{
    "body": "<p>Players with existing characters should talk with their GM about whether or not these alternate class features are available in her game, and if so, whether they can retroactively modify their characters to adopt them. As alternate class features are designed to be balanced with those in the base class, players who revise their characters shouldn't gain any special advantage over other party members. As long as the GM is comfortable with retroactively adjusting character specifics, there should be no disruption to future adventures. Typically, the best time for a player to adopt alternate class features and significantly revise his character is when leveling up between adventures, though he should always check with the GM before doing so, as she may wish to work significant changes to fit the revised character into the campaign.</p><p>While GMs might want to make concessions for players who didn't have these alternate class features available to them when creating their characters, PCs should be one of the most constant elements of a campaign. Constantly changing and recreating characters can prove problematic to a campaign. GMs should be willing to adapt and may allow players who grow bored with their characters to redefine them, but alternate class abilities shouldn't feel like exploitable options allowing players to build and rebuild their characters in whatever ways seem most advantageous at a given moment. Allowing players to remake characters in light of newly adopted rules may be desirable on occasion, but GMs shouldn't feel like they're being unfair or breaking any rule by not allowing players to rebuild characters or by disallowing certain options. While GMs should always strive to help players run the characters they want, ultimately they know what's best for their campaigns.</p>", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Spellcasting Class Options/Adapting Existing Characters", 
    "type": "section", 
    "name": "Adapting Existing Characters", 
    "source": "Ultimate Magic"
}