{
    "body": "<p>The following rules cover the basics of terrain that can be found in a dungeon.</p>", 
    "name": "Dungeon Terrain", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Masonry walls&mdash;stones piled on top of each other, usually but not always held in place with mortar&mdash;often divide dungeons into corridors and chambers. Dungeon walls can also be hewn from solid rock, leaving them with a rough, chiseled look. Still other dungeon walls can be the smooth, unblemished stone of a naturally occurring cave. Dungeon walls are difficult to break down or through, but they're generally easy to climb.</p>", 
            "name": "Walls", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table id=\"table-13-1-walls\"><caption>Table: Walls</caption><thead><tr><th>Wall Type</th><th>Typical Thickness</th><th>break DC</th><th>Hardness</th><th>Hit Points<sup>1</sup></th><th>Climb DC</th></tr></thead><tr class=\"odd\"><td>Masonry</td><td>1 ft.</td><td>35</td><td>8</td><td>90 hp</td><td>20</td></tr><tr class=\"even\"><td>Superior masonry</td><td>1 ft.</td><td>35</td><td>8</td><td>90 hp</td><td>25</td></tr><tr class=\"odd\"><td>Reinforced masonry</td><td>1 ft.</td><td>45</td><td>8</td><td>180 hp</td><td>20</td></tr><tr class=\"even\"><td>Hewn stone</td><td>3 ft.</td><td>50</td><td>8</td><td>540 hp</td><td>25</td></tr><tr class=\"odd\"><td>Unworked stone</td><td>5 ft.</td><td>65</td><td>8</td><td>900 hp</td><td>15</td></tr><tr class=\"even\"><td>Iron</td><td>3 in.</td><td>30</td><td>10</td><td>90 hp</td><td>25</td></tr><tr class=\"odd\"><td>Paper</td><td>Paper-thin</td><td>1</td><td>&mdash;</td><td>1 hp</td><td>30</td></tr><tr class=\"even\"><td>Wooden</td><td>6 in.</td><td>20</td><td>5</td><td>60 hp</td><td>21</td></tr><tr class=\"odd\"><td>Magically treated<sup>2</sup></td><td>&mdash;</td><td>+20</td><td>&times;2</td><td>&times;2<sup>3</sup></td><td>&mdash;</td></tr><tfoot><tr><td colspan=\"6\">1 Per 10-foot-by-10-foot section.</td></tr><tr><td colspan=\"6\">2 This modifier can be applied to any of the other wall types.</td></tr><tr><td colspan=\"6\">3 Or an additional 50 hit points, whichever is greater.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Table Walls", 
                    "type": "table", 
                    "name": "Table: Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The most common kind of dungeon wall, masonry walls are usually at least 1 foot thick. Often, these ancient walls sport cracks and crevices, and sometimes dangerous slimes or small monsters live in these areas and wait for prey. Masonry walls stop all but the loudest noises. It takes a DC 20 Climb check to travel along a masonry wall.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Masonry Walls", 
                    "type": "section", 
                    "name": "Masonry Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Sometimes masonry walls are better built (smoother, with tighter-fitting stones and less cracking), and occasionally these superior walls are covered with plaster or stucco. Covered walls often bear paintings, carved reliefs, or other decoration. Superior masonry walls are no more difficult to destroy than regular masonry walls but are more difficult to climb (DC 25).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Superior Masonry Walls", 
                    "type": "section", 
                    "name": "Superior Masonry Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>These are masonry walls with iron bars on one or both sides of the wall, or placed within the wall to strengthen it. The hardness of a reinforced wall remains the same, but its hit points are doubled and the Strength check DC to break through it is increased by 10.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Reinforced Masonry Walls", 
                    "type": "section", 
                    "name": "Reinforced Masonry Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Such walls usually result when a chamber or passage is tunneled out from solid rock. The rough surface of a hewn wall frequently provides minuscule ledges where fungus grows and fissures where vermin, bats, and subterranean snakes live. When such a wall has an &ldquo;other side&rdquo; (meaning it separates two chambers in the dungeon), the wall is usually at least 3 feet thick; anything thinner risks collapsing from the weight of all the stone overhead. It takes a DC 25 Climb check to climb a hewn stone wall.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Hewn Stone Walls", 
                    "type": "section", 
                    "name": "Hewn Stone Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>These surfaces are uneven and rarely flat. They are smooth to the touch but filled with tiny holes, hidden alcoves, and ledges at various heights. They're also usually wet or at least damp, since it's water that most frequently creates natural caves. When such a wall has an &ldquo;other side,&rdquo; the wall is usually at least 5 feet thick. It takes a DC 15 Climb check to move along an unworked stone wall. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Unworked Stone Walls", 
                    "type": "section", 
                    "name": "Unworked Stone Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>These walls are placed within dungeons around important places, such as vaults. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Iron Walls", 
                    "type": "section", 
                    "name": "Iron Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Paper walls are placed as screens to block line of sight, but nothing more.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Paper Walls", 
                    "type": "section", 
                    "name": "Paper Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Wooden walls often exist as recent additions to older dungeons, used to create animal pens, storage bins, and temporary structures, or just to make a number of smaller rooms out of a larger one.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Wooden Walls", 
                    "type": "section", 
                    "name": "Wooden Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>These walls are stronger than average, with a greater hardness, more hit points, and a higher break DC. Magic can usually double the hardness and hit points of a wall and add up to 20 to the break DC. A magically treated wall also gains a saving throw against spells that could affect it, with the save bonus equaling 2 + 1/2 the caster level of the magic reinforcing the wall. Creating a magic wall requires the Craft Wondrous Item feat and the expenditure of 1,500 gp for each 10-foot-by-10-foot wall section.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Magically Treated Walls", 
                    "type": "section", 
                    "name": "Magically Treated Walls", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Walls with arrow slits can be made of any durable material but are most commonly masonry, hewn stone, or wood. Such a wall allows defenders to fire arrows or crossbow bolts at intruders from behind the safety of the wall. Archers behind arrow slits have improved cover that gives them a +8 bonus to Armor Class, a +4 bonus on Reflex saves, and the benefits of the improved evasion class feature.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Walls with Arrow Slits", 
                    "type": "section", 
                    "name": "Walls with Arrow Slits", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>As with walls, dungeon floors come in many types.</p>", 
            "name": "Floors", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Like masonry walls, flagstone floors are made of fitted stones. They are usually cracked and only somewhat level. Slime and mold grows in the cracks. Sometimes water runs in rivulets between the stones or sits in stagnant puddles. Flagstone is the most common dungeon floor.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Flagstone", 
                    "type": "section", 
                    "name": "Flagstone", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Over time, some floors can become so uneven that a DC 10 Acrobatics check is required to run or charge across the surface. Failure means the character can't move that round. Floors as treacherous as this should be the exception, not the rule.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Uneven Flagstone", 
                    "type": "section", 
                    "name": "Uneven Flagstone", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Rough and uneven, hewn floors are usually covered with loose stones, gravel, dirt, or other debris. A DC 10 Acrobatics check is required to run or charge across such a floor. Failure means the character can still act, but can't run or charge in this round.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Hewn Stone Floors", 
                    "type": "section", 
                    "name": "Hewn Stone Floors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Small chunks of debris litter the ground. Light rubble adds 2 to the DC of Acrobatics checks.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Light Rubble", 
                    "type": "section", 
                    "name": "Light Rubble", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The ground is covered with debris of all sizes. It costs 2 squares of movement to enter a square with dense rubble. Dense rubble adds 5 to the DC of Acrobatics checks, and it adds 2 to the DC of Stealth checks.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Dense Rubble", 
                    "type": "section", 
                    "name": "Dense Rubble", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Finished and sometimes even polished, smooth floors are found only in dungeons made by capable and careful builders. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Smooth Stone Floors", 
                    "type": "section", 
                    "name": "Smooth Stone Floors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The floor of a natural cave is as uneven as the walls. Caves rarely have flat surfaces of any great size. Rather, their floors have many levels. Some adjacent floor surfaces might vary in elevation by only a foot, so that moving from one to the other is no more difficult than negotiating a stair step, but in other places the floor might suddenly drop off or rise up several feet or more, requiring Climb checks to get from one surface to the other. Unless a path has been worn and well marked in the floor of a natural cave, it takes 2 squares of movement to enter a square with a natural stone floor, and the DC of Acrobatics checks increases by 5. Running and charging are impossible, except along paths.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Natural Stone Floors", 
                    "type": "section", 
                    "name": "Natural Stone Floors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Water, ice, slime, or blood can make any of the dungeon floors described in this section more treacherous. Slippery floors increase the DC of Acrobatics checks by 5. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Slippery", 
                    "type": "section", 
                    "name": "Slippery", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A grate often covers a pit or an area lower than the main floor. Grates are usually made from iron, but large ones can also be made from iron-bound timbers. Many grates have hinges to allow access to what lies below (such grates can be locked like any door), while others are permanent and designed to not move. A typical 1-inch-thick iron grate has 25 hit points, hardness 10, and a DC of 27 for Strength checks to break through it or tear it loose.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Grate", 
                    "type": "section", 
                    "name": "Grate", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Ledges allow creatures to walk above some lower area. They often circle around pits, run along underground streams, form balconies around large rooms, or provide a place for archers to stand while firing upon enemies below. Narrow ledges (12 inches wide or less) require those moving along them to make Acrobatics checks. Failure results in the moving character falling off the ledge. Ledges sometimes have railings along the wall. In such a case, characters gain a +5 circumstance bonus on Acrobatics checks to move along the ledge. A character who is next to a railing gains a +2 circumstance bonus on his opposed Strength check to avoid being bull rushed off the edge.</p><p>Ledges can also have low walls 2 to 3 feet high along their edges. Such walls provide cover against attackers within 30 feet on the other side of the wall, as long as the target is closer to the low wall than the attacker is.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Ledge", 
                    "type": "section", 
                    "name": "Ledge", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Transparent floors, made of reinforced glass or magic materials (even a <i>wall of force</i>), allow a dangerous setting to be viewed safely from above. Transparent floors are sometimes placed over lava pools, arenas, monster dens, and torture chambers. They can be used by defenders to watch key areas for intruders.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Transparent Floor", 
                    "type": "section", 
                    "name": "Transparent Floor", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A sliding floor is a type of trap door, designed to be moved and thus reveal something that lies beneath it. A typical sliding floor moves so slowly that anyone standing on one can avoid falling into the gap it creates, assuming there's somewhere else to go. If such a floor slides quickly enough that there's a chance of a character falling into whatever lies beneath&mdash;a spiked pit, a vat of burning oil, or a pool filled with sharks&mdash;then it's a trap.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Sliding Floors", 
                    "type": "section", 
                    "name": "Sliding Floors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some floors are designed to become suddenly dangerous. With the application of just the right amount of weight, or the pull of a lever somewhere nearby, spikes protrude from the floor, gouts of steam or flame shoot up from hidden holes, or the entire floor tilts. These strange floors are sometimes found in arenas, designed to make combats more exciting and deadly. Construct these floors as you would any other trap. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Floors/Trap Floors", 
                    "type": "section", 
                    "name": "Trap Floors", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Doors in dungeons are much more than mere entrances and exits. Often they can be encounters all by themselves. Dungeon doors come in three basic types: wooden, stone, and iron.</p>", 
            "name": "Doors", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table id=\"table-13-2-doors\"><caption>Table: Doors</caption><thead><tr><th rowspan=\"2\">Door Type</th><th rowspan=\"2\">Typical Thickness</th><th rowspan=\"2\">Hardness</th><th rowspan=\"2\">Hit Points</th><th colspan=\"2\">break DC</th></tr><tr><th>Stuck</th><th>Locked</th></tr></thead><tbody><tr class=\"odd\"><td>Simple wooden</td><td>1 in.</td><td>5</td><td>10 hp</td><td>13</td><td>15</td></tr><tr class=\"even\"><td>Good wooden</td><td>1-1/2 in.</td><td>5</td><td>15 hp</td><td>16</td><td>18</td></tr><tr class=\"odd\"><td>Strong wooden</td><td>2 in.</td><td>5</td><td>20 hp</td><td>23</td><td>25</td></tr><tr class=\"even\"><td>Stone</td><td>4 in.</td><td>8</td><td>60 hp</td><td>28</td><td>28</td></tr><tr class=\"odd\"><td>Iron</td><td>2 in.</td><td>10</td><td>60 hp</td><td>28</td><td>28</td></tr><tr class=\"even\"><td>Portcullis, wooden</td><td>3 in</td><td>5</td><td>30 hp</td><td>25*</td><td>25*</td></tr><tr class=\"odd\"><td>Portcullis, iron</td><td>2 in.</td><td>10</td><td>60 hp</td><td>25*</td><td>25*</td></tr><tr class=\"even\"><td>Lock</td><td>&mdash;</td><td>15</td><td>30 hp</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Hinge</td><td>&mdash;</td><td>10</td><td>30 hp</td><td>&mdash;</td><td>&mdash;</td></tr></tbody><tfoot><tr><td colspan=\"6\">* DC to lift. Use appropriate door figure for breaking.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Table Doors", 
                    "type": "table", 
                    "name": "Table: Doors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Constructed of thick planks nailed together, sometimes bound with iron for strength (and to reduce swelling from dungeon dampness), wooden doors are the most common type. Wooden doors come in varying strengths: simple, good, and strong. Simple doors (break DC 15) are not meant to keep out motivated attackers. Good doors (break DC 18), while sturdy and long-lasting, are still not meant to take much punishment. Strong doors (break DC 25) are bound in iron and are a sturdy barrier to those attempting to get past them. Iron hinges fasten the door to its frame, and typically a circular pull-ring in the center is there to help open it. Sometimes, instead of a pull-ring, a door has an iron pull-bar on one or both sides of the door to serve as a handle. In inhabited dungeons, these doors are usually well-maintained (not stuck) and unlocked, although important areas are locked up if possible.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Wooden Doors", 
                    "type": "section", 
                    "name": "Wooden Doors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Carved from solid blocks of stone, these heavy, unwieldy doors are often built so that they pivot when opened, although dwarves and other skilled craftsfolk are able to fashion hinges strong enough to hold up a stone door. Secret doors concealed within a stone wall are usually stone doors. Otherwise, such doors stand as tough barriers protecting something important beyond. Thus, they are often locked or barred.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Stone", 
                    "type": "section", 
                    "name": "Stone", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Rusted but sturdy, iron doors in a dungeon are hinged like wooden doors. These doors are the toughest form of nonmagical door. They are usually locked or barred.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Iron", 
                    "type": "section", 
                    "name": "Iron", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Dungeon doors might be locked, trapped, reinforced, barred, magically sealed, or sometimes just stuck. All but the weakest characters can eventually knock down a door with a heavy tool such as a sledgehammer, and a number of spells and magic items give characters an easy way around a locked door.</p><p>Attempts to literally chop down a door with a slashing or bludgeoning weapon use the hardness and hit points given in Table: Doors. When assigning a DC to an attempt to knock a door down, use the following as guidelines.</p>", 
                    "name": "Breaking Doors", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Breaking Doors", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>a door just about anyone can break open.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Breaking Doors/DC 10 or Lower", 
                            "type": "section", 
                            "name": "DC 10 or Lower", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>a door that a strong person could break with one try and an average person might be able to break with one try. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Breaking Doors/DC 11-15", 
                            "type": "section", 
                            "name": "DC 11-15", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>a door that almost anyone could break, given time.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Breaking Doors/DC 16-20", 
                            "type": "section", 
                            "name": "DC 16-20", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>a door that only a strong or very strong person has a hope of breaking, probably not on the first try.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Breaking Doors/DC 21-25", 
                            "type": "section", 
                            "name": "DC 21-25", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>a door that only an exceptionally strong person has a hope of breaking.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Breaking Doors/DC 26 or Higher", 
                            "type": "section", 
                            "name": "DC 26 or Higher", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"locks\">Dungeon doors are often locked, and thus the Disable Device skill comes in very handy. Locks are usually built into the door, either on the edge opposite the hinges or right in the middle of the door. Built-in locks either control an iron bar that juts out of the door and into the wall of its frame, or else a sliding iron bar or heavy wooden bar that rests behind the entire door. By contrast, padlocks are not built-in but usually run through two rings, one on the door and the other on the wall. More complex locks, such as combination locks and puzzle locks, are usually built into the door itself. Because such keyless locks are larger and more complex, they are typically only found in sturdy doors (strong wooden, stone, or iron doors).</p><p>The Disable Device DC to pick a lock often falls within the range of 20 to 30, although locks with lower or higher DCs can exist. A door can have more than one lock, each of which must be unlocked separately. Locks are often trapped, usually with poison needles that extend out to prick a rogue's finger.</p><p>Breaking a lock is sometimes quicker than breaking the whole door. If a PC wants to whack at a lock with a weapon, treat the typical lock as having hardness 15 and 30 hit points. A lock can only be broken if it can be attacked separately from the door, which means that a built-in lock is immune to this sort of treatment. In an occupied dungeon, every locked door should have a key somewhere. </p><p>A special door might have a lock with no key, instead requiring that the right combination of nearby levers must be manipulated or the right symbols must be pressed on a keypad in the correct sequence to open the door.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Locks", 
                    "type": "section", 
                    "name": "Locks", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Dungeons are often damp, and sometimes doors get stuck, particularly wooden doors. Assume that about 10% of wooden doors and 5% of non-wooden doors are stuck. These numbers can be doubled (to 20% and 10%, respectively) for long-abandoned or neglected dungeons.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Stuck Doors", 
                    "type": "section", 
                    "name": "Stuck Doors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>When characters try to bash down a barred door, it's the quality of the bar that matters, not the material the door is made of. It takes a DC 25 Strength check to break through a door with a wooden bar, and a DC 30 Strength check if the bar is made of iron. Characters can attack the door and destroy it instead, leaving the bar hanging in the now-open doorway.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Barred Doors", 
                    "type": "section", 
                    "name": "Barred Doors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Spells such as <i>arcane lock</i> can discourage passage through a door. A door with an <i>arcane lock</i> spell on it is considered locked even if it doesn't have a physical lock. It takes a <i>knock</i> spell, a <i>dispel magic</i> spell, or a successful Strength check to open such a door.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Magic Seals", 
                    "type": "section", 
                    "name": "Magic Seals", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Most doors have hinges, but sliding doors do not. They usually have tracks or grooves instead, allowing them to slide easily to one side.</p>", 
                    "name": "Hinges", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Hinges", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>These hinges are metal, joining one edge of the door to the door frame or wall. Remember that the door swings open toward the side with the hinges. (So, if the hinges are on the PCs' side, the door opens toward them; otherwise it opens away from them.) Adventurers can take the hinges apart one at a time with successful Disable Device checks (assuming the hinges are on their side of the door, of course). Such a task has a DC of 20 because most hinges are rusted or stuck. Breaking a hinge is difficult. Most have hardness 10 and 30 hit points. The break DC for a hinge is the same as for breaking down the door.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Hinges/Standard Hinges", 
                            "type": "section", 
                            "name": "Standard Hinges", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>These hinges are much more complex than ordinary hinges, and are found only in areas of excellent construction. These hinges are built into the wall and allow the door to swing open in either direction. PCs can't get at the hinges to fool with them unless they break through the door frame or wall. Nested hinges are typically found on stone doors but sometimes on wooden or iron doors as well. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Hinges/Nested Hinges", 
                            "type": "section", 
                            "name": "Nested Hinges", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Pivots aren't really hinges at all, but simple knobs jutting from the top and bottom of the door that fit into holes in the door frame, allowing the door to spin. The advantages of pivots are that they can't be dismantled like hinges and they're simple to make. The disadvantage is that since the door pivots on its center of gravity (typically in the middle), nothing larger than half the door's width can fit through without squeezing. Doors with pivots are usually stone and often quite wide to overcome this disadvantage. Another solution is to place the pivot toward one side and have the door be thicker at that end and thinner toward the other end so that it opens more like a normal door. Secret doors in walls often turn on pivots, since the lack of hinges makes it easier to hide the door's presence. Pivots also allow objects such as bookcases to be used as secret doors.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Hinges/Pivots", 
                            "type": "section", 
                            "name": "Pivots", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"secret-doors\">Disguised as a bare patch of wall (or floor or ceiling), a bookcase, a fireplace, or a fountain, a secret door leads to a secret passage or room. Someone examining the area finds a secret door, if one exists, on a successful Perception check (DC 20 for a typical secret door to DC 30 for a well-hidden secret door).</p><p>Many secret doors require special methods of opening, such as hidden buttons or pressure plates. Secret doors can open like normal doors, or they might pivot, slide, sink, rise, or even lower like a drawbridge to permit access. Builders might put a secret door low near the floor or high in a wall, making it difficult to find or reach. Wizards and sorcerers have a spell, <i>phase door</i>, that allows them to create a magic secret door that only they can use.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Secret Doors", 
                    "type": "section", 
                    "name": "Secret Doors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Enchanted by the original builders, a door might speak to explorers, warning them away. It might be protected from harm, increasing its hardness or giving it more hit points as well as an improved saving throw bonus against <i>disintegrate</i> and similar spells. A magic door might not lead into the space behind it, but instead might be a portal to a faraway place or even another plane of existence. Other magic doors might require passwords or special keys to open them. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Magic Doors", 
                    "type": "section", 
                    "name": "Magic Doors", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"portcullises\">These special doors consist of iron or thick, ironbound wooden shafts that descend from recesses in the ceilings above archways. Sometimes a portcullis has crossbars that create a grid, sometimes not. Typically raised by means of a winch or a capstan, a portcullis can be dropped quickly, and the shafts end in spikes to discourage anyone from standing underneath (or from attempting to dive under it as it drops). Once it is dropped, a portcullis locks, unless it is so large that no normal person could lift it anyway. In any event, lifting a typical portcullis requires a DC 25 Strength check.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Portcullises", 
                    "type": "section", 
                    "name": "Portcullises", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Stone walls, iron walls, and iron doors are usually thick enough to block most detect spells, such as <i>detect thoughts</i>. Wooden walls, wooden doors, and stone doors are usually not thick enough to do so. A secret stone door built into a wall and as thick as the wall itself (at least 1 foot) does block most detect spells.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Walls/Doors/and Detect Spells", 
            "type": "section", 
            "name": "Walls, Doors, and Detect Spells", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Stairs are the most common means of traveling up and down within a dungeon. A character can move up or down stairs as part of their movement without penalty, but they cannot run on them. Increase the DC of any Acrobatics skill check made on stairs by 4. Some stairs are particularly steep and are treated as difficult terrain.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Stairs", 
            "type": "section", 
            "name": "Stairs", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Cave-ins and collapsing tunnels are extremely dangerous. Not only do dungeon explorers face the danger of being crushed by tons of falling rock, but even if they survive they might be buried beneath a pile of rubble or cut off from the only known exit. A cave-in buries anyone in the middle of the collapsing area, and then sliding debris damages anyone in the periphery of the collapse. A typical corridor subject to a cave-in might have a bury zone with a 15-foot radius and a 10-foot-wide slide zone extending beyond the bury zone. A weakened ceiling can be spotted with a DC 20 Knowledge (engineering) or DC 20 Craft (stonemasonry) check. Remember that Craft checks can be made untrained as Intelligence checks. A dwarf can make such a check if he simply passes within 10 feet of a weakened ceiling. </p><p>A weakened ceiling might collapse when subjected to a major impact or concussion. A character can cause a cave-in by destroying half the pillars holding up the ceiling. </p><p>Characters in the bury zone of a cave-in take 8d6 points of damage, or half that amount if they make a DC 15 Reflex save. They are subsequently buried. Characters in the slide zone take 3d6 points of damage, or no damage at all if they make a DC 15 Reflex save. Characters in the slide zone who fail their saves are buried.</p><p>Characters take 1d6 points of nonlethal damage per minute while buried. If such a character falls unconscious, he must make a DC 15 Constitution check each minute. If it fails, he takes 1d6 points of lethal damage each minute until freed or dead.</p><p>Characters who aren't buried can dig out their friends. In 1 minute, using only her hands, a character can clear rocks and debris equal to five times her heavy load limit. The amount of loose stone that fills a 5-foot-by-5-foot area weighs 1 ton (2,000 pounds). Armed with an appropriate tool, such as a pick, crowbar, or shovel, a digger can clear loose stone twice as quickly as by hand. A buried character can attempt to free himself with a DC 25 Strength check.</p>", 
            "name": "Cave-Ins and Collapses", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Cave-Ins and Collapses", 
            "source": "Core Rulebook", 
            "abbrev": "CR 8", 
            "type": "section"
        }, 
        {
            "body": "<p>In a dungeon's damp, dark recesses, molds and fungi thrive. For purposes of spells and other special effects, all slimes, molds, and fungi are treated as plants. Like traps, dangerous slimes and molds have CRs, and characters earn XP for encountering them.</p><p>A form of glistening organic sludge coats almost anything that remains in the damp and dark for too long. This kind of slime, though it might be repulsive, is not dangerous. Molds and fungi flourish in dark, cool, damp places. While some are as inoffensive as the normal dungeon slime, others are quite dangerous. Mushrooms, puffballs, yeasts, mildew, and other sorts of bulbous, fibrous, or flat patches of fungi can be found throughout most dungeons. They are usually inoffensive, and some are even edible (although most are unappealing or odd-tasting).</p>", 
            "name": "Slimes, Molds, and Fungi", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Slimes/Molds/and Fungi", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"brown-mold\">Brown mold feeds on warmth, drawing heat from anything around it. It normally comes in patches 5 feet in diameter, and the temperature is always cold in a 30-foot radius around it. Living creatures within 5 feet of it take 3d6 points of nonlethal cold damage. Fire brought within 5 feet of brown mold causes the mold to instantly double in size. Cold damage, such as from a <i>cone of cold</i>, instantly destroys it.</p>", 
                    "name": "Brown Mold", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Slimes/Molds/and Fungi/Brown Mold", 
                    "source": "Core Rulebook", 
                    "abbrev": "CR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"green-slime\">This dungeon peril is a dangerous variety of normal slime. Green slime devours flesh and organic materials on contact and is even capable of dissolving metal. Bright green, wet, and sticky, it clings to walls, floors, and ceilings in patches, reproducing as it consumes organic matter. It drops from walls and ceilings when it detects movement (and possible food) below.</p><p>A single 5-foot square of green slime deals 1d6 points of Constitution damage per round while it devours flesh. On the first round of contact, the slime can be scraped off a creature (destroying the scraping device), but after that it must be frozen, burned, or cut away (dealing damage to the victim as well). Anything that deals cold or fire damage, sunlight, or a <i>remove disease</i> spell destroys a patch of green slime. Against wood or metal, green slime deals 2d6 points of damage per round, ignoring metal's hardness but not that of wood. It does not harm stone.</p>", 
                    "name": "Green Slime", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Slimes/Molds/and Fungi/Green Slime", 
                    "source": "Core Rulebook", 
                    "abbrev": "CR 4", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"phosphorescent-fungus\">This strange underground fungus gives off a soft violet glow that illuminates underground caverns and passages as well as a candle does. Rare patches of fungus illuminate as well as a torch does.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Slimes/Molds/and Fungi/Phosphorescent Fungus", 
                    "type": "section", 
                    "name": "Phosphorescent Fungus", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"shrieker\">This human-sized purple mushroom emits a piercing sound that lasts for 1d3 rounds whenever there is movement or a light source within 10 feet. This shriek makes it impossible to hear any other sound within 50 feet. The sound attracts nearby creatures that are disposed to investigate it. Some creatures that live near shriekers learn that this noise means there is food or an intruder nearby.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Slimes/Molds/and Fungi/Shrieker", 
                    "type": "section", 
                    "name": "Shrieker", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"yellow-mold\">If disturbed, a 5-foot square of this mold bursts forth with a cloud of poisonous spores. All within 10 feet of the mold must make a DC 15 Fortitude save or take 1d3 points of Constitution damage. Another DC 15 Fortitude save is required once per round for the next 5 rounds, to avoid taking 1d3 points of Constitution damage each round. A successful Fortitude save ends this effect. Fire destroys yellow mold, and sunlight renders it dormant.</p>", 
                    "name": "Yellow Mold", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Slimes/Molds/and Fungi/Yellow Mold", 
                    "source": "Core Rulebook", 
                    "abbrev": "CR 6", 
                    "type": "section"
                }
            ]
        }
    ]
}