{
    "body": "<p id=\"adamantine\">Mined from rocks that fell from the heavens, this ultrahard metal adds to the quality of a weapon or suit of armor. Weapons fashioned from adamantine have a natural ability to bypass hardness when sundering weapons or attacking objects, ignoring hardness less than 20 (see Additional Rules). Armor made from adamantine grants its wearer damage reduction of 1/&mdash; if it's light armor, 2/&mdash; if it's medium armor, and 3/&mdash; if it's heavy armor. Adamantine is so costly that weapons and armor made from it are always of masterwork quality; the masterwork cost is included in the prices given below. Thus, adamantine weapons and ammunition have a +1 enhancement bonus on attack rolls, and the armor check penalty of adamantine armor is lessened by 1 compared to ordinary armor of its type. Items without metal parts cannot be made from adamantine. An arrow could be made of adamantine, but a quarterstaff could not.</p><p>Weapons and armor normally made of steel that are made of adamantine have one-third more hit points than normal. Adamantine has 40 hit points per inch of thickness and hardness 20.</p>", 
    "name": "Adamantine", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Adamantine", 
    "type": "item", 
    "subtype": "material", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Type of Adamantine Item</th><th>Item Cost Modifier</th></tr></thead><tr class=\"odd\"><td>Ammunition</td><td>+60 gp per missile</td></tr><tr class=\"even\"><td>Light armor</td><td>+5,000 gp</td></tr><tr class=\"odd\"><td>Medium armor</td><td>+10,000 gp</td></tr><tr class=\"even\"><td>Heavy armor</td><td>+15,000 gp</td></tr><tr class=\"odd\"><td>Weapon</td><td>+3,000 gp</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Adamantine/Type of Adamantine Item", 
            "type": "table", 
            "name": "Type of Adamantine Item", 
            "source": "Core Rulebook"
        }
    ]
}