{
    "body": "<p id=\"mithral\">Mithral is a very rare silvery, glistening metal that is lighter than steel but just as hard. When worked like steel, it becomes a wonderful material from which to create armor, and is occasionally used for other items as well. Most mithral armors are one category lighter than normal for purposes of movement and other limitations. Heavy armors are treated as medium, and medium armors are treated as light, but light armors are still treated as light. This decrease does not apply to proficiency in wearing the armor. A character wearing mithral full plate must be proficient in wearing heavy armor to avoid adding the armor's check penalty to all his attack rolls and skill checks that involve moving. Spell failure chances for armors and shields made from mithral are decreased by 10%, maximum Dexterity bonuses are increased by 2, and armor check penalties are decreased by 3 (to a minimum of 0).</p><p>An item made from mithral weighs half as much as the same item made from other metals. In the case of weapons, this lighter weight does not change a weapon's size category or the ease with which it can be wielded (whether it is light, one-handed, or two-handed). Items not primarily of metal are not meaningfully affected by being partially made of mithral. (A longsword can be a mithral weapon, while a quarterstaff cannot.) Mithral weapons count as silver for the purpose of overcoming damage reduction.</p><p>Weapons or armors fashioned from mithral are always masterwork items as well; the masterwork cost is included in the prices given below.</p><p>Mithral has 30 hit points per inch of thickness and hardness 15.</p>", 
    "name": "Mithral", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Mithral", 
    "type": "item", 
    "subtype": "material", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Type of Mithral Item</th><th>Item Cost Modifier</th></tr></thead><tr class=\"odd\"><td>Light armor</td><td>+1,000 gp</td></tr><tr class=\"even\"><td>Medium armor</td><td>+4,000 gp</td></tr><tr class=\"odd\"><td>Heavy armor</td><td>+9,000 gp</td></tr><tr class=\"even\"><td>Shield</td><td>+1,000 gp</td></tr><tr class=\"odd\"><td>Other items</td><td>+500 gp/lb.</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Mithral/Type of Mithral Item", 
            "type": "table", 
            "name": "Type of Mithral Item", 
            "source": "Core Rulebook"
        }
    ]
}