{
    "slot": "none", 
    "name": "Bottle of the Bound", 
    "weight": "4 lbs.", 
    "cl": "20th", 
    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Major Artifacts/Bottle of the Bound", 
    "type": "item", 
    "source": "Advanced Player's Guide", 
    "aura": "strong abjuration", 
    "sections": [
        {
            "body": "<p>The <i>Bottle of the Bound</i> is an ancient brass bottle with a narrow neck and a rounded belly, slightly flattened on the bottom so it stands upright when resting on a table. The bottle's tight-fitting stopper is engraved with sigils of binding and sealed with lead. Legends say a wizard of tremendous power and wisdom enchanted a fiendish army and trapped it within the bottle for all time. The Legion of the Bound may be called forth from the bottle by its wielder and forced to serve, as they were once commanded to build a fantastic ancient city, long since buried beneath the dust of the ages. But the bottle endures, its inhabitants still bound.</p><p>A would-be wielder of the <i>Bottle of the Bound</i> must know three secret commands: the Word of Opening, to unseal the bottle so the stopper can be removed; the Word of Binding, to call forth and command its denizens; and the Word of Banishment, to return the Bound Ones to the bottle. A holder who knows the words may use the bottle like a <i>summon monster IX</i> spell at will, except only creatures of the evil subtype can be summoned. The summoned creatures remain until the sun next rises or sets, and no new creatures can be summoned from the bottle until the initial summoned creatures' destruction or return.</p><p>No known force can open the bottle without the Word of Opening. If the bottle is opened without the use of the Word of Binding, its 666 inhabitants are freed, one each minute starting from 1st-level creatures and moving on to higher-level ones, until they all escape. If one of the Bound is called forth and commanded without the Word of Banishment being uttered, it is free after it performs the task for which it was summoned. The Words to use the <i>Bottle of the Bound</i> have been lost for uncounted years, although some sages believe they know at least one or two of them.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Description"
        }, 
        {
            "body": "<p>The <i>Bottle of the Bound</i> can only be destroyed if every creature bound within is slain or banished, and the empty container is then smashed with a <i>holy</i> weapon.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}