{
    "body": "<p>Using one of the monsters presented in this book as a character can be very rewarding, but weighing such a character against others is challenging. Monsters are not designed with the rules for players in mind, and as such can be very unbalancing if not handled carefully.</p><p>There are a number of monsters in this book that do not possess racial Hit Dice. Such creatures are the best options for player characters, but a few of them are so powerful that they count as having 1 class level, even without a racial Hit Die. Such characters should only be allowed in a group that is 2nd-level or higher. </p><p>For monsters with racial Hit Dice, the best way to allow monster PCs is to pick a CR and allow all of the players to make characters using monsters of that CR. Treat the monster's CR as its total class levels and allow the characters to multiclass into the core classes. Do not advance such monsters by adding Hit Dice. Monster PCs should only advance through classes.</p><p>If you are including a single monster character in a group of standard characters, make sure the group is of a level that is at least as high as the monster's CR. Treat the monster's CR as class levels when determining the monster PC's overall levels. For example, in a group of 6th-level characters, a minotaur (CR 4) would possess 2 levels of a core class, such as barbarian.</p><p>Note that in a mixed group, the value of racial Hit Dice and abilities diminish as a character gains levels. It is recommended that for every 3 levels gained by the group, the monster character should gain an extra level, received halfway between the 2nd and 3rd levels. Repeat this process a number of times equal to half the monster's CR, rounded down. Using the minotaur example, when the group is at a point between 6th and 7th level, the minotaur gains a level, and then again at 7th, making him a minotaur barbarian 4. This process repeats at 10th level, making him a minotaur barbarian 8 when the group reaches 10th level. From that point onward, he gains levels normally.</p><p>GMs should carefully consider any monster PCs in their groups. Some creatures are simply not suitable for play as PCs, due to their powers or role in the game. As monster characters progress, GMs should closely monitor whether such characters are disruptive or abusive to the rules and modify them as needed to improve play.</p>", 
    "url": "pfsrd://Bestiary/Rules/Misc Monster Rules/Monster As PCs", 
    "type": "section", 
    "name": "Monster As PCs", 
    "source": "Bestiary"
}