{
    "body": "<p>Of all the methods of advancing a monster, adding class levels requires the most adjudication and careful comparison. Some classes truly add to the power and abilities of some monster types, while others do not. For example, adding levels of barbarian to a hill giant can be a great addition, whereas adding levels of sorcerer is less useful. When adding class levels to a creature, take the following three steps.</p>", 
    "name": "Adding Class Levels", 
    "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels", 
    "type": "section", 
    "source": "Bestiary", 
    "sections": [
        {
            "body": "<p>When adding class levels to a creature, the first step is to determine what role the base creature fulfills. There are three basic roles into which a creature might fall. A creature can fall into more than one role if its abilities are diverse.</p>", 
            "name": "Step 1: Determine Creature's Role", 
            "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role", 
            "type": "section", 
            "source": "Bestiary", 
            "sections": [
                {
                    "body": "<p>This creature is designed to be good at melee or ranged combat with a weapon or its natural weapons. In either case, these monsters have a number of feats and abilities to enhance their combat prowess (or are good simply by nature of their Hit Dice and ability scores). If a creature does not possess many spells, special abilities, or skills, it is a combat monster.</p><p>Most animals, constructs, dragons, humanoids, magical beasts, monstrous humanoids, plants, and vermin fall into this role, as do some creatures of all the other types.</p>", 
                    "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role/Combat", 
                    "type": "section", 
                    "name": "Combat", 
                    "source": "Bestiary"
                }, 
                {
                    "body": "<p>Spell creatures possess a large number of spells that allow them to attack or harass their enemies. These creatures usually have lower hit points and relatively weak attacks as compared to the averages for creatures of their CR. Note that creatures that only possess spell-like abilities do not fall into this role, and are usually considered combat or special.</p><p>Most dragons and outsiders fall into this role, but any creature that has a list of spells prepared or spells known likely falls under this heading as well.</p>", 
                    "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role/Spell", 
                    "type": "section", 
                    "name": "Spell", 
                    "source": "Bestiary"
                }, 
                {
                    "body": "<p>Creatures of this type rely on skills (usually Stealth) to ambush or take down their prey. This also includes creatures who take advantage of the environment or spells, such as fog or <i>invisibility</i>.</p><p>Some aberrations, fey, magical beasts, monstrous humanoids, and outsiders fall into this role.</p>", 
                    "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role/Skill", 
                    "type": "section", 
                    "name": "Skill", 
                    "source": "Bestiary"
                }, 
                {
                    "body": "<p>Creatures that do not fall into any of the other categories usually rely on special abilities and powers to attack their foes. They might be tough or dangerous in physical combat, but the threat is greatly increased by their special abilities.</p><p>A list of monster roles for determining key classes appears in Appendix 13.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-2-4-monsters-with-class-levels\"><caption>Table: Monsters with Class Levels</caption><thead><tr><th>Monster Role</th><th>Barbarian, Fighter, Ranger</th><th>Cleric, Druid, Sorcerer, Wizard</th><th>Bard, Rogue</th><th>Monk, Paladin</th></tr></thead><tbody><tr class=\"odd\"><td>Combat</td><td>Key</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>Spell</td><td>&mdash;</td><td>Key*</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Skill</td><td>Key</td><td>&mdash;</td><td>Key</td><td>&mdash;</td></tr><tr class=\"even\"><td>Special</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr></tbody><tfoot><tr><td colspan=\"5\">* This class is only key if its spellcasting levels stack with those possessed by the creature.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role/Special/Table Monsters with Class Levels", 
                            "type": "table", 
                            "name": "Table: Monsters with Class Levels", 
                            "source": "Bestiary"
                        }
                    ], 
                    "name": "Special", 
                    "source": "Bestiary"
                }
            ]
        }, 
        {
            "body": "<p>Once you have determined the creature's role, it's time to add class levels. The first step of this process is to modify the creature's ability scores. Creatures with class levels receive +4, +4, +2, +2, +0, and &ndash;2 adjustments to their ability scores, assigned in a manner that enhances their class abilities. Creatures with NPC class levels do not receive adjustments to their ability scores.</p><p>Next, add the class levels to the monster, making all of the necessary additions to its HD, hit points, BAB, CMB, CMD, feats, skills, spells, and class features. If the creature possesses class features (such as spellcasting or sneak attack) for the class that is being added, these abilities stack. This functions just like adding class levels to a character without racial Hit Dice.</p><p>A monster with class levels always possesses treasure equal to an NPC of a level equal to the monster's final CR (as calculated in Step 3, below). To determine the value of this gear, use the value listed for a heroic NPC of that level, as listed in Table: NPC Gear. Once a total GP value is determined, follow the rules for outfitting an NPC as outlined in that section. Gear should help a monster with class levels remain challenging and retain statistics close to those presented on Table 1-1: Monster Statistics by CR.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 2 Add Class Levels", 
            "type": "section", 
            "name": "Step 2: Add Class Levels", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>Determining the final CR for a creature with class levels requires careful consideration. While adding a class level to a monster that stacks with its existing abilities and role generally adds 1 to its CR for each level taken, adding classes that do not stack is more complicated.</p><p>Table: Monsters with Class Levels gives general guidelines regarding which core classes add directly to a monster's abilities based on its role. Classes that are marked &ldquo;key&rdquo; generally add 1 to a creature's CR for each level added. Classes marked with a &ldquo;&mdash;&rdquo; increase a creature's CR by 1 for every 2 class levels added until the number of levels added are equal to (or exceed) the creature's original CR, at which point they are treated as &ldquo;key&rdquo; levels (adding 1 to the creature's CR for each level added). Creatures that fall into multiple roles treat a class as key if either of its roles treat the class as key. Note that levels in NPC classes are never considered key.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 3 Determine CR", 
            "type": "section", 
            "name": "Step 3: Determine CR", 
            "source": "Bestiary"
        }
    ]
}