{
    "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
    "name": "3rd-Tier Champion Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"destroyer\">Whenever you attack an object, including a held or worn item, you ignore any Hardness the object might possess. This includes spell effects such as <i>wall of force</i>, but not objects that are also creatures, such as animated objects.</p>", 
            "name": "Destroyer", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Destroyer", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"elemental-fury\">You can cause your body to erupt with elemental power. As a move action, you can expend one use of mythic power and pick one of the following energy types: acid, cold, electricity, or fire. For a number of rounds equal to your tier, you are immune to this energy type and all of your melee and ranged attacks deal an extra 1d6 points of damage of this energy type. On a critical hit, this extra energy damage increases to 3d6.</p>", 
            "name": "Elemental Fury", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Elemental Fury", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"fleet-warrior\">When making a full attack, you can move up to your speed either before or after your attacks. This movement provokes attacks of opportunity as normal.</p>", 
            "name": "Fleet Warrior", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Fleet Warrior", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"incredible-parry\">You gain the duelist's parry ability (<i>Core Rulebook</i> 383), and may expend one use of mythic power to add your tier to the parry roll. If you already have the duelist's parry ability, you can use incredible parry and duelist's parry in the same round, electing to not make two attacks and instead parrying up to two attacks.</p>", 
            "name": "Incredible Parry", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Incredible Parry", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"maneuver-expert\">You do not provoke any attacks of opportunity when you attempt a combat maneuver check. As a free action, you can expend one use of your mythic power whenever you attempt a combat maneuver check to gain the benefits of the Improved and Greater feats tied to that maneuver. You must decide to use this ability before making the roll.</p>", 
            "name": "Maneuver Expert", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Maneuver Expert", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"maximized-critical\">Whenever you score a critical hit, the weapon's damage result is always the maximum possible amount you could roll. This doesn't affect other dice added to the damage, such as from sneak attack or the <i>flaming</i> weapon special ability. For example, if you score a critical hit with a longsword (1d8/&times;2), treat the sword's damage dice as if you had rolled 8 both times, then add any other damage bonuses that you would normally apply to a critical hit.</p>", 
            "name": "Maximized Critical", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Maximized Critical", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"penetrating-damage\">Whenever you deal damage to a creature with damage reduction, you can overcome one of the following types of damage reduction: chaotic, cold iron, evil, good, lawful, magic, or silver. You can change this type with each attack. This ability only aids in overcoming one type of damage reduction; if the creature's damage reduction requires a combination of different types of damage, you must be able to overcome the other types using other means.</p>", 
            "name": "Penetrating Damage", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Penetrating Damage", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"precision\">Your deadly attacks are far more likely to hit their target than those of others. Whenever you make a full attack, your attack bonus on the additional attacks you gain by having a high base attack bonus is 5 higher. This ability can't give any of these attacks a higher attack bonus than your base attack bonus. For example, a 12th-level fighter normally has a base attack bonus of +12/+7/+2; with this ability, his base attack bonus is +12/+12/+7. This ability doesn't reduce the penalties from two-weapon fighting or other situational penalties on attack rolls (such as Combat Expertise, Power Attack, fighting defensively, or harmful conditions). You can select this ability more than once. Each time you select it, the attack bonus on additional attacks increases by another 5.</p>", 
            "name": "Precision", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Precision", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"titan's-rage\">You can cause yourself to grow in size, becoming a terrifying sight to behold. As a standard action (or a free action if you have the rage class feature), you can expend one use of mythic power to increase your size to one size category larger. This grants you a +4 size bonus to Strength and Constitution, imposes a &ndash;2 penalty to Dexterity, grants you a +2 natural armor bonus, increases your natural reach by 5 feet, and increases your weapon damage based on the new size of your weapons. This size increase lasts a number of rounds equal to your tier, and doesn't stack with any other spell or ability that alters your size.</p>", 
            "name": "Titan's Rage", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Titans Rage", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"to-the-death\">You can shrug off wounds that others would find devastating. When below 0 hit points, you don't fall unconscious, but are instead staggered. You lose 1 hit point at the end of each turn when you take a standard action while staggered in this way.</p>", 
            "name": "To the Death", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/To the Death", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unstoppable-shot\">You can use a ranged or thrown weapon to make a single powerful shot that shoots through all creatures in a line. As a standard action, make a single ranged attack roll and resolve the attack against all targets in a straight line up to the maximum range of your weapon, stopping at any barrier the attack couldn't penetrate. Roll damage once and apply that damage to each creature hit by the attack. Before making the attack roll, you can expend one use of mythic power to bend the path of the attack up to two times as it strikes targets or objects. Each deflection can alter the line of the attack up to 90 degrees, allowing you to shoot around corners or cover.</p>", 
            "name": "Unstoppable Shot", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Unstoppable Shot", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}