{
    "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
    "name": "6th-Tier Champion Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"critical-master\">Whenever you roll a critical threat against a non-mythic creature, you automatically confirm the critical hit and deal the maximum amount of damage to that creature. This ability can be selected twice. The second time it is selected, it also applies to mythic creatures.</p>", 
            "name": "Critical Master", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Critical Master", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"fistful-of-daggers\">When you could make a full attack with thrown weapons, you can instead make a single attack roll at your highest attack bonus and apply the result to any number of creatures in a 30-foot cone. Roll damage once and deal it to all creatures hit by the attack. This attack can't deal precision damage. You must throw one weapon at each target. Use the bonuses to attack and damage from the least powerful weapon thrown (for example, if you have one +2 dagger and 20 masterwork daggers, the attacks are treated as masterwork daggers). Apply any effects of concealment for individual targets as normal. If the attack roll is a critical threat, choose one target you hit and attempt to confirm the critical against that target.</p>", 
            "name": "Fistful of Daggers", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Fistful of Daggers", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"perfect-strike\">You can expend one use of mythic power as a standard action to deliver a perfect strike. A perfect strike attack is made using your full base attack bonus. If the attack hits, it deals double the normal amount of damage, and this damage bypasses all damage reduction and hardness. If the perfect strike is a critical hit, increase the critical multiplier for the attack by 1 (so a &times;2 weapon deals &times;3 damage). Damage that isn't multiplied on a critical hit isn't multiplied on a perfect strike. Perfect strike can be used in conjunction with any champion's strike if you expend uses of mythic power for each ability separately.</p>", 
            "name": "Perfect Strike", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Perfect Strike", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"shatter-spells\">You can destroy a magical effect (whether it's on a creature or an independent effect such as a <i>wall of fire</i>) by attacking it with an unarmed strike or natural weapon. You must succeed at a melee touch attack against the creature or effect and expend one use of mythic power. If this attack hits, the creature or effect is subject to targeted <i>greater dispel magic</i>, using double your tier as your caster level. If you dispel an effect, you suffer no harmful effects from touching it. If the effect is on a creature, the creature takes 1 point of damage per spell level of each effect dispelled.</p>", 
            "name": "Shatter Spells", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Shatter Spells", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sweeping-strike\">Even when you're swarmed, your foes are not safe from danger. Whenever you could make a full attack, you may instead make a single attack at your highest attack bonus and apply the results to all opponents within your reach. Roll damage once and apply it to all opponents hit by the attack. This attack can't deal precision damage. If the attack roll is a critical threat, choose one target you hit and attempt to confirm the critical against that target.</p>", 
            "name": "Sweeping Strike", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Sweeping Strike", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}