{
    "body": "<p>While all witches are intimately tied to their familiars, a beast-bonded witch's craft focuses specifically on her familiar bond and developing the relationship with her patron through her familiar.</p>", 
    "name": "Beast-Bonded", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Beast-Bonded", 
    "type": "class_archetype", 
    "subtype": "witch", 
    "sections": [
        {
            "body": "<p id=\"transfer-feats\">Whenever the beast-bonded witch is capable of learning a new feat, she may choose to instead have her familiar learn the feat as a bonus feat. The familiar must meet the prerequisites for any feats that it learns this way. If her familiar is lost or dies, the witch can reclaim the feat slots and select new feats for herself, or apply the slots toward her new familiar. </p>", 
            "name": "Transfer Feats", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Beast-Bonded/Transfer Feats", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"enhanced-familiar\">At 4th level, the beast-bonded witch's connection with her familiar strengthens. For the purposes of determining her familiar's powers and abilities, she treats her familiar as if she were one level higher than her actual witch level. This ability replaces the witch's 4th-level hex.</p>", 
            "name": "Enhanced Familiar", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Beast-Bonded/Enhanced Familiar", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"familiar-form\">At 8th level, a beast-bonded witch may take the shape of her familiar (or a giant version of her familiar or a similar kind of animal) as if using <i>beast shape II</i>. For example, a witch with a rat familiar can turn into a Tiny rat, Small dire rat, or a larger rodent; one with a cat familiar can turn into a Tiny cat or a Large feline such as a tiger or lion; one with a monkey familiar can turn into a Tiny monkey or a Large gorilla, and so on. The witch can remain in animal form for a number of minutes per day equal to her level. This ability replaces the witch's 8th-level hex.</p>", 
            "name": "Familiar Form", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Beast-Bonded/Familiar Form", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"twin-soul\">At 10th-level,  if the witch or her familiar is gravely injured or about to die, the soul of the dying one immediately transfers to the other's body. The two souls share the surviving body peaceably, can communicate freely, and both retain their ability to think and reason. The host may allow the guest soul to take over the body temporarily or reclaim it as a move action. They can persist in this state indefinitely, or the guest can return to its own body (if available) by touch, transfer into a suitable vessel (such as a clone), or take over another body as if using <i>magic jar</i> (with no receptacle). This replaces the witch's major hex at 10th-level.</p>", 
            "name": "Twin Soul", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Beast-Bonded/Twin Soul", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hexes\">The following witch hexes complement the beast-bonded archetype: beast of ill omen, charm, feral speech, ward.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Beast-Bonded/Hexes", 
            "type": "section", 
            "name": "Hexes", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"major-hexes\">The following major hex complements the beast-bonded archetype: beast eye.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Beast-Bonded/Major Hexes", 
            "type": "section", 
            "name": "Major Hexes", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"grand-hexes\">The following grand hex complements the beast-bonded archetype: forced reincarnation.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Beast-Bonded/Grand Hexes", 
            "type": "section", 
            "name": "Grand Hexes", 
            "source": "Ultimate Magic"
        }
    ]
}