{
    "body": "<p>Having much in common with necromancers, the gravewalker is obsessed with the occult manipulations of the dead, particularly mindless undead such as zombies. Unlike the creations of standard necromancers, a gravewalker's creations remain forever tied to her will, and she can produce vile apparitions of tremendous power.</p>", 
    "name": "Gravewalker", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Gravewalker", 
    "type": "class_archetype", 
    "subtype": "witch", 
    "sections": [
        {
            "body": "<p id=\"spells\">A gravewalker replaces some of her patron spells with the following: 4th&mdash;<i>command undead</i>, 6th&mdash;<i>animate dead</i>, 12th&mdash;<i>create undead</i>, 14th&mdash;<i>control undead</i>, 16th&mdash;<i>create greater undead</i>. These replace the patron spells </p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Spells"
        }, 
        {
            "body": "<p id=\"spell-poppet\">Each gravewalker carries around a gristly, inanimate poppet stitched from human skin and stuffed with shards of bone, fingernails, and grave dirt. A gravewalker's spells come from the will of evil spirits residing in the poppet, and its ability to hold spells functions in a manner identical to the way a witch's spells are granted by her familiar. The gravewalker must commune with her poppet each day to prepare her spells and cannot prepare spells that are not stored in the poppet. This ability replaces familiar. The following familiar ability works differently for a gravewalker: </p>", 
            "name": "Spell Poppet", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Gravewalker/Spell Poppet", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"deliver-touch-spells\">At 3rd level or higher, a gravewalker can use her poppet to deliver touch spells. After casting a touch spell, as a full-round action, the witch can designate a target and stab a pin into her poppet, delivering the spell as a ranged touch attack. The target must be within range of her aura of desecration ability (see below).</p>", 
                    "name": "Deliver Touch Spells", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Gravewalker/Spell Poppet/Deliver Touch Spells", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p id=\"aura-of-desecration\">At first level, a gravewalker can create a 20-foot-radius aura of evil power. This aura increases the DC of channeled negative energy by +1 and the turn resistance of undead by +1. At 3rd level and every 2 levels thereafter, the radius of the aura increases by 5 feet, to a maximum of 70 feet at 20th level. This ability replaces the witch's 1st-level hex.</p>", 
            "name": "Aura of Desecration", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Gravewalker/Aura of Desecration", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bonethrall\">At first level, a gravewalker can take control of an undead creature within her aura of desecration by forcing her will upon it (Will negates, using her hex DC). If it fails the save, the creature falls under her control as if she had used <i>command undead</i> (once control is established, the undead remain controlled even if outside the witch's aura). Intelligent undead receive a new saving throw each day to resist her command. The witch can control up to 1 HD of undead creatures per caster level. If an undead creature is under the control of another creature, the witch must make an opposed Charisma check whenever her orders conflict with that creature's. This replaces the witch's hex gained at 4th level.</p>", 
            "name": "Bonethrall", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Gravewalker/Bonethrall", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"possess-undead\">A gravewalker may take direct control of one of her undead minions within her aura of desecration, as if using <i>magic jar</i>; the witch's poppet acts as the soul receptacle for this ability. The minion gets no saving throw against this ability. This replaces the witch's hex gained at 8th level.</p>", 
            "name": "Possess Undead", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Gravewalker/Possess Undead", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hexes\">The following witch hexes complement the gravewalker archetype: beast of ill-omen, evil eye, misfortune.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Gravewalker/Hexes", 
            "type": "section", 
            "name": "Hexes", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"major-hexes\">The following major hexes complement the gravewalker archetype: ice tomb, infected wounds, waxen image.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Gravewalker/Major Hexes", 
            "type": "section", 
            "name": "Major Hexes", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"grand-hexes\">The following grand hexes complement the gravewalker archetype: death curse, summon spirit.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Witch Archetypes/Gravewalker/Grand Hexes", 
            "type": "section", 
            "name": "Grand Hexes", 
            "source": "Ultimate Magic"
        }
    ]
}