{
    "body": "<p>This section provides many examples of activities you can undertake during downtime. Some of these are new, and others expand on options from the <i>Core Rulebook</i> or other sourcebooks to explain how those activities relate to the downtime rules. In most cases, using the downtime rules doesn't change the costs for performing the action, but it might allow you to spend capital instead of gp as per the Capital Values table. You can substitute 1 point of Goods or Labor for 20 gp, 1 point of Influence for 30 gp, and 1 point of Magic for 100 gp where appropriate. You can combine multiple types of capital when substituting for a gp value.</p><p>Some downtime activities allow you to spend Goods, Influence, Labor, or Magic to modify the outcome of a check. You must decide to spend this capital before you attempt the check.</p>", 
    "name": "Downtime Activities", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>If you're a magus or wizard, you can spend 1 day of downtime to copy up to eight spells from other sources into your spellbook. If you're an alchemist, you can use this option to add new formulae to your formula book. If you're a witch, you can use this option to add spells to your familiar. You may spend Magic toward the cost of copying spells.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Add Spells to Your Spellbook", 
            "type": "section", 
            "name": "Add Spells to Your Spellbook", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can use your downtime capital to create a building that suit your needs, such as a temple, guildhall, or mage tower. You construct a building out of component rooms that allow you to configure the building exactly how you want it (see Rooms and Teams).</p><p>How much capital you can spend per day is limited by the size of the settlement you're in. Once you've spent the total capital and time needed to finish your building, it's complete and you can use it immediately.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Construct Buildings", 
            "type": "section", 
            "name": "Construct Buildings", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The <i>Core Rulebook</i> details how to craft magic items. As magic item crafting and the downtime rules both use days as time increments for all but the cheapest potions and scrolls, you can spend days in the downtime system to craft magic items, with each downtime day counting as 8 hours of crafting time. You may spend Magic toward the crafting cost.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Craft Magic Items", 
            "type": "section", 
            "name": "Craft Magic Items", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The Craft skill allows you to spend time creating mundane items such as armor, weapons, and alchemist's fire. The standard rules presented in the <i>Core Rulebook </i>assume you spend a week on crafting, but give you the option to make progress by the day. If you use the downtime system, make your Craft checks by the day instead of by the week. The steps for crafting by day are as follows.</p><ol><li>Find the item's price in silver pieces (1 gp = 10 sp).</li><li>Find the item's DC from the Craft Skills table.</li><li>Pay 1/3 of the item's price in gp for the raw material cost. You may also spend Goods toward this cost.</li><li>Attempt an appropriate Craft check representing 1 day's worth of work. You may spend Labor to modify your check result, with 1 point of Labor adding 2 to your total.</li></ol><p>If your check succeeds, multiply your check result by the DC and divide by 7. If this value equals or exceeds the price of the item in sp, then you complete the item. If the result × the DC equals double or triple the price of the item in silver pieces, then you've completed the task in 1/2 or 1/3 of the time. Other multiples of the DC reduce the time in the same manner.</p><p>If the value is less than the price, the check represents the progress you've made this day. Record the result of your check. Each downtime day you spend crafting, you make more progress until your total reaches the price of the item in silver pieces.</p><p>If you fail a check by 4 or less, you make no progress that day. If you fail by 5 or more, you ruin some of the raw materials and have to pay 1/10 of the original raw material cost again.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Craft Mundane Items", 
            "type": "section", 
            "name": "Craft Mundane Items", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can spend 1 day of downtime earning capital. Depending on the nature of the work, this might require making some kind of check and paying an amount of gp. This work might be unskilled labor or skilled labor with a Craft or Profession skill. See Gaining Capital for more information.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Earn Capital", 
            "type": "section", 
            "name": "Earn Capital", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you've missed a campaign session or otherwise fallen behind in XP compared to the other characters, you can spend downtime adventuring to help catch up to the other PCs. Usually downtime adventures feature encounters that are much easier than you'd normally expect as part of a group. For example, a 5th-level character might clear zombies out of a crypt or assist some lower-level adventures with a problem that's a little too difficult for them.</p><p>Spending 1 day of downtime adventuring earns you XP as if you had defeated an opponent whose CR was equal to your character level. For example, if you are a 3rd-level character, you would earn 800 XP. You do not earn any treasure or other capital for downtime adventuring.</p><p>If using this downtime activity would increase your XP above the highest XP value among all the PCs in your party, it increases your XP to that value instead; any XP earned beyond this amount is lost. This activity allows you only to catch up, not to get ahead.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Earn XP", 
            "type": "section", 
            "name": "Earn XP", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Using the Diplomacy skill to gather information normally requires 1d4 hours to search for rumors and informants. When using the downtime system, you have three options for gathering information.</p>", 
            "name": "Gather Information", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Gather Information", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Once per day, you may spend 1d4 hours speaking with locals and attempt one check, as described in the Diplomacy skill. Doing so does not cost you any downtime, but the GM might rule that other time-consuming downtime activities take a penalty (such as a &mdash;4 on a skill check) or can't be undertaken.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Gather Information/Standard Check", 
                    "type": "section", 
                    "name": "Standard Check", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>By spending 1 day of downtime, you can thoroughly converse with several knowledgeable or reliable contacts over the course of the day. You may attempt up to three Diplomacy checks to gather information. These checks can be for the same or different topics, and you can expend one of the rolls you haven't used yet to reroll a Diplomacy check you failed during this activity.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Gather Information/Thorough Questioning", 
                    "type": "section", 
                    "name": "Thorough Questioning", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>By spending 1 day of downtime and 1 point of Influence, you can attempt up to three Diplomacy checks, each with a +5 bonus. These checks can be for the same or different topics, and you can expend one of the rolls you haven't used yet to reroll a Diplomacy check you failed during this activity.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Gather Information/Influential Questioning", 
                    "type": "section", 
                    "name": "Influential Questioning", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>You can use downtime to help others rest and recover using the Heal skill. For long-term care, treating wounds, and treating disease, you can spend Labor to modify your check result. Each 1 point of Labor spent adds 2 to your check.</p>", 
            "name": "Heal Others", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Heal Others", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Spending a day of downtime on long-term care allows you to care for up to six patients that day.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Heal Others/Long-Term Care", 
                    "type": "section", 
                    "name": "Long-Term Care", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Spending a day of downtime allows you to treat up to 50 patients of this type. You may combine this option with the treat disease option, caring for up to 50 total patients per day.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Heal Others/Treat Wounds from Caltrops/Spike Growth/or Spike Stones", 
                    "type": "section", 
                    "name": "Treat Wounds from Caltrops, Spike Growth, or Spike Stones", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Spending a day of downtime allows you to treat up to 8 patients of this type.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Heal Others/Treat Deadly Wounds", 
                    "type": "section", 
                    "name": "Treat Deadly Wounds", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Spending a day of downtime allows you to treat up to 50 patients of this type. You may combine this option with the treat wounds from caltrops, caring for up to 50 patients total per day.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Heal Others/Treat Disease", 
                    "type": "section", 
                    "name": "Treat Disease", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>If you are using the kingdom-building rules and have a leadership role in the kingdom, you must spend 7 days per month performing various leadership duties. In the downtime system, performing leadership duties for a day costs 1 day of downtime. You can't perform any other downtime activities on a day you perform kingdom leadership duties.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Lead Your Kingdom", 
            "type": "section", 
            "name": "Lead Your Kingdom", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can spend 1 day of downtime to increase interest in a business, temple, organization, or other local fixture. You can also spend one type of capital, depending on how you want to promote the business. For example, if you want to promote a bakery, you can spend Goods giving out free pastries to people in town, Influence to get the mayor to visit the bakery and praise its food, Labor to hire workers to stand with signboards advertising the bakery, or Magic for a memorable illusion that draws people to the bakery.</p><p>The promotion increases activity at the site for 1d6 days. Choose one capital the building generates, then attempt a skill check for using skilled work to earn capital, using Diplomacy, Knowledge (local), or Spellcraft. Add 5 to your check result for every 1 point of Goods, Influence, Labor, or Magic you spent to promote the business, then use the skilled work option to determine how many additional resources the business generates over the course of this increased activity. If you're promoting an organization without a physical building, each Good, Influence, Labor, or Magic adds only 2 to the check instead of 5&mdash;it's harder to encourage people to be patrons of something they can't physically visit.</p><p>The business you promote with this downtime activity doesn't have to be one you own.</p><p>If the building or organization does not generate capital (such as charity that takes care of war orphans), the promotion generates either gp or Influence (your choice) .</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Promote a Business", 
            "type": "section", 
            "name": "Promote a Business", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you lose or dismiss your animal companion, you can spend 1 day performing a ceremony to gain a new one. This ceremony requires 24 uninterrupted hours of prayer in the environment where the new companion typically lives (at the GM's discretion, traveling might add to the downtime requirement if there's no suitable environment near the settlement).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Replace Your Animal Companion", 
            "type": "section", 
            "name": "Replace Your Animal Companion", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The <i>Core Rulebook</i> allows you to replace a familiar if at least 1 week has passed since it was dismissed or lost. Doing so requires you to spend 1 day performing a specialized ritual to summon a new familiar. The ritual costs 200 gp × your wizard or witch level. You can spend Goods or Magic toward the ritual cost.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Replace Your Familiar", 
            "type": "section", 
            "name": "Replace Your Familiar", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can create and recruit for an organization that doesn't rely on a specific building. For example, you could may want to recruit employees (or minions) if you're a rogue and want to start your own gang of cutpurses or a cleric who wants to start a cult of followers. You create an organization out of component teams, so you can configure the organization exactly how you want it (see Rooms and Teams). How much downtime capital you can spend in a day is limited by the size of the settlement you're in (see Spending Limits). When you've spent the appropriate capital and time for your organization, it's complete and you can put it to work immediately.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Recruit for an Organization", 
            "type": "section", 
            "name": "Recruit for an Organization", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The <i>Core Rulebook</i> allows you to perform spell research, either to create a new spell or learn an existing spell from another source. In the downtime system, the steps for spell research each day are as follows.</p><ol><li>Pay 100 gp × the spell's level for research costs and rare ingredients. You may spend Goods or Magic toward this cost.</li><li>Determine the total days of progress required to complete the research, which is 7 × the spell level.</li><li>Determine the spell research DC, which is 10 + twice the spell's level.</li><li>Attempt a Spellcraft check and a Knowledge check (arcana for an arcane spell, religion for a divine spell) against the spell research DC. You can't take 10 on these checks. You may spend Magic to modify a check result, with 1 point of Magic adding 2 to your total (maximum +10). If both checks succeed, you make 1 day's progress toward completing the spell. When your days of progress equal the total number of days needed, the spell is completed and added to your spellbook or list of spells known.</li></ol><p>If either or both spell research checks fail by 4 or less, you make no progress. For each check that fails by 5 or more, your research has led to poor results and you lose a day of progress toward completing the spell.</p><p>If you're an alchemist, you can use this downtime option to research a new extract formula. Instead of a Spellcraft check, attempt a Craft (alchemy) check. For Knowledge (arcana) checks, you may attempt a Knowledge (nature) check instead.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Research a Spell", 
            "type": "section", 
            "name": "Research a Spell", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can use downtime and capital to learn more about the campaign or the game world. This is similar to the gather information activity, except instead of looking for rumors and gossip in town, you are consulting with sages, perusing historical documents, or using magic to unearth information. Instead of a Diplomacy check, attempt one or more Knowledge checks appropriate to the intended subject. These checks can be for the same or different topics (and can use different Knowledge skills), and you can expend one of the rolls you haven't used yet to reroll a Knowledge check you failed during this activity. You have three options for researching information.</p>", 
            "name": "Research Facts and Lore", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Research Facts and Lore", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>By spending 1 day of downtime, you can thoroughly converse with several knowledgeable individuals or study several reliable sources over the course of the day. You can attempt up to three Knowledge checks to discover information.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Research Facts and Lore/Thorough Research", 
                    "type": "section", 
                    "name": "Thorough Research", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>By spending 1 day of downtime and 1 point of Influence, you may attempt up to three Knowledge checks, each with a +5 bonus.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Research Facts and Lore/Influential Research", 
                    "type": "section", 
                    "name": "Influential Research", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>By spending 1 day of downtime and 1 point of Magic, you may attempt up to three Knowledge checks, each with a +5 bonus.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Research Facts and Lore/Magical Research", 
                    "type": "section", 
                    "name": "Magical Research", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>You can use downtime to rest and recover. It is assumed that you spend 8 hours resting at night, which allows you to recover 1 hp per level per day and 1 point of ability damage for each affected ability score. If you spend a full day of downtime resting in bed, you recover another 1 hp per level per day and another 1 point of ability damage for each affected ability score.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Rest", 
            "type": "section", 
            "name": "Rest", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can use your downtime to retrain (see Retraining). You may spend Goods, Influence, Labor, or Magic toward this cost.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Retrain", 
            "type": "section", 
            "name": "Retrain", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you have a building and that building generates any kind of capital, you can spend 1 day of downtime working at your building&mdash;increasing its productivity by inspiring your employees to work harder, using your expertise to get more done, or using your fame to attract more customers. This counts as using downtime to earn capital (see Gaining Capital), but you gain a +10 bonus on your check.</p><p>The capital you generate must be a kind that your building can generate. For example, an inn that generates gp and Influence can generate only those two currencies using this downtime activity; you can't use it to generate Goods, Labor, or Magic just because you're personally running it for the day. You must earn capital acquired in this way as normal.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Run a Business", 
            "type": "section", 
            "name": "Run a Business", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can use downtime to prepare for an upcoming adventure or event. For example, if you know you have to crash the baron's fancy party in 2 days, you can spend downtime watching the baron's manor, investigating what clothing the servants will wear, and finding out which important guests are attending. This works like spending capital to boost checks, except you must spend 1 day of downtime, and each Good, Influence, Labor, or Magic you spend toward this purpose gives you a +2 bonus on one skill check (maximum +6). As with the spend capital option, the GM decides if your approach is reasonable for the check you're attempting. The bonus from this activity stacks with that from the spend capital to boost checks option (maximum +10 total). This bonus lasts for one check.</p><p>For example, by spending 1 day of downtime and 1 point of Goods, you gain an excellent understanding of the liveried servants' uniforms and add 2 to your Disguise check to disguise yourself as one of them. By spending 1 day of downtime and 1 point of Influence, you learn what famous trapsmith constructed the baron's vault and add 2 to your Disable Device check to open it.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Scheme for an Upcoming Adventure", 
            "type": "section", 
            "name": "Scheme for an Upcoming Adventure", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can use the Handle Animal skill to train an animal, as described in the <i>Core Rulebook</i>. The rules for training assume the training period is continuous. However, you can break this training into smaller increments (allowing you to make progress on this training between adventures), but you must attempt a Handle Animal check for each training period, and the DC increases by 2. Failing the check means that training period doesn't count toward completing the training.</p><p>This use of downtime doesn't allow you to exceed the animal's normal training limitations from the <i>Core Rulebook</i>. For example, spending downtime doesn't allow you to teach an animal more tricks than it could learn if you weren't using the downtime system.</p>", 
            "name": "Train an Animal", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Train an Animal", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>This requires 7 days and a successful Handle Animal check at the end of the training period. You may spend Goods, Influence, Labor, or Magic to modify your check result, with each 1 point of capital adding 2 to your total (maximum +10).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Train an Animal/Teach an Animal a Trick", 
                    "type": "section", 
                    "name": "Teach an Animal a Trick", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>This sort of training can take several weeks, depending on the nature of the training. You may spend Goods, Influence, Labor, or Magic to modify your check result, with each 1 point of capital adding 2 to your total (maximum +10).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Train an Animal/Train an Animal for a General Purpose", 
                    "type": "section", 
                    "name": "Train an Animal for a General Purpose", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Depending on the maturation rate of the animal, this can take anywhere from weeks to months or even years. For simplicity's sake, interacting with the animal for an hour per day in a safe environment counts toward this training and doesn't require you to spend any downtime. As long as you maintain this daily contact, you need to succeed at only one Handle Animal check at the end of the rearing period. An interruption requires you to succeed at a check to continue the rearing (you may attempt this check once per day). The assumption is that you have a non-expert taking care of the animal's basic needs while you are away so it isn't neglected. If you know you will miss a day of this contact, you may spend 1 point of Influence or 1 point of Labor for each missed day to have a skilled animal handler rear the animal for the day, meaning your absence doesn't count as an interruption in the animal's training.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Train an Animal/Rear a Wild Animal", 
                    "type": "section", 
                    "name": "Rear a Wild Animal", 
                    "source": "Ultimate Campaign"
                }
            ]
        }
    ]
}