{
    "body": "<p>A manager is a competent employee qualified to run a business while you're gone, even for weeks or months at a time. A manager is authorized to make certain decisions about your property while you're away, such as paying tax collectors, banning cultists from your store, and handling emergency situations.</p><p>Having a manager delays capital attrition (Upkeep phase step 3) from 1 every 7 days to 1 every 14 days. As long as the manager's pay is up to date, having a manager look after your business prevents business attrition.</p><p>Unlike a team, a manager requires daily wages paid in gp. It's customary to pay a manager in advance when you're going to be absent, or arrange to pay wages through a bank or accountant. If you trust the manager, you can even allow her to take wages out of your business's earnings or from money you've set aside for your building or organization.</p><p>It's a good idea to give a manager some means of contacting you while you're away, even just an address in a city near where you're adventuring. You might want to provide a magical means of contacting you (and leave funds set aside to pay for it) in case something requires your urgent attention.</p>", 
    "name": "Managers", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>A manager stat block is organized as follows.</p>", 
            "name": "Reading a Manager Stat Block", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Reading a Manager Stat Block", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>This gp value is the manager's daily wage. This wage is for handling normal day-to-day operation of your business, and doesn't include costs for exceptional services. For example, just because you pay your abbot a daily wage doesn't mean you can bring him on adventures to cast spells (in fact, most of his spells are probably used in the course of doing his job managing your Temple).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Reading a Manager Stat Block/Wage", 
                    "type": "section", 
                    "name": "Wage", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>This indicates the main skills the manager has ranks in, allowing you or the GM to make skill checks for the manager if an event or encounter requires it. The manager might also have ranks in other skills that aren't relevant to employment duties. The managers here are examples; a specific manager you hire could have different class skills more closely suited to your business. A manager is typically a 3rd-level character with 3 ranks in the appropriate skills and the basic NPC ability score array, giving the manager a +7 or +8 for class skills and a +4 or +5 for non-class skills.</p><p>Many manager roles are similar to specific teams. For example, an Abbot is a Priest who is qualified to run a Temple or religious organization. The primary difference between an Abbot and Priest is that you pay the Abbot a wage to look after your building or organization while you're away, whereas the Priest might be just one of several people with similar duties in your organization. With the GM's approval, you may convert a team to an appropriate manager by paying the NPC (or NPCs) a wage, or vice versa.</p><p>You can select a cohort or notable follower to be a manager, but you still must pay a wage. Having a cohort or follower as a manager means you know the manager is loyal to you&mdash;it doesn't mean that she'll work for free while you're off adventuring.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Reading a Manager Stat Block/Skills", 
                    "type": "section", 
                    "name": "Skills", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>The following managers are examples of individuals you can hire to manage a business or look after your building or organization.</p>", 
            "name": "Example Managers", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>An Abbot is divine spellcaster trained to take care of a Temple or religious organization and its members. She's typically a 3rd-level adept, cleric, druid, or oracle, with light armor (or no armor, if an adept) and a weapon appropriate to her faith.</p>", 
                    "wage": "4 gp/day", 
                    "name": "Abbot", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Abbot", 
                    "source": "Ultimate Campaign", 
                    "skills": "Diplomacy, Heal, Knowledge (local), Knowledge (religion)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>An Accountant maintains financial records and balances an organization's or building's budget. He's typically a 3rd-level expert and not a combatant, though he could be from any skilled class that makes good use of high mental ability scores.</p>", 
                    "wage": "3 gp/day", 
                    "name": "Accountant", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Accountant", 
                    "source": "Ultimate Campaign", 
                    "skills": "Appraise, Knowledge (local), Linguistics, Profession (accountant)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Captain is a master sailor who runs a shipping operation. She's typically a 3rd-level expert, rogue, or fighter. A Captain can be in charge of a mercantile organization, a pirate fleet, or a business that ferries people from port to port.</p>", 
                    "wage": "5 gp/day", 
                    "name": "Captain", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Captain", 
                    "source": "Ultimate Campaign", 
                    "skills": "Acrobatics, Diplomacy, Knowledge (geography), Profession (sailor)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Doctor is trained to treat all manner of maladies and injuries. He's typically a 3rd-level adept, cleric, druid, or oracle. An expert can make a suitable Doctor, but can heal and treat wounds and diseases with only mundane methods or the use of magic items. A Doctor is typically in charge of a Hospital or organization that provides medical care.</p>", 
                    "wage": "5 gp/day", 
                    "name": "Doctor", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Doctor", 
                    "source": "Ultimate Campaign", 
                    "skills": "Heal, Perception, Sense Motive, Survival", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A artisans' Guildmaster is skilled at her art and capable of running a group of like-minded artisans. She's typically a 3rd-level bard, expert, rogue, or member of another skilled class. A Guildmaster handles the day-to-day duties of running an Artisan's Guild: basic administration, educating guild members, and working at her trade.</p>", 
                    "wage": "3 gp/day", 
                    "name": "Artisans' Guildmaster", 
                    "source": "Ultimate Campaign", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Artisans Guildmaster", 
                    "subtype": "manager", 
                    "abbrev": "Artisans' Guild", 
                    "skills": "Appraise, Craft (any one), Diplomacy, Profession (any one)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A thieves' Guildmaster manages a criminal organization. He's typically a 3rd-level bard, cleric, expert, rogue, or sorcerer. A Guildmaster runs the day-to-day operation of a Thieves' Guild: basic administration, training recruits, managing current operations, and devising new schemes.</p>", 
                    "wage": "5 gp/day", 
                    "name": "Thieves' Guildmaster", 
                    "source": "Ultimate Campaign", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Thieves Guildmaster", 
                    "subtype": "manager", 
                    "abbrev": "Thieves' Guild", 
                    "skills": "Appraise, Bluff, Disable Device, Knowledge (local)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Headmaster manages a place of learning, such as a Bardic College, Magical Academy, or University. She's typically a 3rd-level alchemist, bard, expert, rogue, sorcerer, wizard, or witch. Running an establishment of higher learning includes basic administration, educating students, and ongoing research.</p>", 
                    "wage": "3 gp/day", 
                    "name": "Headmaster", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Headmaster", 
                    "source": "Ultimate Campaign", 
                    "skills": "Diplomacy, Knowledge (any two), Profession (any one)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>An Innkeeper runs an establishment focused on hospitality. He's typically a 3rd-level commoner or expert, but could also be a retired fighter, rogue, or warrior. An Innkeeper sees to the day-to-day operation of an Inn, Tavern, hotel, restaurant, or exclusive private social club.</p>", 
                    "wage": "2 gp/day", 
                    "name": "Innkeeper", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Innkeeper", 
                    "source": "Ultimate Campaign", 
                    "skills": "Appraise, Diplomacy, Knowledge (local), Profession (any one)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Lieutenant leads a unit containing Guards, mercenaries, or troops. She's typically a 3rd-level cavalier, fighter, or ranger, but could be a barbarian, bard, inquisitor, warrior, or member of any class devoted to martial combat. A Lieutenant manages troops assignments and needs, sees to their training, and participates in military operations.</p>", 
                    "wage": "4 gp/day", 
                    "name": "Lieutenant", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Lieutenant", 
                    "source": "Ultimate Campaign", 
                    "skills": "Diplomacy, Intimidate, Knowledge (engineering), Perception", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Master Smith oversees a productive business. He's typically a 3rd-level bard, expert, rogue, or member of another skilled class. A Master Smith runs the day-to-day operations of a production facility devoted to a particular trade, trains apprentices, and works on the more challenging and masterful creations being produced.</p>", 
                    "wage": "4 gp/day", 
                    "name": "Master Smith", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Master Smith", 
                    "source": "Ultimate Campaign", 
                    "skills": "Appraise, Craft (any one), Perception, Profession (any one)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Partner is a prominent leader in a barrister's office. She's typically a 3rd-level bard, expert, rogue, sorcerer, wizard, or member of another skilled class that depends on mental ability scores. A Partner sees to the organization's legal needs.</p>", 
                    "wage": "4 gp/day", 
                    "name": "Partner", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Partner", 
                    "source": "Ultimate Campaign", 
                    "skills": "Bluff, Diplomacy, Knowledge (any one), Profession (barrister)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Sensei heads a Dojo or martial Monastery. He's typically a 3rd-level monk, but could have levels in any martial or Wisdom-based class. A Sensei sees to the training of students and manages day-to-day operations.</p>", 
                    "wage": "2 gp/day", 
                    "name": "Sensei", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Sensei", 
                    "source": "Ultimate Campaign", 
                    "skills": "Acrobatics, Intimidate, Knowledge (history), Perception", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Smuggler is a merchant accustomed to performing her duties beneath the notice of authorities. She's typically a 3rd-level bard, expert, rogue, or member of any class devoted to subterfuge. A Smuggler might run a Black Market, illegal caravan, or ring of smuggling ships.</p>", 
                    "wage": "3 gp/day", 
                    "name": "Smuggler", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Smuggler", 
                    "source": "Ultimate Campaign", 
                    "skills": "Appraise, Bluff, Knowledge (local), Sleight of Hand", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Stage Manager oversees an artistic organization or building devoted to the arts. He's typically a 3rd-level expert, but could instead be a bard, rogue, or member of any class with skills suiting the fine arts. A Stage Manager spends his day seeing to the operations of the theater, instructing performers, and promoting featured acts.</p>", 
                    "wage": "2 gp/day", 
                    "name": "Stage manager", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Stage manager", 
                    "source": "Ultimate Campaign", 
                    "skills": "Diplomacy, Disguise, Perform (any two)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A Steward manages a large residential building like a Castle, Mansion, or Noble Villa. She's typically a 3rd-level adept, commoner, or expert. A Steward manages the day-to-day operations of an estate, coordinates the work of the servants and disciplines any whose performance is unsatisfactory, and ensures that the lords and ladies of the house want for nothing.</p>", 
                    "wage": "2 gp/day", 
                    "name": "Steward", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Steward", 
                    "source": "Ultimate Campaign", 
                    "skills": "Diplomacy, Knowledge (local), Knowledge (nobility), Sense Motive", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>An Underboss follows the direct orders of a crime boss or anyone running a violent criminal organization. He's typically a 3rd-level bard, cleric, expert, fighter, or rogue. An Underboss follows his superior's orders, maintains the organization's goals, and manages subordinates.</p>", 
                    "wage": "2 gp/day", 
                    "name": "Underboss", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Underboss", 
                    "source": "Ultimate Campaign", 
                    "skills": "Appraise, Bluff, Intimidate, Knowledge (local)", 
                    "type": "resource"
                }, 
                {
                    "body": "<p>A warden oversees a Jail, dungeon, or other place where people are detained. She's typically a 3rd-level cleric, expert, fighter, inquisitor, warrior, or member of any class suited to combat and guile. A warden sees to the needs of the guards employed within the Jail as well as those of the prisoners', and monitors conditions within the facility.</p>", 
                    "wage": "2 gp/day", 
                    "name": "Warden", 
                    "subtype": "manager", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Managers/Example Managers/Warden", 
                    "source": "Ultimate Campaign", 
                    "skills": "Diplomacy, Intimidate, Knowledge (local), Sense Motive", 
                    "type": "resource"
                }
            ]
        }
    ]
}