{
    "body": "<p class=\"stat-description-2\">You absorb the toxicity of your surroundings, becoming toxic as a result. While under the effect of this spell, you are immune to diseases and poisons with which you come into contact. When you are exposed to a disease or poison, you can choose to absorb it. Doing so ends the immunity due to this spell to any disease and poison other than the one you absorbed. You remain immune to the new affliction until this spell ends. Casting <i>absorb toxicity</i> on yourself a second time does not allow you to absorb a second toxin, but instead resets the duration of the effect to its full 10 minutes/level.</p><p class=\"stat-description-indent-1\">While you have a disease or poison absorbed, you can use a melee touch attack to transfer that affliction to another creature. A missed attack does not discharge the spell, and you can try to transfer the affliction again in subsequent rounds. If you hit, this spell is discharged, and your target must make a saving throw against the transferred affliction (DC equal to this spell's save DC or the affliction's save DC, whichever is higher) or suffer its effect or initial effect immediately. The target then continues to suffer from the affliction's normal effects.</p><p class=\"stat-description-2 para-style-override-16\">If the spell's duration expires before you have transferred the affliction, you are exposed to any absorbed poison or disease as if you had transferred it to yourself, but you gain a +2 bonus on saves against that particular instance of the poison or disease.</p>", 
    "school": "necromancy", 
    "saving_throw": "see text", 
    "description": "You become immune to diseases and toxins, absorb one, and then spread it to others.", 
    "url": "pfsrd://Ultimate Combat/Spells/Absorb Toxicity", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 3; Investigator: 3; Druid: 4; Hunter: 4; Sorcerer: 5; Wizard: 5; Arcanist: 5; Hunter: 4; Witch: 4; Hunter: 4", 
    "source": "Ultimate Combat", 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 3
        }, 
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Druid", 
            "level": 4
        }, 
        {
            "class": "Hunter", 
            "level": 4
        }, 
        {
            "class": "Hunter", 
            "level": 4
        }, 
        {
            "class": "Hunter", 
            "level": 4
        }, 
        {
            "class": "Investigator", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Witch", 
            "level": 4
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a thorn from a poisonous plant", 
            "type": "M"
        }
    ], 
    "duration": "10 minutes/level or until discharged", 
    "type": "spell", 
    "component_text": "V, S, M (a thorn from a poisonous plant)", 
    "name": "Absorb Toxicity"
}