{
    "body": "<p class=\"stat-description-2\">You gain some of the beneficial qualities of an animal. Your base form is largely unchanged and your size is unaltered, but some of your body parts are altered. Armor or gear you are wearing adjusts to your new shape for the duration of the spell. When you cast <i>animal aspect</i>, choose one of the following animals to gain the associated benefits. You can only have one <i>animal aspect</i> or <i>greater animal aspect</i> spell active on you at a time.</p><p id=\"frog\" class=\"stat-block-2\"><i>Frog</i>: Your legs become elongated and muscular. You gain a +4 competence bonus on Acrobatics checks, and you always jump as if you had a running start.</p><p id=\"gorilla\" class=\"stat-block-2\"><i>Gorilla</i>: Your arms become long, flexible, and strong like those of a great ape. Your unarmed damage die type increases by one step, and you gain a +4 competence bonus on combat maneuver checks when making the grapple or reposition combat maneuver.</p><p id=\"monkey\" class=\"stat-block-2\"><i>Monkey</i>: Your hands and arms become dexterous like those of a simian. You gain a +4 competence bonus on Climb checks, and you can throw objects as if you had the Throw Anything feat.</p><p id=\"otter\" class=\"stat-block-2\"><i>Otter</i>: Your hands and feet gain webbing, and your lungs gain capacity, allowing you to move through the water with ease. You gain a Swim speed equal to half your speed, and all the benefits of having a swim speed. Additionally, you can hold your breath for 4 rounds per point of Constitution before being forced to make Constitution checks to keep holding your breath.</p><p id=\"raccoon\" class=\"stat-block-2\"><i>Raccoon</i>: Your hands become extremely dexterous, and your feet become padded. You gain a +2 competence bonus on Disable Device, Sleight of Hand, and Stealth checks.</p><p id=\"raptor\" class=\"stat-block-2\"><i>Raptor</i>: Your legs become built for running speed, like those of a deinonychus. You gain a enhancement bonus of +20 feet to your base speed.</p><p id=\"tree-lizard\" class=\"stat-block-2\"><i>Tree Lizard</i>: Your hands and feet gain climbing claws and climbing pads. You gain a climb speed equal to half your normal speed and all the benefits of having a natural climb speed. </p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "You gain some of the beneficial qualities of an animal.", 
    "url": "pfsrd://Ultimate Combat/Spells/Animal Aspect", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 2; Arcanist: 2; Bloodrager: 2; Druid: 2; Hunter: 2; Hunter: 2; Hunter: 2; Investigator: 2; Magus: 2; Ranger: 2; Sorcerer: 2; Wizard: 2", 
    "source": "Ultimate Combat", 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 2
        }, 
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Bloodrager", 
            "level": 2
        }, 
        {
            "class": "Druid", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Investigator", 
            "level": 2
        }, 
        {
            "class": "Magus", 
            "level": 2
        }, 
        {
            "class": "Ranger", 
            "level": 2
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a part of the animal", 
            "type": "M"
        }, 
        {
            "text": "a part of the animal", 
            "type": "DF"
        }
    ], 
    "duration": "1 minute/level (D)", 
    "subschool_text": "polymorph", 
    "subschool": [
        "polymorph"
    ], 
    "type": "spell", 
    "component_text": "V, S, M/DF (a part of the animal)", 
    "name": "Animal Aspect"
}