{
    "body": "<p class=\"stat-description-2\">Upon drinking an extract created with this formulae, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract's duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formulae with the word &ldquo;bomb admixture&rdquo; in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active. </p><p class=\"stat-description-indent-1\">When you throw a bomb and hit a direct target, it creates an invisible cubical prison composed of a solid <i>wall of force</i>. The prison is as large as the splash area of the bomb that you threw, and traps any creature that is entirely inside the area. </p><p class=\"stat-description-indent-1\">Creatures within the area are caught and contained unless any creature within the splash radius is too big to fit inside, in which case the effect automatically fails. Teleportation and other forms of astral travel provide means for escape, but the force walls extend into the Ethereal Plane, blocking ethereal travel. </p><p class=\"stat-description-indent-1\">Like a <i>wall of force</i>, the cage created by the <i>caging bomb admixture</i> resists <i>dispel magic</i>, although a <i>mage's disjunction</i> still functions. The walls of the cage can be damaged by spells as normal, except for <i>disintegrate</i>, which automatically destroys the cage. The walls of this cage can be damaged by weapons and supernatural abilities, but the cage has a hardness of 20 and a number of hit points equal to 20 per alchemist level. Contact with a <i>sphere of annihilation</i> or a <i>rod of cancellation</i> instantly destroys this cage. </p><p class=\"stat-description-indent-1\">When using <i>caging bomb admixture</i>, an alchemist can only have one cage in effect at a time. If the alchemist throws another bomb during the duration of <i>caging bomb admixture</i>, any other cage created by the earlier admixture ends, and a new one is created. When the duration of the <i>caging bomb admixture</i> ends, so does any remaining cage created by this admixture's effect.</p>", 
    "school": "evocation", 
    "description": "Your bombs create a cage of force that traps creatures inside the bomb's splash radius.", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Spells/Caging Bomb Admixture", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 6; Investigator: 6", 
    "descriptor": [
        "force"
    ], 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 6
        }, 
        {
            "class": "Investigator", 
            "level": 6
        }
    ], 
    "descriptor_text": "force", 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 round/level", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Caging Bomb Admixture"
}