{
    "body": "<p class=\"stat-description-2\">A floating chain of force with hooks at each end appears within an unoccupied space of your choosing within range. This chain is a Medium object that has a 10-foot reach. Physical attacks cannot hit or harm the <i>chain of perdition</i>, but <i>dispel magic</i>,<i> disintegrate</i>, a <i>sphere of annihilation</i>, or a <i>rod of cancellation</i> affects it normally. The chain's AC against touch attacks is 10 + your Charisma modifier (sorcerer), Intelligence modifier (wizard), or Wisdom modifier (cleric).</p><p class=\"stat-description-indent-1\">The chain can perform the dirty trick (blind or entangle), drag, reposition, and trip combat maneuvers, using your caster level in place of your Combat Maneuver Bonus, and your Charisma modifier (sorcerer), Intelligence modifier (wizard), or Wisdom modifier (cleric) in place of your Strength or Dexterity modifier. The chain does not provoke attacks of opportunity for making combat maneuvers. It suffers no penalty or miss chance due to darkness, invisibility, or other forms of concealment.</p><p class=\"stat-description-indent-1\">As a move action, you can move the chain up to 30 feet. If the chain goes beyond the spell's range or out of your sight, it returns to you.</p><p class=\"stat-description-indent-1\">If a creature that the chain attacks has spell resistance, you must make a caster level check (1d20 + caster level) against that spell resistance the first time the chain performs a successful maneuver against that creature. If the chain is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell.</p>", 
    "school": "evocation", 
    "saving_throw": "none", 
    "description": "Creates a floating chain of force.", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Spells/Chain Of Perdition", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 3; Bloodrager: 3; Cleric: 3; Oracle: 3; Sorcerer: 3; Warpriest: 3; Wizard: 3", 
    "descriptor": [
        "force"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Bloodrager", 
            "level": 3
        }, 
        {
            "class": "Cleric", 
            "level": 3
        }, 
        {
            "class": "Oracle", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Warpriest", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "descriptor_text": "force", 
    "effects": [
        {
            "text": "10-ft. chain", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "chain link", 
            "type": "M"
        }, 
        {
            "text": "chain link", 
            "type": "DF"
        }
    ], 
    "duration": "1 round/level (D)", 
    "type": "spell", 
    "component_text": "V, S, M/DF (chain link)", 
    "name": "Chain Of Perdition"
}