{
    "body": "<p class=\"stat-description-2\">An inquisitor may only cast this spell while she has a judgment active. When she does cast this spell, it causes one or more of the following effects based on the inquisitor's active judgments. </p><p id=\"destruction\" class=\"stat-block-2\"><i>Destruction</i>: Red light erupts from the caster. Enemies in the area take 4d8 points of damage and become shaken for 1d4 rounds. A successful Will saving throw halves the damage and negates the shaken effect.</p><p id=\"healing\" class=\"stat-block-2\"><i>Healing</i>: Green light erupts from the caster. Allies in the area regain a number of hit points equal to 1d8 + the caster's Wisdom modifier.</p><p id=\"justice\" class=\"stat-block-2\"><i>Justice</i>: Blue light erupts from the caster, revealing hidden and invisible creatures to all. The light outlines such creatures for 1 round per caster level, imposing a &ndash;20 penalty on Stealth checks on those creatures.</p><p id=\"piercing\" class=\"stat-block-2\"><i>Piercing</i>: Violet light erupts from the caster, reducing the spell resistance of enemies within the burst by 5 for 1 round per caster level.</p><p id=\"protection:\" class=\"stat-block-2\"><i>Protection:</i> Amber light erupts from the caster, granting allies in the burst a +2 sacred bonus to AC and CMD, and a +4 bonus to AC against critical confirmation attack rolls for 1 round per caster level.</p><p id=\"purity\" class=\"stat-block-2\"><i>Purity</i>: White light erupts from the caster, allowing each ally within the burst to attempt a saving throw against a single effect that allows a saving throw with a +2 sacred bonus on the roll.</p><p id=\"resiliency\" class=\"stat-block-2\"><i>Resiliency</i>: Golden light erupts from the caster, granting allies within the burst DR 3/magic or the alignment your judgment allows for 1 round per caster level.</p><p id=\"resistance\" class=\"stat-block-2\"><i>Resistance</i>: Copper light erupts from the caster, granting allies within the burst resistance 5 against the energy the judgment protects the inquisitor against when she casts this spell for 1 round per caster level.</p><p id=\"smiting\" class=\"stat-block-2\"><i>Smiting</i>: Silver light erupts from the caster, making allies' weapons within the burst count as magic, the alignment her weapon is, and adamantine for purposes of overcoming damage reduction for 1 round per caster level.</p>", 
    "school": "evocation", 
    "description": "You gain an additional effect while a judgment is active.", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Spells/Judgment Light", 
    "casting_time": "1 standard action", 
    "level_text": "Inquisitor: 4", 
    "descriptor": [
        "light"
    ], 
    "range": "personal", 
    "levels": [
        {
            "class": "Inquisitor", 
            "level": 4
        }
    ], 
    "descriptor_text": "light", 
    "effects": [
        {
            "text": "30-ft.-radius burst", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "instantaneous, see text", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Judgment Light"
}