{
    "body": "<p class=\"stat-description-2\">You imbue a projectile weapon with the ability to ricochet any projectiles that hit one target so that they also hit another. When the wielder ricochets a projectile, she selects a primary target to attack. If she hits the primary target, the projectile ricochets instead of being destroyed. The wielder can then select a secondary target that is within 20 feet of the primary target. She makes an attack roll against the secondary target at the same base attack bonus, but does not gain the benefit from any enhancement bonuses or magic qualities on the projectile. If the shot comes from a firearm, the ricochet targets normal AC rather than touch AC. </p><p class=\"stat-description-indent-1\">While the spell lasts, the target weapon's wielder can ricochet one projectile per three caster levels you possess, to a maximum of six at caster level 18th. Once the target weapon's wielder ricochets that many shots, the spell is discharged. If the weapon's wielder fails to use all the ricochets before the spell end, those ricochets are wasted.</p>", 
    "school": "evocation", 
    "saving_throw": "Will negates (harmless, object)", 
    "description": "Imbues a projectile weapon to give its ammunition the ability to ricochet.", 
    "url": "pfsrd://Ultimate Combat/Spells/Ricochet Shot", 
    "spell_resistance": "yes (harmless, object)", 
    "casting_time": "1 standard action", 
    "level_text": "Ranger: 2; Hunter: 2; Sorcerer: 2; Wizard: 2; Arcanist: 2; Hunter: 2", 
    "source": "Ultimate Combat", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Ranger", 
            "level": 2
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "one projectile weapon", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a wishbone", 
            "type": "M"
        }
    ], 
    "duration": "1 round/level or until discharged", 
    "type": "spell", 
    "component_text": "V, S, M (a wishbone)", 
    "name": "Ricochet Shot"
}