{
    "body": "<p class=\"stat-description-2\">This spell functions like <i>symbol of death</i>, except that using the material component, you scribe a <i>symbol of striking</i> so it fills a 5-foot square. Once triggered, the <i>symbol of striking</i> glows and lasts for 10 minutes per caster level or until it has made a number of attacks of opportunity equal to your level, whichever comes first. When triggered, the symbol threatens its area and the area around it as if it were a Medium creature wielding a magic version of the weapon you used as the material component. Using your caster level + 1 + your Intelligence modifier (magus, witch, wizard) or Wisdom modifier (cleric) or Charisma modifier (oracle, sorcerer) as its attack bonus, the symbol can make a number of attacks of opportunity each round equal to 1 + the same ability score modifier you used to determine its attack bonus. It gains a bonus on damage rolls equal to the same ability score modifier you used to determine its attack bonus. A shadowy version of you wielding the material component appears to make these attacks. </p><p class=\"stat-description-indent-1\">The symbol attacks any non-attuned creature that provokes an attack of opportunity from the symbol<i></i>. However, when the symbol first attacks a creature, the symbol must overcome that creature's spell resistance or be rendered unable to harm it. The symbol never again attacks such creatures. Further, when the symbol first attacks a creature, a successful Will saving throw allows the creature to see the shadow nature of the attacks and take half damage when such attacks hit.</p>", 
    "school": "illusion", 
    "saving_throw": "Will half, see text", 
    "description": "As symbol of death, but fills a 5-foot square.", 
    "url": "pfsrd://Ultimate Combat/Spells/Symbol Of Striking", 
    "spell_resistance": "yes, see text", 
    "component_text": "V, S, M (a masterwork melee weapon costing at least 300 gp)", 
    "level_text": "Cleric: 5; Oracle: 5; Warpriest: 5; Magus: 5; Sorcerer: 5; Wizard: 5; Arcanist: 5; Witch: 5", 
    "source": "Ultimate Combat", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Cleric", 
            "level": 5
        }, 
        {
            "class": "Magus", 
            "level": 5
        }, 
        {
            "class": "Oracle", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Warpriest", 
            "level": 5
        }, 
        {
            "class": "Witch", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a masterwork melee weapon costing at least 300 gp", 
            "type": "M"
        }
    ], 
    "subschool_text": "shadow", 
    "subschool": [
        "shadow"
    ], 
    "type": "spell", 
    "name": "Symbol Of Striking"
}