{
    "body": "<p>You call on the plants nearby to aid you in combat. This spell is ineffective if no plants you can direct are within the area. You can spend a swift action and/or a standard action on each of your turns to direct one of the following attacks. The attack bonus or CMB for these attacks equals your base attack bonus + your Wisdom modifier. You grant a +1 bonus per three caster levels (maximum +5) on damage rolls due to this spell. Your <i>wilderness soldiers</i> never provoke attacks of opportunity, and they do not count as allies for flanking or other purposes.</p><p id=\"tree\" class=\"stat-block-2\"><i>Tree</i>: A tree makes a melee attack with a 10-foot reach from its trunk. A hit deals an amount of damage equal to 1d8 points + your Wisdom modifier. The tree can instead attempt a bull rush, drag, or reposition combat maneuver with the same reach, but the tree cannot move itself.</p><p id=\"undergrowth-or-hedgerow\" class=\"stat-block-2\"><i>Undergrowth or Hedgerow</i>: Acting as a Medium creature, one square of undergrowth or hedgerow attempts a grapple combat maneuver against an opponent within or adjacent to that square. Heavy undergrowth gains a +2 bonus to its CMD. Undergrowth cannot move the grapple or pin a foe, but it can deal an amount of damage equal to 1d4 points + your Wisdom modifier by making a successful grapple check against a foe it is grappling. The undergrowth's CMD is 5 + its CMB. If you fail to direct the undergrowth to maintain the grapple, it releases its opponent.</p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "Nearby plants aid you in combat.", 
    "url": "pfsrd://Ultimate Combat/Spells/Wilderness Soldiers", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Druid: 2; Hunter: 2; Ranger: 2; Hunter: 2", 
    "source": "Ultimate Combat", 
    "range": "30 ft.", 
    "levels": [
        {
            "class": "Druid", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Ranger", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "30-ft.-radius emanation, centered on you", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 round/level", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Wilderness Soldiers"
}