{
    "body": "<p class=\"stat-description-2\">The daggers serving as focus of this spell take on a deadly sharpness as they animate and spin around you, creating a 5-foot-radius emanation of spinning mithral blades that moves with you. Any creature that starts its turn within the area of the spinning blades takes 1d4 points of damage for every two caster levels (maximum 10d4 at 20th level) and the damage bypasses DR/silver. </p><p class=\"stat-description-indent-1\">Furthermore, the daggers ward off some attacks, in a way similar to the <i>warding weapon</i> spell. While subject to this spell, you do not provoke attacks of opportunity for casting spells, even from creatures with the Disruptive feat. Creatures with the Spellbreaker feat can easily bypass this defensive property, though they still take damage from the spell. Your casting (even failing to cast defensively) still provokes attacks of opportunity from creatures with that feat. </p><p class=\"stat-description-indent-1\">Lastly, the blades that serve as the focus for this spell can be enchanted for greater effect. When all of the blades share the same enhancement bonus and special weapon qualities, a creature that is damaged by this spell is also treated as if hit by one of these weapons. For example, if a 12th-level magus casts this spell using four <i>+1 frost mithral daggers</i> as focus, the damage dealt by the blades would be 6d4+1 plus 1d6 cold damage, as long as the daggers were commanded to be sheathed in ice. No matter the modifications made to the focus weapons, they must always be mithral daggers. No other type of weapons can serve as a focus for this spell.</p>", 
    "school": "abjuration", 
    "saving_throw": "Reflex half (special, see below)", 
    "description": "Four mithral daggers speed around you, attacking nearby creatures and protecting your spellcasting from attacks of opportunity.", 
    "url": "pfsrd://Ultimate Combat/Spells/Wreath Of Blades", 
    "spell_resistance": "no (special, see below)", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 5; Bloodrager: 4; Magus: 4; Sorcerer: 5; Summoner: 5; Witch: 5; Wizard: 5", 
    "source": "Ultimate Combat", 
    "range": "personal", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Bloodrager", 
            "level": 4
        }, 
        {
            "class": "Magus", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Summoner", 
            "level": 5
        }, 
        {
            "class": "Witch", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }, 
        {
            "text": "5-foot-radius emanation centered on you", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "four mithral daggers, each worth at least 502 gp each", 
            "type": "F"
        }
    ], 
    "duration": "1 round/level", 
    "type": "spell", 
    "component_text": "V, S, F (four mithral daggers, each worth at least 502 gp each)", 
    "name": "Wreath Of Blades"
}