{
    "body": "<p>Cavaliers of the order of the seal are a secretive order, each charged with the protection of a specific object (such as a dangerous magic item), place (a lost temple), or secret (that a certain peasant is actually the last descendant of the royal line). Such cavaliers are the defenders of ancient traditions or the servants of rulers with important secrets to hide, sometimes having to search out such secrets in order to properly protect and preserve them.</p>", 
    "name": "Order of the Seal", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"edicts\">The cavalier must guard his sworn charge with all he has: his health, his honor, and his very life. If his charge is a place, he must keep intruders out. If it is a thing, he must keep it safe from thieves&mdash;and restore the item to its rightful place if taken. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Edicts", 
            "type": "section", 
            "name": "Edicts", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"challenge\">An order of the seal cavalier can make a free bull rush or trip combat maneuver anytime he takes the full-attack action against the target of his challenge. This free combat maneuver does not provoke an attack of opportunity.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Challenge"
        }, 
        {
            "body": "<p id=\"skills\">An order of the seal cavalier adds Disable Device (Dex) and Linguistics (Int) to his list of class skills. Whenever the cavalier uses Bluff to conceal information about his sworn charge, he receives a competence bonus equal to 1/2 his cavalier level (minimum +1).</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Skills"
        }, 
        {
            "body": "<p id=\"order-abilities\">A cavalier belonging to the order of the seal gains the following abilities as he increases in level.</p>", 
            "name": "Order Abilities", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Order Abilities", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"keeper\" class=\"stat-block-2\">At 2nd level, once per day the cavalier must select a location, or a secret that he has sworn to protect. If he chooses a location, he gains a +2 morale bonus on attack rolls when directly defending his charge. If he chooses a secret, he gains a +2 morale bonus on saving throws and opposed checks to resist revealing information about his charge. He gains these bonuses until he picks a new object, location, or secret to protect.</p>", 
                    "name": "Keeper", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Order Abilities/Keeper", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"i-shall-not-be-moved\" class=\"stat-block-2\">At 8th level, the cavalier can draw on his dedication to overcome physical weakness. Whenever the cavalier does not move more than a 5-foot step, he receives a +2 dodge bonus to his CMD to resist bull rush, overrun, reposition, and trip combat maneuvers until his next turn.</p>", 
                    "name": "I Shall Not Be Moved", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Order Abilities/I Shall Not Be Moved", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"staggering-assault\" class=\"stat-block-2\">At 15th level, the cavalier can drive opponents back without giving ground. As a full-round action, the cavalier can make a single attack at his highest attack bonus. If the attack hits, the attack does damage as normal, and the cavalier may attempt a bull rush against the target. The cavalier gains a bonus on the bull rush combat maneuver check equal to half the amount of damage dealt on the initial attack.</p>", 
                    "name": "Staggering Assault", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Orders/Order of the Seal/Order Abilities/Staggering Assault", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }
    ]
}