{
    "body": "<p>The GM may allow you to begin the campaign with one contact (typically with a Trust score of 2 or 3), but otherwise you gain contacts through roleplaying over the course of an entire campaign. To gain a new contact, you must first establish the NPC's trust through repeated positive interactions or a single profound one.</p><p>Positive interactions include things such as regular patronage of the NPC's business, providing the NPC with some form of additional compensation for his efforts, performing a deed on his behalf, or using your personal influence to help the contact gain a position of greater power or prestige. Profound interactions include saving the life of the NPC or someone the NPC loves, protecting his reputation against ruinous slander, or preventing loss of his property or finances. Once you accrue at least five positive interactions or one profound interaction with an NPC, you can treat him as a contact. This means you can ask him to help you, and you can attempt to improve his Trust score with you.</p><p>A relationship with a contact develops as you spend time with him. Each time you have a positive or profound interaction with the contact (but no more than once at each of your character levels), attempt a Diplomacy check to improve the contact's Trust score by 1. If the interaction is profound rather than merely positive, you gain a +5 bonus on this Diplomacy check. The DC of the check depends on the contact's Trust score with you.</p>", 
    "name": "Gaining, Cultivating, and Losing Contacts", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Gaining/Cultivating/and Losing Contacts", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table><thead><tr><th colspan=\"2\">NPC Trust (Score)</th>Diplomacy DC*</tr></thead><tr class=\"odd\"><td>Wary (1)</td><td>20</td></tr><tr class=\"even\"><td>Skeptical (2)</td><td>15</td></tr><tr class=\"odd\"><td>Reliable (3)</td><td>10</td></tr><tr class=\"even\"><td>Trustworthy (4)</td><td>15</td></tr><tr class=\"odd\"><td>Confidant (5)</td><td>20</td></tr><tfoot><tr><td colspan=\"2\">*If the contact has a bonus on Diplomacy checks made to negotiate with you from failing or abandoning a task, add that bonus to this DC.</td></tr></tfoot></table>", 
            "name": "NPC Trust", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Gaining/Cultivating/and Losing Contacts/NPC Trust", 
            "source": "Ultimate Campaign", 
            "abbrev": "Score", 
            "type": "table"
        }, 
        {
            "body": "<p>At the GM's discretion, if you're away from the contact for a month or longer, that contact's Trust score with you might decrease as he forgets about you. If this happens, attempt a Diplomacy check against the above DC. Success means the contact's Trust level remains the same, and failure means it decreases by 1 (minimum 1). At the GM's discretion, some contacts with special relationships to you, such as childhood friends or old mentors, might not lose Trust in this manner, or you could have to make these checks only once per year instead of once per month.</p><p>Ending a relationship with a contact can be easy or difficult, depending on who the contact is and what kind of relationship he has with you. How you end a relationship with a contact can impact the Trust scores of your other contacts. In some cases, avoiding a contact for long enough (so his Trust score drops to 1) is enough to end the relationship with no hard feelings. It is up to the GM to determine what you must do to lose a contact in a way that does not affect the Trust score for your other contacts, but the GM should err on the side of leniency&mdash;if you made the effort to gain many contacts, you shouldn't be punished with reduced Trust scores for all contacts just because you stop interacting with some of them.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section"
        }
    ]
}