{
    "body": "<p>To use a contact, you must first determine the contact's willingness to help you. Compare the task's Risk score to the contact's Trust score.</p><p>If the task's Risk score is higher than the contact's Trust score, the contact simply refuses to attempt the task. You can try to entice the contact by offering him compensation for his efforts such as gold, gems, a magic item, or a debt of service. As a general rule, you may temporarily increase the contact's Trust score by 1 point by offering an enticement worth half the value of the contact's gear (see Table 14&mdash;9: NPC Gear on page 454 of the <i>Core Rulebook</i>). You can't offer more value to increase his Trust score more than 1 point at a time.</p><p>If the Trust score is equal to or higher than the Risk score, you must attempt to negotiate by making an opposed Diplomacy check against the contact to determine whether he'll perform the task. The contact adds the task's Risk score to his Diplomacy check. If your check succeeds, the contact is willing and able to attempt to help you (though he may have a price for his services). Failure doesn't necessarily mean the contact doesn't want to help; the contact might be unavailable or unable to help at that time.</p><p>Once a contact agrees to help, the GM must determine the extent of his success. The GM attempts a skill check on behalf of the contact using the contact's most appropriate skill for the task (or an ability check if no skill is appropriate). The DC for this check is determined using the following formula:</p><blockquote><p align=\"center\">DC = 10 + the CR of the task + the task's Risk score + any other GM modifiers</p></blockquote><p>\"Any other GM modifiers\" includes any modifiers the GM feels are appropriate for the situation, such as a high level of scrutiny at a noble's party or a temporary shortage of certain black-market goods.</p><p>Failing this check by 5 or more results in a critical failure (see the Risk section for consequences of critical failures on tasks).</p><p>Most tasks require 1 day of work, with the check to determine the contact's success or failure attempted at the end of the time period. When appropriate, the contact may decrease the DC of a task by increasing the time spent completing it, representing the time spent planning and preparing, gathering resources, and waiting for the right moment to attempt the task. Subtract 1 from the DC for each day spent beyond the first, to a maximum of 4 extra days.</p><p>The GM might decide that a particular task is longer term and requires at least 1 week to perform (such as pulling off a large heist or protecting someone for several days). When appropriate, the contact may decrease the DC of a long-term task by proportionately increasing the amount of time spent. Subtract 1 from the DC for each additional week spent, to a maximum of 4 extra weeks. Tasks requiring more than this amount of time should be broken into smaller tasks and handled on a daily or weekly basis.</p><p>If the task becomes riskier while the contact is still working on completing it, you and the contact make another opposed Diplomacy check at the new Risk score (even if you aren't present to speak to the contact). This represents the contact weighing his trust in you and the risk of the task. If you succeed at this second check, the contact proceeds with the task. If you fail, the contact abandons the task.</p><p>Each time a contact fails at or abandons a task, he adds a cumulative +1 bonus on all subsequent Diplomacy checks made to negotiate tasks with you because of frustration, fear of being associated with you, or various other reasons. You can try to convince the contact to try again, but the contact usually must wait 1d4 days before another attempt, and trying that same task over again gives the contact a +4 bonus on his opposed Diplomacy check to negotiate.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Negotiation Checks", 
    "type": "section", 
    "name": "Negotiation Checks", 
    "source": "Ultimate Campaign"
}