{
    "body": "<p>Risk represents the potential danger of various tasks. Like a Trust score, Risk is measured on a scale of 1 to 5, with 1 representing little or no risk and 5 representing serious danger. Each level of risk includes the typical drawback or punishment the contact suffers if he critically fails at a risky task (see Negotiation Checks on page 150).</p><p>The different risk examples are as follows. The GM should use these examples as guidelines to determine how risky a task is.</p>", 
    "name": "Risk", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>No-risk tasks include carrying a message to one of your allies in a neighboring town, directing you to a reputable merchant, getting your equipment repaired, providing you with minor rumors, or getting a sage to show you a history book or map. These tasks might be inconvenient, but the contact doesn't risk any sort of penalty for performing them.</p>", 
            "name": "1. None", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/1. None", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>No consequences worth considering.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/1. None/Critical Failure", 
                    "type": "section", 
                    "name": "Critical Failure", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Minor-risk tasks include deliberately leaving a door to a private area unlocked, acquiring a semi-legal item for you, or finding a place for you to lie low. Negative consequences can include paying a small fine, provoking the ire of the local authorities, suffering a small financial loss, or enduring social embarrassment.</p>", 
            "name": "2. Minor", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/2. Minor", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Fine or imprisonment with bail. You must spend 1/3 the value of the contact's gear (see Table 14&mdash;9: NPC Gear on page 454 of the <i>Core Rulebook</i>) to rectify this situation; otherwise, you lose the contact, and all current and future contacts have their Trust scores lowered by 1 with you.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/2. Minor/Critical Failure", 
                    "type": "section", 
                    "name": "Critical Failure", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Moderately risky tasks include lying to authorities on your behalf, making forgeries, helping you evade authorities (such as by providing horses or casting a <i>teleport</i> spell), or loaning you money or equipment (worth up to 1/3 your estimated gear value according to Table 12&mdash;4: Character Wealth By Level on page 399 of the <i>Core Rulebook</i>). If the contact is caught while involved with this task, he may have to pay a fine, face short-term imprisonment, or suffer a moderate financial or social loss.</p>", 
            "name": "3. Moderate", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/3. Moderate", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Fine or imprisonment with bail. You must spend 1/2 the value of the contact's gear (see Table 14&mdash;9: NPC Gear on page 454 of the <i>Core Rulebook</i>) to rectify this situation; otherwise, you lose the contact, all current and future contacts have their Trust scores lowered by 2 with you, and the DC of any of your future attempts to raise the Trust scores of contacts increases by 5.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/3. Moderate/Critical Failure", 
                    "type": "section", 
                    "name": "Critical Failure", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Considerably risky tasks are explicitly illegal (such as burglary or robbery) or are morally questionable even if legal (such as fraud conducted by taking advantage of obscure loopholes in the law). If the contact is caught performing such a task, he may be imprisoned, have his property seized, or lose personal rights (such as a formal title or high-status employment). He may be punished by flogging, torture, or enslavement.</p>", 
            "name": "4. Considerable", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/4. Considerable", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>The contact is imprisoned without bail or his social status is reduced to that of a peasant. You must restore the contact's status, possibly by legally freeing him and vindicating him, or by rescuing him and helping him establish a new life elsewhere. Failure to do so means you lose the contact, all current contacts have their Trust scores lowered by 3 with you, and the DCs of any of your future attempts to raise the Trust scores of contacts increase by 5.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/4. Considerable/Critical Failure", 
                    "type": "section", 
                    "name": "Critical Failure", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>An act of great risk describes any task for which the failure results in death, exile, or life imprisonment, such as murder, grievous assault, or treason.</p>", 
            "name": "5. Great", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/5. Great", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Within 1 week's time of the contact being caught, you must get the contact's sentence negated, overturned, or revoked, or otherwise save him from his fate. Failure to do so means all current contacts have their Trust scores lowered by 4 with you, and the DCs of any of your future attempts to raise the Trust scores of contacts increase by 5. Extraordinary measures, such as raising the contact from the dead, allow you to retain the contact (though his status and usefulness may be questionable if his reputation was also destroyed). Unless it is known that you used these extraordinary measures, the Trust penalty for other contacts remains.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/5. Great/Critical Failure", 
                    "type": "section", 
                    "name": "Critical Failure", 
                    "source": "Ultimate Campaign"
                }
            ]
        }
    ]
}