{
    "body": "<p>In order for you to secure a reliable contact, you must establish and maintain the contact's trust. A new contact won't typically reveal the full extent of his abilities or covert affiliations. For example, your childhood friend might have close ties with a political organization, thieves' guild, or street gang, but may keep this information secret to protect himself and you. At some point, the friend reveals this connection and becomes a contact for you. As the contact's trust increases, he becomes more willing to perform or secure various services for you, provided those services remain within his means.</p><p>Trust is measured on a scale of 1 to 5, with 1 being the least amount of trust and 5 representing the highest. You build trust through successful interactions between you and your contact. As these interactions accrue, the level of Trust increases (see Gaining, Cultivating, and Losing Contacts). A contact can have different Trust scores for different PCs in the same adventuring party&mdash;a city guard could have a high Trust score for a paladin PC he's known for a while and a low Trust score for a wizard PC who is new to town. For some contacts, the Trust score declines if they haven't heard from you in a while, but rebuilding Trust to its earlier level is faster than starting from scratch.</p><p>The different trust levels are as follows.</p>", 
    "name": "Trust", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>A wary contact has no more trust in you than in any stranger. Though he's willing to divulge minimal information, he'd just as readily sell your information to your enemies or turn on you in order to protect himself or his reputation. A wary contact performs only basic tasks that assume little to no personal risk.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/1. Wary", 
            "type": "section", 
            "name": "1. Wary", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A skeptical contact has established some small amount of trust with you. Despite earlier positive interactions, the contact remains fairly cautious. He can be called upon to perform tasks of minimal risk, but refuses any task that might jeopardize his safety, public image, or finances. If questioned about you, the skeptical contact attempts to remain neutral when describing his relationship and won't immediately turn on you.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/2. Skeptical", 
            "type": "section", 
            "name": "2. Skeptical", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A reliable contact still doesn't fully trust you, but is willing to make a greater effort to help. He might perform tasks that place him at slightly greater risk, such as hiding a fugitive on his property or loaning small sums of money or nonmagical items. A reliable contact is not willing to assume greater risk solely out of trust in you, and tries to protect his own reputation as a reliable contact.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/3. Reliable", 
            "type": "section", 
            "name": "3. Reliable", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A trustworthy contact holds you in high regard. When you ask for assistance, he sincerely desires to aid you. He puts in extra time and effort to assure success, but still avoids undertaking tasks that would place him or his loved ones in significant danger. He will not lightly accept a task that would destroy his career, reputation, or finances.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/4. Trustworthy", 
            "type": "section", 
            "name": "4. Trustworthy", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>At this level, the contact trusts you with his life. He attempts to help you even if it stretches his personal means or involves great personal risk. A confidant never turns against you unless he's shown absolute proof that you betrayed him.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/5. Confidant", 
            "type": "section", 
            "name": "5. Confidant", 
            "source": "Ultimate Campaign"
        }
    ]
}