{
    "body": "<p>Contacts are as diverse and complicated as society itself. Simple contacts only provide you with basic information, such as which roads have fewer bandits or which wells have the cleanest water. Contacts with greater experience, power, and influence are capable of providing more advanced aid. A politician's scribe might leak information or alter an important document, and a high-ranking church official might lend you a sacred relic. Because of this diversity, associating with certain types of contacts creates greater risk for you than associating with others. A conversation with a local miller or lumberjack attracts far less attention than a conversation with the sister of a powerful guildmaster or multiple visits to the grand vizier's chambers. Likewise, asking a notorious assassin to see whether an ailing wizard friend is recovering may be construed as a threat, asking a crazed wizard contact for local rumors is more likely to reflect poorly on you than asking a popular bard, and keeping company with criminals, outcasts, or other shady characters might implicate some amount of guilt by association in the eyes of local authorities.</p><p>Some of the following example contacts have a minimum Risk (MR) listed after them. When making the negotiation check, use the Risk score of the task or the contact's MR, whichever is higher. For example, asking a contact to acquire a black-market item is normally a minor task (Risk score 2), but asking an assassin contact (MR 3) to acquire the same item makes the task moderately risky (Risk score 3), simply because the assassin's nature and reputation make even common tasks more chancy.</p><p>The DC of the skill check to complete the task uses the task's Risk, not the MR of the contact. For example, just because a master assassin is an inherently risky contact doesn't mean it's automatically harder for her to find a black-market item for you.</p><p>A particular contact may have a higher minimum Risk than what is listed; these are just typical examples within a general category.</p>", 
    "name": "Types of Contacts", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>An academic can provide knowledge within her areas of expertise. She typically has access to various libraries or other centers of knowledge. An academic researches a subject by drawing on public records and texts and then attempts to answer questions by making appropriate Knowledge checks.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Academic", 
            "type": "section", 
            "name": "Academic", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A PC can count on an artisan to get an honest appraisal of an item, find goods for fair prices, locate or create a hard-to-find mundane item, find hearty livestock, or repair a broken item.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Artisan", 
            "type": "section", 
            "name": "Artisan", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>An assassin will sicken, poison, or even kill someone at your behest. Most assassins charge a fee based on the nature of the target, though there are religious assassins who perform these services for religious leaders at no cost. In most lands, the penalty for hiring an assassin is the same as the penalty for committing a murder.</p>", 
            "name": "Assassin", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Assassin", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 3", 
            "type": "section"
        }, 
        {
            "body": "<p>This contact is the leader of some type of criminal syndicate, such as a thieves' guild, crime family, or necromantic cult. A successful crime boss usually has great wealth and knowledge of the region his organization works within. A crime boss rarely fails to complete a task given his resources, but usually demands some sort of payment for this service&mdash;typically requiring you to perform an illegal act that benefits the contact or his criminal organization.</p>", 
            "name": "Crime Boss", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Crime Boss", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A fence specializes in buying and selling hard-to-find items, magical trinkets, and stolen or illegal black-market goods (such as drugs, poisons, and other types of contraband). Though fences often keep a low profile, many folks find their services useful enough that incidental contact with a local fence won't totally besmirch one's character.</p>", 
            "name": "Fence", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Fence", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>This contact could be a bartender, tavern owner, servant, prostitute, or stable hand who regularly encounters all sorts of individuals. Gregarious and chatty, the gossip leaks you information about various patrons or stories. Unlike a rumormonger, a gossip doesn't actively seek to distribute information for money, and his knowledge is based on what he hears directly from others. Though a gossip provides useful information, rarely is it anything unusual or covert. Things a gossip might know include the type of person a certain noble fancies, the day of the week merchant ships usually sail into port, or reports of a wild beast savaging the surrounding lands.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Gossip", 
            "type": "section", 
            "name": "Gossip", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A heretic might be the laughingstock of a temple or a dangerous cultist. The heretic could know which clergy members are the most corrupt, and might have access to dark secrets, hidden caches of money or magic, evidence of lies and conspiracies, or forbidden texts.</p>", 
            "name": "Heretic", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Heretic", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>This contact might be a wandering doomsayer, a reclusive hermit, or an insane criminal locked into a dingy cell and desperate for human company. Lunatics often know dark and forgotten secrets, can recount seemingly insignificant events that are full of clues, or recall seeing things most would rather forget. Though a lunatic might adore you and make sincere efforts to aid you, madness taints her judgment and interpretation of both the facts and reality. Sometimes her ramblings can be helpful, though other times they can be useless or even detrimental.</p>", 
            "name": "Lunatic", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Lunatic", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A manipulator usually runs a clandestine network of agents who whisper in the ears of powerful merchants, nobles, priests, and politicians to effect change on the behalf of the manipulator's clients. Depending on his personal motives, the nature of his network, and whether your plans affect his other clients, his services could be very expensive.</p>", 
            "name": "Manipulator", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Manipulator", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A merchant owns or operates some sort of shop. As a contact, the merchant might impart tidbits of information about other customers and minimal town gossip. She might also give you a discount on goods or services, or extend you a line of credit.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Merchant", 
            "type": "section", 
            "name": "Merchant", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This category includes vagrants, beggars, street-cart vendors, fortune-tellers, drunks, and others who spend their time wandering the city streets or country roads. So commonplace is the observer within his surroundings that most people ignore him as they pass by. The observer bears witness to all that goes on around him. He can tell you the time a specific event occurred and who was around when it happened. He knows the patterns of the city guard and which gates they watch most closely, and can keep a watch out for individuals who are hiding within a crowd or who are abroad at odd hours.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Observer", 
            "type": "section", 
            "name": "Observer", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The outsider's roots lie beyond the immediate community, and as a result she suffers the distrust and prejudices of locals. She might be a foreigner, a member of a primitive tribe, or an indigenous person in a land conquered by imperialists. The outsider provides information about the outside world, especially the lands of her birth and places she's traveled. She knows sources for exotic weapons and other imports, such as spices and wines. Alternatively, the outsider might know and be able to teach you rare fighting techniques, secret formulas, or the esoteric spells of her people.</p>", 
            "name": "Outsider", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Outsider", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A pariah suffers the disdain of a certain group such as a city council, local religious leaders and their congregation, or even an entire community. Though not openly persecuted or hunted, the pariah has few rights and no privileges. What pariahs can offer varies from one to another. Use another contact type for the basis of that aid, but use the pariah's minimum Risk.</p>", 
            "name": "Pariah", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Pariah", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A petty criminal dabbles in minor nonviolent crimes, such as burglary, smuggling, and money laundering. He might also know about covert passages through a city and which officials accept bribes. He could be willing to introduce you to a professional criminal or crime boss.</p>", 
            "name": "Petty Criminal", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Petty Criminal", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>This person holds an influential position within the community's current political structure. She might be a royal advisor, a tribal council member, or the scion of another politician. The contact maintains direct access to the ears and concerns of those with political power and can attempt to influence their decisions. This type of contact is highly sought after, so her actions are closely watched to prevent outsiders (like you) from bribing or otherwise manipulating her. Though she has great potential to initiate social and political changes, she remains under close scrutiny at all times. A politician who has fallen out of favor could become a gossip, outsider, manipulator, or even a pariah or traitor.</p>", 
            "name": "Politician", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Politician", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>This contact belongs to a known criminal organization, thieves' guild, or street gang. Unlike a petty criminal, he might resort to more violent crimes such as arson, kidnapping, assault, and extortion. A professional criminal might know or work for a crime boss.</p>", 
            "name": "Professional Criminal", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Professional Criminal", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 3", 
            "type": "section"
        }, 
        {
            "body": "<p>A rumormonger keeps her ear to the ground for tidbits about the social and political goings-on as well as word of interesting current events or discoveries. She makes a living buying and selling semi-sensitive and personal information, and might also provide little-known details about current events. A rumormonger usually provides more usefulness and amusement to her community than threat, and is careful enough to keep secrets that might get her killed. She occasionally repeats information that's more dangerous than she realizes, however, putting herself or others in jeopardy.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Rumormonger", 
            "type": "section", 
            "name": "Rumormonger", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A saboteur is an expert at destroying objects and property, whether through arson, scuttling ships, weakening bridges, or setting deadly traps. A career saboteur typically works for a thieves' guild or a resistance movement against local authorities.</p>", 
            "name": "Saboteur", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Saboteur", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 3", 
            "type": "section"
        }, 
        {
            "body": "<p>Unlike a rumormonger, a professional snitch deals only in information that he knows to be true. He relies upon an extensive range of sources and checks the accuracy of their reports. A snitch also earns many enemies; thus he makes every effort to keep a low profile. He can be hard to contact, and his services are generally costly. He can produce personal information about nobles, clergy members, politicians, criminals, and other important people.</p>", 
            "name": "Snitch", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Snitch", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A thug uses force or threats of violence to influence others. She may be an enforcer who collects on debts for his employers or a vigilante who treats villains to her own sense of justice. Often the only difference between a thug and a city guard is that the thug performs his jobs outside of the constraints of the law. A thug isn't necessarily villainous, but others might consider her actions criminal. In addition to performing unsavory tasks, a thug can tell you details about her employer or those she torments.</p>", 
            "name": "Thug", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Thug", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A traitor has been accused or convicted of turning against the government and actively aiding its enemies. This contact isn't necessarily evil; he just actively rejects the ideology or actions of the current rulers&mdash;a paladin who rejects the edicts of an unscrupulous monarch and a witch who hexes nobles are both traitors according to their local leaders. A traitor is often knowledgeable about the government and could have even once been a politician in good standing.</p>", 
            "name": "Traitor", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Traitor", 
            "source": "Ultimate Campaign", 
            "abbrev": "MR 3", 
            "type": "section"
        }, 
        {
            "body": "<p>This contact provides information about local criminals and suspects, as well as reasonable insight into the workings of the city guard and current political goings-on and trends. She can keep an eye on things, provide an escort, allow you to speak with a prisoner, or arrange a meeting with a superior officer.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Watch Guard", 
            "type": "section", 
            "name": "Watch Guard", 
            "source": "Ultimate Campaign"
        }
    ]
}