{
    "body": "<p>It's not easy to start a kingdom&mdash;probably the reason everyone doesn't have one. If you are founding a kingdom on your own, without an external sponsor or a fantastic windfall of resources, the initial financial costs can be crippling to PCs. Even building a new town with just a House and an Inn costs 13 BP&mdash;worth over 50,000 gp in terms of stone, timber, labor, food, and so on. To compensate for this (and encourage you to adventure in search of more gold that you can convert into BP), if you're running a small, self-starting kingdom, the GM may allow you to turn your gold into BP at a better rate. You may only take advantage of this if you don't have a sponsor; it represents your people seeing the hard work you're directly putting in and being inspired to do the same to get the kingdom off the ground.</p><p>This improved rate depends on the Size of your kingdom, as shown in the following table.</p>", 
    "name": "Starting from Scratch", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points/Starting from Scratch", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Kingdom Size</th><th>Price of 1 BP</th><th>Withdrawal Rate*</th></tr></thead><tr class=\"odd\"><td>01&mdash;25</td><td>1,000 gp</td><td>500 gp</td></tr><tr class=\"even\"><td>26&mdash;50</td><td>2,000 gp</td><td>1,000 gp</td></tr><tr class=\"odd\"><td>51&mdash;100</td><td>3,000 gp</td><td>1,500 gp</td></tr><tr class=\"even\"><td>101+</td><td>4,000 gp</td><td>2,000 gp</td></tr><tfoot><tr><td colspan=\"3\">*If you make a withdrawal from the Treasury during the Income phase, use this withdrawal rate to determine how much gp you gain per BP withdrawn.</td></tr></tfoot></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points/Starting from Scratch/Kingdom Size", 
            "type": "table", 
            "name": "Kingdom Size", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The GM may also allow you to discover a cache of goods worth BP (instead of gp) as a reward for adventuring, giving you the seed money to found or support your kingdom.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section"
        }
    ]
}