{
    "body": "<p>Players with existing characters should talk with their GMs about whether or not these alternate class features are available in their games, and if so, whether players can retroactively modify their characters to adopt them. As the alternate class features presented in this book are designed to be balanced with those in the base class, players who revise their characters shouldn't gain any special advantages over other party members. As long as a GM is comfortable with retroactively adjusting the character specifics, there should be no disruption to future adventures. Typically, the best time for a player to adopt alternate class features and significantly revise her character is when leveling up between adventures, though she should always check with her GM before doing so, as he may wish to make changes to the campaign to better fit the revised character.</p><p>While GMs might want to make concessions for players who didn't have these alternate class features available to them when creating their characters, PCs should still be one of the most constant elements of a campaign. Regularly changing and recreating characters can prove problematic to a campaign. GMs should be willing to adapt and may allow characters who grow bored with their characters to redefine them, but alternate class abilities shouldn't feel like exploitable options that allow players to build and rebuild their characters in whatever ways seem most advantageous at a given moment. Allowing players to remake characters in light of newly adopted rules may be desirable on occasion, but GMs shouldn't feel like they're being unfair or breaking any rule by not allowing players to rebuild their characters or disallowing certain options. While GMs should always strive to help players run the characters they want, ultimately the GMs know what's best for their campaigns.</p>", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Adapting Existing Characters", 
    "type": "section", 
    "name": "Adapting Existing Characters", 
    "source": "Ultimate Combat"
}