{
    "body": "<p>The primary way in which archetypes modify their corresponding base classes is via the use of alternate class features. When a character selects a class, he must normally choose to use the standard class features found in the class's original source&mdash;the exception is if he chooses to adopt an archetype. Each alternate class feature presented in an archetype replaces a specific class feature from its parent class. For example, the flowing monk archetype's redirection class feature replaces the Stunning Fist feature of the standard monk class.</p><p>When an archetype includes multiple alternate class features, a character must take them all&mdash;often blocking the character from ever gaining certain standard class features, but replacing them with other options. All other class features of the base class that aren't mentioned among the alternate class features remain unchanged and are acquired normally when the character reaches the appropriate level, unless noted otherwise. A character who takes an alternate class feature does not count as having the class feature that was replaced for the purposes of meeting any requirements or prerequisites.</p><p>A character can take more than one archetype and garner additional alternate class features, but none of the alternate class features can replace or alter the same class feature from the base class as another alternate class feature. For example, a fighter could not be both an armor master and a brawler, since both archetypes replace the weapon training 1 class feature with something different.</p><p>If an archetype replaces a class feature that is part of a series of improvements or additions to a base ability (such as a fighter's weapon training or a ranger's favored enemy), the next time the character would gain that ability, it counts as the lower-level ability that was replaced by the archetype. In effect, all abilities in that series are delayed until the next time the class improves that ability. For example, if an archetype replaces a rogue's +2d6 sneak attack bonus at 3rd level, when she reaches 5th level and gains a sneak attack bonus, her sneak attack doesn't jump from +1d6 to +3d6&mdash;it improves to +2d6, just as if she had finally gained the increase at 3rd level. This adjustment continues for every level at which her sneak attack would improve, until at 19th level she has +9d6 instead of the +10d6 of a standard rogue.</p>", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Alternate Class Features", 
    "type": "section", 
    "name": "Alternate Class Features", 
    "source": "Ultimate Combat"
}