{
    "dexterity": "12", 
    "ac": "11, touch 11, flat-footed 10 (+1 Dex)", 
    "intelligence": "10", 
    "melee": "serving tray +1 (1d4) or frying pan +1 (1d6 plus 1 fire [if hot])", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Tavern/Barmaid", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "other_gear": "serving tray or frying pan, drinking glasses (2 to 4)", 
    "strength": "10", 
    "constitution": "11", 
    "ranged": "drinking glass +2 (1d4 plus dazzled 1 round [drink in eyes])", 
    "init": "+1", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "13", 
    "boon": "A barmaid can get PCs a free round of drinks or whisper the local gossip (granting a +2 bonus on the PCs' next Diplomacy check to gather information in that community).", 
    "fortitude": "+0", 
    "type": "creature", 
    "feats": "Catch Off-Guard, Throw Anything", 
    "senses": "Perception +4", 
    "sections": [
        {
            "body": "<p>Barmaids are serving wenches, dancing girls, and even harried cooks in inns and taverns throughout the cities and towns of the world. Although usually young, some barmaids are older goodwives working in the family business. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A barmaid might also be used as a farmer's, fisherman's, or shopkeep's wife, or any type of servant, whether in an inn or a noble's manor. Changing a barmaid's Profession skills can create any type of servant needed. Profession (courtesan) creates an inexperienced prostitute, or simply a serving girl who works in a brothel.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>While skilled in improvised weapons, changing a barmaid's feats can create a servant with other useful skills. Alertness or Skill Focus (Perception) makes a barmaid good at overhearing conversations, while a barmaid working in a dangerous dive might carry a concealed dagger and have the Improved Unarmed Strike and Weapon Finesse feats.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical small tavern may have only a barkeep and a pair of barmaids (CR 4), while a large inn might have half a dozen barmaids serving the barkeep, with a street thug bouncer for protection (CR 6). A barmaid is often found in the company of a pair of farmers or shipmates (CR 2) or a noble scion (CR 3), or two barmaids might serve a pair of drunkards, street thugs, or vagabonds (CR 4).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "7 (2d6)", 
    "wisdom": "9", 
    "creature_type": "Humanoid", 
    "name": "Barmaid", 
    "base_attack": "+1", 
    "skills": "Perception +4, Perform (dance) +3, Profession (barmaid) +4, Profession (cook) +3, Sleight of Hand +2", 
    "reflex": "+1", 
    "cmd": "12", 
    "cmb": "+1", 
    "will": "-1", 
    "subtype": "npc", 
    "super_race": "human commoner 2", 
    "combat_gear": "antitoxin (2)"
}