{
    "dexterity": "17", 
    "ac": "13, touch 13, flat-footed 10 (+3 Dex)", 
    "special_attacks": "sneak attack +1d6", 
    "intelligence": "10", 
    "melee": "club +1 (1d6+1)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Street/Beggar", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "13", 
    "constitution": "14", 
    "ranged": "club +3 (1d6+1)", 
    "init": "+3", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "8", 
    "boon": "A beggar can watch a particular location or person in their city or town for 1 day and report back to the PC on what they observed.", 
    "fortitude": "+2", 
    "type": "creature", 
    "feats": "Endurance, Skill Focus (Survival)", 
    "senses": "Perception +6", 
    "gear": "club, begging bowl", 
    "sections": [
        {
            "body": "<p>Beggars are the homeless and hopeless wretches that eke out a meager existence at the fringes of society in cities and towns. Some are once farmers, craftsmen, or other working folk stricken blind or lame, while others are orphans from birth, subsisting on alms and charity so long they have known nothing else. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Beggars can serve as apprentice thieves and pickpockets (and not a few beggars supplement their begging this way). They might also be used as urchins, link boys, the inhabitants of a leper colony, or even cultists of a dark god of disease, thievery, or murder. Exchanging a beggar's Skill Focus (Survival) with Skill Focus (Sleight of Hand) or Skill Focus (Stealth) creates a better pickpocket or thief. Replacing Endurance with Weapon Finesse, as well as adding some light armor or an additional weapon, makes a beggar more effective in combat, as does replacing both of a beggar's feats with Dodge and Mobility.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A beggar might be accompanied by a village idiot (CR 2), or may team up with a street thug or a pair of pickpockets (CR 3). A pair of beggars may also trail after a dealer or pilgrim (CR 5), or work with a troupe of four wanderers (CR 7). Beggars working as thieves or pickpockets might form gangs of six (CR 6), while four thieving beggars might add their skills to a gang of eight bandits (CR 7).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "13 (2 HD; 1d8+1d6+5)", 
    "wisdom": "12", 
    "creature_type": "Humanoid", 
    "special_qualities": "trapfinding +1", 
    "base_attack": "+0", 
    "name": "Beggar", 
    "skills": "Climb +6, Knowledge (local) +5, Perception +6, Sleight of Hand +8, Stealth +8, Survival +6", 
    "reflex": "+5", 
    "cmd": "14", 
    "cmb": "+1", 
    "will": "+1", 
    "subtype": "npc", 
    "super_race": "human commoner 1/rogue 1"
}