{
    "dexterity": "13", 
    "ac": "19, touch 11, flat-footed 18 (+7 armor, +1 Dex, +1 shield)", 
    "intelligence": "10", 
    "melee": "lance +5 (1d8+3/&times;3) or longsword +5 (1d8+3/19-20) or kukri +5 (1d4+3/18-20)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Mercenaries/Caravan Guard", 
    "cr": "1", 
    "xp": "400", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "17", 
    "constitution": "14", 
    "ranged": "heavy crossbow +3 (1d10/19-20)", 
    "init": "+5", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "8", 
    "boon": "Caravan guards can arrange for PCs to travel with a caravan to a destination of their choice, either as guests or as guards.", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Alertness, Animal Affinity, Improved Initiative, Rapid Reload", 
    "senses": "Perception +4", 
    "gear": "banded mail, buckler, heavy crossbow with 10 bolts, kukri, lance, longsword, light horse (combat trained) with saddle, 1 gp", 
    "sections": [
        {
            "body": "<p>Caravan guards are sturdy veterans with an eye for troublemakers. Often surly and pugnacious, they ride alongside pack and wagon trains with crossbows at the ready, but if real danger threatens most are more comfortable fighting with their boots safely on the ground and sword and shield in hand. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Caravan guards can serve as scouts, messengers, or outriders. Replacing a caravan guard's Alertness and Animal Affinity feats with Mounted Combat and Mounted Archery makes him more adept at fighting from horseback. Replacing Rapid Reload with Ride-By Attack or Trample, coupled with the Mounted Combat feats, creates a low-level nomadic horse warrior. For better flavor, exchange his longsword and heavy crossbow for a scimitar and composite shortbow.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Two slavers might use four caravan guards to watch their chattel (CR 7), while a squad of six caravan guards might accompany a highwayman (CR 8), or guard a group of six vagabonds (CR 8) or five pilgrims (CR 9). A troop of eight caravan guards is usually led by a sellsword (CR 9), or a traveling merchant or merchant prince can hire eight caravan guards to guard his caravan (CR 8 or 10). </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "16 (2d10+5)", 
    "wisdom": "12", 
    "defensive_abilities": "bravery +1", 
    "creature_type": "Humanoid", 
    "base_attack": "+2", 
    "name": "Caravan Guard", 
    "skills": "Handle Animal +5, Intimidate +3, Perception +4, Profession (drover) +5, Ride +1, Sense Motive +3, Survival +5", 
    "reflex": "+1", 
    "cmd": "16", 
    "cmb": "+5", 
    "will": "+1; +1 vs. fear", 
    "subtype": "npc", 
    "super_race": "human fighter 2"
}