{
    "dexterity": "12", 
    "ac": "15, touch 11, flat-footed 14 (+4 armor, +1 Dex)", 
    "intelligence": "8", 
    "melee": "+1 human bane greatsword +17/+12/+7 (2d6+7/17-20) or +1 human bane greatsword+19/+14/+9 (4d6+9/17-20) vs. humans or handaxe +16/+11/+6 (1d6+4/&times;3)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Tribe/Chieftain", 
    "cr": "10", 
    "xp": "9,600", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "other_gear": "hide armor, +1 human bane greatsword, handaxe, longbow with 20 arrows, belt of giant strength +2, 18 gp", 
    "strength": "19", 
    "constitution": "12", 
    "ranged": "longbow +13/+8/+3 (1d8/&times;3)", 
    "init": "+1", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "10", 
    "boon": "A chieftain can grant safe passage through lands within 20 miles; no tribes within that area will attack the PCs.", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Critical Focus, Diehard, Endurance, Improved Critical (greatsword), Intimidating Prowess, Lunge, Toughness", 
    "senses": "Perception +2", 
    "sections": [
        {
            "body": "<p>Chieftains lead cannibal tribes and other savage groups through raw strength, fierce cunning, and sheer force of will. A chieftain holds a mighty weapon as a symbol of his leadership and as a warning to those who would challenge him, for the blade has tasted the blood of as many rivals within the tribe as that of enemies from without. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>As with shamans and cannibals, chieftains can rule either proud, noble barbarian groups or bestial, degenerate cannibal tribes. A chieftain who claimed his position by virtue of his heroic deeds might have a <i>dragon bane</i> or <i>magical beast bane greatsword</i> instead of the listed weapon, while a powerful cannibal chief might wear the heavier armor and wield the foreign weapons of defeated (and consumed) foes. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Chieftains can also be used as simple, direct gladiators, or even as high-level guardsmen, perhaps in charge of an entire castle's or city's guard force. Such guard generals wear heavier armor, usually banded mail or full plate (AC 18 or 20, respectively), and might possess the Power Attack and Cleave feats instead of Endurance and Diehard.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Chieftains are usually found with two raider bodyguards, a shaman, and a dozen cannibals (CR 12). A chieftain might also lead a raiding party of 10 raiders (CR 13) or nine vikings (CR 14).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "102 (12d10+36)", 
    "wisdom": "9", 
    "creature_type": "Humanoid", 
    "name": "Chieftain", 
    "base_attack": "+12", 
    "skills": "Climb +7, Handle Animal +6, Intimidate +19, Perception +2, Ride +4", 
    "reflex": "+5", 
    "cmd": "27", 
    "cmb": "+16", 
    "will": "+3", 
    "subtype": "npc", 
    "super_race": "human warrior 12", 
    "combat_gear": "potion of cure light wounds"
}