{
    "dexterity": "11", 
    "ac": "12, touch 10, flat-footed 12 (+2 armor)", 
    "intelligence": "10", 
    "melee": "club +3 (1d6+1) or dagger +3 (1d4+1/19-20)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Tavern/Drunkard", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "13", 
    "constitution": "14", 
    "ranged": "club +2 (1d6+1) or  dagger +2 (1d4+1/19-20)", 
    "init": "+0", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "8", 
    "boon": "A drunkard can be persuaded to make a loud, obnoxious disturbance as a distraction, imposing a -2 penalty on opposed Perception checks (as against Stealth or Sleight of Hand) for up to 1 minute for any NPCs who can see and hear him.", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Great Fortitude, Improved Bull Rush, Power Attack", 
    "senses": "Perception -1", 
    "gear": "leather armor, club, dagger, gallon jug of ale", 
    "sections": [
        {
            "body": "<p>As ubiquitous as the barkeeps and serving wenches who serve them, drunkards may be found in almost every tavern in every town. Drunkards are wine-sodden louts who frequent pubs far too often, sousing away their meager earnings and often becoming surly and belligerent, especially against those from outside their home community. These are the men who leap up to start or join bar brawls, provided they're not passed out in the corner, sleeping off their latest binge.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Drunkards might be used as common sailors on shore leave, young country boys visiting town for the first time who can't hold their liquor, or drunk and disreputable off-duty guardsmen. A drunkard could even be used as a surly barkeep who samples his own wares a little too often.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A drunkard may be found alone, or a pair of down-on-their-luck drunkards might try to mug lone vagabonds for coin for their next drink (CR 3). A table of four drunkards might be sitting in a tavern (CR 5), possibly with a barkeep (CR 6), or perhaps listening to tales from a trapper (CR 6) or minstrel (CR 7). A pair of drunkards might also be found carousing on the street with a couple of shipmates (CR 4), two caravan guards on leave (CR 5), or a pair of slovenly prostitutes (CR 5), or trying to buy some illicit substances from a dealer (CR 5).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "23 (3 HD; 1d6+2d10+9)", 
    "wisdom": "9", 
    "creature_type": "Humanoid", 
    "base_attack": "+2", 
    "name": "Drunkard", 
    "skills": "Climb +5, Handle Animal +4, Intimidate +5, Profession (choose one) +3, Ride +4, Swim +5", 
    "reflex": "+0", 
    "cmd": "13", 
    "cmb": "+3", 
    "will": "-1", 
    "subtype": "npc", 
    "super_race": "human commoner 1/warrior 2"
}