{
    "dexterity": "10", 
    "ac": "10, touch 10, flat-footed 10", 
    "intelligence": "10", 
    "melee": "club +0 (1d6) or sickle +0 (1d6)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Villagers/Farmer", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "11", 
    "constitution": "12", 
    "ranged": "sling +0 (1d4) or club +0 (1d6)", 
    "init": "+0", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "9", 
    "boon": "A farmer can provide enough food and drink for the PCs for 1 week free of charge, or offer them a place to sleep for the night in his barn.", 
    "fortitude": "+1", 
    "type": "creature", 
    "feats": "Animal Affinity, Skill Focus (Profession [farmer])", 
    "senses": "Perception +1", 
    "gear": "club, sickle, sling with 10 bullets, heavy horse, wagon", 
    "sections": [
        {
            "body": "<p>Farmers are the backbone of any economy, producing the foodstuffs and livestock for the world. A typical farmer is fair-minded, sensible, and trustworthy, but suspicious of outsiders. A farmer can be a good source of local gossip, and knows the area around his farm like the back of his hand.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Farmers in particularly dangerous areas might have a shabby suit of leather armor to don in times of trouble (AC 12), and often have an old spear or crossbow somewhere in the house, left over from militia training. A retired veteran farmer, or one who has had to defend his lands too many times from the creatures of the wilds, could have a level of warrior instead of commoner. Such a farmer has the same skills, but his hit points increase to 11, his Fortitude saves to +3, and his Base Attack Bonus to +1. He also normally has a suit of light armor and better weapons he can use to protect his house and family. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Farmers are usually found in families of two to six (CR 1 to 4). Outside, a farmer might be found working with his three stout farmer sons in the fields (CR 3). In town, a farmer could be haggling with a shopkeep (CR 2), or three farmers may be conversing with a lovely barmaid at the local tavern (CR 3). A dozen farmers outfitted with torches and pitchforks (treat as spears) creates an angry peasant mob (CR 6).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "10 (2 HD; 1d6+1d8+2)", 
    "wisdom": "13", 
    "creature_type": "Humanoid", 
    "base_attack": "+0", 
    "name": "Farmer", 
    "skills": "Craft (carpentry) +5, Handle Animal +6, Heal +5, Knowledge (local) +4, Knowledge (nature) +4, Profession (farmer) +9, Ride +7", 
    "reflex": "+0", 
    "cmd": "10", 
    "cmb": "+0", 
    "will": "+3", 
    "subtype": "npc", 
    "super_race": "human commoner 1/expert 1"
}