{
    "dexterity": "11", 
    "ac": "18, touch 10, flat-footed 18 (+8 armor)", 
    "intelligence": "9", 
    "melee": "halberd +5 (1d10+3/&times;3) or heavy flail +5 (1d10+3/19-20) or sap +5 (1d6+2 nonlethal)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/City Watch/Guard", 
    "cr": "1", 
    "xp": "400", 
    "speed": "20 ft.", 
    "alignment": "LN", 
    "size": "Medium", 
    "other_gear": "half-plate, heavy crossbow with 10 bolts, halberd, heavy flail, sap, 5 gp", 
    "strength": "14", 
    "constitution": "13", 
    "ranged": "heavy crossbow +3 (1d10/19-20)", 
    "init": "+0", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "8", 
    "boon": "A guard can give accurate directions to any non-secret location in the city and can allow a PC to enter or leave through a gate after hours or without paying a gate tax.", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Alertness, Improved Sunder, Power Attack", 
    "senses": "Perception +3", 
    "sections": [
        {
            "body": "<p>Guards of the city watch are vigilant soldiers, dedicated to keeping the peace and maintaining order. They defend the city walls and gates against external threats, but they also stand ready to break up fights and brawls, disarming or sundering weapons drawn in anger, forcing unruly citizens apart, and tending the wounded. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Different types of guards may be created with lighter armor (breastplates and heavy shields) and one-handed weapons (battle axes or longswords). Replacing guards' halberds with glaives, guisarmes, or ranseurs gives them a reach attack. Outfitting guards with pikes makes a group of pikemen, while giving them tower shields and short swords creates crossbowmen for a siege. Temple guards can replace Improved Sunder with Exotic Weapon Proficiency (two-bladed sword). Prison guards might replace Improved Sunder with Improved Unarmed Strike and Power Attack with Exotic Weapon Proficiency (whip). Four guards and a turnkey (CR 6) or a torturer (CR 7) can provide security for a small prison or dungeon.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Guards may be encountered alone, in pairs (CR 3), in groups of four (CR 5), or as a patrol of six accompanied by a guard officer (CR 7), depending on how dangerous their city or neighborhood is. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "19 (3d10+3)", 
    "wisdom": "10", 
    "creature_type": "Humanoid", 
    "name": "Guard", 
    "base_attack": "+3", 
    "skills": "Intimidate +5, Perception +3, Ride -3, Sense Motive +2", 
    "reflex": "+1", 
    "cmd": "15 (17 vs. sunder)", 
    "cmb": "+5 (+7 sunder)", 
    "will": "+1", 
    "subtype": "npc", 
    "super_race": "human warrior 3", 
    "combat_gear": "potions of cure light wounds (2)"
}