{
    "dexterity": "14", 
    "ac": "17, touch 12, flat-footed 15 (+5 armor, +2 Dex)", 
    "intelligence": "11", 
    "melee": "mwk shortspear +7/+2 (1d6) or dagger +6/+1 (1d4/19-20)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Frontier/Guide", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "other_gear": "+1 chain shirt, +1 light crossbow with 20 bolts, dagger, mwk shortspear, climber's kit, heavy horse (combat trained) with studded leather barding and horseshoes of speed, tindertwigs (5), 5 gp", 
    "strength": "10", 
    "constitution": "10", 
    "ranged": "+1 light crossbow +9 (1d8+1/19-20) or mwk shortspear +9 (1d6) or dagger +8 (1d4/19-20)", 
    "init": "+2", 
    "languages": "Common, Elven, Gnoll, Gnome, Halfling, Orc, Sylvan", 
    "source": "Game Mastery Guide", 
    "charisma": "8", 
    "boon": "A guide can track a particular creature or lead the PCs safely through a wilderness area for up to 3 days.", 
    "fortitude": "+3", 
    "type": "creature", 
    "feats": "Animal Affinity, Endurance, Far Shot, Mounted Combat, Point Blank Shot, Skill Focus (Survival)", 
    "senses": "Perception +14", 
    "sections": [
        {
            "body": "<p>Guides are trailblazers and pathfinders, master trackers and experts at finding their way through the wilderness. They are outriders and scouts par excellence, but they leave the heavy fighting to others, preferring to snipe from long range while keeping well out of harm's way. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Guides might also be used as highly-skilled long-range messengers, or perhaps members of a specially trained royal courier corps. Guides might also serve as elite dragoons or mounted infantry in a powerful army.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A single guide may be encountered escorting two pilgrims (CR 8) or a pair of traveling merchants and their sellsword bodyguard (CR 10), or she might lead an entire caravan, with eight caravan guards and eight vagabonds (CR 10). A guide might also partner with a monster hunter or minstrel (CR 8) or two knights hunting evil in the wilderness (CR 9). A wise guide frequently works with a pair of trappers who are intimately familiar with an area (CR 8).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "40 (9d8)", 
    "wisdom": "14", 
    "creature_type": "Humanoid", 
    "name": "Guide", 
    "base_attack": "+6", 
    "skills": "Climb +8, Handle Animal +12, Knowledge (geography) +12, Knowledge (local) +5, Knowledge (nature) +5, Linguistics +9, Perception +14, Ride +15, Stealth +13, Survival +17, Swim +4", 
    "reflex": "+5", 
    "cmd": "18", 
    "cmb": "+6", 
    "will": "+8", 
    "subtype": "npc", 
    "super_race": "human expert 9", 
    "combat_gear": "potion of spider climb, smokestick, tanglefoot bags (2)"
}