{
    "dexterity": "10", 
    "ac": "20, touch 10, flat-footed 20 (+10 armor)", 
    "intelligence": "14", 
    "melee": "+1 longsword +14/+9/+4 (1d8+2/19-20) or mwk dagger +14/+9/+4 (1d4+1/19-20)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Royalty/King", 
    "cr": "14", 
    "xp": "38,400", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "other_gear": "+1 glamered full plate of light fortification, +1 longsword, masterwork dagger, cape of the mountebank, medallion of thoughts, rod of splendor", 
    "strength": "12", 
    "constitution": "10", 
    "ranged": "mwk dagger +13 (1d4+1/19-20)", 
    "init": "+0", 
    "languages": "Common, Dwarven, Elven, Gnome, Halfling, Sylvan", 
    "source": "Game Mastery Guide", 
    "charisma": "17", 
    "boon": "A king can grant knighthood or even lordship, along with lands and titles, if sufficient service is rendered to the kingdom. A king may also pardon criminals or order the exile or execution of the guilty. He can grant a monetary reward of up to 1,000 gp to PCs.", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Alertness, Defensive Combat Training, Great Fortitude, Improved Great Fortitude, Improved Vital Strike, Mounted Combat, Persuasive, Skill Focus (Diplomacy), Vital Strike", 
    "senses": "Perception +13", 
    "sections": [
        {
            "body": "<p>A king is the ruler of a nation, usually a hereditary monarch schooled in the arts of statecraft and leadership, but no stranger to the sad necessities of steel and blood. Alert for treachery but possessed of all the courtly graces, a king leads his people. Whether or not he leads them well depends on his alignment, his goals, and the motives of his advisors. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A king can also be used as a high-ranking general or powerful warlord, or even a wealthy and influential captain of industry.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A king usually has a retinue of four knights (CR 15) but may travel with a dozen knights in times of war (CR 16). Kings may also be found in the company of a general, two noble advisors, and a high priest (CR 16). At court, a group of 10 nobles and a merchant prince might try to gain the favor of a king and his queen (CR 17). A king who fears for his safety while traveling in disguise might have two champions with him as bodyguards (CR 15).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "80 (16d8+8)", 
    "wisdom": "10", 
    "creature_type": "Humanoid", 
    "name": "King", 
    "base_attack": "+12", 
    "skills": "Bluff +15, Diplomacy +32, Intimidate +26, Knowledge (geography) +10, Knowledge (local) +10, Knowledge (nobility) +15, Linguistics +8, Perception +13, Perform (oratory) +22, Ride +14, Sense Motive +23", 
    "reflex": "+5", 
    "cmd": "27", 
    "cmb": "+13", 
    "will": "+10", 
    "subtype": "npc", 
    "super_race": "human aristocrat 16", 
    "combat_gear": "smokestick"
}