{
    "dexterity": "10", 
    "ac": "11, touch 10, flat-footed 11 (+1 armor)", 
    "intelligence": "13", 
    "melee": "spear +2 (1d8/&times;3)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Road/Pilgrim", 
    "cr": "3", 
    "xp": "800", 
    "speed": "30 ft.", 
    "alignment": "NG", 
    "size": "Medium", 
    "other_gear": "padded armor, spear, healer's kit, wooden holy symbol, mule", 
    "strength": "10", 
    "constitution": "11", 
    "ranged": "spear +2 (1d8/&times;3)", 
    "init": "+0", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "10", 
    "boon": "A pilgrim will tend the wounds of injured PCs with her Heal skill or one of her healing potions if the need is great or if the PCs make a donation to her church of at least half the potion's price.", 
    "fortitude": "+1", 
    "type": "creature", 
    "feats": "Alertness, Endurance, Iron Will, Skill Focus (Heal)", 
    "senses": "Perception +7", 
    "sections": [
        {
            "body": "<p>Pilgrims are religious mendicants who roam the long roads visiting shrines, temples, and other places sacred to their faith. They are ordinary folk, little trained in formal theology but with a passion for spreading their religion through their travels, being of service to all that they meet, and healing the hurts of a sad and lonely world. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Pilgrims can serve as lay priests, common healers, or village wise women in settlements too small for a formal temple or full cleric. A pilgrim might also be found on a battlefield, pressed into service to make up for an army's lack of divine healers.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Replacing one of the pilgrim's commoner levels with a level of adept creates a healer that has at least limited access to healing magic. Hit Dice, hit points, base attacks bonus, and skills don't change, but the pilgrim's Will save increases to +6. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A pilgrim often works alone, but two or three might staff a remote clinic (CR 5 or 6). Pilgrims can also be found in groups of four, often accompanied by four caravan guards or eight acolytes (CR 8). A single pilgrim may be served by a guard, caravan guard, or pair of acolytes (CR 4). A pilgrim in turn might serve under a shaman (CR 6), while an evil pilgrim may work with a torturer, helping to keep prisoners alive (CR 6).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "17 (5d6)", 
    "wisdom": "12", 
    "creature_type": "Humanoid", 
    "name": "Pilgrim", 
    "base_attack": "+2", 
    "skills": "Handle Animal +5, Heal +10, Knowledge (religion) +5, Perception +7, Perform (sing) +5, Profession (midwife) +5, Ride +5, Sense Motive +7, Swim +5", 
    "reflex": "+1", 
    "cmd": "12", 
    "cmb": "+2", 
    "will": "+4", 
    "subtype": "npc", 
    "super_race": "human commoner 5", 
    "combat_gear": "potions of cure light wounds, neutralize poison, remove blindness/deafness, remove disease, and sanctuary; vial of holy water"
}