{
    "dexterity": "8", 
    "ac": "9, touch 9, flat-footed 9 (-1 Dex)", 
    "intelligence": "13", 
    "melee": "improvised dagger +2 (1d4)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Dungeon/Prisoner", 
    "cr": "2", 
    "xp": "600", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "9", 
    "constitution": "14", 
    "init": "-1", 
    "languages": "Aklo, Common", 
    "source": "Game Mastery Guide", 
    "charisma": "10", 
    "boon": "A prisoner can impart secrets of a prison they have inhabited, granting a +2 circumstance bonus on Perception, Survival, and Knowledge (dungeoneering or engineering) checks within that prison. A prisoner can also draw a map of a prison, or might have information about other prisoners or know which guards are corrupt.", 
    "fortitude": "+3", 
    "type": "creature", 
    "feats": "Catch Off-Guard, Diehard, Endurance", 
    "senses": "Perception +8", 
    "sections": [
        {
            "body": "<p>Prisoners are hapless wretches who have spent uncounted years locked away in the deepest cells. Battered and bruised, their minds assaulted by the endless imprisonment and the mad ravings of weak-minded cellmates, prisoners endure through sheer force of will and the hope that one day they shall see their freedom. Prisoners may be found in town jails, large prisons, or underground dungeons, either as convicted criminals, political prisoners, or wretched captives.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Prisoners can be used for escaped convicts, beggars, galley slaves, shipwreck survivors, escaped slaves, or similar outlaws or desperate folk. Giving a prisoner the Throw Anything feat makes a prisoner skilled with improvised melee and ranged weapons. Giving him a Skill Focus feat makes an expert being held prisoner for his skill or knowledge, perhaps someone the PCs are hired to rescue. Prisoners might have Great Fortitude, Iron Will, or Lightning Reflexes to represent the hardships they have overcome.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Prisoners may be found alone or in a work gang of a half-dozen under the watchful eye of a slaver (CR 6). Five prisoners can serve as the crazed flock of a cultist (CR 7). A dozen prisoners outfitted with pitchforks and other farm implements makes an angry peasant mob (CR 9). </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "26 (4d8+8)", 
    "wisdom": "12", 
    "creature_type": "Humanoid", 
    "name": "Prisoner", 
    "base_attack": "+3", 
    "skills": "Craft (choose one) +8, Climb +5, Escape Artist +5, Knowledge (dungeoneering) +8, Knowledge (engineering) +8, Perception +8, Profession (choose one) +8, Sleight of Hand +5, Survival +8, Swim +5", 
    "reflex": "+0", 
    "cmd": "11", 
    "cmb": "+2", 
    "will": "+5", 
    "subtype": "npc", 
    "super_race": "human expert 4"
}