{
    "dexterity": "10", 
    "ac": "10, touch 10, flat-footed 10", 
    "intelligence": "11", 
    "melee": "dagger +1 (1d4-1/19-20)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Merchants/Shopkeep", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "other_gear": "dagger, disguise kit, heavy horse and wagon, 433 gp worth of trade goods", 
    "strength": "9", 
    "constitution": "10", 
    "ranged": "dagger +2 (1d4-1/19-20)", 
    "init": "+0", 
    "languages": "Common, Dwarven, Gnome, Halfling", 
    "source": "Game Mastery Guide", 
    "charisma": "12", 
    "boon": "A shopkeep can give a 10% discount on any item of equipment less than 400 gp.", 
    "fortitude": "+1", 
    "type": "creature", 
    "feats": "Alertness, Deceitful, Skill Focus (Profession [merchant])", 
    "senses": "Perception +8", 
    "sections": [
        {
            "body": "<p>Shopkeeps operate a city's trade emporiums, a town's shops, a village's general store, and the frontier's isolated trading posts. Whether a canny traveling peddler, a wheeling and dealing bazaar stallholder, or a respected businessman with a position on the town council, shopkeeps are found across the world, forming the backbone of a settlement's economy as they keep the river of trade flowing freely through its gates.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Shopkeeps can be used to represent a variety of minor occupations in villages, towns, and cities. Changing the focus of a shopkeep's Profession skill can create a wide variety of characters, from bakers to fishermen to millers. Replacing a shopkeep's Profession skill with a Craft skill creates a craftsman rather than a salesman, whether it be an alchemist, weaver, or smith. Exchanging Profession for a Knowledge skill or two makes a sage or scholar. In this case, the trade goods listed in the stat block above can represent books, maps, or scrolls.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Shopkeeps are not skilled in combat, but could be used to represent a citizens' militia mobilized in times of war. In this case, adding padded or leather armor, and perhaps replacing the dagger with a club or spear, or even a crossbow, can make them into more effective combatants.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A shopkeep will often partner with another shopkeep or a vagabond (CR 3) for long journeys, sometimes hiring a guard if they deal in expensive commodities (CR 4).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "13 (3d8)", 
    "wisdom": "13", 
    "creature_type": "Humanoid", 
    "name": "Shopkeep", 
    "base_attack": "+2", 
    "skills": "Appraise +6, Bluff +9, Diplomacy +7, Disguise +6, Knowledge (local) +6, Linguistics +6, Perception +8, Profession (merchant) +10, Sense Motive +9", 
    "reflex": "+1", 
    "cmd": "11", 
    "cmb": "+1", 
    "will": "+4", 
    "subtype": "npc", 
    "super_race": "human expert 3", 
    "combat_gear": "smokestick, tanglefoot bag"
}