{
    "dexterity": "13", 
    "ac": "13, touch 11, flat-footed 12 (+1 armor, +1 Dex, +1 shield)", 
    "intelligence": "9", 
    "melee": "lance +1 (1d8+1/&times;3) or light pick +1 (1d4+1/&times;4)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Crusaders/Squire", 
    "cr": "1/3", 
    "xp": "100", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "other_gear": "padded armor, light wooden shield, lance, light pick, shortbow with 20 arrows, light horse (combat trained) with riding saddle", 
    "strength": "13", 
    "constitution": "12", 
    "ranged": "shortbow +1 (1d6/&times;3)", 
    "init": "+1", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "10", 
    "boon": "A squire can make a personal introduction to a knight or help the PCs buy a combat trained mount or riding gear at a 5% discount. A squire might also agree to serve a fighter, paladin, or ranger PC, either for a limited time, or until granted knighthood.", 
    "fortitude": "+1", 
    "type": "creature", 
    "feats": "Animal Affinity, Mounted Combat", 
    "senses": "Perception -1", 
    "sections": [
        {
            "body": "<p>Squires are aspiring knights, robust youths who train in skill at arms but also busy themselves with tending and caring for their master's gear, keeping it sharp, clean, and ready to use. Squires also learn the courtly arts and etiquette. After proving their loyalty and skill in battle, squires usually become knights. In lands where knighthood is only granted by a king or other monarch, some squires remain so for their entire lives.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Squires can be used as heralds, standardbearers, scouts, or royal messengers. They might also be used as skirmishers or light cavalry, or perhaps as the guards of a minor noble's manor house. A group of squires could also serve as a noble hunting party.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Simply giving a squire heavier armor can make a more formidable mounted combatant, while replacing the pick with a scimitar or longsword creates a nomadic horselord warrior. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A squire often accompanies a knight (CR 7), or a pair of squires may accompany a noble scion (CR 3). Six squires can make a patrol of scouts or a hunting party (CR 3). Three squires can serve as outriders for a caravan, along with three caravan guards (CR 5), or six squires might work with a highwayman (CR 7).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "5 (1d8+1)", 
    "wisdom": "8", 
    "creature_type": "Humanoid", 
    "name": "Squire", 
    "base_attack": "+0", 
    "skills": "Craft (armor) +3, Craft (weapons) +3, Handle Animal +6, Knowledge (nobility) +3, Ride +6", 
    "reflex": "+1", 
    "cmd": "12", 
    "cmb": "+1", 
    "will": "+1", 
    "subtype": "npc", 
    "super_race": "human aristocrat 1", 
    "combat_gear": "potion of cure light wounds"
}