{
    "dexterity": "9", 
    "ac": "10, touch 9, flat-footed 10 (+1 armor, -1 Dex)", 
    "intelligence": "14", 
    "melee": "dagger +4 (1d4-1/19-20)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Merchants/Traveling Merchant", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "8", 
    "constitution": "10", 
    "ranged": "mwk light crossbow +5 (1d8/19-20)", 
    "init": "-1", 
    "languages": "Common, Draconic, Dwarven, Elven, Giant, Gnome, Goblin, Halfling, Orc, Sylvan", 
    "source": "Game Mastery Guide", 
    "charisma": "14", 
    "boon": "A traveling merchant can enable PCs to make a purchase or sale of items as if the community was one size larger than normal or allow them to accompany a caravan as guards or guests.", 
    "fortitude": "+2", 
    "type": "creature", 
    "feats": "Alertness, Combat Expertise, Deceitful, Persuasive, Skill Focus (Profession [merchant])", 
    "senses": "Perception +12", 
    "gear": "padded armor, dagger, masterwork light crossbow with 10 bolts, bag of holding type I, ring of sustenance, disguise kit, light horse, 302 gp of trade goods", 
    "sections": [
        {
            "body": "<p>Traveling merchants wander the world, peddling their wares, seeking out new markets for their goods, and journeying into distant lands in search of new trade routes to open and exotic commodities to take back home to turn a tidy profit. Many traveling merchants join large trade consortiums or are masters of their own caravans, but they sometimes venture alone (or more usually, with guards) into the wilds carrying small items of high value. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Traveling merchants make excellent diplomats, spies, and information brokers, or even knowledgeable and socially skilled nobles or gentlemen.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A delegation of four traveling merchants might be sent as a trade mission or ambassadors from a far-off land (CR 9), while two traveling merchants can serve as deputies for a merchant prince (CR 10). Lone traveling merchants typically travel with four caravan guards (CR 7), while those with a merchant train share the company of a guide, four vagabonds as drovers, and eight caravan guards (CR 10).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "31 (7d8)", 
    "wisdom": "11", 
    "creature_type": "Humanoid", 
    "base_attack": "+5", 
    "name": "Traveling Merchant", 
    "skills": "Appraise +12, Bluff +14, Diplomacy +12, Disguise +6, Handle Animal +10, Intimidate +4, Knowledge (geography) +10, Knowledge (local) +10, Knowledge (nobility) +3, Linguistics +12, Perception +12, Profession (merchant) +13, Ride +6, Sense Motive +12", 
    "reflex": "+1", 
    "cmd": "13", 
    "cmb": "+4", 
    "will": "+5", 
    "subtype": "npc", 
    "super_race": "human expert 7"
}