{
    "dexterity": "11", 
    "ac": "19, touch 10, flat-footed 19 (+9 armor)", 
    "intelligence": "8", 
    "melee": "mwk guisarme +9 (2d4+4/&times;3) or spiked gauntlet +8 (1d4+3) or sap +8 (1d6+3 nonlethal)", 
    "url": "pfsrd://Game Mastery Guide/Monsters/Dungeon/Turnkey", 
    "cr": "3", 
    "xp": "800", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "other_gear": "+1 half-plate, masterwork guisarme, sap, spiked gauntlet", 
    "strength": "16", 
    "constitution": "12", 
    "space": "5 ft.", 
    "init": "+0", 
    "languages": "Common", 
    "source": "Game Mastery Guide", 
    "charisma": "10", 
    "boon": "A turnkey can allow the PCs to locate and speak to prisoners, and potentially even release them. Like prisoners, turnkeys possess detailed knowledge of specific prisons.", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Alertness, Improved Bull Rush, Intimidating Prowess, Power Attack", 
    "senses": "Perception +4", 
    "sections": [
        {
            "body": "<p>Turnkeys are jailers and wardens, walking through prison halls and keeping the inmates in line with public beatings. Though dim-witted, most turnkeys are experienced enough to see through attempts to deceive them unless the talker is quite clever. </p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Turnkeys can also be used as armed porters, gate guards, or well-armored warehouse guards. In non-good cities, turnkeys might be used as thuggish city guards or brute squads.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Changing a turnkey's feats creates a variety of different NPCs. A turnkey with Skill Focus (Sense Motive) instead of Improved Bull Rush is an even more canny judge of character, while Skill Focus (Intimidate) creates an even scarier jailer. Replacing Improved Bull Rush with Improved Overrun or Improved Sunder gives turnkeys alternate combat maneuvers to use. The Blind-Fight feat allows turnkeys to operate more effectively in dark dungeons, and Combat Reflexes combined with Stand Still makes turnkeys almost impossible for escaped prisoners to slip by.</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A turnkey will usually have a pair of guards to assist in his patrols (CR 5), or four guards in particularly dangerous prisons (CR 6). Four turnkeys might be found together in a well-staffed guardroom (CR 7). A slaver might be accompanied by two turnkey guards (CR 6), and a torturer often has two turnkeys as guards for her charges (CR 7).</p>", 
            "source": "Game Mastery Guide", 
            "type": "section"
        }
    ], 
    "hp": "37 (5d10+10)", 
    "reach": "5 ft. (10 ft. with guisarme)", 
    "wisdom": "9", 
    "creature_type": "Humanoid", 
    "name": "Turnkey", 
    "base_attack": "+5", 
    "skills": "Intimidate +10, Perception +4, Sense Motive +4", 
    "reflex": "+1", 
    "cmd": "18 (20 vs. bull rush)", 
    "cmb": "+8 (+10 bull rush)", 
    "will": "+0", 
    "subtype": "npc", 
    "super_race": "human warrior 5", 
    "combat_gear": "tanglefoot bags (2)"
}