{
    "body": "<p id=\"rage-powers\">Any barbarian who meets the powers' prerequisites can select and use the following new rage powers. Totem rage powers grant powers related to a theme. A barbarian cannot select from more than one group of totem rage powers; for example, a barbarian who selects a beast totem rage power cannot later choose to gain any of the dragon totem rage powers (any rage power with &ldquo;dragon totem&rdquo; in its title). </p>", 
    "name": "Rage Powers", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"auspicious-mark\" class=\"stat-block-2\">The barbarian has been marked by the spirits, as indicated by an impressive tattoo, scar, or birthmark she possesses. Once per rage, as a swift action that costs 2 rounds of rage, the barbarian can call upon the spirits' favor. Using auspicious mark grants her a +1d6 bonus on one d20 roll she has just made. She can call on the auspicious mark after seeing the result of the d20 roll. </p>", 
            "name": "Auspicious Mark", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Auspicious Mark", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bestial-climber\" class=\"stat-block-2\">While raging, the barbarian gains a natural climb speed equal to her land speed. A barbarian must have the raging climber rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "Bestial Climber", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Bestial Climber", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bestial-leaper\" class=\"stat-block-2\">While raging, the barbarian can take a move action to move and can take her normal standard action at any point during the move. A barbarian must have the raging leaper rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "Bestial Leaper", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Bestial Leaper", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bestial-swimmer\" class=\"stat-block-2\">While raging, the barbarian gains a natural swim speed equal to her normal land speed. A barbarian must have the raging swimmer rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "Bestial Swimmer", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Bestial Swimmer", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bleeding-blow\" class=\"stat-block-2\">When she uses her powerful blow rage power, the barbarian also deals bleed damage equal to her bonus damage with the powerful blow. This bleed damage bypasses damage reduction. A barbarian must have the powerful blow rage power and be at least 8th level before selecting this rage power.</p>", 
            "name": "Bleeding Blow", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Bleeding Blow", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"body-bludgeon\" class=\"stat-block-2\">While raging, if the barbarian pins an opponent that is smaller than her, she can then use that opponent as a two-handed improvised weapon that deals 1d8 points of bludgeoning damage, assuming the opponent is sized Small. Larger or smaller creatures used as a bludgeon deal damage based on their size using this base damage. A size Tiny creature deals 1d6 points of damage, a size Medium creature deals 1d10 points of damage, and so on. The barbarian can make a single attack using the pinned opponent as part of the action she uses to maintain the grapple, using her highest attack bonus. Whenever the barbarian hits using the pinned opponent as a weapon, she deals damage to her target normally, and the grappled opponent used as a bludgeon also takes the same damage she dealt to the target. If the pinned opponent is unable to resist being pinned for any reason, the barbarian can use that opponent as an improvised weapon without grappling or pinning the opponent, until the creature is reduced to 0 or fewer hit points, at which point the creature becomes useless as an improvised weapon. A barbarian must be at least 10th level before selecting this rage power. </p>", 
            "name": "Body Bludgeon", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Body Bludgeon", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"crippling-blow\" class=\"stat-block-2\">When using her powerful blow rage power, the barbarian can forgo the normal bonus to damage (including any bleed damage granted by the bleeding blow rage power or similar boosts to the damage of the powerful blow rage power) and instead deals 1 point of ability damage to the target's Strength or Dexterity score for every four class levels the barbarian has attained. The target can attempt a Fortitude saving throw (DC 10 + 1/2 the barbarian's level + the barbarian's Strength modifier) to halve this ability damage. A barbarian must have the powerful blow rage power and be at least 8th level before selecting this rage power.</p>", 
            "name": "Crippling Blow", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Crippling Blow", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"deadly-accuracy\" class=\"stat-block-2\">If the barbarian scores a critical threat when using her surprise accuracy rage power, she applies double the surprise accuracy bonus when rolling to confirm the critical. A barbarian must have the surprise accuracy rage power and be at least 4th level before selecting this rage power.</p>", 
            "name": "Deadly Accuracy", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Deadly Accuracy", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"dragon-totem-(su):\" class=\"stat-block-2\"> The barbarian must select a single color of dragon (black, blue, brass, bronze, copper, gold, green, red, silver, or white) as her totem. While raging, she gains a +1 bonus on Perception checks and a +1 morale bonus on saving throws against fear, paralysis, and sleep effects. This bonus increases by +1 for each additional dragon totem rage power (such as dragon totem resilience and dragon totem wings) the barbarian possesses. A barbarian must have the animal fury and intimidating glare rage powers and be at least 6th level before selecting this rage power.</p>", 
            "name": "Dragon Totem", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Dragon Totem", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"dragon-totem-resilience\" class=\"stat-block-2\">While raging, the barbarian gains resistance to the energy type that is associated with her dragon totem&mdash;acid (black, copper, green), cold (silver, white), electricity (blue, bronze), or fire (brass, gold, red). This resistance equals double her current DR/&mdash; from her barbarian damage reduction class feature; this DR increases by 2 for each dragon totem rage power she possesses, including this one. A barbarian must have the dragon totem rage power and be at least 8th level before selecting this rage power.</p>", 
            "name": "Dragon Totem Resilience", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Dragon Totem Resilience", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"dragon-totem-wings\" class=\"stat-block-2\">When a barbarian selects this rage power, the Fly (Dex) skill becomes a class skill for her. While raging and wearing medium or lighter armor, the barbarian can spend a standard action to manifest a pair of spiritual dragon wings that grant her a fly speed equal to her base speed (average maneuverability). She can expend 2 rounds of her rage to instead spend an immediate action to gain this fly speed. She can end her fly speed at any time, even when it is not her turn. Each round she spends raging and flying counts as 2 rounds of rage. Her ability to fly ends automatically when she ceases raging. A barbarian must have the dragon totem and dragon totem resilience rage powers, and she must be at least 10th level before selecting this rage power.</p>", 
            "name": "Dragon Totem Wings", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Dragon Totem Wings", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"eater-of-magic\" class=\"stat-block-2\">Once per rage, when a barbarian fails a saving throw against a spell, supernatural ability, or spell-like ability, she can reroll the saving throw against the effect (this is not an action). If she succeeds at the second saving throw, she is not affected by the spell, supernatural ability, or spell-like ability and gains a number of temporary hit points equal to the effect's caster level (in the case of spell or spell-like abilities) or the CR of the effect's creator (in the case of supernatural abilities). These temporary hit points last until damage is applied to them or 1 minute, whichever occurs first. A barbarian must have the superstition rage power and be at least 10th level before selecting this rage power.</p>", 
            "name": "Eater of Magic", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Eater of Magic", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ghost-rager\" class=\"stat-block-2\">While raging, the barbarian deals normal damage to incorporeal creatures even when using nonmagical weapons. She also gains a morale bonus to touch AC equal to her saving throw bonus from her superstition rage power. A barbarian must have the superstition rage power and be at least 6th level before selecting this rage power. </p>", 
            "name": "Ghost Rager", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Ghost Rager", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ground-breaker,-greater\" class=\"stat-block-2\">When using the ground breaker rage power, the barbarian can extend the radius of the effect by 5 feet. This rage power can be selected up to three times, and its effects stack. A barbarian must have the ground breaker rage power and be at least 8th level before selecting this rage power. </p>", 
            "name": "Ground Breaker, Greater", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Ground Breaker/Greater", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"guarded-life,-greater\" class=\"stat-block-2\">When using the guarded life rage power, 1 additional hit point of lethal damage per barbarian level is converted to nonlethal damage. A barbarian must have the guarded life rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "Guarded Life, Greater", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Guarded Life/Greater", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hive-totem\" class=\"stat-block-2\">While raging, the barbarian takes half damage from attacks by swarms of vermin, including spells and effects that act like a swarm of vermin (like <i>summon swarm</i> used to summon spiders or <i>insect plague</i>). She also gains a +1 bonus on Strength ability checks and to CMD against bull rush, drag, and trip attacks for every four barbarian levels she has (maximum +5). A barbarian must have the animal fury power and be at least 4th level before selecting this rage power.</p>", 
            "name": "Hive Totem", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Hive Totem", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hive-totem-resilience\" class=\"stat-block-2\">While raging, the barbarian takes no damage from attacks by swarms of vermin, preventing harmful secondary effects of such attacks like poison or bleed. She also gains a +1 bonus on combat maneuver checks and to CMD when grappling for every four barbarian levels she has (maximum +5). A barbarian must have the hive totem rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "Hive Totem Resilience", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Hive Totem Resilience", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hive-totem-toxicity\" class=\"stat-block-2\">While raging, the barbarian increases her bite damage die type with the animal fury rage power by one die type and decreases the penalty on attack rolls with that bite to &ndash;2. Once per rage, a bite that hits can deliver an injury toxin that has a frequency of once per round for 4 rounds, deals 1d3 points of Constitution damage, and has a cure of one save. The saving throw has a Fortitude save DC of 10 + 1/2 the barbarian's level + the barbarian's Constitution modifier. A barbarian must have the hive totem and hive totem resilience rage powers and be at least 8th level before selecting this rage power.</p>", 
            "name": "Hive Totem Toxicity", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Hive Totem Toxicity", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"lethal-accuracy\" class=\"stat-block-2\">When using her surprise accuracy rage power, the barbarian's critical multiplier for damage increases by 1 (a &times;2 multiplier becomes &times;3, a 19&ndash;20/&times;2 multiplier becomes 19&ndash;20/&times;3, a &times;3 multiplier becomes &times;4, and a &times;4 multiplier becomes &times;5). A barbarian must have the surprise accuracy and deadly accuracy rage powers and be 16th level before selecting this rage power.</p>", 
            "name": "Lethal Accuracy", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Lethal Accuracy", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"perfect-clarity\" class=\"stat-block-2\">While using her moment of clarity rage power, the barbarian can roll twice for any miss chance or Will saving throws to disbelieve illusions, taking the better result. A barbarian must have the moment of clarity rage power before selecting this rage power. </p>", 
            "name": "Perfect Clarity", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Perfect Clarity", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"primal-scent\" class=\"stat-block-2\">When using her scent rage power, the barbarian adds half her barbarian level on Survival checks made to track by scent and on Perception checks to pinpoint the location of creatures she cannot see. If she pinpoints the location of a creature that has total concealment, she treats it as having concealment. A barbarian must have the scent rage power and be at least 8th level before selecting this rage power.</p>", 
            "name": "Primal Scent", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Primal Scent", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"reflexive-dodge\" class=\"stat-block-2\">While using her rolling dodge rage power, the barbarian may apply her dodge bonus to AC as a bonus on Reflex saving throws. A barbarian must have the rolling dodge rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "Reflexive Dodge", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Reflexive Dodge", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"regenerative-vigor\" class=\"stat-block-2\">After using her renewed vigor rage power until her current rage ends, the barbarian gains fast healing 1 for every 6 barbarian levels she has (maximum fast healing 3). She regains hit points from fast healing at the start of each of her turns. A barbarian must have the renewed vigor rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "Regenerative Vigor", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Regenerative Vigor", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"renewed-life\" class=\"stat-block-2\">While raging, the barbarian ignores the effect of one temporary negative level per four barbarian levels she has (maximum 5). Once per day, when a barbarian with temporary negative levels ends her rage, she can attempt saving throws to remove a number of negative levels equal to the number of levels she could ignore while raging. A barbarian must have the renewed vitality rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "Renewed Life", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Renewed Life", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"renewed-vitality\" class=\"stat-block-2\">While raging, the barbarian ignores the effect of 1 point of ability penalty or damage per two barbarian levels she has (maximum 10). Once per day, when a barbarian with ability penalties or damage ends her rage, she can reroll a saving throw, if any, against an effect that imposed an ability penalty or dealt her ability damage. If successful, she removes an amount of ability penalty or damage equal to the amount she can ignore while raging. A barbarian must have the renewed vigor rage power and be at least 4th level before selecting this rage power.</p>", 
            "name": "Renewed Vitality", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Renewed Vitality", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sharpened-accuracy\" class=\"stat-block-2\">When using her surprise accuracy rage power, the barbarian ignores the miss chance for concealment and treats total concealment as concealment. She also ignores cover penalties except those from total cover. A barbarian must have the surprise accuracy rage power and be at least 8th level before selecting this rage power.</p>", 
            "name": "Sharpened Accuracy", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Sharpened Accuracy", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"spell-sunder\" class=\"stat-block-2\">Once per rage, the barbarian can attempt to sunder an ongoing spell effect by succeeding at a combat maneuver check. For any effect other than one on a creature, the barbarian must make her combat maneuver check against a CMD of 15 plus the effect's caster level. To sunder an effect on a creature, the barbarian must succeed at a normal sunder combat maneuver against the creature's CMD + 5, ignoring any miss chance caused by a spell or spell-like ability. If successful, the barbarian suppresses the effect for 1 round, or 2 rounds if she exceeded the CMD by 5 to 9. If she exceeds the CMD by 10 or more, the effect is dispelled. A barbarian must have the witch hunter rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "Spell Sunder", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Spell Sunder", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sprint\" class=\"stat-block-2\">Once per rage, the barbarian can use a single full-round run action to move up to 6 times her speed or a single full-round charge action to move up to 3 times her speed. A barbarian must have the swift foot rage power and be at least 4th level before selecting this rage power.</p>", 
            "name": "Sprint", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Sprint", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sunder-enchantment\" class=\"stat-block-2\">While raging, whenever the barbarian succeeds at a sunder combat maneuver on a magical item, that item's magical abilities are suppressed for 1 round, plus 1 round for every 5 points by which her combat maneuver check exceeded the target's CMD. A barbarian must have the spell sunder rage power and be at least 8th level before selecting this rage power.</p>", 
            "name": "Sunder Enchantment", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Sunder Enchantment", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"world-serpent-totem\" class=\"stat-block-2\">While raging, the barbarian gains a +1 insight bonus to AC against outsiders and aberrations. This bonus increases by +1 for each world serpent rage power the barbarian possesses, excluding this one.</p>", 
            "name": "World Serpent Totem", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/World Serpent Totem", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"world-serpent-spirit\" class=\"stat-block-2\">While raging, the barbarian considers her weapons to be chaotic-, evil-, good-, and lawful-aligned for the purposes of overcoming damage reduction. She also gains a +1 resistance bonus on saving throws against spells and effects that have an alignment descriptor or come from an outsider or aberration. This bonus increases by +1 for each world serpent rage power the barbarian possesses, excluding this one. A barbarian must have the world serpent totem rage power and be at least 6th level before selecting this rage power.</p>", 
            "name": "World Serpent Spirit", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/World Serpent Spirit", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"world-serpent-totem-unity\" class=\"stat-block-2\">While raging, the barbarian doubles her fast movement bonus to land speed and cannot be knocked prone. She also doubles her world serpent totem insight bonus to AC against attack rolls made by an outsider or aberration to confirm a critical hit against her. A barbarian must have the world serpent totem and world serpent totem spirit rage powers and be at least 10th level before selecting this rage power.</p>", 
            "name": "World Serpent Totem Unity", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/World Serpent Totem Unity", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}