{
    "body": "<p>Characters covering long distances cross-country use overland movement. Overland movement is measured in miles per hour or miles per day. A day represents 8 hours of actual travel time. For rowed watercraft, a day represents 10 hours of rowing. For a sailing ship, it represents 24 hours.</p><p>Walk: A character can walk 8 hours in a day of travel without a problem. Walking for longer than that can wear him out (see Forced March, below).</p><p>Hustle: A character can hustle for 1 hour without a problem. Hustling for a second hour in between sleep cycles deals 1 point of nonlethal damage, and each additional hour deals twice the damage taken during the previous hour of hustling. A character who takes any nonlethal damage from hustling becomes fatigued.</p><p>A fatigued character can't run or charge and takes a penalty of &ndash;2 to Strength and Dexterity. Eliminating the nonlethal damage also eliminates the fatigue.</p><p>Run: A character can't run for an extended period of time. Attempts to run and rest in cycles effectively work out to a hustle.</p><p>Terrain: The terrain through which a character travels affects the distance he can cover in an hour or a day (see Table: Terrain and Overland Movement). A highway is a straight, major, paved road. A road is typically a dirt track. A trail is like a road, except that it allows only single-file travel and does not benefit a party traveling with vehicles. Trackless terrain is a wild area with no paths.</p><p id=\"forced-march\">Forced March: In a day of normal walking, a character walks for 8 hours. The rest of the daylight time is spent making and breaking camp, resting, and eating.</p><p>A character can walk for more than 8 hours in a day by making a forced march. For each hour of marching beyond 8 hours, a Constitution check (DC 10, +2 per extra hour) is required. If the check fails, the character takes 1d6 points of nonlethal damage. A character who takes any nonlethal damage from a forced march becomes fatigued. Eliminating the nonlethal damage also eliminates the fatigue. It's possible for a character to march into unconsciousness by pushing himself too hard.</p><p>Mounted Movement: A mount bearing a rider can move at a hustle. The damage it takes when doing so, however, is lethal damage, not nonlethal damage. The creature can also be ridden in a forced march, but its Constitution checks automatically fail, and the damage it takes is lethal damage. Mounts also become fatigued when they take any damage from hustling or forced marches.</p><p>See Table: Mounts and Vehicles: Mounts and Vehicles for mounted speeds and speeds for vehicles pulled by draft animals.</p><p>Waterborne Movement: See Table: Mounts and Vehicles: Mounts and Vehicles for speeds for water vehicles.</p>", 
    "name": "Overland Movement", 
    "url": "pfsrd://Core Rulebook/Rules/Additional Rules/Movement/Overland Movement", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table id=\"table-7-9-mounts-and-vehicles\"><caption>Table: Mounts and Vehicles</caption><thead><tr><th>Mount/Vehicle</th><th>Per Hour</th><th>Per Day</th></tr></thead><tr class=\"odd\"><th colspan=\"3\">Mount (carrying load)  </th></tr><tr class=\"even\"><td> Light horse</td><td>5 miles</td><td>40 miles</td></tr><tr class=\"odd\"><td> Light horse (175-525 lbs.)<sup>1</sup></td><td>3 1/2 miles</td><td>28 miles</td></tr><tr class=\"even\"><td> Heavy horse</td><td>5 miles</td><td>40 miles</td></tr><tr class=\"odd\"><td> Heavy horse (229-690 lbs.)<sup>1</sup></td><td>3-1/2 miles</td><td>28 miles</td></tr><tr class=\"even\"><td> Pony</td><td>4 miles</td><td>32 miles</td></tr><tr class=\"odd\"><td> Pony (151-450 lbs.)<sup>1</sup></td><td>3 miles</td><td>24 miles</td></tr><tr class=\"even\"><td> Dog, riding</td><td>4 miles</td><td>32 miles</td></tr><tr class=\"odd\"><td> Dog, riding (101-300 lbs.)<sup>1</sup></td><td>3 miles</td><td>24 miles</td></tr><tr class=\"even\"><td> Cart or wagon</td><td>2 miles</td><td>16 miles</td></tr><tr class=\"odd\"><th colspan=\"3\">Ship  </th></tr><tr class=\"even\"><td> Raft or barge (poled or towed)<sup>2</sup></td><td>1/2 mile</td><td>5 miles</td></tr><tr class=\"odd\"><td> Keelboat (rowed)<sup>2</sup></td><td>1 mile</td><td>10 miles</td></tr><tr class=\"even\"><td> Rowboat (rowed)<sup>2</sup></td><td>1-1/2 miles</td><td>15 miles</td></tr><tr class=\"odd\"><td> Sailing ship (sailed)</td><td>2 miles</td><td>48 miles</td></tr><tr class=\"even\"><td> Warship (sailed and rowed)</td><td>2-1/2 miles</td><td>60 miles</td></tr><tr class=\"odd\"><td> Longship (sailed and rowed)</td><td>3 miles</td><td>72 miles</td></tr><tr class=\"even\"><td> Galley (rowed and sailed)</td><td>4 miles</td><td>96 miles</td></tr><tfoot><tr><td colspan=\"3\"><sup>1</sup> Quadrupeds, such as horses, can carry heavier loads than characters can. See Carrying Capacity for more information.</td></tr><tr><td colspan=\"3\"><sup>2</sup> Rafts, barges, keelboats, and rowboats are most often used on lakes and rivers. If going downstream, add the speed of the current (typically 3 miles per hour) to the speed of the vehicle. In addition to 10 hours of being rowed, the vehicle can also float an additional 14 hours, if someone can guide it, adding an additional 42 miles to the daily distance traveled. These vehicles can't be rowed against any significant current, but they can be pulled upstream by draft animals on the shores.</td></tr></tfoot></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Additional Rules/Movement/Overland Movement/Table Mounts and Vehicles", 
            "type": "table", 
            "name": "Table: Mounts and Vehicles", 
            "source": "Core Rulebook"
        }
    ]
}