{
    "body": "<p>Tactical movement is used for combat. Characters generally don't walk during combat, for obvious reasons&mdash;they hustle or run instead. A character who moves his speed and takes some action is hustling for about half the round and doing something else the other half.</p>", 
    "name": "Tactical Movement", 
    "url": "pfsrd://Core Rulebook/Rules/Additional Rules/Movement/Tactical Movement", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><caption>Table: Hampered Movement</caption><thead><tr><th>Condition</th><th>Additional Movement Cost</th></tr></thead><tr class=\"even\"><td>Difficult terrain</td><td>×2</td></tr><tr class=\"odd\"><td>Obstacle*</td><td>×2</td></tr><tr class=\"even\"><td>Poor visibility</td><td>×2</td></tr><tr class=\"odd\"><td>Impassable</td><td>-</td></tr><tfoot><tr><td colspan=\"2\">* May require a skill check</td></tr></tfoot></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Additional Rules/Movement/Tactical Movement/Table Hampered Movement", 
            "type": "table", 
            "name": "Table: Hampered Movement", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Hampered Movement: Difficult terrain, obstacles, and poor visibility can hamper movement (see Table: Hampered Movement for details). When movement is hampered, each square moved into usually counts as two squares, effectively reducing the distance that a character can cover in a move. </p><p>If more than one hampering condition applies, multiply all additional costs that apply. This is a specific exception to the normal rule for doubling. </p><p>In some situations, your movement may be so hampered that you don't have sufficient speed even to move 5 feet (1 square). In such a case, you may use a full-round action to move 5 feet (1 square) in any direction, even diagonally. Even though this looks like a 5-foot step, it's not, and thus it provokes attacks of opportunity normally. (You can't take advantage of this rule to move through impassable terrain or to move when all movement is prohibited to you.)</p><p>You can't run or charge through any square that would hamper your movement.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }
    ]
}