{
    "body": "<p>The following lists categorize all of the monsters in this book into their roles, as detailed in Monster Advancement. These roles indicate what types of character classes are treated as key classes for each monster.</p><p>Combat monsters are good at ranged and melee combat. Spell monsters have an inherent ability to cast magic spells. Skill monsters are particularly adept at ambushing prey, use sneak attacks, or have bard-like powers. Special monsters have no key classes&mdash;their focus is on unique tactics and abilities.</p><p>Creatures listed as having &ldquo;Any Role&rdquo; do not use special rules when advancing via class level&mdash;they lack racial Hit Dice, and thus advance in level normally, as detailed in the <i>Pathfinder RPG Core Rulebook</i>. All of the PC races listed in that book fit into this category as well.</p><p>Creatures listed in the &ldquo;No Role&rdquo; category have no key classes&mdash;these are generally any creatures that are mindless or have an Intelligence score of 2 or lower. Unlike Special creatures (which also have no key classes), creatures in this category cannot gain class levels at all, and must advance using other methods. If a creature in this category gains an Intelligence of 3 or higher, the creature becomes a Combat Role monster.</p><p>Note that monster templates are not listed in this appendix&mdash;with the exception of skeletons and zombies (which lose their intelligence and thus have no key classes), a templated monster's key class is the same as the base creature's key classes.</p>", 
    "name": "Monster Roles", 
    "url": "pfsrd://Bestiary/Rules/Monster Roles", 
    "sections": [
        {
            "body": "<p>aasimar, drow, drow noble, duergar, goblin, hobgoblin, kobold, merfolk, orc, svirfneblin, tengu, tiefling</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Roles/Any Role", 
            "type": "section", 
            "name": "Any Role", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>aboleth, air elemental, air mephit, astral deva, balor, barbed devil, babau, barghest, bearded devil, bebilith, behir, black dragon, blue dragon, boggard, bone devil, bralani, brass dragon, bronze dragon, bugbear, cauchemar, centaur, chimera, choker, chuul, cloud giant, copper dragon, crag linnorm, cyclops, dark creeper, dark stalker, derro, devourer, djinni, doppelganger, dragon turtle, dretch, drider, dust mephit, earth elemental, earth mephit, efreeti, erinyes, ettercap, ettin, fire elemental, fire giant, fire mephit, frost giant, gargoyle, ghaele, ghoul, gibbering mouther, glabrezu, gnoll, gold dragon, greater barghest, green dragon, green hag, harpy, hell hound, hezrou, hill giant, horned devil, hound archon, ice devil, ice linnorm, ice mephit, invisible stalker, janni, kraken, kyton, lamia, lillend, lizardfolk, magma mephit, manticore, marid, marilith, medusa, mimic, minotaur, mite, mohrg, morlock, mummy, nabasu, nalfeshnee, neothelid, nessian warhound, night hag, nightmare, ogre, ogre mage, ooze mephit, otyugh, pegasus, phase spider, phoenix, pit fiend, planetar, pseudodragon, rakshasa, red dragon, remorhaz, retriever, sahuagin, salamander, salt mephit, satyr, sea hag, shaitan, shambling mound, shoggoth, silver dragon, skum, solar, sphinx, steam mephit, stone giant, storm giant, succubus, tarn linnorm, tarrasque, treant, troglodyte, troll, trumpet archon, unicorn, vargouille, vegepygmy, vrock, water elemental, water mephit, white dragon, wight, winter wolf, worg, wyvern, xill, xorn, yeth hound, yeti</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Roles/Combat Role", 
            "type": "section", 
            "name": "Combat Role", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>animated object, ankheg, ankylosaurus, army ants, assassin vine, aurochs, basidirond, basilisk, bat, bat swarm, bison, black pudding, boar, brachiosaurus, bulette, cat, cave fisher, centipede swarm, cheetah, clay golem, cockatrice, constrictor snake, crab swarm, crocodile, darkmantle, deinonychus, dire ape, dire bat, dire bear, dire boar, dire crocodile, dire hyena, dire lion, dire rat, dire shark, dire tiger, dire wolf, dire wolverine, dog, dolphin, eagle, elasmosaurus, electric eel, elephant, fire beetle, flesh golem, froghemoth, gelatinous cube, giant ant, giant centipede, giant crab, giant eagle, giant flytrap, giant frilled lizard, giant frog, giant leech, giant mantis, giant moray eel, giant octopus, giant scorpion, giant slug, giant spider, giant squid, giant stag beetle, giant wasp, girallon, goblin dog, gorgon, gorilla, gray ooze, griffon, grizzly bear, hawk, horse, hydra, hyena, ice golem, iron cobra, iron golem, leech swarm, lemure, leopard, lion, lizard, mastodon, monitor lizard, monkey, ochre jelly, octopus, orca, owl, owlbear, poison frog, pony, pteranodon, purple worm, rat, rat swarm, raven, rhinoceros, riding dog, roc, rust monster, sea serpent, shark, shocker lizard, spider swarm, squid, stegosaurus, stirge, stone golem, tiger, toad, triceratops, tyrannosaurus, venomous snake, violet fungus, viper, wasp swarm, weasel, wolf, wolverine, wood golem, woolly rhinoceros, yellow musk creeper</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Roles/No Role", 
            "type": "section", 
            "name": "No Role", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>babau, choker, dark creeper, dark stalker, derro, doppelganger, ettercap, greater shadow, homunculus, imp, intellect devourer, invisible stalker, lillend, morlock, nabasu, pixie, quasit, shadow, shadow demon, spectre, wraith</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Roles/Skill Role", 
            "type": "section", 
            "name": "Skill Role", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>cloaker, dryad, lantern archon, roper, will-o'-wisp</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Roles/Special Role", 
            "type": "section", 
            "name": "Special Role", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>black dragon, blue dragon, brass dragon, bronze dragon, copper dragon, couatl, dark naga, drider, ghaele, gold dragon, green dragon, guardian naga, nymph, planetar, rakshasa, red dragon, silver dragon, solar, spirit naga, trumpet archon, white dragon</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Roles/Spell Role", 
            "type": "section", 
            "name": "Spell Role", 
            "source": "Bestiary"
        }
    ], 
    "source": "Bestiary", 
    "type": "section"
}