{
    "body": "<p>The following rules are standard and are referenced (but not repeated) in monster stat blocks. Each rule includes a format guide for how it appears in a monster's listing and its location in the stat block.</p>", 
    "name": "Universal Monster Rules", 
    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules", 
    "sections": [
        {
            "body": "<p id=\"ability-damage-and-drain-(ex-or-su)\"> Some attacks or special abilities cause ability damage or drain, reducing the designated ability score by the listed amount. Ability damage can be healed naturally. Ability drain is permanent and can only be restored through magic.</p>", 
            "name": "Ability Damage and Drain", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Ability Damage and Drain", 
            "sections": [
                {
                    "body": "<p>1d4 Str drain; <i>Location</i>: Special Attacks or individual attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"all-around-vision\"> The creature sees in all directions at once. It cannot be flanked.</p>", 
            "name": "All-Around Vision", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/All-Around Vision", 
            "sections": [
                {
                    "body": "<p>all-around vision; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"amorphous\"> The creature's body is malleable and shapeless. It is immune to precision damage (like sneak attacks) and critical hits.</p>", 
            "name": "Amorphous", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Amorphous", 
            "sections": [
                {
                    "body": "<p>amorphous; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"amphibious-(ex)-\">Creatures with this special quality have the aquatic subtype, but they can survive indefinitely on land.</p>", 
            "name": "Amphibious", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Amphibious", 
            "sections": [
                {
                    "body": "<p>amphibious; <i>Location</i>: SQ.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"attach\"> The creature automatically latches onto its target when it successfully makes the listed attack. The creature is considered grappling, but the target is not. The target can attack or grapple the creature as normal, or break the attach with a successful grapple or Escape Artist check. Most creatures with this ability have a racial bonus to maintain a grapple (listed in its CMB entry).</p>", 
            "name": "Attach", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Attach", 
            "sections": [
                {
                    "body": "<p>attach; <i>Location</i>: individual attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bleed\"> A creature with this ability causes wounds that continue to bleed, dealing the listed damage each round at the start of the affected creature's turn. This bleeding can be stopped by a successful DC 15 Heal skill check or through the application of any magical healing. The amount of damage each round is determined in the creature's entry.</p>", 
            "name": "Bleed", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Bleed", 
            "sections": [
                {
                    "body": "<p>bleed (2d6); <i>Location</i>: Special Attacks and individual attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"blindsense\"> Using nonvisual senses, such as acute smell or hearing, a creature with blindsense notices things it cannot see. The creature usually does not need to make Perception checks to pinpoint the location of a creature within range of its blindsense ability, provided that it has line of effect to that creature. Any opponent the creature cannot see still has total concealment from the creature with blindsense, and the creature still has the normal miss chance when attacking foes that have concealment. Visibility still affects the movement of a creature with blindsense. A creature with blindsense is still denied its Dexterity bonus to Armor Class against attacks from creatures it cannot see.</p>", 
            "name": "Blindsense", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Blindsense", 
            "sections": [
                {
                    "body": "<p>blindsense 60 ft.; <i>Location</i>: Senses.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"blindsight\"> This ability is similar to blindsense, but is far more discerning. Using nonvisual senses, such as sensitivity to vibrations, keen smell, acute hearing, or echolocation, a creature with blindsight maneuvers and fights as well as a sighted creature. Invisibility, darkness, and most kinds of concealment are irrelevant, though the creature must have line of effect to a creature or object to discern that creature or object. The ability's range is specified in the creature's descriptive text. The creature usually does not need to make Perception checks to notice creatures within this range. Unless noted otherwise, blindsight is continuous, and the creature need do nothing to use it. Some forms of blindsight, however, must be triggered as a free action. If so, this is noted in the creature's description. If a creature must trigger its blindsight ability, the creature gains the benefits of blindsight only during its turn.</p>", 
            "name": "Blindsight", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Blindsight", 
            "sections": [
                {
                    "body": "<p>blindsight 60 ft.; <i>Location</i>: Senses.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"blood-drain\"> The creature drains blood at the end of its turn if it grapples a foe, inflicting Constitution damage.</p>", 
            "name": "Blood Drain", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Blood Drain", 
            "sections": [
                {
                    "body": "<p>blood drain (1d2 Constitution); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"blood-rage\"> When the creature takes damage in combat, on its next turn it can fly into a rage as a free action. It gains +2 Constitution and +2 Strength, but takes a &ndash;2 penalty to its AC. The rage lasts as long as the battle or 1 minute, whichever is shorter. It cannot end its rage voluntarily.</p>", 
            "name": "Blood Rage", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Blood Rage", 
            "sections": [
                {
                    "body": "<p>blood rage; <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"breath-weapon\"> Some creatures can exhale a cone, line, or cloud of energy or other magical effects. A breath weapon attack usually deals damage and is often based on some type of energy. Breath weapons allow a Reflex save for half damage (DC 10 + 1/2 the breathing creature's racial HD + the breathing creature's Con modifier; the exact DC is given in the creature's descriptive text). A creature is immune to its own breath weapon unless otherwise noted. Some breath weapons allow a Fortitude save or a Will save instead of a Reflex save. Each breath weapon also includes notes on how often it can be used, even if this number is limited in times per day.</p>", 
            "name": "Breath Weapon", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Breath Weapon", 
            "sections": [
                {
                    "body": "<p>breath weapon (60-ft. cone, 8d6 fire damage, Reflex DC 20 for half, usable every 1d4 rounds); <i>Location</i>: Special Attacks; if the breath is more complicated than damage, it also appears under Special Abilities with its own entry.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"burn-(ex)-\">A creature with the burn special attack deals fire damage in addition to damage dealt on a successful hit in melee. A creature affected by the burn ability must also succeed at a Reflex save or catch fire, taking the listed damage at the start of its turn for an additional 1d4 rounds (DC 10 + 1/2 the attacking creature's racial HD + the attacking creature's Con modifier). A burning creature can attempt a new save as a full-round action. Dropping and rolling on the ground grants a +4 bonus on this save. Creatures that hit the monster with natural weapons or unarmed attacks take fire damage as though hit by the monster's burn attack and must make a Reflex save to avoid catching on fire (see page 444 of the <i>Pathfinder RPG Core Rulebook</i>).</p>", 
            "name": "Burn", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Burn", 
            "sections": [
                {
                    "body": "<p>burn (2d6, DC 15); <i>Location</i>: Special Attacks and individual attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"capsize-(ex)-\">A creature with this special quality can attempt to capsize a boat or a ship by ramming it as a charge attack and making a combat maneuver check. The DC of this check is 25, or the result of the captain's Profession (sailor) check, whichever is higher. For each size category the ship is larger than the creature attempting to capsize it, the creature attempting to capsize the ship takes a cumulative &ndash;10 penalty on its combat maneuver check.</p>", 
            "name": "Capsize", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Capsize", 
            "sections": [
                {
                    "body": "<p>capsize; <i>Location</i>: special attacks. </p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 3", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"change-shape\"> A creature with this special quality has the ability to assume the appearance of a specific creature or type of creature (usually a humanoid), but retains most of its own physical qualities. The creature cannot change shape to a form more than one size category smaller or larger than its original form. This ability functions as a polymorph spell, the type of which is listed in the creature's description, but the creature does not adjust its ability scores (although it gains any other abilities of the creature it mimics). Unless otherwise stated, it can remain in an alternate form indefinitely. Some creatures, such as lycanthropes, can transform into unique forms with special modifiers and abilities. These creatures do adjust their ability scores, as noted in their descriptions.</p>", 
            "name": "Change Shape", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Change Shape", 
            "sections": [
                {
                    "body": "<p>change shape (wolf, <i>beast form I</i>); <i>Location</i>: SQ, and in Special Abilities for creatures with a unique listing.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"channel-resistance-(ex)-\">A creature with this special quality (usually an undead) is less easily affected by channeled negative or positive energy. The creature adds the listed bonus on saves made to resist the effects of channel energy, including effects that rely on the use of channel energy (such as the Command Undead feat).</p>", 
            "name": "Channel Resistance", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Channel Resistance", 
            "sections": [
                {
                    "body": "<p>channel resistance +4; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"compression\"> The creature can move through an area as small as one-quarter its space without squeezing or one-eighth its space when squeezing.</p>", 
            "name": "Compression", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Compression", 
            "sections": [
                {
                    "body": "<p>compression; <i>Location</i>: Special Qualities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"constrict\"> A creature with this special attack can crush an opponent, dealing bludgeoning damage, when it makes a successful grapple check (in addition to any other effects caused by a successful check, including additional damage). The amount of damage is given in the creature's entry and is typically equal to the amount of damage caused by the creature's melee attack.</p>", 
            "name": "Constrict", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Constrict", 
            "sections": [
                {
                    "body": "<p>constrict (1d8+6); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"construct-traits-(ex)-\">Constructs are immune to death effects, disease, mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects), necromancy effects, paralysis, poison, sleep, stun, and any effect that requires a Fortitude save (unless the effect also works on objects, or is harmless). Constructs are not subject to nonlethal damage, ability damage, ability drain, fatigue, exhaustion, or energy drain. Constructs are not at risk of death from massive damage.</p>", 
            "name": "Construct Traits", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Construct Traits", 
            "sections": [
                {
                    "body": "<p>construct traits; <i>Location</i>: Immune.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"curse\"> A creature with this ability bestows a curse upon its enemies. The effects of the curse, including its save, frequency, and cure, are included in the creature's description. If a curse allows a saving throw, it is usually a Will save (DC 10 + 1/2 the cursing creature's racial HD + the creature's Cha modifier; the exact DC is given in the creature's descriptive text). Curses can be removed through <i>remove curse</i> and similar effects.</p>", 
            "name": "Curse", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Curse", 
            "sections": [
                {
                    "body": "<p>:<b> Curse Name </b>Slam&mdash;contact; <i>save</i> Will DC 14, <i>frequency</i> 1 day, <i>effect</i> 1d4 Str drain; <i>Location</i>: Special Attacks and individual attacks.</p>", 
                    "name": "Format", 
                    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Curse/Format", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"curse-of-lycanthropy\"> A natural lycanthrope's bite attack in animal or hybrid form infects a humanoid target with lycanthropy (Fortitude DC 15 negates). If the victim's size is not within one size category of the lycanthrope's size, this ability has no effect.</p>", 
            "name": "Curse of Lycanthropy", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Curse of Lycanthropy", 
            "sections": [
                {
                    "body": "<p>curse of lycanthropy; <i>Location</i>: individual attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"damage-reduction-(ex-or-su)\"> A creature with this special quality ignores damage from most weapons and natural attacks. Wounds heal immediately, or the weapon bounces off harmlessly (in either case, the opponent knows the attack was ineffective). The creature takes normal damage from energy attacks (even nonmagical ones), spells, spell-like abilities, and supernatural abilities. A certain kind of weapon can sometimes damage the creature normally, as noted below.</p><p>The entry indicates the amount of damage ignored (usually 5 to 15 points) and the type of weapon that negates the ability. </p><p>Some monsters are vulnerable to piercing, bludgeoning, or slashing damage. Others are vulnerable to certain materials, such as adamantine, alchemical silver, or cold-forged iron. Attacks from weapons that are not of the correct type or made of the correct material have their damage reduced, although a high enhancement bonus can overcome some forms of damage reduction.</p><p>Some monsters are vulnerable to magic weapons. Any weapon with at least a +1 magical enhancement bonus on attack and damage rolls overcomes the damage reduction of these monsters. Such creatures' natural weapons (but not their attacks with weapons) are treated as magic weapons for the purpose of overcoming damage reduction.</p><p>A few very powerful monsters are vulnerable only to epic weapons&mdash;that is, magic weapons with at least a +6 enhancement bonus. Such creatures' natural weapons are also treated as epic weapons for the purpose of overcoming damage reduction.</p><p>Some monsters are vulnerable to good-, evil-, chaotic-, or lawful-aligned weapons, such as from an<i> align weapon</i> spell or the <i>holy</i> magical weapon property. A creature with an alignment subtype (chaotic, evil, good, or lawful) can overcome this type of damage reduction with its natural weapons and weapons it wields as if the weapons or natural weapons had an alignment (or alignments) that matched the subtype(s) of the creature. </p><p>When a damage reduction entry has a dash (&mdash;) after the slash, no weapon negates the damage reduction.</p><p>A few creatures are harmed by more than one kind of weapon, such as &ldquo;cold iron or magic.&rdquo; A weapon that deals damage of either of these types overcomes this damage reduction.</p><p>A few other creatures require combinations of different types of attacks to overcome their damage reduction (such as &ldquo;magic and silver&rdquo;), and a weapon must be both types to overcome this type of damage reduction. A weapon that is only one type is still subject to damage reduction.</p>", 
            "name": "Damage Reduction", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Damage Reduction", 
            "sections": [
                {
                    "body": "<p id=\"format\">DR 5/silver; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"disease-(ex-or-su)\"> A creature with this ability causes disease in those it contacts. The effects of the disease, including its save, frequency, and cure, are included in the creature's description. The saving throw to negate the disease is usually a Fort save (DC 10 + 1/2 the infecting creature's racial HD + the creature's Con modifier; the exact DC is given in the creature's descriptive text). Disease can be removed through <i>remove disease</i> and similar effects.</p>", 
            "name": "Disease", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Disease", 
            "sections": [
                {
                    "body": "<p>:<b> Disease Name </b>Bite&mdash;injury; <i>save</i> Fort DC 15, <i>onset</i> 1d3 days, <i>frequency</i> 1 day, <i>effect</i> 1 Con damage, <i>cure</i> 2 consecutive saves; <i>Location</i>: Special Attacks and individual attacks.</p>", 
                    "name": "Format", 
                    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Disease/Format", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"distraction\"> A creature with this ability can nauseate the creatures that it damages. Any living creature that takes damage from a creature with the distraction ability is nauseated for 1 round; a Fortitude save (DC 10 + the 1/2 creature's HD + the creature's Con modifier) negates the effect.</p>", 
            "name": "Distraction", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Distraction", 
            "sections": [
                {
                    "body": "<p>distraction (DC 14); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"earth-glide\"> When the creature burrows, it can pass through stone, dirt, or almost any other sort of earth except metal as easily as a fish swims through water. If protected against fire damage, it can even glide through lava. Its burrowing leaves behind no tunnel or hole, nor does it create any ripple or other sign of its presence. A <i>move earth</i> spell cast on an area containing the burrowing creature flings it back 30 feet, stunning it for 1 round unless it succeeds at a DC 15 Fortitude save.</p>", 
            "name": "Earth Glide", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Earth Glide", 
            "sections": [
                {
                    "body": "<p>earth glide; <i>Location</i>: Speed.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"energy-drain\"> This attack saps a living opponent's vital energy and happens automatically when a melee or ranged attack hits. Each successful energy drain bestows one or more negative levels (the creature's description specifies how many). If an attack that includes an energy drain scores a critical hit, it bestows twice the listed number of negative levels. Unless otherwise specified in the creature's description, a draining creature gains 5 temporary hit points for each negative level it bestows on an opponent. These temporary hit points last for a maximum of 1 hour. Negative levels remain until 24 hours have passed or until they are removed with a spell such as <i>restoration</i>. If a negative level is not removed before 24 hours have passed, the affected creature must attempt a Fortitude save (DC 10 + 1/2 the draining creature's racial HD + the draining creature's Cha modifier; the exact DC is given in the creature's descriptive text). On a success, the negative level goes away with no harm to the creature. On a failure, the negative level becomes permanent. A separate saving throw is required for each negative level.</p>", 
            "name": "Energy Drain", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Energy Drain", 
            "sections": [
                {
                    "body": "<p>energy drain (2 levels, DC 18); <i>Location</i>: Special Attacks and individual attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"engulf\"> The creature can engulf creatures in its path as part of a standard action. It cannot make other attacks during a round in which it engulfs. The creature merely has to move over its opponents, affecting as many as it can cover. Targeted creatures can make attacks of opportunity against the creature, but if they do so, they are not entitled to a saving throw against the engulf attack. Those who do not attempt attacks of opportunity can attempt a Reflex save to avoid being engulfed&mdash;on a success, they are pushed back or aside (target's choice) as the creature moves forward. Engulfed opponents gain the pinned condition, are in danger of suffocating, are trapped within the creature's body until they are no longer pinned, and may be subject to other special attacks from the creature. The save DC is Strength-based.</p>", 
            "name": "Engulf", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Engulf", 
            "sections": [
                {
                    "body": "<p>engulf (DC 12, 1d6 acid and paralysis); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"entrap-(ex-or-su)\"> The creature has an ability that restricts another creature's movement, usually with a physical attack such as ice, mud, lava, or webs. The target of an entrap attack must make a Fortitude save or become entangled for the listed duration. If a target is already entangled by this ability, a second entrap attack means the target must make a Fortitude save or become helpless for the listed duration. The save DCs are Constitution-based. A target made helpless by this ability is conscious but can take no physical actions (except attempting to break free) until the entrapping material is removed. The target can use spells with only verbal components or spell-like abilities if it can make a DC 20 concentration check. An entangled creature can make a Strength check (at the same DC as the entrap saving throw DC) as a full-round action to break free; the DC for a helpless creature is +5 greater than the saving throw DC. Destroying the entrapping material frees the creature.</p>", 
            "name": "Entrap", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Entrap", 
            "sections": [
                {
                    "body": "<p>entrap (DC 13, 1d10 minutes, hardness 5, hp 10); <i>Location</i>: special attacks and individual attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"fast-healing-(ex)-\">A creature with fast healing regains hit points at an exceptional rate, usually 1 or more hit points per round, as given in the creature's entry. Except where noted here, fast healing is just like natural healing. Fast healing does not restore hit points lost from starvation, thirst, or suffocation, nor does it allow a creature to regrow lost body parts. Unless otherwise stated, it does not allow lost body parts to be reattached. Fast healing continues to function (even at negative hit points) until a creature dies, at which point the effects of fast healing end immediately.</p>", 
            "name": "Fast Healing", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Fast Healing", 
            "sections": [
                {
                    "body": "<p>fast healing 5; <i>Location</i>: hp.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"fast-swallow\"> The creature can use its swallow whole ability as a free action at any time during its turn, not just at the start of its turn.</p>", 
            "name": "Fast Swallow", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Fast Swallow", 
            "sections": [
                {
                    "body": "<p>fast swallow; <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"fear-(su-or-sp)\"> Fear attacks can have various effects.</p>", 
            "name": "Fear", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Fear", 
            "sections": [
                {
                    "body": "<p id=\"fear-aura-(su)-\">The use of this ability is a free action. The aura can freeze an opponent (as in the case of a mummy's despair) or function like the <i>fear</i> spell. Other effects are possible. A fear aura is an area effect. The descriptive text gives the size and kind of the area.</p>", 
                    "name": "Fear Aura", 
                    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Fear/Fear Aura", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"fear-cone-(sp)-and-ray-(su)-\">These effects usually work like the <i>fear</i> spell. If a fear effect allows a saving throw, it is a Will save (DC 10 + 1/2 the fearsome creature's racial HD + the creature's Cha modifier; the exact DC is given in the creature's descriptive text). All fear attacks are mind-affecting fear effects.</p>", 
                    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Fear/Fear Cone (Sp) and Ray (Su)", 
                    "type": "section", 
                    "name": "Fear Cone (Sp) and Ray (Su)", 
                    "source": "Bestiary"
                }, 
                {
                    "body": "<p id=\"format\">fear aura (30 ft., DC 17); <i>Location</i>: Aura.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }, 
                {
                    "body": "<p id=\"format\">fear cone (50 ft., DC 19); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ferocity-(ex)-\">A creature with ferocity remains conscious and can continue fighting even if its hit point total is below 0. The creature is still staggered and loses 1 hit point each round. The creature still dies when its hit point total reaches a negative amount equal to its Constitution score.</p>", 
            "name": "Ferocity", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Ferocity", 
            "sections": [
                {
                    "body": "<p>ferocity; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"flight-(ex,-sp,-or-su)\"> A creature with this ability can cease or resume flight as a free action. If the creature has wings, flight is an extraordinary ability. Otherwise, it is spell-like or supernatural, and it is ineffective in an antimagic field; the creature loses its ability to fly for as long as the antimagic effect persists.</p>", 
            "name": "Flight", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Flight", 
            "sections": [
                {
                    "body": "<p>fly 30 ft. (average); <i>Location</i>: Speed.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"freeze\"> The creature can hold itself so still it appears to be an inanimate object of the appropriate shape (a statue, patch of fungus, and so on). The creature can take 20 on its Stealth check to hide in plain sight as this kind of inanimate object.</p>", 
            "name": "Freeze", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Freeze", 
            "sections": [
                {
                    "body": "<p>freeze; <i>Location</i>: Special Qualities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"frightful-presence-(ex)-\">This special quality makes a creature's very presence unsettling to foes. Activating this ability is a free action that is usually part of an attack or charge. Opponents within range who witness the action may become frightened or shaken. The range is usually 30 feet, and the duration is usually 5d6 rounds. This ability affects only opponents with fewer Hit Dice than the creature has. An opponent can resist the effects with a successful Will save (DC 10 + 1/2 the frightful creature's racial HD + the frightful creature's Cha modifier; the exact DC is given in the creature's descriptive text). On a failed save, the opponent is shaken, or panicked if it has 4 Hit Dice or fewer. An opponent that succeeds at the saving throw is immune to that same creature's frightful presence for 24 hours. Frightful presence is a mind-affecting fear effect.</p>", 
            "name": "Frightful Presence", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Frightful Presence", 
            "sections": [
                {
                    "body": "<p>frightful presence (60 ft., DC 21); <i>Location</i>: Aura.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"gaze\"> A gaze attack takes effect when foes look at the attacking creature's eyes. The attack can have any sort of effect; petrification, death, and charm are common. The typical range is 30 feet. The type of saving throw for a gaze attack is usually a Will or Fortitude save (DC 10 + the 1/2 gazing creature's racial HD + the gazing creature's Cha modifier; the exact DC is given in the creature's text). A successful saving throw negates the effect. A monster's gaze attack is described in abbreviated form in its description. Each opponent within range of a gaze attack must attempt a saving throw each round at the beginning of his or her turn in the initiative order. Opponents can avoid the need to make the saving throw by not looking at the creature, in one of two ways. </p>", 
            "name": "Gaze", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Gaze", 
            "sections": [
                {
                    "body": "<p id=\"averting-eyes\">The opponent avoids looking at the creature's face, instead looking at its body, watching its shadow, tracking it in a reflective surface, etc. Each round, the opponent has a 50% chance to avoid having to make a saving throw against the gaze attack. The creature with the gaze attack, however, gains concealment from that opponent.</p>", 
                    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Gaze/Averting Eyes", 
                    "type": "section", 
                    "name": "Averting Eyes", 
                    "source": "Bestiary"
                }, 
                {
                    "body": "<p id=\"wearing-a-blindfold\">The foe cannot see the creature at all (also possible to achieve by turning one's back on the creature or shutting one's eyes) and does not have to make saving throws against the gaze. However, the creature with the gaze attack gains total concealment from the opponent. </p><p>A creature with a gaze attack can actively gaze as an attack action by choosing a target within range. That opponent must attempt a saving throw but can try to avoid this as described above. Thus, it is possible for an opponent to save against a creature's gaze twice during the same round, once before the opponent's action and once during the creature's turn. </p><p>Gaze attacks can affect ethereal opponents. A creature is immune to the gaze attacks of others of its kind unless otherwise noted. Allies of a creature with a gaze attack might be affected; these allies are considered to be averting their eyes from the creature with the gaze attack, and have a 50% chance to not need to make a saving throw against the gaze attack each round.  The creature can also veil its eyes, thus negating its gaze ability.</p>", 
                    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Gaze/Wearing a Blindfold", 
                    "type": "section", 
                    "name": "Wearing a Blindfold", 
                    "source": "Bestiary"
                }, 
                {
                    "body": "<p id=\"format\">gaze; <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"grab\"> If a creature with this special attack hits with the indicated attack (usually a claw or bite attack), it deals normal damage and attempts to start a grapple as a free action without provoking an attack of opportunity. The creature has the option to conduct the grapple normally, or simply to use the part of its body it used in the grab to hold the opponent. If it chooses to do the latter, it takes a &ndash;20 penalty on its combat maneuver check to make and maintain the grapple, but does not gain the grappled condition itself. A successful hold does not deal any extra damage unless the creature also has the constrict special attack. If the creature does not constrict, each successful grapple check it makes during successive rounds automatically deals the damage indicated for the attack that established the hold. Otherwise, it deals constriction damage as well (the amount is given in the creature's descriptive text).</p><p>Creatures with grab receive a +4 bonus on combat maneuver checks made to start and maintain a grapple.</p><p>Unless otherwise noted, grab works only against opponents no larger than the same size category as the creature. If the creature can use grab on sizes other than the default, this is noted in the creature's Special Attacks line.</p>", 
            "name": "Grab", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Grab", 
            "sections": [
                {
                    "body": "<p id=\"format\">grab; <i>Location</i>: individual attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }, 
                {
                    "body": "<p id=\"format\">grab (Colossal); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"heat\"> The creature generates so much heat that its mere touch deals additional fire damage. The creature's metallic melee weapons also conduct this heat.</p>", 
            "name": "Heat", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Heat", 
            "sections": [
                {
                    "body": "<p>heat (1d6 fire); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hold-breath\"> The creature can hold its breath for a number of minutes equal to 6 times its Constitution score before it risks drowning.</p>", 
            "name": "Hold Breath", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Hold Breath", 
            "sections": [
                {
                    "body": "<p>hold breath; <i>Location</i>: Special Qualities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"immunity-(ex-or-su)\"> A creature with immunities takes no damage from listed sources. Immunities can also apply to afflictions, conditions, spells (based on school, level, or save type), and other effects. A creature that is immune does not suffer from these effects, or any secondary effects that are triggered due to an immune effect.</p>", 
            "name": "Immunity", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Immunity", 
            "sections": [
                {
                    "body": "<p>:<b> Immune</b> acid, fire, paralysis; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"incorporeal\">An incorporeal creature has no physical body. It can be harmed only by other incorporeal creatures, magic weapons or creatures that strike as magic weapons, and spells, spell-like abilities, or supernatural abilities. It is immune to all nonmagical attack forms. Even when hit by spells or magic weapons, it takes only half damage from a corporeal source. Although it is not a magical attack, holy water can affect incorporeal undead. Corporeal spells and effects that do not cause damage only have a 50% chance of affecting an incorporeal creature. Force spells and effects, such as from a <i>magic missile</i>, affect an incorporeal creature normally.</p><p>An incorporeal creature has no natural armor bonus but has a deflection bonus equal to its Charisma bonus (always at least +1, even if the creature's Charisma score does not normally provide a bonus). </p><p>An incorporeal creature can enter or pass through solid objects, but must remain adjacent to the object's exterior, and so cannot pass entirely through an object whose space is larger than its own. It can sense the presence of creatures or objects within a square adjacent to its current location, but enemies have total concealment (50% miss chance) from an incorporeal creature that is inside an object. In order to see beyond the object it is in and attack normally, the incorporeal creature must emerge. An incorporeal creature inside an object has total cover, but when it attacks a creature outside the object it only has cover, so a creature outside with a readied action could strike at it as it attacks. An incorporeal creature cannot pass through a force effect.</p><p>An incorporeal creature's attacks pass through (ignore) natural armor, armor, and shields, although deflection bonuses and force effects (such as <i>mage armor</i>) work normally against it. Incorporeal creatures pass through and operate in water as easily as they do in air. Incorporeal creatures cannot fall or take falling damage. Incorporeal creatures cannot make trip or grapple attacks, nor can they be tripped or grappled. In fact, they cannot take any physical action that would move or manipulate an opponent or its equipment, nor are they subject to such actions. Incorporeal creatures have no weight and do not set off traps that are triggered by weight.</p><p>An incorporeal creature moves silently and cannot be heard with Perception checks if it doesn't wish to be. It has no Strength score, so its Dexterity modifier applies to its melee attacks, ranged attacks, and CMB. Nonvisual senses, such as scent and blindsight, are either ineffective or only partly effective with regard to incorporeal creatures. Incorporeal creatures have an innate sense of direction and can move at full speed even when they cannot see.</p>", 
            "name": "Incorporeal", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Incorporeal", 
            "sections": [
                {
                    "body": "<p id=\"format\">incorporeal; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"jet\"> The creature can swim backward as a full-round action at the listed speed. It must move in a straight line while jetting, and does not provoke attacks of opportunity when it does so.</p>", 
            "name": "Jet", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Jet", 
            "sections": [
                {
                    "body": "<p>jet (200 ft.); <i>Location</i>: Speed.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"keen-scent\"> The creature can notice other creatures by scent in a 180-foot radius underwater and can detect blood in the water at ranges of up to a mile.</p>", 
            "name": "Keen Scent", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Keen Scent", 
            "sections": [
                {
                    "body": "<p>keen scent; <i>Location</i>: Senses.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"lifesense\"> The creature notices and locates living creatures within 60 feet, just as if it possessed the blindsight ability.</p>", 
            "name": "Lifesense", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Lifesense", 
            "sections": [
                {
                    "body": "<p>lifesense; <i>Location</i>: Senses.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"light-blindness-(ex)-\">Creatures with light blindness are blinded for 1 round if exposed to bright light, such as sunlight or the <i>daylight</i> spell. Such creatures are dazzled as long as they remain in areas of bright light.</p>", 
            "name": "Light Blindness", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Light Blindness", 
            "sections": [
                {
                    "body": "<p>light blindness; <i>Location</i>: Weaknesses.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"light-sensitivity-(ex)-\">Creatures with light sensitivity are dazzled in areas of bright sunlight or within the radius of a <i>daylight</i> spell.</p>", 
            "name": "Light Sensitivity", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Light Sensitivity", 
            "sections": [
                {
                    "body": "<p>:<b> Weaknesses</b> light sensitivity; <i>Location</i>: Weaknesses.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"low-light-vision\"> A creature with low-light vision can see twice as far as a human in starlight, moonlight, torchlight, and similar conditions of dim light. It retains the ability to distinguish color and detail under these conditions.</p>", 
            "name": "Low-Light Vision", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Low-Light Vision", 
            "sections": [
                {
                    "body": "<p>low-light vision; <i>Location</i>: Senses.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"lycanthropic-empathy\"> In any form, natural lycanthropes can communicate and empathize with animals related to their animal form. They can use Diplomacy to alter such an animal's attitude, and when so doing gain a +4 racial bonus on the check. Afflicted lycanthropes only gain this ability in animal or hybrid form.</p>", 
            "name": "Lycanthropic Empathy", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Lycanthropic Empathy", 
            "sections": [
                {
                    "body": "<p>lycanthropic empathy (bears and dire bears); <i>Location</i>: Special Qualities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"multiweapon-mastery\"> The creature never takes penalties on its attack rolls when fighting with multiple weapons.</p>", 
            "name": "Multiweapon Mastery", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Multiweapon Mastery", 
            "sections": [
                {
                    "body": "<p>multiweapon mastery; <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"natural-attacks\"> Most creatures possess one or more natural attacks (attacks made without a weapon). These attacks fall into one of two categories, primary and secondary attacks. Primary attacks are made using the creature's full base attack bonus and add the creature's full Strength bonus on damage rolls. Secondary attacks are made using the creature's base attack bonus &ndash;5 and add only 1/2 the creature's Strength bonus on damage rolls. If a creature has only one natural attack, it is always made using the creature's full base attack bonus and adds 1-1/2 times the creature's Strength bonus on damage rolls. This increase does not apply if the creature has multiple attacks but only takes one. If a creature has only one type of attack, but has multiple attacks per round, that attack is treated as a primary attack, regardless of its type. Table: Natural Attacks by Size lists some of the most common types of natural attacks and their classifications.</p><p>Some creatures treat one or more of their attacks differently, such as dragons, which always receive 1-1/2 times their Strength bonus on damage rolls with their bite attack. These exceptions are noted in the creature's description.</p><p>Creatures with natural attacks and attacks made with weapons can use both as part of a full attack action (although often a creature must forgo one natural attack for each weapon clutched in that limb, be it a claw, tentacle, or slam). Such creatures attack with their weapons normally but treat all of their available natural attacks as secondary attacks during that attack, regardless of the attack's original type.</p><p>Some creatures do not have natural attacks. These creatures can make unarmed strikes just like humans do. See the natural attacks by size table for typical damage values for natural attacks by creature size.</p>", 
            "name": "Natural Attacks", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Natural Attacks", 
            "type": "section", 
            "source": "Bestiary", 
            "sections": [
                {
                    "body": "<table id=\"table-3-1-natural-attacks-by-size\"><caption>Table: Natural Attacks by Size</caption><thead><tr><th rowspan=\"2\">Natural Attack</th><th colspan=\"9\">Base Damage by Size*</th><th rowspan=\"2\">Damage Type</th><th rowspan=\"2\">Attack Type</th></tr><tr><th>Fine</th><th>Dim.</th><th>Tiny</th><th>Small</th><th>Medium</th><th>Large</th><th>Huge</th><th>Garg.</th><th>Col.</th></tr></thead><tbody><tr class=\"odd\"><td>Bite</td><td>1</td><td>1d2</td><td>1d3</td><td>1d4</td><td>1d6</td><td>1d8</td><td>2d6</td><td>2d8</td><td>4d6</td><td>B/S/P</td><td>Primary</td></tr><tr class=\"even\"><td>Claw</td><td>&mdash;</td><td>1</td><td>1d2</td><td>1d3</td><td>1d4</td><td>1d6</td><td>1d8</td><td>2d6</td><td>2d8</td><td>B/S</td><td>Primary</td></tr><tr class=\"odd\"><td>Gore</td><td>1</td><td>1d2</td><td>1d3</td><td>1d4</td><td>1d6</td><td>1d8</td><td>2d6</td><td>2d8</td><td>4d6</td><td>P</td><td>Primary</td></tr><tr class=\"even\"><td>Hoof, Tentacle, Wing</td><td>&mdash;</td><td>1</td><td>1d2</td><td>1d3</td><td>1d4</td><td>1d6</td><td>1d8</td><td>2d6</td><td>2d8</td><td>B</td><td>Secondary</td></tr><tr class=\"odd\"><td>Pincers, Tail Slap</td><td>1</td><td>1d2</td><td>1d3</td><td>1d4</td><td>1d6</td><td>1d8</td><td>2d6</td><td>2d8</td><td>4d6</td><td>B</td><td>Secondary</td></tr><tr class=\"even\"><td>Slam</td><td>&mdash;</td><td>1</td><td>1d2</td><td>1d3</td><td>1d4</td><td>1d6</td><td>1d8</td><td>2d6</td><td>2d8</td><td>B</td><td>Primary</td></tr><tr class=\"odd\"><td>Sting</td><td>&mdash;</td><td>1</td><td>1d2</td><td>1d3</td><td>1d4</td><td>1d6</td><td>1d8</td><td>2d6</td><td>2d8</td><td>P</td><td>Primary</td></tr><tr class=\"even\"><td>Talons</td><td>&mdash;</td><td>1</td><td>1d2</td><td>1d3</td><td>1d4</td><td>1d6</td><td>1d8</td><td>2d6</td><td>2d8</td><td>S</td><td>Primary</td></tr><tr class=\"odd\"><td>Other</td><td>&mdash;</td><td>1</td><td>1d2</td><td>1d3</td><td>1d4</td><td>1d6</td><td>1d8</td><td>2d6</td><td>2d8</td><td>B/S/P</td><td>Secondary</td></tr></tbody><tfoot><tr><td colspan=\"12\">* Individual creatures vary from this value as appropriate.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Natural Attacks/Table Natural Attacks by Size", 
                    "type": "table", 
                    "name": "Table: Natural Attacks by Size", 
                    "source": "Bestiary"
                }, 
                {
                    "body": "<p>The Damage Type column refers to the sort of damage that the natural attack typically deals: bludgeoning (B), slashing (S), or piercing (P). Some attacks deal damage of more than one type, depending on the creature. In such cases all the damage is considered to be of all listed types for the purpose of overcoming damage reduction.</p><p>Some fey, humanoids, monstrous humanoids, and outsiders do not possess natural attacks. These creatures can make unarmed strikes, but treat them as weapons for the purpose of determining attack bonuses, and they must use the two-weapon fighting rules when making attacks with both hands. See Table: Natural Attacks by Size for typical damage values for natural attacks by creature size.</p>", 
                    "source": "Bestiary", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"format\">bite +5 (1d6+1), 2 claws +5 (1d4+2), 4 tentacles +0 (1d4+1); <i>Location</i>: Melee and Ranged.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ]
        }, 
        {
            "body": "<p id=\"natural-invisibility-(ex-or-su)\"> This ability is constant&mdash;the creature remains invisible at all times, even when attacking. As this ability is inherent, it is not subject to the <i>invisibility purge</i> spell.</p>", 
            "name": "Natural Invisibility", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Natural Invisibility", 
            "sections": [
                {
                    "body": "<p>natural invisibility; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"negative-energy-affinity\"> The creature is alive but is healed by negative energy and harmed by positive energy, as if it were an undead creature.</p>", 
            "name": "Negative Energy Affinity", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Negative Energy Affinity", 
            "sections": [
                {
                    "body": "<p>negative energy affinity; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"no-breath\"> The monster does not breathe, and is immune to effects that require breathing (such as inhaled poison). This does not give immunity to cloud or gas attacks that do not require breathing.</p>", 
            "name": "No Breath", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/No Breath", 
            "sections": [
                {
                    "body": "<p>no breath; <i>Location</i>: Special Qualities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"paralysis-(ex-or-su)-\">This special attack renders the victim immobile. Paralyzed creatures cannot move, speak, or take any physical actions. The creature is rooted to the spot, frozen and helpless. Paralysis works on the body, and a character can usually resist it with a Fortitude saving throw (DC 10 + 1/2 the paralyzing creature's racial HD + the paralyzing creature's Con modifier; the DC is given in the creature's description). Unlike <i>hold person</i> and similar effects, a paralysis effect does not allow a new save each round. A winged creature flying in the air at the time that it is paralyzed cannot flap its wings and falls. A swimmer can't swim and may drown. The duration of the paralysis varies and is included in the creature's description.</p>", 
            "name": "Paralysis", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Paralysis", 
            "sections": [
                {
                    "body": "<p>paralysis (1d4 rounds, DC 18); <i>Location</i>: Special Attacks and individual attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"plant-traits-(ex)-\">Plants are immune to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms), paralysis, poison, polymorph, sleep, and stun.</p>", 
            "name": "Plant Traits", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Plant Traits", 
            "sections": [
                {
                    "body": "<p>plant traits; <i>Location</i>: Immune.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"poison-(ex-or-su)\"> A creature with this ability can poison those it attacks. The effects of the poison, including its save, frequency, and cure, are included in the creature's description. The saving throw to resist a poison is usually a Fort save (DC 10 + 1/2 the poisoning creature's racial HD + the creature's Con modifier; the exact DC is given in the creature's descriptive text). Poisons can be removed through <i>neutralize poison</i> and similar effects.</p>", 
            "name": "Poison", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Poison", 
            "sections": [
                {
                    "body": "<p>:<b> Poison Name </b>Sting&mdash;injury; <i>save</i> Fort DC 22, <i>frequency</i> 1/round for 6 rounds, <i>effect</i> 1d4 Con, <i>cure</i> 2 consecutive saves; <i>Location</i>: Special Attacks and individual attacks.</p>", 
                    "name": "Format", 
                    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Poison/Format", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"pounce\"> When a creature with this special attack makes a charge, it can make a full attack (including rake attacks if the creature also has the rake ability).</p>", 
            "name": "Pounce", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Pounce", 
            "sections": [
                {
                    "body": "<p>pounce; <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"powerful-charge\"> When a creature with this special attack makes a charge, its attack deals extra damage in addition to the normal benefits and hazards of a charge. The attack and amount of damage from the attack is given in the creature's description.</p>", 
            "name": "Powerful Charge", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Powerful Charge", 
            "sections": [
                {
                    "body": "<p>powerful charge (gore, 4d8+24); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"pull-(ex)-\">A creature with this ability can choose to make a free combat maneuver check with a successful attack. If successful, this check pulls an opponent closer. The distance pulled is set by this ability. The type of attack that causes the pull and the distance pulled are included in the creature's description. This ability only works on creatures of a size equal to or smaller than the pulling creature. Creatures pulled in this way do not provoke attacks of opportunity and stop if the pull would move them into a solid object or creature.</p>", 
            "name": "Pull", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Pull", 
            "sections": [
                {
                    "body": "<p>pull (tentacle, 5 feet); <i>Location</i>: Special Attacks and individual attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"push-(ex)-\">A creature with the push ability can choose to make a free combat maneuver check with a particular successful attack (often a slam attack). If successful, this check pushes an opponent directly away as with a bull rush, but the distance moved is set by this ability. The type of attack that causes the push and the distance pushed are included in the creature's description. This ability only works on creatures of a size equal to or smaller than the pushing creature. Creatures pushed in this way do not provoke attacks of opportunity and stop if the push would move them into a solid object or creature.</p>", 
            "name": "Push", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Push", 
            "sections": [
                {
                    "body": "<p>push (slam, 10 feet); <i>Location</i>: Special Attacks and individual attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rake\"> A creature with this special attack gains extra natural attacks under certain conditions, typically when it grapples its foe. In addition to the options available to all grapplers, a monster with the rake ability gains two free claw attacks that it can use only against a grappled foe. The bonus and damage caused by these attacks is included in the creature's description. A monster with the rake ability must begin its turn already grappling to use its rake&mdash;it can't begin a grapple and rake in the same turn.</p>", 
            "name": "Rake", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Rake", 
            "sections": [
                {
                    "body": "<p>rake (2 claws +8, 1d4+2); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"regeneration-(ex)-\">A creature with this ability is difficult to kill. Creatures with regeneration heal damage at a fixed rate, as with fast healing, but they cannot die as long as their regeneration is still functioning (although creatures with regeneration still fall unconscious when their hit points are below 0). Certain attack forms, typically fire and acid, cause a creature's regeneration to stop functioning on the round following the attack. During this round, the creature does not heal any damage and can die normally. The creature's descriptive text describes the types of damage that cause the regeneration to cease functioning. </p><p>Attack forms that don't deal hit point damage are not healed by regeneration. Regeneration also does not restore hit points lost from starvation, thirst, or suffocation. Regenerating creatures can regrow lost portions of their bodies and can reattach severed limbs or body parts if they are brought together within 1 hour of severing. Severed parts that are not reattached wither and die normally.</p><p>A creature must have a Constitution score to have the regeneration ability.</p>", 
            "name": "Regeneration", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Regeneration", 
            "sections": [
                {
                    "body": "<p id=\"format\">regeneration 5 (fire, acid); <i>Location</i>: hp.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rend-(ex)-\">If it hits with two or more natural attacks in 1 round, a creature with the rend special attack can cause tremendous damage by latching onto the opponent's body and tearing flesh. This attack deals an additional amount of damage, but no more than once per round. The type of attacks that must hit and the additional damage are included in the creature's description. The additional damage is usually equal to the damage caused by one of the attacks plus 1-1/2 times the creature's Strength bonus.</p>", 
            "name": "Rend", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Rend", 
            "sections": [
                {
                    "body": "<p>rend (2 claws, 1d8+9); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"resistance\"> A creature with this special quality ignores some damage of the indicated type each time it takes damage of that kind (commonly acid, cold, electricity, or fire). The entry indicates the amount and type of damage ignored.</p>", 
            "name": "Resistance", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Resistance", 
            "sections": [
                {
                    "body": "<p>:<b> Resist</b> acid 10; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rock-catching-(ex) \">The creature (which must be of at least Large size) can catch Small, Medium, or Large rocks (or projectiles of similar shape). Once per round, a creature that would normally be hit by a rock can make a Reflex save to catch it as a free action. The DC is 15 for a Small rock, 20 for a Medium one, and 25 for a Large one. (If the projectile provides a magical bonus on attack rolls, the DC increases by that amount.) The creature must be aware of the attack in order to make a rock catching attempt.</p>", 
            "name": "Rock Catching", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Rock Catching", 
            "sections": [
                {
                    "body": "<p>rock catching; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rock-throwing-(ex) \">This creature is an accomplished rock thrower and has a +1 racial bonus on attack rolls with thrown rocks. The creature can hurl rocks up to two categories smaller than its size; for example, a Large hill giant can hurl Small rocks. A &ldquo;rock&rdquo; is any large, bulky, and relatively regularly shaped object made of any material with a hardness of at least 5. The creature can hurl the rock up to five range increments. The size of the range increment varies with the creature. Damage from a thrown rock is generally twice the creature's base slam damage plus 1-1/2 times its Strength bonus.</p>", 
            "name": "Rock Throwing", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Rock Throwing", 
            "sections": [
                {
                    "body": "<p>rock throwing (120 ft.); <i>Location</i>: Special Attacks (damage is listed in Ranged attack).</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"scent\"> This special quality allows a creature to detect approaching enemies, sniff out hidden foes, and track by sense of smell. Creatures with the scent ability can identify familiar odors just as humans do familiar sights.</p><p>The creature can detect opponents within 30 feet by sense of smell. If the opponent is upwind, the range increases to 60 feet; if downwind, it drops to 15 feet. Strong scents, such as smoke or rotting garbage, can be detected at twice the ranges noted above. Overpowering scents, such as skunk musk or troglodyte stench, can be detected at triple normal range.</p><p>When a creature detects a scent, the exact location of the source is not revealed&mdash;only its presence somewhere within range. The creature can take a move action to note the direction of the scent. When the creature is within 5 feet of the source, it pinpoints the source's location.</p><p>A creature with the scent ability can follow tracks by smell, making a Wisdom (or Survival) check to find or follow a track. The typical DC for a fresh trail is 10 (no matter what kind of surface holds the scent). This DC increases or decreases depending on how strong the quarry's odor is, the number of creatures, and the age of the trail. For each hour that the trail is cold, the DC increases by 2. The ability otherwise follows the rules for the Survival skill. Creatures tracking by scent ignore the effects of surface conditions and poor visibility.</p>", 
            "name": "Scent", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Scent", 
            "sections": [
                {
                    "body": "<p id=\"format\">scent; <i>Location</i>: Senses.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"see-in-darkness-(su)-\">The creature can see perfectly in darkness of any kind, including that created by <i>deeper darkness</i>.</p>", 
            "name": "See in Darkness", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/See in Darkness", 
            "sections": [
                {
                    "body": "<p>see in darkness; <i>Location</i>: Senses.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sound-mimicry\"> The creature perfectly imitates certain sounds or even specific voices. The creature makes a Bluff check opposed by the listener's Sense Motive check to recognize the mimicry, although if the listener isn't familiar with the person or type of creatures mimicked, it takes a &ndash;8 penalty on its Sense Motive check. The creature has a +8 racial bonus on its Bluff check to mimic sounds (including accents and speech patterns, if a voice mimic) it has listened to for at least 10 minutes. The creature cannot duplicate the effects of magical abilities (such as bardic performance or a harpy's captivating song), though it may be able to mimic the sound of those abilities. This ability does not allow the creature to speak or understand languages it doesn't know.</p>", 
            "name": "Sound Mimicry", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Sound Mimicry", 
            "sections": [
                {
                    "body": "<p>sound mimicry (voices); <i>Location</i>: Special Qualities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"spell-like-abilities-(sp)-\">Spell-like abilities are magical and work just like spells (though they are not spells and so have no verbal, somatic, focus, or material components). They go away in an <i>antimagic field</i> and are subject to spell resistance if the spell the ability is based on would be subject to spell resistance.</p><p>A spell-like ability usually has a limit on how often it can be used. A constant spell-like ability or one that can be used at will has no use limit; unless otherwise stated, a creature can only use a constant spell-like ability on itself. Reactivating a constant spell-like ability is a swift action. Using all other spell-like abilities is a standard action unless noted otherwise, and doing so provokes attacks of opportunity. It is possible to make a concentration check to use a spell-like ability defensively and avoid provoking an attack of opportunity, just as when casting a spell. A spell-like ability can be disrupted just as a spell can be. Spell-like abilities cannot be used to counterspell, nor can they be counterspelled.</p><p>For creatures with spell-like abilities, a designated caster level defines how difficult it is to dispel their spell-like effects and to define any level-dependent variables (such as range and duration) the abilities might have. The creature's caster level never affects which spell-like abilities the creature has; sometimes the given caster level is lower than the level a spellcasting character would need to cast the spell of the same name. If no caster level is specified, the caster level is equal to the creature's Hit Dice. The saving throw (if any) against a spell-like ability is 10 + the level of the spell the ability resembles or duplicates + the creature's Charisma modifier.</p><p>Some spell-like abilities duplicate spells that work differently when cast by characters of different classes. A monster's spell-like abilities are presumed to be the sorcerer/wizard versions. If the spell in question is not a sorcerer/wizard spell, then default to cleric, druid, bard, paladin, and ranger, in that order.</p>", 
            "name": "Spell-Like Abilities", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Spell-Like Abilities", 
            "sections": [
                {
                    "body": "<p id=\"format\">At will&mdash;<i>burning hands</i> (DC 13); <i>Location</i>: Spell-Like Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"spell-resistance-(ex)-\">A creature with spell resistance can avoid the effects of spells and spell-like abilities that directly affect it. To determine whether a spell or spell-like ability works against a creature with spell resistance, the caster must make a caster level check (1d20 + caster level). If the result equals or exceeds the creature's spell resistance, the spell works normally, although the creature is still allowed a saving throw if the spell would normally permit one.</p>", 
            "name": "Spell Resistance", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Spell Resistance", 
            "sections": [
                {
                    "body": "<p>:<b> SR</b> 18; <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"split\"> The creature splits into two identical copies of itself if subject to certain attacks or effects. Each copy has half the original's current hit points (rounded down). A creature reduced below the listed hit points cannot be further split and can be killed normally.</p>", 
            "name": "Split", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Split", 
            "sections": [
                {
                    "body": "<p>split (piercing and slashing, 10 hp); <i>Location</i>: Defensive Abilities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"stench-(ex)-\">A creature with the stench special ability secretes an oily chemical that nearly every other creature finds offensive. All living creatures (except those with this ability) within 30 feet must succeed at a Fortitude save (DC 10 + 1/2 the stench creature's racial HD + the stench creature's Con modifier; the exact DC is given in the creature's descriptive text) or be sickened. The duration of the sickened condition is given in the creature's descriptive text. Creatures that successfully save cannot be affected by the same creature's stench for 24 hours. A <i>delay poison</i> or <i>neutralize poison</i> spell removes the effect from the sickened creature. Creatures with immunity to poison are unaffected, and creatures resistant to poison receive their normal bonus on their saving throws.</p>", 
            "name": "Stench", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Stench", 
            "sections": [
                {
                    "body": "<p>stench (DC 15, 10 rounds); <i>Location</i>: Aura.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"strangle\"> An opponent grappled by the creature cannot speak or cast spells with verbal components.</p>", 
            "name": "Strangle", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Strangle", 
            "sections": [
                {
                    "body": "<p>strangle; <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"summon\"> A creature with the summon ability can summon other specific creatures of its kind much as though casting a <i>summon monster</i> spell, but it usually has only a limited chance of success (as specified in the creature's entry). Roll d%: On a failure, no creature answers the summons. Summoned creatures automatically return from whence they came after 1 hour. A creature that is summoned in this way cannot use any spells or spell-like abilities that require material components costing more than 1 gp unless those components are supplied, nor can it use its own summon ability for 1 hour. An appropriate spell level is given for each summoning ability for the purposes of Will saves, caster level checks, and concentration checks. No experience points are awarded for defeating summoned monsters.</p>", 
            "name": "Summon", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Summon", 
            "sections": [
                {
                    "body": "<p>1/day&mdash;summon (level 4, 1 hezrou 35%); <i>Location</i>: Spell-Like Abilities.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sunlight-powerlessness\"> If the creature is in sunlight (but not in an area of <i>daylight</i> or similar spells), it cannot attack and is staggered.</p>", 
            "name": "Sunlight Powerlessness", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Sunlight Powerlessness", 
            "sections": [
                {
                    "body": "<p>sunlight powerlessness; <i>Location</i>: Weaknesses.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"swallow-whole-(ex)-\">If a creature with this special attack begins its turn with an opponent grappled in its mouth (see Grab), it can attempt a new combat maneuver check (as though attempting to pin the opponent). If it succeeds, it swallows its prey, and the opponent takes bite damage. Unless otherwise noted, the opponent can be up to one size category smaller than the swallowing creature. Being swallowed causes the target to take damage each round. The amount and type of damage varies and is given in the swallowing creature's statistics. A swallowed creature keeps the grappled condition, while the creature that did the swallowing does not. A swallowed creature can try to cut its way free with any light slashing or piercing weapon (the amount of cutting damage required to get free is equal to 1/10 the creature's total hit points), or it can just try to escape the grapple. The Armor Class of the interior of a creature that swallows whole is normally 10 + 1/2 its natural armor bonus, with no modifiers for size or Dexterity. If a swallowed creature cuts its way out, the swallowing creature cannot use swallow whole again until the damage is healed. If the swallowed creature escapes the grapple, success puts it back in the attacker's mouth, where it may be bitten or swallowed again.</p>", 
            "name": "Swallow Whole", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Swallow Whole", 
            "sections": [
                {
                    "body": "<p>swallow whole (5d6 acid damage, AC 15, 18 hp); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"telepathy-(su)-\">The creature can mentally communicate with any other creature within a certain range (specified in the creature's entry, usually 100 feet) that has a language. It is possible to address multiple creatures at once telepathically, although maintaining a telepathic conversation with more than one creature at a time is just as difficult as simultaneously speaking and listening to multiple people at the same time.</p>", 
            "name": "Telepathy", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Telepathy", 
            "sections": [
                {
                    "body": "<p>telepathy 100 ft.; <i>Location</i>: Languages.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"trample\"> As a full-round action, a creature with the trample ability can attempt to overrun any creature that is at least one size category smaller than itself. This works just like the overrun combat maneuver, but the trampling creature does not need to make a check&mdash;it merely has to move over opponents in its path. Targets of a trample take an amount of damage equal to the trampling creature's slam damage + 1-1/2 times its Strength modifier. Targets of a trample can make an attack of opportunity, but at a &ndash;4 penalty. If targets forgo an attack of opportunity, they can attempt to avoid the trampling creature and receive a Reflex save to take half damage. The save DC against a creature's trample attack is 10 + 1/2 the creature's HD + the creature's Strength modifier (the exact DC is given in the creature's descriptive text). A trampling creature can only deal trampling damage to each target once per round, no matter how many times its movement takes it over a target creature.</p>", 
            "name": "Trample", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Trample", 
            "sections": [
                {
                    "body": "<p>trample (2d6+9, DC 20); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"tremorsense-(ex)-\">A creature with tremorsense is sensitive to vibrations in the ground and can automatically pinpoint the location of anything that is in contact with the ground. Aquatic creatures with tremorsense can also sense the location of creatures moving through water. The ability's range is specified in the creature's descriptive text.</p>", 
            "name": "Tremorsense", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Tremorsense", 
            "sections": [
                {
                    "body": "<p>tremorsense 60 ft.; <i>Location</i>: Senses.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"trip-(ex)-\">A creature with the trip special attack can attempt to trip its opponent as a free action without provoking an attack of opportunity if it hits with the specified attack. If the attempt fails, the creature is not tripped in return.</p>", 
            "name": "Trip", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Trip", 
            "sections": [
                {
                    "body": "<p>trip; <i>Location</i>: individual attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"undead-traits-(ex)-\">Undead are immune to death effects, disease, mind-affecting effects (charms, compulsions, morale effects, phantasms, and patterns), paralysis, poison, sleep, stun, and any effect that requires a Fortitude save (unless the effect also works on objects or is harmless). Undead are not subject to ability drain, energy drain, or nonlethal damage. Undead are immune to damage or penalties to their physical ability scores (Strength, Dexterity, and Constitution), as well as to fatigue and exhaustion effects. Undead are not at risk of death from massive damage.</p>", 
            "name": "Undead Traits", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Undead Traits", 
            "sections": [
                {
                    "body": "<p>undead traits; <i>Location</i>: Immune.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"undersized-weapons\"> The creature uses manufactured weapons as if it were one size category smaller than the creature's actual size.</p>", 
            "name": "Undersized Weapons", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Undersized Weapons", 
            "sections": [
                {
                    "body": "<p>undersized weapons; <i>Location</i>: Special Qualities.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unnatural-aura\"> Animals do not willingly approach the creature unless the animal's master makes a DC 25 Handle Animal, Ride, or wild empathy check.</p>", 
            "name": "Unnatural Aura", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Unnatural Aura", 
            "sections": [
                {
                    "body": "<p>unnatural aura (30 ft.); <i>Location</i>: Aura.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"vulnerabilities-(ex-or-su)\"> A creature with vulnerabilities takes half again as much damage (+50%) from a specific energy type, regardless of whether a saving throw is allowed or whether the save is a success or failure. Creatures with a vulnerability that is not an energy type instead take a &ndash;4 penalty on saves against spells and effects that cause or use the listed vulnerability (such as spells with the light descriptor). Some creatures might suffer additional effects, as noted in their descriptions.</p>", 
            "name": "Vulnerabilities", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Vulnerabilities", 
            "sections": [
                {
                    "body": "<p>vulnerability to fire; <i>Location</i>: Weaknesses.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"water-breathing-(ex)-\">A creature with this special ability can breathe underwater indefinitely. It can freely use any breath weapon, spells, or other abilities while submerged.</p>", 
            "name": "Water Breathing", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Water Breathing", 
            "sections": [
                {
                    "body": "<p>water breathing; <i>Location</i>: SQ.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 3", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"water-dependency-(ex)-\">A creature with this special ability can survive out of water for 1 minute per point of Constitution. Beyond this limit, this creature runs the risk of suffocation, as if it were drowning.</p>", 
            "name": "Water Dependency", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Water Dependency", 
            "sections": [
                {
                    "body": "<p>water dependency; <i>Location</i>: SQ.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 3", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"web-(ex)-\">Creatures with the web ability can use webs to support themselves and up to one additional creature of the same size. In addition, such creatures can throw a web up to eight times per day. This is similar to an attack with a net but has a maximum range of 50 feet, with a range increment of 10 feet, and is effective against targets up to one size category larger than the web spinner. An entangled target can escape with a successful Escape Artist check or burst the web with a Strength check. Both are standard actions with a DC equal to 10 + 1/2 the creature's Hit Dice + the creature's Constitution modifier. Attempts to burst a web by those caught in it take a &ndash;4 penalty.</p><p>Web spinners can create sheets of sticky webbing up to three times their size. They usually position these sheets to snare flying creatures but can also try to trap prey on the ground. Approaching creatures must succeed at a DC 20 Perception check to notice a web; otherwise they stumble into it and become trapped as though by a successful web attack. Attempts to escape or burst the webbing gain a +5 bonus if the trapped creature has something to walk on or grab while pulling free. Each 5-foot-square section of web has a number of hit points equal to the Hit Dice of the creature that created it and DR 5/&mdash;. A creature can move across its own web at its climb speed and can pinpoint the location of any creatures touching its web.</p>", 
            "name": "Web", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Web", 
            "sections": [
                {
                    "body": "<p>web (+8 ranged, DC 16, 5 hp); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"whirlwind\"> Some creatures can transform themselves into whirlwinds and remain in that form for up to 1 round for every 2 HD they have. If the creature has a fly speed, it can continue to fly at that same speed while in whirlwind form; otherwise it gains a fly speed equal to its base land speed (average maneuverability) while in whirlwind form.</p><p>The whirlwind is always 5 feet wide at its base, but its height and width at the top vary from creature to creature (minimum 10 feet high). A whirlwind's width at its peak is always equal to half its height. The creature controls the exact height, but it must be at least 10 feet high.</p><p>The whirlwind form does not provoke attacks of opportunity, even if the creature enters the space another creature occupies. Another creature might be caught in the whirlwind if it touches or enters the whirlwind, or if the whirlwind moves into or through the creature's space. A creature in whirlwind form cannot make its normal attacks and does not threaten the area around it.</p><p>A creature that comes in contact with the whirlwind must succeed at a Reflex save (DC 10 + 1/2 the monster's HD + the monster's Strength modifier) or take damage as if it were hit by the whirlwind creature's slam attack. It must also succeed at a second Reflex save or be picked up bodily and held suspended in the powerful winds, automatically taking the indicated damage each round. A creature that can fly is allowed a Reflex save each round on its turn to escape the whirlwind. The creature still takes damage that round but can leave if the save is successful.</p><p>Creatures trapped in the whirlwind cannot move except to go where the whirlwind carries them or to escape the whirlwind. Trapped creatures can otherwise act normally, but must succeed at a concentration check (DC 15 + spell level) to cast a spell. Creatures caught in the whirlwind take a &ndash;4 penalty to Dexterity and a &ndash;2 penalty on attack rolls. The whirlwind can have only as many creatures trapped inside at one time as will fit inside the whirlwind's volume. As a free action, the whirlwind can eject any carried creatures whenever it wishes, depositing them in its space.</p><p>If the whirlwind's base touches the ground, it creates a swirling cloud of debris. This cloud is centered on the creature and has a diameter equal to half the whirlwind's height. The cloud obscures all vision, including darkvision, beyond 5 feet. Creatures 5 feet away have concealment, while those farther away have total concealment. Those caught in the cloud of debris must succeed at a concentration check (DC 15 + spell level) to cast a spell.</p>", 
            "name": "Whirlwind", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Whirlwind", 
            "sections": [
                {
                    "body": "<p id=\"format\">whirlwind (3/day, 10&ndash;30 ft. high, 1d6+6 damage, DC 15); <i>Location</i>: Special Attacks.</p>", 
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "Format"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary", 
            "type": "ability"
        }
    ], 
    "source": "Bestiary", 
    "type": "section"
}