{
    "body": "<p>This designation is a measure of how much effort it takes to wield a weapon in combat. It indicates whether a melee weapon, when wielded by a character of the weapon's size category, is considered a light weapon, a one-handed weapon, or a two-handed weapon.</p>", 
    "name": "Light, One-Handed, and Two-Handed Melee Weapons", 
    "url": "pfsrd://Core Rulebook/Rules/Equipment/Weapons/Light/One-Handed/and Two-Handed Melee Weapons", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"light-weapons\">A light weapon is used in one hand. It is easier to use in one's off hand than a one-handed weapon is, and can be used while grappling (see Combat). Add the wielder's Strength modifier to damage rolls for melee attacks with a light weapon if it's used in the primary hand, or half the wielder's Strength bonus if it's used in the off hand. Using two hands to wield a light weapon gives no advantage on damage; the Strength bonus applies as though the weapon were held in the wielder's primary hand only.</p><p>An unarmed strike is always considered a light weapon.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Weapons/Light/One-Handed/and Two-Handed Melee Weapons/Light", 
            "type": "section", 
            "name": "Light", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"one-handed-weapons\">A one-handed weapon can be used in either the primary hand or the off hand. Add the wielder's Strength bonus to damage rolls for melee attacks with a one-handed weapon if it's used in the primary hand, or 1/2 his Strength bonus if it's used in the off hand. If a one-handed weapon is wielded with two hands during melee combat, add 1-1/2 times the character's Strength bonus to damage rolls.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Weapons/Light/One-Handed/and Two-Handed Melee Weapons/One-Handed", 
            "type": "section", 
            "name": "One-Handed", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"two-handed-weapons\">Two hands are required to use a two-handed melee weapon effectively. Apply 1-1/2 times the character's Strength bonus to damage rolls for melee attacks with such a weapon. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Weapons/Light/One-Handed/and Two-Handed Melee Weapons/Two-Handed", 
            "type": "section", 
            "name": "Two-Handed", 
            "source": "Core Rulebook"
        }
    ]
}