{
    "body": "<p>The barbarian is a creature of savagery and superstition. Whether tapping into totems of power or unleashing mighty reserves of rage and destruction, a barbarian lives in a world of battle, a place of barely controlled emotion and unrelenting bloodshed. </p><p>Presented here are a number of new barbarian rage powers and archetypes that allow a barbarian to tap into new sources of savage power, expanding your choices when building such characters and providing different types of barbarians for you to play. Many of the new rage powers increase already published rage powers. Others are brand new, providing new manifestations of a barbarian's powerful rages. </p><p>The new barbarian archetypes also suggest rage powers&mdash;though not mandatory, these choices complement the theme and the features of each archetype.</p>", 
    "name": "Barbarian", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"rage-powers\">Any barbarian who meets the powers' prerequisites can select and use the following new rage powers. Totem rage powers grant powers related to a theme. A barbarian cannot select from more than one group of totem rage powers; for example, a barbarian who selects a beast totem rage power cannot later choose to gain any of the dragon totem rage powers (any rage power with &ldquo;dragon totem&rdquo; in its title). </p>", 
            "name": "Rage Powers", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"auspicious-mark\" class=\"stat-block-2\">The barbarian has been marked by the spirits, as indicated by an impressive tattoo, scar, or birthmark she possesses. Once per rage, as a swift action that costs 2 rounds of rage, the barbarian can call upon the spirits' favor. Using auspicious mark grants her a +1d6 bonus on one d20 roll she has just made. She can call on the auspicious mark after seeing the result of the d20 roll. </p>", 
                    "name": "Auspicious Mark", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Auspicious Mark", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bestial-climber\" class=\"stat-block-2\">While raging, the barbarian gains a natural climb speed equal to her land speed. A barbarian must have the raging climber rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Bestial Climber", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Bestial Climber", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bestial-leaper\" class=\"stat-block-2\">While raging, the barbarian can take a move action to move and can take her normal standard action at any point during the move. A barbarian must have the raging leaper rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Bestial Leaper", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Bestial Leaper", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bestial-swimmer\" class=\"stat-block-2\">While raging, the barbarian gains a natural swim speed equal to her normal land speed. A barbarian must have the raging swimmer rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Bestial Swimmer", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Bestial Swimmer", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bleeding-blow\" class=\"stat-block-2\">When she uses her powerful blow rage power, the barbarian also deals bleed damage equal to her bonus damage with the powerful blow. This bleed damage bypasses damage reduction. A barbarian must have the powerful blow rage power and be at least 8th level before selecting this rage power.</p>", 
                    "name": "Bleeding Blow", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Bleeding Blow", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"body-bludgeon\" class=\"stat-block-2\">While raging, if the barbarian pins an opponent that is smaller than her, she can then use that opponent as a two-handed improvised weapon that deals 1d8 points of bludgeoning damage, assuming the opponent is sized Small. Larger or smaller creatures used as a bludgeon deal damage based on their size using this base damage. A size Tiny creature deals 1d6 points of damage, a size Medium creature deals 1d10 points of damage, and so on. The barbarian can make a single attack using the pinned opponent as part of the action she uses to maintain the grapple, using her highest attack bonus. Whenever the barbarian hits using the pinned opponent as a weapon, she deals damage to her target normally, and the grappled opponent used as a bludgeon also takes the same damage she dealt to the target. If the pinned opponent is unable to resist being pinned for any reason, the barbarian can use that opponent as an improvised weapon without grappling or pinning the opponent, until the creature is reduced to 0 or fewer hit points, at which point the creature becomes useless as an improvised weapon. A barbarian must be at least 10th level before selecting this rage power. </p>", 
                    "name": "Body Bludgeon", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Body Bludgeon", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"crippling-blow\" class=\"stat-block-2\">When using her powerful blow rage power, the barbarian can forgo the normal bonus to damage (including any bleed damage granted by the bleeding blow rage power or similar boosts to the damage of the powerful blow rage power) and instead deals 1 point of ability damage to the target's Strength or Dexterity score for every four class levels the barbarian has attained. The target can attempt a Fortitude saving throw (DC 10 + 1/2 the barbarian's level + the barbarian's Strength modifier) to halve this ability damage. A barbarian must have the powerful blow rage power and be at least 8th level before selecting this rage power.</p>", 
                    "name": "Crippling Blow", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Crippling Blow", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"deadly-accuracy\" class=\"stat-block-2\">If the barbarian scores a critical threat when using her surprise accuracy rage power, she applies double the surprise accuracy bonus when rolling to confirm the critical. A barbarian must have the surprise accuracy rage power and be at least 4th level before selecting this rage power.</p>", 
                    "name": "Deadly Accuracy", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Deadly Accuracy", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dragon-totem-(su):\" class=\"stat-block-2\"> The barbarian must select a single color of dragon (black, blue, brass, bronze, copper, gold, green, red, silver, or white) as her totem. While raging, she gains a +1 bonus on Perception checks and a +1 morale bonus on saving throws against fear, paralysis, and sleep effects. This bonus increases by +1 for each additional dragon totem rage power (such as dragon totem resilience and dragon totem wings) the barbarian possesses. A barbarian must have the animal fury and intimidating glare rage powers and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Dragon Totem", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Dragon Totem", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dragon-totem-resilience\" class=\"stat-block-2\">While raging, the barbarian gains resistance to the energy type that is associated with her dragon totem&mdash;acid (black, copper, green), cold (silver, white), electricity (blue, bronze), or fire (brass, gold, red). This resistance equals double her current DR/&mdash; from her barbarian damage reduction class feature; this DR increases by 2 for each dragon totem rage power she possesses, including this one. A barbarian must have the dragon totem rage power and be at least 8th level before selecting this rage power.</p>", 
                    "name": "Dragon Totem Resilience", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Dragon Totem Resilience", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dragon-totem-wings\" class=\"stat-block-2\">When a barbarian selects this rage power, the Fly (Dex) skill becomes a class skill for her. While raging and wearing medium or lighter armor, the barbarian can spend a standard action to manifest a pair of spiritual dragon wings that grant her a fly speed equal to her base speed (average maneuverability). She can expend 2 rounds of her rage to instead spend an immediate action to gain this fly speed. She can end her fly speed at any time, even when it is not her turn. Each round she spends raging and flying counts as 2 rounds of rage. Her ability to fly ends automatically when she ceases raging. A barbarian must have the dragon totem and dragon totem resilience rage powers, and she must be at least 10th level before selecting this rage power.</p>", 
                    "name": "Dragon Totem Wings", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Dragon Totem Wings", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"eater-of-magic\" class=\"stat-block-2\">Once per rage, when a barbarian fails a saving throw against a spell, supernatural ability, or spell-like ability, she can reroll the saving throw against the effect (this is not an action). If she succeeds at the second saving throw, she is not affected by the spell, supernatural ability, or spell-like ability and gains a number of temporary hit points equal to the effect's caster level (in the case of spell or spell-like abilities) or the CR of the effect's creator (in the case of supernatural abilities). These temporary hit points last until damage is applied to them or 1 minute, whichever occurs first. A barbarian must have the superstition rage power and be at least 10th level before selecting this rage power.</p>", 
                    "name": "Eater of Magic", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Eater of Magic", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ghost-rager\" class=\"stat-block-2\">While raging, the barbarian deals normal damage to incorporeal creatures even when using nonmagical weapons. She also gains a morale bonus to touch AC equal to her saving throw bonus from her superstition rage power. A barbarian must have the superstition rage power and be at least 6th level before selecting this rage power. </p>", 
                    "name": "Ghost Rager", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Ghost Rager", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ground-breaker,-greater\" class=\"stat-block-2\">When using the ground breaker rage power, the barbarian can extend the radius of the effect by 5 feet. This rage power can be selected up to three times, and its effects stack. A barbarian must have the ground breaker rage power and be at least 8th level before selecting this rage power. </p>", 
                    "name": "Ground Breaker, Greater", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Ground Breaker/Greater", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"guarded-life,-greater\" class=\"stat-block-2\">When using the guarded life rage power, 1 additional hit point of lethal damage per barbarian level is converted to nonlethal damage. A barbarian must have the guarded life rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Guarded Life, Greater", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Guarded Life/Greater", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hive-totem\" class=\"stat-block-2\">While raging, the barbarian takes half damage from attacks by swarms of vermin, including spells and effects that act like a swarm of vermin (like <i>summon swarm</i> used to summon spiders or <i>insect plague</i>). She also gains a +1 bonus on Strength ability checks and to CMD against bull rush, drag, and trip attacks for every four barbarian levels she has (maximum +5). A barbarian must have the animal fury power and be at least 4th level before selecting this rage power.</p>", 
                    "name": "Hive Totem", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Hive Totem", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hive-totem-resilience\" class=\"stat-block-2\">While raging, the barbarian takes no damage from attacks by swarms of vermin, preventing harmful secondary effects of such attacks like poison or bleed. She also gains a +1 bonus on combat maneuver checks and to CMD when grappling for every four barbarian levels she has (maximum +5). A barbarian must have the hive totem rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Hive Totem Resilience", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Hive Totem Resilience", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hive-totem-toxicity\" class=\"stat-block-2\">While raging, the barbarian increases her bite damage die type with the animal fury rage power by one die type and decreases the penalty on attack rolls with that bite to &ndash;2. Once per rage, a bite that hits can deliver an injury toxin that has a frequency of once per round for 4 rounds, deals 1d3 points of Constitution damage, and has a cure of one save. The saving throw has a Fortitude save DC of 10 + 1/2 the barbarian's level + the barbarian's Constitution modifier. A barbarian must have the hive totem and hive totem resilience rage powers and be at least 8th level before selecting this rage power.</p>", 
                    "name": "Hive Totem Toxicity", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Hive Totem Toxicity", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"lethal-accuracy\" class=\"stat-block-2\">When using her surprise accuracy rage power, the barbarian's critical multiplier for damage increases by 1 (a &times;2 multiplier becomes &times;3, a 19&ndash;20/&times;2 multiplier becomes 19&ndash;20/&times;3, a &times;3 multiplier becomes &times;4, and a &times;4 multiplier becomes &times;5). A barbarian must have the surprise accuracy and deadly accuracy rage powers and be 16th level before selecting this rage power.</p>", 
                    "name": "Lethal Accuracy", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Lethal Accuracy", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"perfect-clarity\" class=\"stat-block-2\">While using her moment of clarity rage power, the barbarian can roll twice for any miss chance or Will saving throws to disbelieve illusions, taking the better result. A barbarian must have the moment of clarity rage power before selecting this rage power. </p>", 
                    "name": "Perfect Clarity", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Perfect Clarity", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"primal-scent\" class=\"stat-block-2\">When using her scent rage power, the barbarian adds half her barbarian level on Survival checks made to track by scent and on Perception checks to pinpoint the location of creatures she cannot see. If she pinpoints the location of a creature that has total concealment, she treats it as having concealment. A barbarian must have the scent rage power and be at least 8th level before selecting this rage power.</p>", 
                    "name": "Primal Scent", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Primal Scent", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"reflexive-dodge\" class=\"stat-block-2\">While using her rolling dodge rage power, the barbarian may apply her dodge bonus to AC as a bonus on Reflex saving throws. A barbarian must have the rolling dodge rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Reflexive Dodge", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Reflexive Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"regenerative-vigor\" class=\"stat-block-2\">After using her renewed vigor rage power until her current rage ends, the barbarian gains fast healing 1 for every 6 barbarian levels she has (maximum fast healing 3). She regains hit points from fast healing at the start of each of her turns. A barbarian must have the renewed vigor rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Regenerative Vigor", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Regenerative Vigor", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"renewed-life\" class=\"stat-block-2\">While raging, the barbarian ignores the effect of one temporary negative level per four barbarian levels she has (maximum 5). Once per day, when a barbarian with temporary negative levels ends her rage, she can attempt saving throws to remove a number of negative levels equal to the number of levels she could ignore while raging. A barbarian must have the renewed vitality rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Renewed Life", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Renewed Life", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"renewed-vitality\" class=\"stat-block-2\">While raging, the barbarian ignores the effect of 1 point of ability penalty or damage per two barbarian levels she has (maximum 10). Once per day, when a barbarian with ability penalties or damage ends her rage, she can reroll a saving throw, if any, against an effect that imposed an ability penalty or dealt her ability damage. If successful, she removes an amount of ability penalty or damage equal to the amount she can ignore while raging. A barbarian must have the renewed vigor rage power and be at least 4th level before selecting this rage power.</p>", 
                    "name": "Renewed Vitality", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Renewed Vitality", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"sharpened-accuracy\" class=\"stat-block-2\">When using her surprise accuracy rage power, the barbarian ignores the miss chance for concealment and treats total concealment as concealment. She also ignores cover penalties except those from total cover. A barbarian must have the surprise accuracy rage power and be at least 8th level before selecting this rage power.</p>", 
                    "name": "Sharpened Accuracy", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Sharpened Accuracy", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"spell-sunder\" class=\"stat-block-2\">Once per rage, the barbarian can attempt to sunder an ongoing spell effect by succeeding at a combat maneuver check. For any effect other than one on a creature, the barbarian must make her combat maneuver check against a CMD of 15 plus the effect's caster level. To sunder an effect on a creature, the barbarian must succeed at a normal sunder combat maneuver against the creature's CMD + 5, ignoring any miss chance caused by a spell or spell-like ability. If successful, the barbarian suppresses the effect for 1 round, or 2 rounds if she exceeded the CMD by 5 to 9. If she exceeds the CMD by 10 or more, the effect is dispelled. A barbarian must have the witch hunter rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "Spell Sunder", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Spell Sunder", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"sprint\" class=\"stat-block-2\">Once per rage, the barbarian can use a single full-round run action to move up to 6 times her speed or a single full-round charge action to move up to 3 times her speed. A barbarian must have the swift foot rage power and be at least 4th level before selecting this rage power.</p>", 
                    "name": "Sprint", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Sprint", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"sunder-enchantment\" class=\"stat-block-2\">While raging, whenever the barbarian succeeds at a sunder combat maneuver on a magical item, that item's magical abilities are suppressed for 1 round, plus 1 round for every 5 points by which her combat maneuver check exceeded the target's CMD. A barbarian must have the spell sunder rage power and be at least 8th level before selecting this rage power.</p>", 
                    "name": "Sunder Enchantment", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/Sunder Enchantment", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"world-serpent-totem\" class=\"stat-block-2\">While raging, the barbarian gains a +1 insight bonus to AC against outsiders and aberrations. This bonus increases by +1 for each world serpent rage power the barbarian possesses, excluding this one.</p>", 
                    "name": "World Serpent Totem", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/World Serpent Totem", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"world-serpent-spirit\" class=\"stat-block-2\">While raging, the barbarian considers her weapons to be chaotic-, evil-, good-, and lawful-aligned for the purposes of overcoming damage reduction. She also gains a +1 resistance bonus on saving throws against spells and effects that have an alignment descriptor or come from an outsider or aberration. This bonus increases by +1 for each world serpent rage power the barbarian possesses, excluding this one. A barbarian must have the world serpent totem rage power and be at least 6th level before selecting this rage power.</p>", 
                    "name": "World Serpent Spirit", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/World Serpent Spirit", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"world-serpent-totem-unity\" class=\"stat-block-2\">While raging, the barbarian doubles her fast movement bonus to land speed and cannot be knocked prone. She also doubles her world serpent totem insight bonus to AC against attack rolls made by an outsider or aberration to confirm a critical hit against her. A barbarian must have the world serpent totem and world serpent totem spirit rage powers and be at least 10th level before selecting this rage power.</p>", 
                    "name": "World Serpent Totem Unity", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Rage Powers/World Serpent Totem Unity", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Some barbarians disdain the hides and leather used as armor by most of their kin. Instead they master the heaviest of armors, even those created by more civilized people, to gain greater protection and stability in battle. </p>", 
                    "name": "Armored Hulk", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Armored Hulk", 
                    "type": "class_archetype", 
                    "subtype": "barbarian", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">An armored hulk gains proficiency in heavy armor.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency"
                        }, 
                        {
                            "body": "<p id=\"indomitable-stance\">An armored hulk gains a +1 bonus on combat maneuver checks and to CMD for overrun combat maneuvers, and on Reflex saves against trample attacks. She also gains a +1 bonus to her AC against charge attacks and on attack and damage rolls against charging creatures. This ability replaces fast movement.</p>", 
                            "name": "Indomitable Stance", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Armored Hulk/Indomitable Stance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"armored-swiftness\">At 2nd level, an armored hulk moves faster in medium and heavy armor. When wearing medium or heavy armor, an armored hulk can move 5 feet faster than normal, to a maximum of her speed. This ability replaces uncanny dodge. </p>", 
                            "name": "Armored Swiftness", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Armored Hulk/Armored Swiftness", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"resilience-of-steel\">At 3rd level, an armored hulk is able to use her armor to help avoid deadly hits. While wearing heavy armor, she gains a +1 bonus to AC that applies only on critical hit confirmation rolls. This bonus increases by +1 every 3 levels beyond 3rd (maximum +6 at 18th level). This ability replaces trap sense. </p>", 
                            "name": "Resilience of Steel", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Armored Hulk/Resilience of Steel", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"improved-armored-swiftness\">At 5th level, an armored hulk's land speed is faster than the norm for her race by +10 feet. This benefit applies when she is wearing any armor, including heavy armor, but not while carrying a heavy load. Apply this bonus before modifying the armored hulk's speed because of any load carried or armor worn. This bonus stacks with any other bonuses to the barbarian's land speed. This ability replaces improved uncanny dodge. </p>", 
                            "name": "Improved Armored Swiftness", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Armored Hulk/Improved Armored Swiftness", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rage-powers\">The following rage powers complement the armored hulk archetype: boasting taunt, greater guarded life, guarded life, guarded stance, increased damage reduction, no escape, overbearing advance, overbearing onslaught, reflexive dodge, rolling dodge, and unexpected strike. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rage Powers"
                        }
                    ]
                }, 
                {
                    "body": "<p>Some barbarians wear marks of prowess and savagery upon their bodies. The scarred rager believes each wound tells the tales of her prowess and bravery. She augments these ragged trophies with brands and tattoos in order to win the notice and favor of her gods, ancestors, or totem spirits. The scarred rager's gnarled and exotic appearance terrifies civilized onlookers, but is awe-inspiring to her savage kin. </p>", 
                    "name": "Scarred Rager", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager", 
                    "type": "class_archetype", 
                    "subtype": "barbarian", 
                    "sections": [
                        {
                            "body": "<p id=\"terrifying-visage\">A scarred rager adds 1/2 her barbarian level on Intimidate checks against humanoids who are not members of barbarian tribes. When dealing with barbarians, the scarred rager may choose to add this bonus on Diplomacy checks instead. The DC of any fear effect created by the scarred rager also increases by 1. This ability replaces fast movement.</p>", 
                            "name": "Terrifying Visage", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager/Terrifying Visage", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"tolerance\">At 2nd level, a scarred rager who fails a save against an effect that causes her to become nauseated, sickened, fatigued, or exhausted can make a second save to negate the effect on the start of her next turn. Only one additional save is allowed. If the effect does not allow a saving throw, its duration is halved instead (minimum of 1 round). This ability replaces uncanny dodge. </p>", 
                            "name": "Tolerance", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager/Tolerance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"scarification\">At 3rd level, a scarred rager can ignore 1 point of bleed damage per round. This amount increases by 1 every three levels beyond 3rd. At 15th level, a scarred rager can ignore 1 bleed effect each round. This ability replaces trap sense.</p>", 
                            "name": "Scarification", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager/Scarification", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"improved-tolerance\">At 5th level, a scarred rager's tolerance ability also applies to effects that would cause her to become dazed, frightened, shaken, or stunned. This replaces improved uncanny dodge.</p>", 
                            "name": "Improved Tolerance", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Scarred Rager/Improved Tolerance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rage-powers\">The following rage powers complement the scarred rager archetype: auspicious mark, body bludgeon, come and get me, increased damage reduction, inspire ferocity, internal fortitude, intimidating glare, reckless abandon, regenerative vigor, renewed life, renewed vigor, renewed vitality, roused anger, and terrifying howl.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rage Powers"
                        }
                    ]
                }, 
                {
                    "body": "<p>Not all barbarians hunt forests, plains, and mountains. Some are raiding terrors on the sea and coasts, pillaging those who hoard treasure and pursuing monsters of the deep. Some sea reavers are no more than hunters of the open sea, while others are raiders striking fear into coastal settlements within reach of the sea reavers' longships. </p>", 
                    "name": "Sea Reaver", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver", 
                    "type": "class_archetype", 
                    "subtype": "barbarian", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">A sea reaver is not proficient with medium armor. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency"
                        }, 
                        {
                            "body": "<p id=\"marine-terror\">A sea reaver can hold her breath for a number of rounds equal to four times her Constitution score. In addition, a sea reaver can move normally though squares of standing water or bog that is 1 foot deep. It does not cost her extra movement to traverse these terrains. Lastly, a sea reaver ignores the normal cover bonus to AC when attacking creatures that are partially immersed in water. This ability replaces fast movement. </p>", 
                            "name": "Marine Terror", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver/Marine Terror", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"eyes-of-the-storm\">At 2nd level, a sea reaver ignores any concealment provided by fog, rain, sleet, mist, wind, or other weather effects that is less than total concealment, and any penalties weather applies on Perception checks are halved. This ability replaces uncanny dodge.</p>", 
                            "name": "Eyes of the Storm", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver/Eyes of the Storm", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"savage-sailor\">At 3rd level, a sea reaver gains a +1 bonus on Acrobatics, Climb, Profession (sailor), Survival, and Swim checks made in aquatic terrain, including aboard a ship or along shorelines. These bonuses improve by +1 every three levels after 3rd. This ability replaces trap sense.</p>", 
                            "name": "Savage Sailor", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver/Savage Sailor", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"sure-footed\">At 5th level, a sea reaver takes no penalties when moving across slick surfaces, whether natural or magical (e.g., <i>grease</i>, <i>ice storm</i>, and <i>sleet storm</i>). She is not at risk of falling, is not denied her Dexterity bonus when moving across such areas, and does not treat them as difficult terrain. This ability replaces improved uncanny dodge.</p>", 
                            "name": "Sure-Footed", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Sea Reaver/Sure-Footed", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rage-powers\">The following rage powers complement the sea reaver archetype: bestial leaper, bestial swimmer, come and get me, hurling charge, raging leaper, raging swimmer, rolling dodge, and smasher.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rage Powers"
                        }
                    ]
                }, 
                {
                    "body": "<p>In lands overrun by giants, dragons, and other hulking beasts, entire fellowships of barbarians hone tactics and traditions with one purpose&mdash;to bring low these massive foes. While her enemies' size makes the creatures strong, the titan mauler is even stronger, taking up weapons from her fallen foes that no lesser warrior can lift, and using them when she beseeches the spirits to grant her increased size and greater ferocity against her titanic foes. </p>", 
                    "name": "Titan Mauler", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Titan Mauler", 
                    "type": "class_archetype", 
                    "subtype": "barbarian", 
                    "sections": [
                        {
                            "body": "<p id=\"big-game-hunter\">A titan mauler gains a +1 bonus on attack rolls and a +1 dodge bonus to AC in melee with creatures larger than themselves. This ability replaces fast movement. </p>", 
                            "name": "Big Game Hunter", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Titan Mauler/Big Game Hunter", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"jotungrip\">At 2nd level, a titan mauler may choose to wield a two-handed weapon in one hand with a &ndash;2 penalty on attack rolls while doing so. The weapon must be appropriately sized for her, and it is treated as one-handed when determining the effect of Power Attack, Strength bonus to damage, and the like. This ability replaces uncanny dodge.</p>", 
                            "name": "Jotungrip", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Titan Mauler/Jotungrip", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"massive-weapons\">At 3rd level, a titan mauler becomes skilled in the use of massive weapons looted from her titanic foes. The attack roll penalty for using weapons too large for her size is reduced by 1, and this reduction increases by 1 for every three levels beyond 3rd (to a minimum of 0). This ability replaces trap sense. </p>", 
                            "name": "Massive Weapons", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Titan Mauler/Massive Weapons", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"evade-reach\">At 5th level, as a swift action, a titan mauler may choose one creature within her line of sight. Until the end of her turn, that target's reach is treated as if it were 5 feet shorter with respect to reaching the titan mauler, and this reduction increases by 5 feet for every five levels beyond 5th. This ability replaces improved uncanny dodge.</p>", 
                            "name": "Evade Reach", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Titan Mauler/Evade Reach", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"titanic-rage\">At 14th level, a titan mauler may choose to gain the benefits of <i>enlarge person</i> when she enters a rage. While using titanic rage, she must spend 2 rounds of rage per round, and she becomes exhausted rather than fatigued when the rage ends. This ability replaces indomitable will. </p>", 
                            "name": "Titanic Rage", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Titan Mauler/Titanic Rage", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rage-powers\">The following rage powers complement the titan mauler archetype: body bludgeon, greater ground breaker, ground breaker, knockback, mighty swing, powerful blow, smasher, and strength surge. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rage Powers"
                        }
                    ]
                }, 
                {
                    "body": "<p>Isolated and xenophobic tribes that dwell in areas untouched by civilization often see anything from cities and organized settlements as strange, dangerous, and decadent. They gain power from their truly primitive nature; their bodies and spirits are hardened by the wild and untainted existence far from the pathetic softness of so-called civilization. Even when forced to mingle with civilization, the true primitive stays apart in both traditions and trappings. </p>", 
                    "name": "True Primitive", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/True Primitive", 
                    "type": "class_archetype", 
                    "subtype": "barbarian", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">A true primitive is proficient with hide armor and armors made from bone. A true primitive is also proficient with bone shields and the following weapons: battleaxe, blowgun, club, greatclub, handaxe, longspear, shortspear, sling, and spear. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency"
                        }, 
                        {
                            "body": "<p id=\"illiteracy\">A true primitive cannot read or write, and her superstition about such things leads her to refuse to ever learn to read or write, even if she multiclasses into other classes.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/True Primitive/Illiteracy", 
                            "type": "section", 
                            "name": "Illiteracy", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"favored-terrain\">A true primitive has a favored terrain representing her native homeland. This ability functions as the ranger class feature, and the true primitive's bonuses in that terrain improve by +2 at 5th level and every five levels thereafter. However, she does not gain any additional favored terrains. This ability replaces fast movement.</p>", 
                            "name": "Favored Terrain", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/True Primitive/Favored Terrain", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"trophy-fetish\">A true primitive collects teeth, bones, hair, and other trophies from vanquished enemies, representing their power and strength. At 3rd level, a true primitive can attach a trophy fetish to one of the traditional true primitive weapons listed above. When wielding that weapon, the true primitive gains a +1 morale bonus on damage rolls. Furthermore, if that weapon has the fragile property, once per day, the true primitive can ignore the effects of a single natural 1 roll. A trophy fetish can also be attached to a suit of hide armor, granting the true primitive a +1 morale bonus on saving throws. Furthermore, if that armor has the fragile property, once per day, the true primitive can chose not to have the armor break on the confirmation of a critical hit made against her. Every five levels beyond 3rd, a true primitive can use an additional trophy fetish. Multiple trophy fetishes can be attached to the same armor or weapon; their effects stack. A trophy fetish can be sundered (hardness 5, 1 hit point) but is not damaged by area attacks or attacks that do not specifically target it. It has no effect if attached to other types of weapons or armor. This ability replaces trap sense.</p>", 
                            "name": "Trophy Fetish", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/True Primitive/Trophy Fetish", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rage-powers\">The following rage powers complement the true primitive archetype: animal fury, eater of magic, ghost rager, low-light vision, night vision, primal scent, scent, spell sunder, sunder enchantment, superstition, and witch hunter.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rage Powers"
                        }
                    ]
                }, 
                {
                    "body": "<p>Every barbarian knows that city life can soften the spirit and the body, but some barbarians take on the trappings and ways of their adoptive homes and bend their savage powers to its challenges. While these urban barbarians' rough edges are smoothed into civility, they can use their primal nature and upbringing to move with the ebb and flow of civilization's natural rhythms. </p>", 
                    "name": "Urban Barbarian", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Urban Barbarian", 
                    "type": "class_archetype", 
                    "subtype": "barbarian", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">An urban barbarian is not proficient with medium armor. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency"
                        }, 
                        {
                            "body": "<p id=\"skills\">An urban barbarian does not gain Handle Animal (Cha), Knowledge (nature) (Int), or Survival (Wis) as class skills; instead, she gains Diplomacy (Cha), Knowledge (local) (Int), Knowledge (nobility) (Int), Linguistics (Int), and Profession (Wis) as class skills. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "body": "<p id=\"crowd-control\">At 1st level, an urban barbarian gains a +1 bonus on attack rolls and a +1 dodge bonus to AC when adjacent to two or more enemies. In addition, her movement is not impeded by crowds, and she gains a bonus equal to 1/2 her barbarian level on Intimidate checks to influence crowds. This ability replaces fast movement. </p>", 
                            "name": "Crowd Control", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Urban Barbarian/Crowd Control", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"controlled-rage\">When an urban barbarian rages, instead of making a normal rage she may apply a +4 morale bonus to her Strength, Dexterity, or Constitution. This bonus increases to +6 when she gains greater rage and +8 when she gains mighty rage. She may apply the full bonus to one ability score or may split the bonus between several scores in increments of +2. When using a controlled rage, an urban barbarian gains no bonus on Will saves, takes no penalties to AC, and can still use Intelligence-, Dexterity-, and Charisma-based skills. This ability otherwise follows the normal rules for rage.</p>", 
                            "name": "Controlled Rage", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Urban Barbarian/Controlled Rage", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rage-powers\">The following rage powers complement the urban barbarian archetype: boasting taunt, clear mind, deadly accuracy, guarded stance, intimidating glare, lethal accuracy, no escape, quick reflexes, perfect clarity, sharpened accuracy, surprise accuracy, and unexpected strike.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rage Powers"
                        }
                    ]
                }, 
                {
                    "body": "<p>Rages are barely controlled, but there are those who wholly give in to their more savage side, letting their rages take them to a confusing and uncontrolled place of terrible savagery. These barbarians become beasts, consumed with absolute bloodlust to the point where they cannot tell friend from foe.</p>", 
                    "name": "Wild Rager", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Wild Rager", 
                    "type": "class_archetype", 
                    "subtype": "barbarian", 
                    "sections": [
                        {
                            "body": "<p id=\"uncontrolled-rage\">A wild rager's rage functions as normal, except that when she reduces a creature to 0 or fewer hit points, she must attempt a Will save (DC 10 + 1/2 the barbarian's level + the barbarian's Constitution modifier) or become confused. For the remainder of her current turn, she attacks the nearest creature other than herself. On the following round, refer to the <i>confusion</i> spell to determine her actions. At the end of this round, and each round thereafter, she can attempt a new saving throw to end the <i>confusion</i> effect. The rounds during which she is confused do not count against the rounds she has spent raging that day, but she cannot end her rage voluntarily, nor can she use rage powers while confused.</p>", 
                            "name": "Uncontrolled Rage", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Wild Rager/Uncontrolled Rage", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wild-fighting\">At 2nd level, even when not raging, wild ragers often fight with reckless, savage abandon. A wild rager using the full-attack action can make one extra attack per round at her highest base attack bonus. Until the beginning of her next turn, however, she takes a &ndash;2 penalty on attack rolls and &ndash;4 penalty to AC. This ability replaces uncanny dodge. </p>", 
                            "name": "Wild Fighting", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Wild Rager/Wild Fighting", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rage-conversion\">At 5th level, a wild rager who fails a saving throw against any mind-affecting effect can attempt a new saving throw at the beginning of her next turn. If the save succeeds, that effect ends and she instead rages and becomes confused as noted above. This ability replaces improved uncanny dodge.</p>", 
                            "name": "Rage Conversion", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Wild Rager/Rage Conversion", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rage-powers\">The following rage powers complement the wild rager archetype: animal fury, bloody blow, body bludgeon, brawler, crippling blow, greater brawler, intimidating glare, mighty swing, no escape, powerful blow, and quick reflexes.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rage Powers"
                        }
                    ]
                }
            ], 
            "name": "Barbarian Archetypes", 
            "source": "Ultimate Combat"
        }
    ]
}