{
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Archetypes are a quick and easy way to specialize characters of a given class, adding fun and flavorful new abilities to already established adventurers. The class archetypes and corresponding new abilities mentioned below are all included in this section, and characters may take more than one archetype as long as they meet the requirements.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"alchemist\">This section presents new discoveries, as well as the beastmorph and ragechemist archetypes.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Alchemist", 
                    "type": "section", 
                    "name": "Alchemist", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"barbarian\">This section includes new rage powers, as well as the armored hulk, scarred rager, sea reaver, titan mauler, true primitive, urban barbarian, and wild rager.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Barbarian", 
                    "type": "section", 
                    "name": "Barbarian", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"bard\">This section includes the archaeologist, daredevil, and dervish dancer.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Bard", 
                    "type": "section", 
                    "name": "Bard", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"cavalier\">This section includes new cavalier orders, plus the beast rider, emissary, gendarme, honor guard, luring cavalier, musketeer, standard bearer, and strategist.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Cavalier", 
                    "type": "section", 
                    "name": "Cavalier", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"cleric\">This section includes the crusader, divine strategist, evangelist, and merciful healer.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Cleric", 
                    "type": "section", 
                    "name": "Cleric", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"druid\">This section includes the ape shaman, bat shaman, and boar shaman, as well as the world walker.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Druid", 
                    "type": "section", 
                    "name": "Druid", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"fighter\">This section includes expanded weapon groups, plus the armor master, brawler, cad, dragoon, gladiator, tactician, thunderstriker, tower shield specialist, unarmed fighter, and unbreakable.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Fighter", 
                    "type": "section", 
                    "name": "Fighter", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"gunslinger\">This section includes the gun tank, musket master, mysterious stranger, and pistolero.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Gunslinger", 
                    "type": "section", 
                    "name": "Gunslinger", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"inquisitor\">This section includes new inquisitions, plus the iconoclast, spellbreaker, and witch hunter.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Inquisitor", 
                    "type": "section", 
                    "name": "Inquisitor", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"magus\">This section includes new magus arcana, plus the kensai, myrmidarch, skirnir, and soul forger. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Magus", 
                    "type": "section", 
                    "name": "Magus", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"monk\">This section includes the flowing monk, maneuver master, martial artist, master of many styles, sensei, sohei, and tetori. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Monk", 
                    "type": "section", 
                    "name": "Monk", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"paladin\">This section includes the divine hunter, empyreal knight, holy gun, holy tactician, knight of the sepulcher, and sacred shield.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Paladin", 
                    "type": "section", 
                    "name": "Paladin", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"ranger\">This section includes the battle scout, deep walker, falconer, trophy hunter, warden, and wild stalker.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Ranger", 
                    "type": "section", 
                    "name": "Ranger", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"rogue\">This section includes new rogue talents, plus the bandit, chameleon, charlatan, driver, knife master, pirate, roof runner, sanctified rogue, and survivalist.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Rogue", 
                    "type": "section", 
                    "name": "Rogue", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"wizard\">This section includes the arcane bomber, siege mage, and spellslinger.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Wizard", 
                    "type": "section", 
                    "name": "Wizard", 
                    "source": "Ultimate Combat"
                }
            ], 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Each base class in the Pathfinder Roleplaying Game draws upon a central idea, a basic concept representing the commonly held understanding of what a character of a certain class should be, and is designed to be useful as a foundation to the widest possible array of characters. Beyond that basic concept, however, exists the potential for innumerable interpretations and refinements. A member of the bard class, for example, might be an incorrigible archaeologist, a dashing swashbuckler, or a dangerously graceful dervish dancer, each refined by a player's choice of background details, class options, and specific rules such as feats to better simulate the character she imagines and make that character more effective at pursuing her specific goals.</p><p>Some character concepts are too close to existing classes to warrant unique classes of their own, yet prove pervasive and exciting enough that they come up in play time and again. For these situations, the Pathfinder Roleplaying Game has created archetypes&mdash;prepackaged modifications to abilities that can be easily swapped out of a given class to help customize its focus. To help players interested in creating iconic fantasy characters, the following pages explore new rules, options, and alternate class features for many different classes.</p><p>While the types of options presented for each base class differ, each subsystem and archetype is customized to best serve that class, emulate the abilities and talents of classic fantasy tropes, and expand players' freedom to design exactly the characters they desire.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Using Archetypes", 
            "type": "section", 
            "name": "Using Archetypes", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>The primary way in which archetypes modify their corresponding base classes is via the use of alternate class features. When a character selects a class, he must normally choose to use the standard class features found in the class's original source&mdash;the exception is if he chooses to adopt an archetype. Each alternate class feature presented in an archetype replaces a specific class feature from its parent class. For example, the flowing monk archetype's redirection class feature replaces the Stunning Fist feature of the standard monk class.</p><p>When an archetype includes multiple alternate class features, a character must take them all&mdash;often blocking the character from ever gaining certain standard class features, but replacing them with other options. All other class features of the base class that aren't mentioned among the alternate class features remain unchanged and are acquired normally when the character reaches the appropriate level, unless noted otherwise. A character who takes an alternate class feature does not count as having the class feature that was replaced for the purposes of meeting any requirements or prerequisites.</p><p>A character can take more than one archetype and garner additional alternate class features, but none of the alternate class features can replace or alter the same class feature from the base class as another alternate class feature. For example, a fighter could not be both an armor master and a brawler, since both archetypes replace the weapon training 1 class feature with something different.</p><p>If an archetype replaces a class feature that is part of a series of improvements or additions to a base ability (such as a fighter's weapon training or a ranger's favored enemy), the next time the character would gain that ability, it counts as the lower-level ability that was replaced by the archetype. In effect, all abilities in that series are delayed until the next time the class improves that ability. For example, if an archetype replaces a rogue's +2d6 sneak attack bonus at 3rd level, when she reaches 5th level and gains a sneak attack bonus, her sneak attack doesn't jump from +1d6 to +3d6&mdash;it improves to +2d6, just as if she had finally gained the increase at 3rd level. This adjustment continues for every level at which her sneak attack would improve, until at 19th level she has +9d6 instead of the +10d6 of a standard rogue.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Alternate Class Features", 
            "type": "section", 
            "name": "Alternate Class Features", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Players with existing characters should talk with their GMs about whether or not these alternate class features are available in their games, and if so, whether players can retroactively modify their characters to adopt them. As the alternate class features presented in this book are designed to be balanced with those in the base class, players who revise their characters shouldn't gain any special advantages over other party members. As long as a GM is comfortable with retroactively adjusting the character specifics, there should be no disruption to future adventures. Typically, the best time for a player to adopt alternate class features and significantly revise her character is when leveling up between adventures, though she should always check with her GM before doing so, as he may wish to make changes to the campaign to better fit the revised character.</p><p>While GMs might want to make concessions for players who didn't have these alternate class features available to them when creating their characters, PCs should still be one of the most constant elements of a campaign. Regularly changing and recreating characters can prove problematic to a campaign. GMs should be willing to adapt and may allow characters who grow bored with their characters to redefine them, but alternate class abilities shouldn't feel like exploitable options that allow players to build and rebuild their characters in whatever ways seem most advantageous at a given moment. Allowing players to remake characters in light of newly adopted rules may be desirable on occasion, but GMs shouldn't feel like they're being unfair or breaking any rule by not allowing players to rebuild their characters or disallowing certain options. While GMs should always strive to help players run the characters they want, ultimately the GMs know what's best for their campaigns.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Class Archetypes/Adapting Existing Characters", 
            "type": "section", 
            "name": "Adapting Existing Characters", 
            "source": "Ultimate Combat"
        }
    ], 
    "name": "Class Archetypes", 
    "source": "Ultimate Combat"
}