{
    "body": "<p>Some druids choose to follow a different path than others and focus their abilities on emulating the strengths and virtues of a specific animal. Perhaps they have always had a bond with such animals, or perhaps they seek to become more like them. Whatever the case, animal shamans truly embody the essence of their totem animals. These archetypes all contain similar powers, described fully in the ape shaman section. </p><p>By contrast, a few druids forsake such totemistic ties, and instead embody the innate freedom of nature and the ability to travel as they will through all parts of the wilderness with impunity.</p>", 
    "name": "Druid", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>A shaman with this totem calls upon the mighty ape, a peaceful but powerful simian whose strength is beyond compare. An ape shaman is a friendly protector of the forest, but will crush those enemies who rouse her anger.</p>", 
                    "name": "Ape Shaman", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman", 
                    "type": "class_archetype", 
                    "subtype": "druid", 
                    "sections": [
                        {
                            "body": "<p id=\"nature-bond\">An ape shaman who chooses an animal companion must select an ape or related primate. If choosing a domain, the ape shaman must choose from the Animal, Community (Family subdomain), Destruction (Rage subdomain), and Strength domains. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Nature Bond", 
                            "type": "section", 
                            "name": "Nature Bond", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"wild-empathy\">An ape shaman can use wild empathy with apes and other primates as a full-round action with a +4 bonus.</p>", 
                            "name": "Wild Empathy", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Wild Empathy", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"totem-transformation\">At 2nd level, an ape shaman may adopt an aspect of the ape while retaining her normal form. The druid gains one of the following sets of bonuses and abilities: movement (climb speed 20 ft., +4 racial bonus on Climb checks), senses (low-light vision, scent), natural weapons (2 slams [1d6 for a Medium shaman], +2 on combat maneuver checks to grapple), or toughness (+2 natural armor bonus to AC, Endurance feat).</p><p>While using totem transformation, the ape shaman may speak normally and can cast <i>speak with animals</i> (primates only) at will. Using this ability is a standard action at 2nd level, a move action at 7th level, and a swift action at 12th level. The ape shaman can use this ability for a number of minutes per day equal to her druid level. These minutes do not need to be consecutive, but they must be used in 1-minute increments. This is a polymorph effect and cannot be used while the druid is using another polymorph effect, such as wild shape. </p>", 
                            "name": "Totem Transformation", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Totem Transformation", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"totemic-summons\">At 5th level, an ape shaman may cast <i>summon nature's ally</i> as a standard action when summoning primates, and these summoned creatures gain temporary hit points equal to her druid level. She can apply the young template to any primate to reduce the level of the summoning spell required by one. She can also increase the level of summoning required by one in order to apply either the advanced or the giant template, or increase it by two to apply both the advanced and giant templates. This ability replaces a thousand faces.</p>", 
                            "name": "Totemic Summons", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Totemic Summons", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wild-shape\">At 6th level, an ape shaman's wild shape ability functions at her druid level &ndash;2. If she takes on the form of an ape, she instead uses her druid level +2.</p>", 
                            "name": "Wild Shape", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Wild Shape", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bonus-feat\">At 9th level and every four levels thereafter, an ape shaman gains one of the following bonus feats: Diehard, Endurance, Great Fortitude, Improved Bull Rush, and Toughness. She must meet the prerequisites for these bonus feats. This ability replaces venom immunity.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Bonus Feat"
                        }
                    ]
                }, 
                {
                    "body": "<p>The bat shaman's totem is the agile bat, flitting and turning with incredible speed through even the most convoluted mazes. Her enemies do not know when she will appear, and when she does, she strikes fast and hard before disappearing into the night.</p>", 
                    "name": "Bat Shaman", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Bat Shaman", 
                    "type": "class_archetype", 
                    "subtype": "druid", 
                    "sections": [
                        {
                            "body": "<p id=\"nature-bond\">A bat shaman who chooses an animal companion must select a bat. If choosing a domain, the bat shaman must choose from Air, Animal, Darkness (Night subdomain), and Trickery (Deception subdomain).</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Bat Shaman/Nature Bond", 
                            "type": "section", 
                            "name": "Nature Bond", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"wild-empathy\">A bat shaman can use wild empathy with bats as a full-round action with a +4 bonus.</p>", 
                            "name": "Wild Empathy", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Bat Shaman/Wild Empathy", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"totem-transformation\">At 2nd level, a bat shaman may adopt an aspect of the bat while retaining her normal form. This ability functions as the ape shaman ability, but the druid may select from the following sets of bonuses and abilities: movement (fly speed 30 ft. [average]; the druid must be at least 5th level to select this bonus), natural weapons (bite [1d4 for a Medium shaman]), or senses (blindsense 20 ft.). </p><p>While using totem transformation, the bat shaman may speak normally and can cast <i>speak with animals</i> (mammals only) at will.</p>", 
                            "name": "Totem Transformation", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Bat Shaman/Totem Transformation", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"totemic-summons\">At 5th level, a bat shaman may cast <i>summon nature's ally</i> as a standard action when summoning bats, and these summoned creatures gain temporary hit points equal to her druid level. This ability otherwise functions as the ape shaman ability.</p>", 
                            "name": "Totemic Summons", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Bat Shaman/Totemic Summons", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wild-shape\">At 6th level, a bat shaman's wild shape ability functions at her druid level &ndash;2. If she takes on the form of a bat, she instead uses her druid level + 2.</p>", 
                            "name": "Wild Shape", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Bat Shaman/Wild Shape", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bonus-feat\">At 9th level and every four levels thereafter, a bat shaman gains one of the following bonus feats: Acrobatic, Agile Maneuvers, Improved Initiative, Lightning Reflexes, or Skill Focus (Perception). She must meet the prerequisites for these bonus feats. This ability replaces venom immunity.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Bonus Feat"
                        }
                    ]
                }, 
                {
                    "body": "<p>A boar shaman chooses the stolid and ferocious boar as her totem. Content to be left alone, she becomes one of the most dangerous creatures of the wild when provoked.</p>", 
                    "name": "Boar Shaman", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Boar Shaman", 
                    "type": "class_archetype", 
                    "subtype": "druid", 
                    "sections": [
                        {
                            "body": "<p id=\"nature-bond\">A boar shaman who chooses an animal companion must select a boar. If choosing a domain, the boar shaman must choose from the Animal, Destruction (Rage), Protection, and Strength domains.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Boar Shaman/Nature Bond", 
                            "type": "section", 
                            "name": "Nature Bond", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"wild-empathy\">A boar shaman can use wild empathy with porcine creatures as a full-round action with a +4 bonus.</p>", 
                            "name": "Wild Empathy", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Boar Shaman/Wild Empathy", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"totem-transformation\">At 2nd level, a boar shaman may adopt an aspect of the boar while retaining her normal form. This ability functions as the ape shaman ability, but the druid may select from the following sets of bonuses and abilities: movement (+10 enhancement bonus to land speed), senses (low-light vision, scent), natural weapons (gore [1d8 for a Medium druid], +2 on combat maneuver checks to overrun), or toughness (+2 natural armor bonus to AC, Endurance feat). While using totem transformation, the boar shaman may speak normally and can cast <i>speak with animals</i> (boars and related animals only) at will.</p>", 
                            "name": "Totem Transformation", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Boar Shaman/Totem Transformation", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"totemic-summons\">At 5th level, a boar shaman may cast <i>summon nature's ally</i> as a standard action when summoning boars or other porcine creatures, and these summoned creatures gain temporary hit points equal to her druid level. This ability otherwise functions as the ape shaman ability.</p>", 
                            "name": "Totemic Summons", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Boar Shaman/Totemic Summons", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wild-shape\">At 6th level, a boar shaman's wild shape ability functions at her druid level &ndash;2. If she takes on the form of a boar, she instead uses her druid level +2.</p>", 
                            "name": "Wild Shape", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Boar Shaman/Wild Shape", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bonus-feat\">At 9th level and every four levels thereafter, a boar shaman gains one of the following bonus feats: Bleeding Critical, Blind-Fight, Diehard, or Improved Overrun. She must meet the prerequisites for these bonus feats. This ability replaces venom immunity.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Bonus Feat"
                        }
                    ]
                }, 
                {
                    "body": "<p>While all druids traverse the wilderness with ease, the world walkers take it upon themselves to travel the entire world. Some act as messengers and scouts for druidic circles, while others have a seemingly unquenchable wanderlust; each new land provides new mysteries to discover and new wisdom to be gained from mastering those mysteries. </p>", 
                    "name": "World Walker", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/World Walker", 
                    "type": "class_archetype", 
                    "subtype": "druid", 
                    "sections": [
                        {
                            "body": "<p id=\"favored-terrain\">At 3rd level, the world walker gains the ranger's favored terrain ability. She treats her druid level as her ranger level for this ability. If she has levels in both classes, both class's levels stack for determining the effect of this ability. This ability replaces trackless step and reduce nature's lore.</p>", 
                            "name": "Favored Terrain", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/World Walker/Favored Terrain", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"path-of-trees\">At 9th level, once a day, a wanderer can step within a tree and then teleport from that tree to another one in a manner similar to the <i>tree stride</i> spell. She gains an extra use of this ability each day at 12th level, and a third use of this ability at 15th level. Furthermore, a world walker of 13th level or higher can use this ability to teleport to any other tree of its type up to 100 miles away. This ability replaces both venom immunity and timeless body. </p>", 
                            "name": "Path of Trees", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/World Walker/Path of Trees", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }
            ], 
            "name": "Druid Archetypes", 
            "source": "Ultimate Combat"
        }
    ]
}