{
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>While firearms are still rather new additions to the adventurers' arsenal in most campaigns, their chief adherents&mdash;gunslingers&mdash;have wasted no time in experimenting with these weapons in exciting new ways. The gunslinger is already a versatile adventurer, yet the following archetypes add new specialties and strategies for the class, by either specializing in a form of firearm, using personality instead of willpower to fuel their grit, or fusing firearms with heavy armor to create a seemingly unstoppable juggernaut on the battlefield. </p><p>Each of these archetypes has its roots in both fantasy and history, with the gun tank representing those first armored knights to adopt the way of the gun, the classic musket master harkening back to the days of the noble musketeer, and the pistolero simulating countless banditos and quick-draw artists from the dusty streets of the Old West and beyond.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Gunslinger"
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Gunslingers usually don't use heavy armor, but there are a few who use and modify their armor to protect themselves from both traditional weapons and gunfire. These gun tanks trundle into battle with barrels blazing, dealing out punishment with their firearms while knowing few can penetrate their hard protective shells.</p>", 
                    "name": "Gun Tank", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Gun Tank", 
                    "type": "class_archetype", 
                    "subtype": "gunslinger", 
                    "sections": [
                        {
                            "body": "<p id=\"armor-proficiency\">A gun tank is proficient with all armors and shields, including tower shields. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Gun Tank/Armor Proficiency", 
                            "type": "section", 
                            "name": "Armor Proficiency", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"deeds\">A gun tank swaps a pair of deeds for the following. The new deed descriptions include information on which deeds from the gunslinger class feature these new deeds replace.</p>", 
                            "name": "Deeds", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Gun Tank/Deeds", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"gun-tank's-resolve\" class=\"stat-block-2\">At 1st level, the gun tank can shrug off the most serious of attacks. When the gun tank is wearing medium or heavy armor and is subject to a critical hit or sneak attack, she can spend 1 grit point as an immediate action to attempt to negate the critical hit or sneak attack damage. At 1st level, she has a 25% chance of doing so. At 10th level, the chance increases to 50%. At 15th level, the chance increases to 75%. While a gun tank's resolve does not stack with the <i>fortification</i> armor special ability, it does work in concert with that armor special ability or similar effects, so a gun tank can use this ability even after the <i>armor of fortification</i> has failed to negate the critical hit or sneak attack damage. This deed replaces the gunslinger's dodge deed.</p>", 
                                    "name": "Gun Tank's Resolve", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Gun Tank/Deeds/Gun Tanks Resolve", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"gun-tank's-resilience\" class=\"stat-block-2\">At 15th level, when the gun tank has at least 1 grit point and makes a successful Fortitude saving throw against an attack that would deal half damage or have a partial effect, she takes no damage or other effects from that attack. Furthermore, she gains a +2 bonus on all saving throws against fear and mind-affecting effects. This deed replaces the evasive deed.</p>", 
                                    "name": "Gun Tank's Resilience", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Gun Tank/Deeds/Gun Tanks Resilience", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"bullet-deflection\">A gun tank is adept at modifying and using her armor to stop firearm attacks. Starting at 2nd level, a gun tank wearing medium or heavy armor gains half the armor's bonus plus the armor's enhancement bonus (if any) as a deflection bonus against any non-siege firearm or splash weapon attack (including the alchemist's bomb class ability). This ability has no affect on spells, spell-like abilities, or supernatural abilities that make a touch attack. This ability replaces nimble.</p>", 
                            "name": "Bullet Deflection", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Gun Tank/Bullet Deflection", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"armor-training\">At 4th level, a gun tank learns to be more maneuverable while wearing armor. Whenever she is wearing armor, the armor check penalty is reduced by 1 (to a minimum of 0) and the maximum Dexterity bonus allowed by her armor increases by 1. Every four levels thereafter (8th, 12th, and 16th), the bonus increases by 1, to a maximum of a &ndash;4 reduction of the armor check penalty and a +4 increase to the maximum Dexterity bonus allowed. This ability stacks with the fighter class ability of the same name. If the gun tank has both class features, she takes the most advantageous benefit of the two class features. This ability replaces the bonus feats the gunslinger gains at 4th level and every four levels thereafter.</p>", 
                            "name": "Armor Training", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Gun Tank/Armor Training", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p class=\"body-copy-indent para-style-override-4\">Pistols and other one-handed firearms are often easy to conceal and faster to load than other firearms, and do sufficient damage for most situations. But some gunslingers want a little more firepower and range. These are the musket masters; the best of these gunslingers can reload a musket with dazzling speed, potentially putting even their pistol-wielding brethren to shame.</p>", 
                    "name": "Musket Master", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Musket Master", 
                    "type": "class_archetype", 
                    "subtype": "gunslinger", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-proficiency\">Instead of proficiency with all firearms, a musket master only gains proficiency with two-handed firearms. She must take the Exotic Weapon Proficiency (firearm) feat to gain proficiency with one-handed firearms and firearm siege engines. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Musket Master/Weapon Proficiency", 
                            "type": "section", 
                            "name": "Weapon Proficiency", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"gunsmith\">A musket master must take a musket when she chooses a battered firearm at 1st level. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Musket Master/Gunsmith", 
                            "type": "section", 
                            "name": "Gunsmith", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"deeds\">A musket master swaps a pair of deeds for the following.</p>", 
                            "name": "Deeds", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Musket Master/Deeds", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"steady-aim\" class=\"stat-block-2\">At 1st level, as long as a musket master has at least 1 grit point, she can take a move-equivalent action to increase the accuracy of a two-handed firearm. When she does, she increases the range increment of the firearm she is firing by 10 feet. This stacks with other abilities that increase her range increment. This deed replaces the gunslinger's dodge deed. </p>", 
                                    "name": "Steady Aim", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Musket Master/Deeds/Steady Aim", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"fast-musket\" class=\"stat-block-2\">At 3rd level, as long as the musket master has 1 grit point, she can reload any two-handed firearm as if it were a one-handed firearm. This deed replaces the utility shot deed. </p>", 
                                    "name": "Fast Musket", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Musket Master/Deeds/Fast Musket", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"rapid-reloader\">At 1st level, a musket master gains Rapid Reload (muskets) as a bonus feat.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Musket Master/Rapid Reloader", 
                            "type": "section", 
                            "name": "Rapid Reloader", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"musket-training\">Starting at 5th level, a musket master increases her skill with two-handed firearms. She gains a bonus on damage rolls equal to her Dexterity modifier, and when she misfires with a two-handed firearm, the misfire value increases by 2 instead of 4. Every four levels thereafter (9th, 13th, and 17th), the bonus on damage rolls increases by +1. At 13th level, a musket master never misfires with a two-handed firearm. This replaces firearm training 1, 2, 3, and 4.</p>", 
                            "name": "Musket Training", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Musket Master/Musket Training", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Gunslingers use a potent mixture of common sense and manual dexterity in order to control the fickle power of their weapons. But a few rare gunslingers seem to accomplish their chosen tasks purely through willpower and an unwillingness to ever give up. These mysterious strangers use their force of personality to keep going when the chips are down, often moving on from a region as soon as they accomplish their goals&mdash;hence the name. </p>", 
                    "name": "Mysterious Stranger", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Mysterious Stranger", 
                    "type": "class_archetype", 
                    "subtype": "gunslinger", 
                    "sections": [
                        {
                            "body": "<p id=\"grit\">A mysterious stranger is a force to be reckoned with. Instead of using her Wisdom to determine the number of grit points she gains at the start of each day, she uses Charisma. This ability works in all other ways like the gunslinger's grit class feature. </p>", 
                            "name": "Grit", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Mysterious Stranger/Grit", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"deeds\">A mysterious stranger swaps a pair of deeds for the following.</p>", 
                            "name": "Deeds", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Mysterious Stranger/Deeds", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"focused-aim\" class=\"stat-block-2\">At 1st level, as a swift action, the mysterious stranger can spend 1 grit point to gain a bonus on all firearm damage rolls equal to her Charisma modifier (minimum 1) with all firearm attacks she makes until the end of her turn. At 7th level, when she uses the dead shot deed, she multiplies this bonus by the number of hits she made while rolling the Dead Shot attack. This deed replaces the quick clear deed.</p>", 
                                    "name": "Focused Aim", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Mysterious Stranger/Deeds/Focused Aim", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"clipping-shot\" class=\"stat-block-2\">At 11th level, when the mysterious stranger misses with a firearm attack, she can spend 1 grit point to deal half the damage that attack would have dealt if it were a hit (roll damage normally). She can decide to use this deed and spend the grit point after making the attack. This deed has no effect if the attack used the dead shot deed. The cost of using this deed cannot be reduced with the Signature Deed feat, the true grit class feature, or any similar effect. This replaces the bleeding wound deed.</p>", 
                                    "name": "Clipping Shot", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Mysterious Stranger/Deeds/Clipping Shot", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"lucky\">Starting at 2nd level, a mysterious stranger gains a +1 luck bonus on Will saving throws. This bonus increases by +1 for every four levels beyond 2nd level (to a maximum of +5 at 20th level). This ability replaces nimble. </p>", 
                            "name": "Lucky", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Mysterious Stranger/Lucky", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"stranger's-fortune\">Starting at 5th level, a mysterious stranger can ignore a firearm misfire a number of times per day equal to her Charisma bonus. She can use this ability as a free action. This ability replaces gun training 1.</p>", 
                            "name": "Stranger's Fortune", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Mysterious Stranger/Strangers Fortune", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>While most gunslingers have favorite firearms, there are those rare ones who choose to specialize in one-handed firearms exclusively. These gunslingers are called pistoleros. While they lack the flexibility of being able to pick up any kind of firearm and use it with reasonable proficiency, they are crackerjack shots with pistols and similar firearms. Their skill and aim with these firearms at close range is second to none, and they rarely misfire with these weapons.</p>", 
                    "name": "Pistolero", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Pistolero", 
                    "type": "class_archetype", 
                    "subtype": "gunslinger", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-proficiency\">Instead of proficiency with all firearms, a pistolero only gains proficiency with one-handed firearms. She must take Exotic Weapon Proficiency (firearm) to gain proficiency with two-handed firearms and firearm siege engines. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Pistolero/Weapon Proficiency", 
                            "type": "section", 
                            "name": "Weapon Proficiency", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"gunsmith\">A pistolero must take a pistol when she chooses a battered firearm at 1st level. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Pistolero/Gunsmith", 
                            "type": "section", 
                            "name": "Gunsmith", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"deeds\">A pistolero swaps a trio of deeds for the following.</p>", 
                            "name": "Deeds", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Pistolero/Deeds", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"up-close-and-deadly\" class=\"stat-block-2\">At 1st level, when the pistolero hits a target with a one-handed firearm that is not making a scatter shot, she can spend 1 grit point to deal 1d6 points of extra damage on a hit. If she misses with the attack, she grazes the target, dealing half the extra damage anyway. This is precision damage and is not multiplied if the attack is a critical hit. This precision damage increases to 2d6 at 5th level, to 3d6 at 10th level, to 4d6 at 15th level, and to 5d6 at 20th level. This precision damage stacks with sneak attack and other forms of precision damage. This deed replaces the deadeye deed.</p>", 
                                    "name": "Up Close and Deadly", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Pistolero/Deeds/Up Close and Deadly", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"deadeye\" class=\"stat-block-2\">At 7th level, the pistolero gains the deadeye deed, which is normally a 1st-level gunslinger deed. This deed replaces the startling shot deed. </p>", 
                                    "name": "Deadeye", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Pistolero/Deeds/Deadeye", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"twin-shot-knockdown\" class=\"stat-block-2\">At 11th level, when the pistolero hits a single target with two or more one-handed firearm attacks during her turn, she can spend 1 grit point to knock the target prone. She can choose to spend the grit point after the attacks are made. This deed replaces the bleeding wound deed. </p>", 
                                    "name": "Twin Shot Knockdown", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Pistolero/Deeds/Twin Shot Knockdown", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"pistol-training\">Starting at 5th level, a pistolero increases her skill with one-handed firearms. She gains a bonus on damage rolls equal to her Dexterity modifier, and when she misfires with a one-handed firearm, the misfire value increases by 2 instead of 4. Every four levels thereafter (9th, 13th, and 17th), the bonus on damage rolls increases by +1. At 13th level, a pistolero never misfires with a one-handed firearm. This ability replaces gun training 1 to 4.</p>", 
                            "name": "Pistol Training", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Gunslinger/Gunslinger Archetypes/Pistolero/Pistol Training", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }
            ], 
            "name": "Gunslinger Archetypes", 
            "source": "Ultimate Combat"
        }
    ], 
    "name": "Gunslinger", 
    "source": "Ultimate Combat"
}