{
    "body": "<p>While all paladins are true believers, not all are the knights in shining armor with glimmering blades portrayed in legends&mdash;some paladins prefer unconventional tactics and forms, and some are the dread antipaladins cloaked in veils of darkness, who can even walk the cursed path of undeath. </p>", 
    "name": "Paladin", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Most paladins rush into battle, meeting evil toe-to-toe. The divine hunter prefers to engage evil from afar, striking down her foes before they can threaten her allies.</p>", 
                    "name": "Divine Hunter", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Divine Hunter", 
                    "type": "class_archetype", 
                    "subtype": "paladin", 
                    "sections": [
                        {
                            "body": "<p id=\"precise-shot\">A divine hunter gains Precise Shot as a bonus feat at 1st level, even if she doesn't meet the prerequisites. This ability replaces her Heavy Armor Proficiency.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Divine Hunter/Precise Shot", 
                            "type": "section", 
                            "name": "Precise Shot", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"shared-precision\">At 3rd level, when a divine hunter hits a creature with a ranged attack, she grants her allies within 10 feet of her the benefit of the Precise Shot feat against that target until the start of her next turn. Her allies must remain within 10 feet of her, and must be able both to see and hear the divine hunter to gain this benefit. This ability replaces aura of courage. </p>", 
                            "name": "Shared Precision", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Divine Hunter/Shared Precision", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"divine-bond\">At 5th level, a divine hunter forms a bond with her deity. This functions as the paladin's divine bond ability, except the bond must always take the form of a ranged or throwing weapon (excluding ammunition). In addition to the listed abilities, a divine hunter can add the <i>distance</i>, <i>returning</i>, or <i>seeking</i> special abilities to her weapon, but she cannot add the <i>defending</i> or <i>disruption</i> special abilities. Special abilities added to throwing weapons function normally when the weapon is used in melee. This ability replaces the standard paladin's divine bond. </p>", 
                            "name": "Divine Bond", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Divine Hunter/Divine Bond", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"distant-mercy\">At 6th level, a divine hunter can expend two uses of her lay on hand abilities to use her lay on hands ability on a target within 5 feet per paladin level. Distant mercy has no effect on creatures harmed by positive energy, such as undead. This ability replaces the paladin's 6th-level mercy. </p>", 
                            "name": "Distant Mercy", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Divine Hunter/Distant Mercy", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"aura-of-care\">At 8th level, a divine hunter and her allies gain a preternatural awareness of each other's position in battle. She and any allies within 10 feet of her no longer provide cover against each other's ranged attacks unless they wish to. Allies who cannot move or otherwise take actions still provide cover, as do flat-footed allies. The divine hunter and her allies must be able to see or hear each other to use this ability. This ability replaces aura of resolve.</p>", 
                            "name": "Aura of Care", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Divine Hunter/Aura of Care", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"hunter's-blessing\">At 11th level, a divine hunter can expend a use of her smite evil ability as a swift action to grant herself and all allies within 10 feet the Deadly Aim, Precise Shot, and Improved Precise Shot feats, even if they lack the prerequisites. The effects last for 1 minute. Evil creatures gain no benefit from this ability. This ability replaces aura of justice.</p>", 
                            "name": "Hunter's Blessing", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Divine Hunter/Hunters Blessing", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"righteous-hunter\">At 14th level, a divine hunter's ranged weapons are treated as good-aligned for the purposes of overcoming damage reduction. Any ranged attacks made by an ally within 10 feet of her are likewise treated as good-aligned for the purposes of overcoming damage reduction.</p><p>This ability functions only while the divine hunter is conscious. This ability replaces aura of faith.</p>", 
                            "name": "Righteous Hunter", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Divine Hunter/Righteous Hunter", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The empyreal knight dedicates her life to serving the celestial beings that guide mortals in their struggle toward the light. </p>", 
                    "name": "Empyreal Knight", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Empyreal Knight", 
                    "type": "class_archetype", 
                    "subtype": "paladin", 
                    "sections": [
                        {
                            "body": "<p id=\"voices-of-the-spheres\">At 2nd level, an empyreal knight learns to speak and read Celestial, if she could not already. This ability replaces divine grace.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Empyreal Knight/Voices of the Spheres", 
                            "type": "section", 
                            "name": "Voices of the Spheres", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"celestial-heart\">As an empyreal knight advances, her ties with the celestial realms grant her a portion of the abilities and defenses of true angels. At 3rd level, she gains resistance 5 against acid, cold, and electricity. At 6th level, she gains a +4 racial bonus on saves against poison. At 9th level, her defenses improve to resistance 10 against acid, cold, and electricity. At 12th level, she gains immunity to petrification. </p><p>At 15th level, she gains truespeech, the ability to speak with any creature that has a language as though using a <i>tongues</i> spell. This ability functions with a caster level equal to her character level, and is always active.</p><p>At 18th level, as a swift action, the empyreal knight can manifest a protective aura against evil. Against abilities or effects created by evil creatures, this ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws to anyone within 20 feet of her. It otherwise functions as a <i>magic circle against evil</i>. She can use this ability for a maximum of 1 round per day per paladin level. These rounds do not need to be consecutive. These abilities replace mercy.</p>", 
                            "name": "Celestial Heart", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Empyreal Knight/Celestial Heart", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"celestial-ally\">At 4th level, an empyreal knight can summon a celestial ally as a full-round action. This functions as <i>summon monster I</i>, except it can only be used to summon celestial creatures, archons, and angels. At 6th level, this improves to <i>summon monster II</i>, increasing by one spell level for every two levels thereafter, to a maximum of <i>summon monster IX</i> at 20th level. This ability can be used a number of times per day equal to the empyreal knight's Charisma modifier (minimum 1), but only one ally can be summoned at a time. This ability replaces lay on hands and channel positive energy. </p>", 
                            "name": "Celestial Ally", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Empyreal Knight/Celestial Ally", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"divine-bond\">At 5th level, an empyreal knight forms a bond with a mount, as the standard paladin ability. Her mount gains the celestial template at 8th level. At 12th level, her mount sprouts wings if it cannot already fly, and gains a fly speed of twice its land speed and good maneuverability. If the mount could already fly, its fly speed and maneuverability improve to at least this level. This ability otherwise functions as the paladin ability of the same name.</p>", 
                            "name": "Divine Bond", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Empyreal Knight/Divine Bond", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"empyreal-champion\">At 20th level, an empyreal knight transcends her mortal self. Her DR increases to 10/evil. Her type is treated as outsider for the purposes of spells and magical effects. She gains darkvision 60 feet and low-light vision. As a standard action and a supernatural ability, she can sprout wings that allow her to fly at twice her land speed with average maneuverability. Any armor or clothing reshapes to allow her to fly when she uses this ability. She can retract the wings as a free action. Unlike other outsiders, an empyreal knight can still be brought back from the dead as if she were a member of her previous creature type. This ability replaces holy champion.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Empyreal Knight/Empyreal Champion", 
                            "type": "section", 
                            "name": "Empyreal Champion", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>Not all paladins are knights in shining armor. Holy guns roam the world searching for evil. And where they find it, they put it down. </p>", 
                    "name": "Holy Gun", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun", 
                    "type": "class_archetype", 
                    "subtype": "paladin", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">Holy guns are proficient with all simple and martial weapons, firearms, and light armor. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency"
                        }, 
                        {
                            "body": "<p id=\"have-gun\">At 1st level, the holy gun gains the Amateur Gunslinger feat and Gunsmithing as a bonus feat. She also gains a battered gun identical to the one gained by the gunslinger. This ability replaces detect evil. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Have Gun", 
                            "type": "section", 
                            "name": "Have Gun", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"divine-deed\">At 2nd level, the holy gun gains the following deed. This deed works and interacts with grit the same way as gunslinger deeds, but only the holy gun can use it. If the holy gun also has levels in gunslinger, she can spend grit points from that class to use this deed. </p>", 
                            "name": "Divine Deed", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Divine Deed", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"smiting-shot\" class=\"stat-block-2\">A holy gun can spend 1 grit point to make a smiting shot with a firearm attack as a standard action. If the target is evil, the holy gun adds her Charisma bonus and her paladin level to the damage of the firearm attack. If the target of the smiting shot is an outsider with the evil subtype, an evil-aligned dragon, or an undead creature, the bonus to damage increases to the Charisma modifier plus 2 points of damage per level the paladin possess. Regardless of the target, smiting shot automatically bypasses any DR the creature might have. This ability replaces smite evil.</p>", 
                                    "name": "Smiting Shot", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Divine Deed/Smiting Shot", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Ultimate Combat", 
                                    "type": "ability"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"divine-bond\">At 5th level, a holy gun forms a bond with her deity. This functions as the paladin's divine bond ability, except the bond must always take the form of a firearm. In addition to the listed abilities, a holy gun can add the <i>distance</i>, <i>reliable</i>, or <i>seeking</i> special abilities to her weapon, but she cannot add the <i>defending</i> or <i>disruption</i> special abilities. This ability replaces the standard paladin's divine bond. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Divine Bond", 
                            "type": "section", 
                            "name": "Divine Bond", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"holy-grit\">At 11th level, a holy gun gains a number of grit points equal to her Charisma modifier (minimum 1) and gains the use of a single gunslinger deed. She can select any deed that a gunslinger of her paladin level &ndash;4 could use. At 14th level, and every three levels beyond 14th, the holy gun gains another point of grit and another gunslinger deed that a gunslinger of her level &ndash;4 could use. If she already has levels in gunslinger, she gains a bonus to the maximum amount of grit she can have each day, equal to her Charisma bonus (if any) but gains no extra grit as the start of each day.</p>", 
                            "name": "Holy Grit", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Holy Grit", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"holy-slinger\">This ability function like the holy champion paladin class feature, but the <i>banishment</i> occurs when she hits an evil outsider with the smiting shot deed.</p>", 
                            "name": "Holy Slinger", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Holy Slinger", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The holy tactician inspires her allies on the field of battle. Her place is at their side against overwhelming odds, and her guidance brings out their true potential.</p>", 
                    "name": "Holy Tactician", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Tactician", 
                    "type": "class_archetype", 
                    "subtype": "paladin", 
                    "sections": [
                        {
                            "body": "<p id=\"weal's-champion\">Once per day as swift action, a holy tactician can call on the powers of good to aid her against evil. Against evil targets, the holy tactician gains her Charisma bonus (if any) on her attack rolls against evil creatures, and if she hits, she adds 1/2 her paladin level on her weapon damage rolls as well. These bonuses last for 1 round for every two paladin levels the holy tactician has attained (minimum 1 round). </p><p>In addition, for 1 round after the holy tactician successfully strikes an evil creature, all non-evil allies within 30 feet of her gain a competence bonus on attack rolls equal to 1/2 her Charisma bonus against that creature as well as a +1 competence bonus on damage rolls. The bonus on damage rolls increases by +1 for every five levels the holy tactician attains (to a maximum of +5 at 20th level). She can grant this bonus against more than one creature at a time. To gain this benefit, the holy tactician's allies must be able to see or hear her, and she must be conscious.</p><p>At 4th level, and every three levels thereafter, the holy tactician may use weal's champion one additional time per day (to a maximum of seven times per day at 19th level). This ability replaces smite evil. </p>", 
                            "name": "Weal's Champion", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Tactician/Weals Champion", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"tactical-acumen\">At 3rd level, a holy tactician gains a teamwork feat as a bonus feat. She must meet the prerequisites for this feat. She gains an additional bonus feat for every four levels attained after 3rd, to a maximum of five bonus feats at 19th level. This ability replaces divine health and divine bond.</p>", 
                            "name": "Tactical Acumen", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Tactician/Tactical Acumen", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"battlefield-presence\">At 3rd level, a tactician can direct her allies in battle, granting each ally within 30 feet one teamwork feat she possesses as a bonus feat as a standard action. All allies must receive the same feat, but do not need to meet the prerequisites of this bonus feat. This ability does not function if the paladin is flat-footed or unconscious. Allies must be able to see and hear the holy tactician in order to gain this benefit. Changing the bonus feat granted is a swift action. This ability replaces aura of courage.</p>", 
                            "name": "Battlefield Presence", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Tactician/Battlefield Presence", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"guide-the-battle\">At 8th level, the paladin can direct her allies into an advantageous position once per round as a move action. Each ally (if physically able to) can move 5 feet without expending an action. This movement does not provoke attacks of opportunity. The allies must be able to see or hear the paladin in order to make this movement and cannot be flat-footed. At 15th level, her allies can make this 5-foot move and ignore difficult terrain. This ability replaces aura of resolve.</p>", 
                            "name": "Guide the Battle", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Tactician/Guide the Battle", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"weal's-wrath\">At 11th level, a tactician can expend two uses of her weal's champion ability at once to enhance its effects. This functions as weal's champion, except the bonus she provides to her allies lasts until each creature she strikes is slain, her weal's champion ability expires, or the paladin herself is slain or knocked unconscious, whichever happens first. This ability replaces aura of justice.</p>", 
                            "name": "Weal's Wrath", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Tactician/Weals Wrath", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"masterful-presence\">At 20th level, a tactician gains the ability to grant a different bonus feat to each ally affected by her battlefield presence. In addition, all critical threats made by her and her allies against creatures affected by her weal's champion ability are automatically confirmed (no confirmation roll is needed). This ability replaces holy champion.</p>", 
                            "name": "Masterful Presence", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Tactician/Masterful Presence", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Not content with the antipaladin's mere corruption of the soul, the knight of the sepulcher sacrifices mortality along with morality.</p><p>The knight of the sepulcher archetype is available only to the antipaladin alternate class.</p>", 
                    "name": "Knight of the Sepulcher", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Knight of the Sepulcher", 
                    "type": "class_archetype", 
                    "subtype": "paladin", 
                    "sections": [
                        {
                            "body": "<p id=\"touch-of-the-crypt\">At 5th level, a knight of the sepulcher gains a +2 bonus on saving throws against mind-affecting effects, death effects, and poison. He is harmed by positive energy effects and healed by negative energy effects as though he were undead, although negative energy effects that don't heal undead (such as enervation) affect him normally. The knight of the sepulcher has a 25% chance of ignoring critical hits and the bonus damage from sneak attacks as though he were wearing <i>armor of light fortification</i>. This ability replaces the fiendish boon ability.</p>", 
                            "name": "Touch of the Crypt", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Knight of the Sepulcher/Touch of the Crypt", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"fortitude-of-the-crypt\">At 8th level, a knight of the sepulcher gains immunity to poison. He also gains darkvision 60 feet if he does not already possess it. This ability replaces the aura of despair ability.</p>", 
                            "name": "Fortitude of the Crypt", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Knight of the Sepulcher/Fortitude of the Crypt", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"cloak-of-the-crypt\">At 10th level, the knight of the sepulcher gains immunity to energy drain and harmful negative energy effects. His chance of ignoring critical hits and sneak attacks increases to 50%, as though he were wearing <i>armor of moderate fortification</i>. This ability replaces the smite good use gained at 10th level.</p>", 
                            "name": "Cloak of the Crypt", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Knight of the Sepulcher/Cloak of the Crypt", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"will-of-the-crypt\">At 11th level, a knight of the sepulcher's bonus on saving throws against mind-affecting effects and death effects increases to +4. This ability replaces the aura of vengeance ability.</p>", 
                            "name": "Will of the Crypt", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Knight of the Sepulcher/Will of the Crypt", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"weapons-of-sin\">At 14th level, a knight of the sepulcher's weapons are treated as evil-aligned for the purposes of overcoming damage reduction. This ability replaces aura of sin.</p>", 
                            "name": "Weapons of Sin", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Knight of the Sepulcher/Weapons of Sin", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"crypt-lord\">At 15th level, a knight of the sepulcher's chance of ignoring critical hits and sneak attacks increases to 75%, as though he were wearing <i>armor of heavy fortification</i>. He gains immunity to death effects, paralysis, sleep effects, and stunning. He no longer sleeps. The knight of the sepulcher also gains immunity to effects that cause fatigue, and effects that would cause him to become exhausted instead cause him to become fatigued. This ability replaces cruelty.</p>", 
                            "name": "Crypt Lord", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Knight of the Sepulcher/Crypt Lord", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"soul-of-the-crypt\">At 17th level, a knight of the sepulcher gains DR 5/bludgeoning and good. This ability replaces aura of depravity.</p>", 
                            "name": "Soul of the Crypt", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Knight of the Sepulcher/Soul of the Crypt", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"undying-champion\">At 20th level, a knight of the sepulcher joins the ranks of the undead. His DR increases to 10/bludgeoning and good. His type changes to undead, and he acquires all undead traits. Although immune to disease, he can still carry and spread diseases with the antipaladin's plague bringer ability. The undying champion no longer has a Constitution score. He uses his Charisma score for calculating hit points, Fortitude saves, and any special abilities that rely on Constitution. This ability replaces unholy champion.</p>", 
                            "name": "Undying Champion", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Knight of the Sepulcher/Undying Champion", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>When faced by evil, the sacred shield reaches first not for a weapon, but for her trusty shield. With her faith, she can ward others from harm. </p>", 
                    "name": "Sacred Shield", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield", 
                    "type": "class_archetype", 
                    "subtype": "paladin", 
                    "sections": [
                        {
                            "body": "<p id=\"bastion-of-good\">At 1st level, a sacred shield can call upon the powers of good to defend her and her allies against evil. This ability functions as smite evil, except that the paladin gains no benefit on attack or damage rolls against her target. Instead, any attacks the target makes against allies within 10 feet of the paladin deal half damage. Attacks against the paladin deal full damage, but the paladin gains a deflection bonus to her AC equal to her Charisma bonus (if any) against attacks made by the target of the smite. This bonus increases by +1 for every four paladin levels (to a maximum of +6 at 20th level). As with smite evil, if the paladin targets a creature that is not evil, her bastion of good ability is wasted with no effect. Feats, abilities, and the like that increase a paladin's number of uses of smite evil per day increase a sacred shield's uses of bastion of good per day. This ability replaces smite evil.</p>", 
                            "name": "Bastion of Good", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Bastion of Good", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"holy-shield\">At 4th level, a sacred shield can channel her faith into her shield, protecting any nearby allies. All allies adjacent to the paladin gain a shield bonus equal to the sacred shield's own shield bonus, including any increase from the shield's enhancement bonus. This bonus does not stack with any existing shield bonuses. The paladin herself radiates light as a <i>light</i> spell while the shielding is active. At 11th level, this protection expands to cover any allies within 10 feet and the radiance increases to the effects of a <i>daylight</i> spell. At 20th level, any allies within 20 feet are protected. Using this ability consumes two uses of the sacred shield's lay on hands ability, and the effects last for 3 rounds plus a number of rounds equal to her Charisma bonus (if any). This ability replaces channel positive energy.</p>", 
                            "name": "Holy Shield", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Holy Shield", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"divine-bond\">At 5th level, instead of forming a divine bond with her weapon or a mount, a sacred shield forms a bond with her shield. As a standard action, a sacred shield can enhance her shield by calling on the aid of a celestial spirit. This bond lasts for 1 minute per paladin level. When called, the spirit causes the shield to shed light like a torch. At 5th level, the spirit grants the shield a +1 enhancement bonus. For every three levels beyond 5th, the shield gains another +1 enhancement bonus, to a maximum of +6 at 20th level. These bonuses can be added to the shield, stacking with existing enhancement bonuses to a maximum of +5, or they can be used to add any of the following armor special abilities: <i>arrow deflection</i>, <i>bashing</i>, <i>blinding</i>, <i>fortification</i> (any), <i>reflecting</i>, and <i>spell resistance</i> (any). The <i>reflecting</i> enhancement may be used once each time the sacred shield makes use of her divine bond. Adding these armor special abilities consumes an amount of bonus equal to the property's cost. These bonuses are added to any properties the shield already has, but duplicate special abilities do not grant any extra benefit. If the shield is not magical, at least a +1 enhancement bonus must be added before any other special abilities can be added. The bonus and special abilities granted by the spirit are determined when the spirit is called and cannot be changed until the spirit is called again. The celestial spirit imparts no bonuses if the shield is used by anyone other than the sacred shield, but it resumes giving bonuses if the sacred shield resumes using the shield. A sacred shield can use this ability once per day at 5th level, and one additional time per day for every four levels beyond 5th, to a maximum of four times per day at 17th level.</p><p>If a shield with a celestial spirit is destroyed, the sacred shield loses the use of this ability for 30 days, or until she gains a level, whichever comes first. During this period, the sacred shield takes a &ndash;1 penalty to her armor class and on saving throws.</p>", 
                            "name": "Divine Bond", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Divine Bond", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"improved-bastion\">At 11th level, the radius of a sacred shield's bastion of good ability increases to 20 feet. This ability replaces the paladin's aura of justice. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Improved Bastion", 
                            "type": "section", 
                            "name": "Improved Bastion", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"perfect-bastion\">At 20th level, a sacred shield and her allies within 20 feet gain regeneration 10 against the target of her bastion of good ability (essentially regeneration that is overcome by any damage not caused by the target). This ability replaces the sacred shield's holy champion ability.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Perfect Bastion", 
                            "type": "section", 
                            "name": "Perfect Bastion", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }
            ], 
            "name": "Paladin Archetypes", 
            "source": "Ultimate Combat"
        }
    ]
}