{
    "body": "<p>During combat, a rogue's diverse skills and talents make her indispensable support to front-line fighters. While rogues lack the pure martial power of some classes, they make up for it with sly tactics, employing tricks and poisons, and of course, flanking opponents and unleashing their devastating sneak attacks whenever possible. The archetypes and new rogue talents presented here represent slightly more aggressive rogues, including many whose skill sets are geared toward combat and supporting their comrades in combat situations. Many of these new talents and archetypes rely less on subtlety and subterfuge and more on direct actions.</p>", 
    "name": "Rogue", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"rogue-talents\">Any rogue who meets the prerequisites can take any of the following new rogue talents. A rogue cannot take a talent more than once, unless the talent states otherwise. Talents marked with an asterisk (*) add effects to a rogue's sneak attack. Only one of these talents can be applied to an individual attack, and the decision must be made before the roll is made. </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"black-market-connections\" class=\"stat-block-2\">A rogue with this talent gains better access to magic items from black market connections. She treats every settlement as one size greater for the purpose of determining the gp limit of the base value of items for sale, as well as the number of minor, medium, and major magic items for sale in the settlement. If the settlement is already a metropolis, all minor and medium magic items are for sale, as well as 3d8 major magic items. With a successful Diplomacy check, the rogue can treat the settlement as two sizes larger. If the settlement is already a metropolis and she succeeds at the check, all magic items are for sale. If the settlement is already a large city and she succeeds at the check, all minor and medium magic items are for sale, as well as 3d8 major magic items. With a successful check, the rogue can also sell stolen items on the black market. If the check fails by 5 or more, the rogue does something to spook the market, and treats the city as normal for 1 week. Furthermore, those in control of the black market may alert the authorities to the rogue's presence in an act of reprisal for spooking the market or to divert attention away from their illicit activities. The DCs of the checks are by settlement size and are given in the table below.</p>", 
                    "name": "Black Market Connections", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Black Market Connections", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Community Size</th><th>DC</th></tr></thead><tr class=\"odd\"><td>Thorp</td><td>10</td></tr><tr class=\"even\"><td>Hamlet</td><td>12</td></tr><tr class=\"odd\"><td>Village</td><td>15</td></tr><tr class=\"even\"><td>Small town</td><td>18</td></tr><tr class=\"odd\"><td>Large town</td><td>20</td></tr><tr class=\"even\"><td>Small city</td><td>25</td></tr><tr class=\"odd\"><td>Large city</td><td>30</td></tr><tr class=\"even\"><td>Metropolis</td><td>35</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Black Market Connections/Community Size", 
                            "type": "table", 
                            "name": "Community Size", 
                            "source": "Ultimate Combat"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"convincing-lie\" class=\"stat-block-2\">When a rogue with this talent lies, she creates fabrications so convincing that others treat them as truth. When a rogue with this talent successfully uses the Bluff skill to convince someone that what she is saying is true, if that individual is questioned later about the statement or story, that person uses the rogue's Bluff skill modifier to convince the questioner, rather than his own. If his Bluff skill modifier is better than the rogue's, the individual can use his own modifier and gain a +2 bonus on any check to convince others of the lie. This effect lasts for a number of days equal to 1/2 the rogue's level + the rogue's Charisma modifier. </p>", 
                    "name": "Convincing Lie", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Convincing Lie", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"deft-palm\" class=\"stat-block-2\">A rogue with this talent can make a Sleight of Hand check to conceal a weapon while holding it in plain sight, even while she is being observed. </p>", 
                    "name": "Deft Palm", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Deft Palm", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"esoteric-scholar\" class=\"stat-block-2\">Once a day, a rogue with this talent may attempt a Knowledge check, even when she is not trained in that Knowledge skill. </p>", 
                    "name": "Esoteric Scholar", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Esoteric Scholar", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"firearm-training\" class=\"stat-block-2\">A rogue with this talent gains Exotic Weapon Proficiency (firearms). </p>", 
                    "name": "Firearm Training", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Firearm Training", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"getaway-artist\" class=\"stat-block-2\">A rogue with this talent adds Fly, Handle Animal, and Ride to her list of class skills, and gains a +2 bonus on all driving checks. </p>", 
                    "name": "Getaway Artist", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Getaway Artist", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"grit\" class=\"stat-block-2\">A rogue with this talent gains the Amateur Gunslinger feat and one grit feat of her choice. She must fulfill the prerequisites of the grit feat in order to choose it. A rogue must have the firearm training talent before choosing this one. </p>", 
                    "name": "Grit", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Grit", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hold-breath\" class=\"stat-block-2\">A rogue with this talent increases the number of rounds she can hold her breath by 2. She can take this talent multiple times. </p>", 
                    "name": "Hold Breath", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Hold Breath", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"iron-guts\" class=\"stat-block-2\">A rogue with this talent has a cast-iron stomach or has trained herself to withstand poisons, especially ingested ones. She gains a +1 bonus on all saves against ingested poisons as well as a +4 bonus on saves against all spells and effects that cause the rogue to be nauseated or sickened. </p>", 
                    "name": "Iron Guts", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Iron Guts", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ki-pool\" class=\"stat-block-2\">A rogue with this talent gains a small <i>ki</i> pool. This <i>ki</i> pool is similar to a ninja's <i>ki</i> pool, but the rogue's <i>ki</i> pool does not grant any extra attacks. The rogue gains a number of <i>ki</i> points equal to her Wisdom modifier (minimum 1). These <i>ki</i> points replenish at the start of each day. If she already has a <i>ki</i> pool, or gains a <i>ki</i> pool later, she gains half her Wisdom bonus (minimum 1) as bonus <i>ki</i> points to her <i>ki</i> pool. She can spend a ki point to gain a +10-foot bonus to movement until the end of her turn.</p>", 
                    "name": "Ki Pool", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Ki Pool", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ninja-trick\" class=\"stat-block-2\">A rogue with this talent can choose a trick from the ninja trick list. The rogue can choose but cannot use talents that require <i>ki</i> points, unless she has a <i>ki</i> pool. A rogue can pick this talent more than once. The ninja cannot choose a ninja trick with the same name as a rogue talent.</p>", 
                    "name": "Ninja Trick", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Ninja Trick", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"rope-master-(ex):\" class=\"stat-block-2\"> A rogue with this ability can move at her normal speed when using rope on a Climb check, can take 10 when using Acrobatics to move over narrow surfaces even when in danger or distracted, and gains a +4 bonus when determining the DC to escape bonds when she ties up a creature.</p>", 
                    "name": "Rope Master", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Rope Master", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"strong-stroke\" class=\"stat-block-2\">A rogue with this talent rolls twice when making Swim checks and takes the better result. If she already rolls twice while making a Swim check because of another ability or effect, she gains a +2 insight bonus on both of those rolls instead. If the rogue is under the effect of a spell or ability that forces her to roll two dice and take the worse result, she only needs to roll 1d20 while making Swim checks.</p>", 
                    "name": "Strong Stroke", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Strong Stroke", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"terrain-mastery\" class=\"stat-block-2\">A rogue with this talent gains a favored terrain as the ranger ability of the same name, though the favored terrain ability does not increase with her level as the ranger's ability does. A rogue can take this ability multiple times, each time applying it to a new terrain, and granting all other favored terrains a +2 increase to the favored terrain bonus. </p>", 
                    "name": "Terrain Mastery", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Terrain Mastery", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"underhanded*\" class=\"stat-block-2\">A rogue with this talent gains a +4 circumstance bonus on all Sleight of Hand checks made to conceal a weapon. Furthermore, if she makes a sneak attack during the surprise round using a concealed weapon that her opponent didn't know about, she does not have to roll sneak attack damage, and the sneak attack deals maximum damage. A rogue can only use the underhanded talent a number of times per day equal to her Charisma modifier (minimum 0). </p>", 
                    "name": "Underhanded*", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Underhanded*", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wall-scramble\" class=\"stat-block-2\">A rogue with this talent rolls twice when making Climb checks and takes the better of the two rolls. If she already rolls twice while making a Climb check because of another ability or effect, she gains a +2 insight bonus on both of those rolls instead. If the rogue is under the effect of a spell or ability that forces her to roll two dice and take the worse result, she only needs to roll 1d20 while making Climb checks. </p>", 
                    "name": "Wall Scramble", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Wall Scramble", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ], 
            "name": "Rogue Talents", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"advanced-rogue-talents\">The following new advanced rogue talents can be selected by any rogue of 10th level or higher who meets the prerequisites. </p>", 
            "name": "Advanced Rogue Talents", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"confounding-blades\" class=\"stat-block-2\">* When a rogue with this talent hits a creature with a melee weapon that deals sneak attack damage, her target cannot make attacks of opportunity for 1d4+1 rounds. The rogue must have the slow reaction rogue talent before she can choose this talent.</p>", 
                    "name": "Confounding Blades", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents/Confounding Blades", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"familiar\" class=\"stat-block-2\">A rogue with this talent gains a familiar as the familiar option of the wizard's arcane bond class feature. This ability functions exactly like that part of the class feature, but the rogue's effective wizard level is her rogue level &ndash;4. The rogue must have the minor magic and major magic talents before she can choose this trick. </p>", 
                    "name": "Familiar", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents/Familiar", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"getaway-master\" class=\"stat-block-2\">A rogue with this talent gains a +10 bonus on all drive checks. The rogue must have the getaway artist rogue talent before choosing this talent. </p>", 
                    "name": "Getaway Master", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents/Getaway Master", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hard-to-fool\" class=\"stat-block-2\">A rogue with this talent is hard to fool with mind-affecting effects. At the start of her turn, if she is still subject to any mind-affecting spells or effects, she can make a Will saving throw with a standard DC for the effect's level, and if she succeeds at the check, she is no longer subject to the mind-affecting effect. She can make this saving throw even against mind-affecting effects that normally don't allow a saving throw. In those cases, generate the saving throw as if the spell or effect did allow a saving throw. </p>", 
                    "name": "Hard Minded", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents/Hard Minded", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hide-in-plain-sight\" class=\"stat-block-2\">A rogue with this talent can select a single terrain from the ranger's favored terrain list. She is a master at hiding in that terrain, and while within that terrain, she can use the Stealth skill to hide, even while being observed. A rogue may take this advanced talent more than once, each time selecting a different terrain from the favored terrain list.</p>", 
                    "name": "Hide in Plain Sight", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents/Hide in Plain Sight", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"rumormonger\" class=\"stat-block-2\">A rogue with this talent can attempt to spread a rumor though a small town or larger settlement by making a Bluff check. She can do so a number of times per week equal to her Charisma modifier (minimum 0). The DC is based on the size of the settlement, and it takes a week for the rumor to propagate through the settlement. If the check succeeds, the rumor is practically accepted as fact within the community; succeeding by 5 or more over the DC decreases the time it takes the rumor to propagate by 1d4 days. A failed check means the rumor failed to gain traction, while failing by 5 or more causes the opposite of the rumor or some other competing theory involving the rumor's subject to take hold.</p>", 
                    "name": "Rumormonger", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents/Rumormonger", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Community Size</th><th>DC</th></tr></thead><tr class=\"odd\"><td>Small town</td><td>18</td></tr><tr class=\"even\"><td>Large town</td><td>20</td></tr><tr class=\"odd\"><td>Small city</td><td>25</td></tr><tr class=\"even\"><td>Large city</td><td>30</td></tr><tr class=\"odd\"><td>Metropolis</td><td>35</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents/Rumormonger/Community Size", 
                            "type": "table", 
                            "name": "Community Size", 
                            "source": "Ultimate Combat"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"unwitting-ally\" class=\"stat-block-2\">A rogue with this talent can spend a swift action to attempt to make an opponent act like an ally for purposes of providing a flank until the beginning of the rogue's next turn. The opponent must be able to hear and see the rogue, and the rogue must succeed at a Bluff check opposed by the opponent's Sense Motive. If the check succeeds, the opponent acts as an ally for the purpose of providing a flank. Whether or not the check succeeds, the rogue cannot use this trick again on the same opponent for the next 24 hours. If the rogue fails the check by 5 or more, she cannot use the unwitting ally ability on any opponent within line of sight of the failed attempt for 24 hours. </p>", 
                    "name": "Unwitting Ally", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents/Unwitting Ally", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"weapon-snatcher\" class=\"stat-block-2\">A rogue with this talent can make a Sleight of Hand check in place of a combat maneuver check when attempting to disarm an opponent. </p>", 
                    "name": "Weapon Snatcher", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Advanced Rogue Talents/Weapon Snatcher", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Bandits, brigands, and highwaymen hone their craft along the roadsides and byways of the world, where they leap from the shadows to plunder the spoils of passing travelers. Bandits tend to have a variety of skills; sometimes these skills are similar to a ranger's, but a bandit's tactics always deal with surprise followed by intimidation, with the clear threat of naked force if intimidation does not do the trick. But not all bandits are ruthless thugs. There are those who become outlaws in opposition to tyrants or similar oppressors. These bandits target the status quo and distribute their spoils back into the needy hands of the peasantry. </p>", 
                    "name": "Bandit", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Bandit", 
                    "type": "class_archetype", 
                    "subtype": "rogue", 
                    "sections": [
                        {
                            "body": "<p id=\"ambush\">At 4th level, a bandit becomes fully practiced in the art of ambushing. When she acts in the surprise round, she can take a move action, standard action, and swift action during the surprise round, not just a move or standard action. This ability replaces uncanny dodge. </p>", 
                            "name": "Ambush", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Bandit/Ambush", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"fearsome-strike\">At 8th level, a bandit can terrify an opponent with a single hit. A number of times per day equal to her Charisma modifier (minimum 1), when a bandit confirms a critical hit and deals sneak attack damage to an opponent, she can choose to make the opponent frightened for a number of rounds equal to her Charisma modifier (minimum 1). She cannot use this ability in conjunction with a critical feat. This ability replaces uncanny dodge. </p>", 
                            "name": "Fearsome Strike", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Bandit/Fearsome Strike", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the bandit archetype: assault leader, combat trick, cunning trigger, snap shot, strong impression, surprise attack, terrain master*, underhanded*, and weapon training.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the bandit archetype: hide in plain sight*, knock-out blow, and opportunist.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }, 
                {
                    "body": "<p>An absolute master of disguise, a chameleon effortlessly blends into any environment. Whether disappearing into crowded city streets, vanishing into desert sands, or slipping into the darkness of subterranean tunnels, the chameleon relies upon her ability to become part of her surroundings.</p>", 
                    "name": "Chameleon", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Chameleon", 
                    "type": "class_archetype", 
                    "subtype": "rogue", 
                    "sections": [
                        {
                            "body": "<p id=\"misdirection\">At 1st level, a chameleon begins her career knowing that the secret to disappearing lies in deceiving the senses of her observers. Every day she gains a pool of stealth points equal to her ranks in Bluff. These points refresh at the start of each day. Before making a Stealth check, she can choose to put stealth points into the roll, gaining a bonus on Stealth checks equal to the number of stealth points she puts into the roll. If she gains a bonus on Bluff checks because of a feat (such as Skill Focus [Bluff]), she adds a number of points to her stealth pool equal to the bonus the feat grants. This ability replaces trapfinding. </p>", 
                            "name": "Misdirection", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Chameleon/Misdirection", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"effortless-sneak\">At 3rd level, the chameleon chooses a single terrain from the ranger's favored terrain class feature. While she is within that terrain, she can take 10 on any Stealth check she can make within that terrain. When the chameleon reaches 6th level, and every three levels thereafter, she chooses a new type of terrain from the ranger's favored terrain list. She gains this ability with the newly picked terrain. This ability replaces trap sense. </p>", 
                            "name": "Effortless Sneak", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Chameleon/Effortless Sneak", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the chameleon archetype: camouflage, fast stealth, quick disguise, and terrain mastery*.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the chameleon archetype: hide in plain sight* and master of disguise.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }, 
                {
                    "body": "<p>A charlatan is a master of lies and deception. Whether creating simple cons or elaborately woven hoaxes capable of swaying the masses and those in positions of power, a charlatan is often a purveyor of snake-oil, forgeries, and rumormongering. </p>", 
                    "name": "Charlatan", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Charlatan", 
                    "type": "class_archetype", 
                    "subtype": "rogue", 
                    "sections": [
                        {
                            "body": "<p id=\"natural-born-liar\">At 1st level, when a charlatan successfully deceives a creature with a Bluff, that creature takes a &shy;&ndash;2 penalty on the charlatan's Bluff checks for the next 24 hours. This ability does not stack with itself. This ability replaces trapfinding. </p>", 
                            "name": "Natural Born Liar", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Charlatan/Natural Born Liar", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"grand-hoax\">At 3rd level, the charlatan begins to master the art of the grand hoax and learns to create deceptions designed to bestow harm upon her foes. She gains the rumormonger advanced talent, even though she is not yet 10th level. This ability takes the place of trap sense.</p>", 
                            "name": "Grand Hoax", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Charlatan/Grand Hoax", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the charlatan archetype: black market connections*, coax information, cunning lie*, honeyed words, and underhanded*.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the charlatan archetype: hard to fool*, skill mastery, and unwitting ally*.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }, 
                {
                    "body": "<p>A driver makes her living driving vehicles in the service of those who can pay for her considerable talents. She may be a wagon-driver practiced at smuggling contraband, an accomplished musher blazing arctic trails, or a seemingly refined coach driver placing her roguish talents in the service of a wealthy patron. This archetype works best with the vehicle combat rules in Chapter 4.</p>", 
                    "name": "Driver", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Driver", 
                    "type": "class_archetype", 
                    "subtype": "rogue", 
                    "sections": [
                        {
                            "body": "<p id=\"hard-drive\">When driving a vehicle that uses a group of animals or magical beasts as muscle propulsion, the DCs of all driving checks are reduced by 2, the maximum speed of the vehicle increases by 10 feet, and the acceleration increases by 5 feet. This ability takes the place of trapfinding. </p>", 
                            "name": "Hard Drive", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Driver/Hard Drive", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"driver's-fortitude\">At 3rd level, the driver learns to keep driving and maintain control of her vehicle, even when mortally wounded. If the driver drops below 0 hit points but is not dead, she can attempt a DC 15 Fortitude save each round to remain conscious and in control of her vehicle, though she may take no other actions. This ability replaces trap sense.</p>", 
                            "name": "Driver's Fortitude", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Driver/Drivers Fortitude", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the driver archetype: firearm training* and getaway artist*.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the driver archetype: feat and getaway master*.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }, 
                {
                    "body": "<p>The knife master is a trained killer who specializes in close-up combat and the wave and weave of knife fighting. In her hands, daggers and other similar light blades become truly deadly instruments..</p>", 
                    "name": "Knife master", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Knife master", 
                    "type": "class_archetype", 
                    "subtype": "rogue", 
                    "sections": [
                        {
                            "body": "<p id=\"hidden-blade\">A knife master adds 1/2 her level on Sleight of Hand checks made to conceal a light blade.  This ability replaces trapfinding.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Knife master/Hidden Blade", 
                            "type": "section", 
                            "name": "Hidden Blade", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"sneak-stab\">A knife master focuses her ability to deal sneak attack damage with daggers and similar weapons to such a degree that she can deal more sneak attack damage with those weapons at the expense of sneak attacks with other weapons. When she makes a sneak attack with a dagger, kerambit, kukri, punching daggers, starknife, or swordbreaker dagger (<i>Advanced Player's Guide</i> 178), she uses d8s to roll sneak attack damage instead of d6s. For sneak attacks with all other weapons, she uses d4s instead of d6s. This ability is identical in all other ways to sneak attack, and supplements that ability.</p>", 
                            "name": "Sneak Stab", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Knife master/Sneak Stab", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"blade-sense\">At 3rd level, a knife master is so skilled in combat involving light blades that she gains a +1 dodge bonus to AC against attacks made against her with light blades. This bonus increases by +1 for every three levels, to a maximum of +6 at 18th level. This ability replaces trap sense.</p>", 
                            "name": "Blade Sense", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Knife master/Blade Sense", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the knife master archetype: befuddling strike, combat trick, offensive defense, surprise attack, underhanded*, and weapon training.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the knife master archetype: another day, confounding blades*, deadly sneak, entanglement of blades, and unwitting ally*.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }, 
                {
                    "body": "<p>A pirate breaks from the confines of country and king to commit her crimes upon the high seas. She holds allegiance only to her ship and its captain (if even that much is true), and lives a lawless life upon the waves, plundering ships and shorelines as suits her whim. </p>", 
                    "name": "Pirate", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Pirate", 
                    "type": "class_archetype", 
                    "subtype": "rogue", 
                    "sections": [
                        {
                            "body": "<p id=\"sea-legs\">At 1st level, a pirate becomes adept at moving on ships, boats, and similar vessels. She gains the Sea Legs feat as a bonus feat, even if she does not meet the prerequisites. This ability replaces trapfinding.</p>", 
                            "name": "Sea Legs", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Pirate/Sea Legs", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"swinging-reposition\">At 2nd level, a pirate incorporates a ship's masts, rigging, ropes, sails, and other such structures into her combat style. Provided she is wearing light armor, when fighting in an environment where such structures exist, the rogue incorporates them into her Acrobatics checks by grabbing hold of the structure and swinging toward her opponent, making either a charge or a bull rush maneuver. Once she completes her attack or maneuver, she can reposition herself. Immediately after making the charge or bull rush, she can move 5 feet as a free action, even if the charge ends her turn. This movement does not provoke attacks of opportunity. This ability replaces the 2nd-level rogue talent.</p>", 
                            "name": "Swinging Reposition", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Pirate/Swinging Reposition", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"unflinching\">Pirates are a salty and steadfast lot. At 3rd level, a pirate gains a +1 bonus on saving throws against fear and mind-affecting effects. This bonus increases by +1 for every three levels, to a maximum of +6 at 18th level. This ability replaces trap sense. This ability replaces trapfinding. </p>", 
                            "name": "Unflinching", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Pirate/Unflinching", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the pirate archetype: black market connections*, combat trick, finesse rogue, firearm training*, hold breath*, rope master*, and strong stroke*.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the pirate archetype: getaway master*, hard to fool*, and unwitting ally*. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }, 
                {
                    "body": "<p>A specialized urban acrobat, the roof runner makes her home high atop the spires and gables of great cities. She is skilled at traveling these uneven surfaces at full speed, performing daring leaps and deftly balancing upon narrow and precarious ledges.</p>", 
                    "name": "Roof Runner", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Roof Runner", 
                    "type": "class_archetype", 
                    "subtype": "rogue", 
                    "sections": [
                        {
                            "body": "<p id=\"roof-running\">At 1st level, a roof runner becomes entirely adept at moving across the tops of buildings, spires, and similar locations. Provided she is wearing light armor or no armor, the roof runner can move at full speed while traveling across the tops of buildings or similar structures, and takes no penalties on any Dexterity-based Skill checks or Reflex saves that might be incurred from moving about on a roof. This ability replaces trapfinding.</p>", 
                            "name": "Roof Running", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Roof Runner/Roof Running", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"tumbling-descent\">At 2nd level, a roof runner can use her acrobatics skill to attempt a rapid descent from a rooftop or another surface, ricocheting against another surface and then diving through an opening (such as a balcony or window) directly below. So long as she has at least two surfaces no farther than 10 feet apart to bounce against, she can ricochet her body back from one to the next, descending great distances with a single check. The DC is 10 + 5 for every additional 10-foot increment descended beyond the initial 10 feet dropped. If she fails, she falls the full distance. This ability replaces trap sense.</p>", 
                            "name": "Tumbling Descent", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Roof Runner/Tumbling Descent", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the roof runner archetype: expert leaper, ledge walker, nimble climber, stand up, and terrain mastery*.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talent complements the roof runner archetype: fast tumble.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }, 
                {
                    "body": "<p>The sanctified rogue serves a higher purpose, acting as a representative of a church or cult, or following the tenets of a specific faith or deity. While most sanctified rogues share the beliefs or ideals of the religions they represent, not all of them are necessarily pious. A handful of disreputable holy thieves serve purely as mercenaries. At the other end of spectrum, however, more sanctified rogues adhere to the tenets of their faith with fanatical devotion. Regardless, all seem blessed with the ability to call upon divine favor to aid them in times of need.</p>", 
                    "name": "Sanctified Rogue", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Sanctified Rogue", 
                    "type": "class_archetype", 
                    "subtype": "rogue", 
                    "sections": [
                        {
                            "body": "<p id=\"divine-purpose\">At 4th level, the favor of a deity or religious institution grants a special blessing on a sanctified rogue, shoring up some of her weaknesses. She gains a +1 sacred bonus on Fortitude and Will saving throws. This ability replaces uncanny dodge.</p>", 
                            "name": "Divine Purpose", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Sanctified Rogue/Divine Purpose", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"divine-epiphany\">At 8th level, once per day, a sanctified rogue can peer into the immediate future and predict the results of a specific action as if she had cast an <i>augury</i> spell. The caster level of this spell is equal to the sanctified rogue's rogue class level. This ability replaces improved uncanny dodge. </p>", 
                            "name": "Divine Epiphany", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Sanctified Rogue/Divine Epiphany", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the sanctified rogue archetype: esoteric scholar*, major magic, and minor magic.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the sanctified rogue archetype: feat and skill mastery.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }, 
                {
                    "body": "<p>The survivalist focuses her talents on surviving harsh and unforgiving conditions that would kill a lesser rogue. Whether in blazing deserts or frigid arctic wastes&mdash;or simply the cold, hard reality of the streets&mdash;the survivalist uses her training to both ensure her own success and provide for the safety of her allies.</p>", 
                    "name": "Survivalist", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Survivalist", 
                    "type": "class_archetype", 
                    "subtype": "rogue", 
                    "sections": [
                        {
                            "body": "<p id=\"hardy\">At 1st level, a survivalist is already prepared to endure extreme hardships and environmental conditions. She can go twice the normal number of days without water and triple the normal number of days without food before feeling the effects of either thirst or starvation. This ability replaces trapfinding.</p>", 
                            "name": "Hardy", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Survivalist/Hardy", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"endure-elements\">At 3rd level, a survivalist rogue can use <i>endure elements</i> once per day as a spell-like ability. The survivalist's caster level is the same as her rogue level. This ability replaces trap sense. </p>", 
                            "name": "Endure Elements", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Survivalist/Endure Elements", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the survivalist archetype: hold breath*, iron guts*, resiliency, strong stroke*, survivalist, terrain mastery*, and wall scramble*.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the survivalist archetype: another day, defensive roll, feat, and skill mastery.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }
            ], 
            "name": "Rogue Archetypes", 
            "source": "Ultimate Combat"
        }
    ]
}