{
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>While many wizards focus purely on casting and creating spells, there are some who experiment in fusing magic with alchemical and mechanical devices.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Wizard"
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>To many wizards, the experimentation of the alchemist seems quaint, if not dangerous or frightening. A few wizards take up the secrets of the bomb, however, fusing alchemy with their already considerable magical power. </p>", 
                    "name": "Arcane Bomber", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Arcane Bomber", 
                    "type": "class_archetype", 
                    "subtype": "wizard", 
                    "sections": [
                        {
                            "body": "<p id=\"bomb\">At 1st level, the arcane bomber gains an ability nearly identical to the alchemist's bomb ability. Unlike the alchemist, at 1st level, the arcane bomber chooses one type of energy from the following list: acid, cold, fire, and electricity. He can throw bombs of that type, but cannot modify them with discoveries. This ability stacks with the alchemist bomb ability to determine the level of bomb damage, but an arcane bomber that becomes an alchemist does not gain that class's bomb ability, nor does an alchemist that becomes an arcane bomber gain this bomb ability. This ability replaces arcane bond.</p>", 
                            "name": "Bomb", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Arcane Bomber/Bomb", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"spellblast-bombs\">At 1st level, as a swift action, an arcane bomber can sacrifice one of his spells to empower the next bomb he throws during his turn. When he does, he gains a bonus to hit with the next bomb he throws before the end of his turn equal to the level of the spell he sacrificed, and a bonus to damage equal to twice the level of the spell. This ability replaces cantrips, but the arcana bomber gains the <i>detect magic</i> and <i>read magic</i> cantrips  and places them in his spellbook. He can cast either of these as 1st-level spells.</p>", 
                            "name": "Spellblast Bombs", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Arcane Bomber/Spellblast Bombs", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"school-of-the-bomb\">The creation and use of bombs is often so engrossing or intellectually taxing that an arcane bomber forsakes four schools of magic. These opposition schools are chosen at 1st level and cannot be changed later. An arcane bomber who prepares spells from his opposition school must use two spell slots of that level to prepare the spell. In addition, the arcane bomber takes a &ndash;4 penalty on any skill checks made when crafting a magic item that has a spell from one of his opposition schools. This ability replaces arcane school.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Arcane Bomber/School of the Bomb", 
                            "type": "section", 
                            "name": "School of the Bomb", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>The siege mage combines his arcane mastery with a supernatural link to siege engines.  </p>", 
                    "name": "Siege Mage", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage", 
                    "type": "class_archetype", 
                    "subtype": "wizard", 
                    "sections": [
                        {
                            "body": "<p id=\"siege-engineer\">At 1st level, the siege mage gains Siege Engineer as a bonus feat, even though he does not meet the prerequisites for that feat. This ability replaces scribe scroll. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage/Siege Engineer", 
                            "type": "section", 
                            "name": "Siege Engineer", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"siege-engine-bond\">At 1st level, a siege mage can bond with a single siege engine within 30 feet and line of sight as a standard action. He can utilize the power of this link to aim and fire the siege engine remotely (as long as he's within 30 feet), though it still requires a crew to reload the siege engine. At 10th level, he can reload, aim, and fire the siege engine purely by the power of this link, and no longer needs a crew to control the siege engine. It still takes the normal required amount of time and actions to control a siege engine in this manner. This ability replaces arcane bond. The siege mage can end this bond with a free action. A siege mage can bond with a siege engine in this manner a number of times per day equal to his Intelligence modifier (minimum 1) but can only be bonded with one siege engine at a time.</p>", 
                            "name": "Siege Engine Bond", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage/Siege Engine Bond", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"empower-siege-engine\">As a swift action, a siege mage can sacrifice one of his spells to empower the next attack he makes before the end of his turn with a siege engine he is bonded with. When he does, the siege engine attack gains a bonus on its attack roll or targeting roll equal to the level of the spell he sacrificed, and a bonus to damage equal to 3 &times; the level of the spell. This ability replaces cantrips, but the siege mage gains the <i>detect magic</i> and <i>read magic</i> cantrips  and places them in his spellbook. He can cast either of these as 1st-level spells.</p>", 
                            "name": "Empower Siege Engine", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage/Empower Siege Engine", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"siege-school\">The strange rituals needed to empower all forms of siege engines takes a level of dedication and perseverance that limits a wizard's time to unlock other arcane mysteries. At 1st level, the siege mage forsakes three schools of magic. Once chosen, these opposition schools cannot be changed. A siege mage who prepares spells from his opposition school must use two spell slots of that level to prepare the spell. In addition, the siege mage takes a &ndash;4 penalty on any skill checks made when crafting a magic item that has a spell from one of his opposition schools. This ability replaces arcane school.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Siege Mage/Siege School", 
                            "type": "section", 
                            "name": "Siege School", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>While few contest the seductive allure of commanding arcane and occult powers, there are those wizards who become obsessed with the natural mysteries of black powder. Combining this emerging technology with their considerable arcane skills, they transform firearms into a powerful focus. </p>", 
                    "name": "Spellslinger", 
                    "source": "Ultimate Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Spellslinger", 
                    "type": "class_archetype", 
                    "subtype": "wizard", 
                    "sections": [
                        {
                            "body": "<p id=\"arcane-gun\">The spellslinger gains the Exotic Weapon Proficiency (firearms) feat, and one or two of his firearms can be <i>arcane guns</i>. <i>Arcane guns</i> are normal one-handed or two-handed firearms in the hands of others, as they were normal firearms before the spellslinger imbued them with magic. In a spellslinger's hands, they both fire projectiles (bullets and pellets) and cast magic. At 1st level, the spellslinger decides whether he wants to have one or two <i>arcane guns</i> at a time. If the spellslinger chooses to have only one arcane gun at a time, spells fired through the arcane gun that require an attack roll have a &times;3 critical hit multiplier. </p><p>A spellslinger can cast any ranged touch attack, cone, line, or ray spells through his <i>arcane gun</i>. When he casts through the <i>arcane gun</i>, the gun's enhancement bonus (if any) is a bonus to the spell's attack rolls or to the spell's saving throw DCs. Yet there are dangers inherent to this method. If any of the spells' attack rolls result in a natural 1 (a misfire), or a natural 20 is rolled on any saving throw made against the spell by a target (an overload), the <i>arcane gun</i> gains the broken condition. If the <i>arcane gun</i> already has the broken condition, the gun explodes. When a gun explodes, it lets loose a blast of force, or if the spell has the acid, cold, electricity, or sonic descriptor, it deals that type of energy damage instead. In the case of spells with multiple descriptors, roll randomly among the descriptors to determine the type of damage dealt by the blast. The blast is centered on a single intersection within the spellslinger's space (spellslinger's choice) and deals 1d6 points of the appropriate energy damage or force damage per level of the spell cast. Any creature within the blast other than the spellslinger can make a Reflex saving throw to halve the damage. The Reflex save DC is calculated using the spell level of the spell being sacrificed. </p><p>A spellslinger can attune his <i>arcane guns</i> at the start of each day. That attunement lasts until the spellslinger attunes to a new gun, even if a formally attuned gun is destroyed. This ability replaces arcane bond. </p>", 
                            "name": "Arcane Gun", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Spellslinger/Arcane Gun", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"gunsmith\">The spellslinger gains the Gunsmithing feat and a battered gun that is identical to the gun a gunslinger gains at first level. If the spellslinger chooses the ability to attune two arcane guns, he still only starts out with one gun. Like a gunslinger, a spellslinger can use the Gunsmithing feat to restore his battered gun. This ability replaces scribe scroll. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Spellslinger/Gunsmith", 
                            "type": "section", 
                            "name": "Gunsmith", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"mage-bullets\">A spellslinger is adept at transferring spell energy into his <i>arcane gun</i> attacks. As a swift action, he can sacrifice a spell and transform that energy into a weapon bonus equal to the level of the spell sacrificed on a single barrel of his firearm. With that weapon bonus the spellslinger can apply any of the following to his arcane bond: enhancement bonuses (up to +5) and <i>dancing</i>, <i>defending</i>, <i>distance</i>, <i>flaming</i>, <i>flaming burst</i>, <i>frost</i>, <i>ghost touch</i>, <i>icy burst</i>, <i>merciful</i>, <i>seeking, shock</i>, <i>shocking burst</i>, <i>spell storing</i>, <i>thundering</i>, <i>vicious</i>, and <i>wounding</i>. An arcane gun gains no benefit from having two of the same weapon special abilities on the same barrel. The effect of the mage bullets ability lasts for a number of minutes equal to the level of the spell sacrificed, or until this ability is used again to assign the barrel different enhancements. This ability replaces cantrips, but the spellslinger gains the <i>detect magic</i> and <i>read magic</i> cantrips  and places them in his spellbook. He can cast either of these as 1st-level spells.</p>", 
                            "name": "Mage Bullets", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Spellslinger/Mage Bullets", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"school-of-the-gun\">The rigor and care required by arcane guns is so great that a spellslinger forsakes four schools of magic. These opposition schools are chosen at 1st level and cannot be changed later. A spellslinger who prepares a spell from his opposition school must use two spell slots of that level to prepare the spell. In addition, the spellslinger takes a &ndash;4 penalty on any skill checks made when crafting a magic item that has a spell from one of his opposition schools as a prerequisite. This ability replaces arcane school.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Spellslinger/School of the Gun", 
                            "type": "section", 
                            "name": "School of the Gun", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }
            ], 
            "name": "Wizard Archetypes", 
            "source": "Ultimate Combat"
        }
    ], 
    "name": "Wizard", 
    "source": "Ultimate Combat"
}