{
    "body": "<p>Some bards greatly prefer academic pursuits to the drama (and sometimes melodrama) of their artistic brethren. </p>", 
    "name": "Archivist", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist", 
    "type": "class_archetype", 
    "subtype": "bard", 
    "sections": [
        {
            "body": "<p id=\"bardic-performance\">An archivist gains the following types of bardic performance.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"naturalist\">An archivist who has identified a creature with a Knowledge check appropriate to its type can use performance to share strategies for defeating it with allies in combat. The archivist and any allies within 30 feet gain a +1 insight bonus to AC and on attack rolls and saving throws against exceptional, supernatural, and spell-like abilities used by creatures of that specific kind of monster (e.g., frost giants, not all giants or all humanoids). This bonus increases by +1 at 5th level and every six levels thereafter. This language-dependent ability requires visual and audible components. This ability replaces inspire courage. </p>", 
                    "name": "Naturalist", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Bardic Performance/Naturalist", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"lamentable-belaborment\">At 6th level, an archivist can bewilder a creature already fascinated by his performance. Using this ability does not disrupt the fascinate effect, but it does require a standard action to activate (in addition to the free action to continue the fascinate effect). The target must make a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). Success renders the target immune to this power for 24 hours, but failure leaves the target either dazed or confused (archivist's choice) for as long as the performance continues. If the target takes damage, this effect ends immediately. This mind-affecting ability relies on audible components. This ability replaces suggestion. </p>", 
                    "name": "Lamentable Belaborment", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Bardic Performance/Lamentable Belaborment", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"pedantic-lecture\">At 18th level, an archivist can affect as many creatures with lamentable belaborment as he currently has fascinated. In addition, he may choose to cause targets to fall asleep rather than be dazed or confused. This ability replaces mass suggestion.</p>", 
                    "name": "Pedantic Lecture", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Bardic Performance/Pedantic Lecture", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ], 
            "name": "Bardic Performance", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"lore-master\">At 2nd level, an archivist may take 20 on Knowledge checks once per day, plus once per six levels beyond 2nd. This ability replaces versatile performance. </p>", 
            "name": "Lore Master", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Lore Master", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"magic-lore\">At 2nd level, an archivist gains a bonus on Spellcraft checks to identify magic items or decipher scrolls equal to half his bard level and may take 10 on such checks. An archivist can use Disable Device to disarm magical traps as per a rogue's trapfinding ability and gains a +4 bonus on saves against magical traps, language-dependent effects, and symbols, glyphs, and magical writings of any kind. This ability replaces well-versed.</p>", 
            "name": "Magic Lore", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Magic Lore", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"jack-of-all-trades\">At 5th level, an archivist can use any skill, even if the skill normally requires him to be trained. At 11th level, he considers all skills to be class skills, and at 17th level he can take 10 on any skill check, even if it is not normally allowed. This ability replaces lore master. </p>", 
            "name": "Jack of All Trades", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Jack of All Trades", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"probable-path\">At 10th level, an archivist can calculate the action likely to bring success with the least risk. Once per day, he can take 10 on any d20 roll. He may use this ability one additional time per day for every three levels after 10th. This ability replaces jack of all trades. </p>", 
            "name": "Probable Path", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Probable Path", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}