{
    "body": "<p>Spending years studying all of the finer points of erudition and etiquette, the court bard takes up the role of resplendent proclaimer and artist-in-residence at the hand of nobility, royalty, and the well-moneyed elite who aspire to join their ranks. </p>", 
    "name": "Court Bard", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard", 
    "type": "class_archetype", 
    "subtype": "bard", 
    "sections": [
        {
            "body": "<p id=\"bardic-performance\">A court bard gains the following types of bardic performance.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"satire\">A court bard can use performance to undermine the confidence of enemies who hear it, causing them to take a &ndash;1 penalty on attack and damage rolls (minimum 1) and a &ndash;1 penalty on saves against fear and charm effects as long as the bard continues performing. This penalty increases by &ndash;1 at 5th level and every six levels thereafter. Satire is a language-dependent, mind-affecting ability that uses audible components. This performance replaces inspire courage.</p>", 
                    "name": "Satire", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Bardic Performance/Satire", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mockery\">A court bard of 3rd level or higher can subtly ridicule and defame a specific individual. The bard selects one target who can hear his performance. That individual takes a &ndash;2 penalty on Charisma checks and Charisma-related skill checks as long as the bard continues performing. This penalty increases by &ndash;1 every four levels after 3rd. Mockery is a language-dependent, mind-affecting ability that relies on audible components. This performance replaces inspire competence.</p>", 
                    "name": "Mockery", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Bardic Performance/Mockery", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"glorious-epic\">A court bard of 8th level or higher can weave captivating tales that engross those who hear them. Enemies within 30 feet become flat-footed unless they succeed at a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). A save renders them immune to this ability for 24 hours. Glorious epic is a language-dependent, mind-affecting ability that uses audible components. This performance replaces dirge of doom. </p>", 
                    "name": "Glorious Epic", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Bardic Performance/Glorious Epic", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"scandal\">A court bard of 14th level or higher can combine salacious gossip and biting calumny to incite a riot. Each enemy within 30 feet is affected as if by a <i>song of discord</i> for as long as it can hear the performance. A successful Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) negates the effect, and that creature is immune to this ability for 24 hours. Scandal is a language-dependent, mind-affecting ability that uses audible components. This performance replaces frightening tune.</p>", 
                    "name": "Scandal", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Bardic Performance/Scandal", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ], 
            "name": "Bardic Performance", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"heraldic-expertise\">A court bard gains a bonus equal to half his bard level on Diplomacy, Knowledge (history), Knowledge (local), and Knowledge (nobility) checks (minimum +1). Once per day, the court bard can also reroll a check against one of these skills, though he must take the result of the second roll even if it is worse. He can reroll one additional time per day at 5th level and every five levels thereafter. This ability replaces bardic knowledge. </p>", 
            "name": "Heraldic Expertise", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Heraldic Expertise", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"wide-audience\">At 5th level, a court bard can choose to affect a 60-foot cone instead of a 30-foot radius with bardic performances that affect an area. In addition, for every five levels beyond 5th, the area of such powers is increased by 10 feet (radius) or 20 feet (cone). If the power instead affects multiple creatures, it affects one additional creature than normal for every five levels beyond 5th. This does not affect powers that affect only a single creature. This ability replaces lore master and jack of all trades.</p>", 
            "name": "Wide Audience", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Wide Audience", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}