{
    "body": "<p>To create magic items, spellcasters use special feats which allow them to invest time and money in an item's creation. At the end of this process, the spellcaster must make a single skill check (usually Spellcraft, but sometimes another skill) to finish the item. If an item type has multiple possible skills, you choose which skill to make the check with. The DC to create a magic item is 5 + the caster level for the item. Failing this check means that the item does not function and the materials and time are wasted. Failing this check by 5 or more results in a cursed item (see Cursed Items for more information).</p><p>Note that all items have prerequisites in their descriptions. These prerequisites must be met for the item to be created. Most of the time, they take the form of spells that must be known by the item's creator (although access through another magic item or spellcaster is allowed). The DC to create a magic item increases by +5 for each prerequisite the caster does not meet. The only exception to this is the requisite item creation feat, which is mandatory. In addition, you cannot create potions, spell-trigger, or spell-completion magic items without meeting their spell prerequisites.</p><p>While item creation costs are handled in detail below, note that normally the two primary factors are the caster level of the creator and the level of the spell or spells put into the item. A creator can create an item at a lower caster level than her own, but never lower than the minimum level needed to cast the needed spell. Using metamagic feats, a caster can place spells in items at a higher level than normal.</p><p>Magic supplies for items are always half of the base price in gp. For many items, the market price equals the base price. Armor, shields, weapons, and items with value independent of their magically enhanced properties add their item cost to the market price. The item cost does not influence the base price (which determines the cost of magic supplies), but it does increase the final market price.</p><p>In addition, some items cast or replicate spells with costly material components. For these items, the market price equals the base price plus an extra price for the spell component costs. The cost to create these items is the magic supplies cost plus the costs for the components. Descriptions of these items include an entry that gives the total cost of creating the item.</p><p>The creator also needs a fairly quiet, comfortable, and well-lit place in which to work. Any place suitable for preparing spells is suitable for making items. Creating an item requires 8 hours of work per 1,000 gp in the item's base price (or fraction thereof), with a minimum of at least 8 hours. Potions and scrolls are an exception to this rule; they can take as little as 2 hours to create (if their base price is 250 gp or less). Scrolls and potions whose base price is more than 250 gp, but less than 1,000 gp, take 8 hours to create, just like any other magic item. The character must spend the gold at the beginning of the construction process. Regardless of the time needed for construction, a caster can create no more than one magic item per day. This process can be accelerated to 4 hours of work per 1,000 gp in the item's base price (or fraction thereof) by increasing the DC to create the item by +5.</p><p>The caster can work for up to 8 hours each day. He cannot rush the process by working longer each day, but the days need not be consecutive, and the caster can use the rest of his time as he sees fit. If the caster is out adventuring, he can devote 4 hours each day to item creation, although he nets only 2 hours' worth of work. This time is not spent in one continuous period, but rather during lunch, morning preparation, and during watches at night. If time is dedicated to creation, it must be spent in uninterrupted 4-hour blocks. This work is generally done in a controlled environment, where distractions are at a minimum, such as a laboratory or shrine. Work that is performed in a distracting or dangerous environment nets only half the amount of progress (just as with the adventuring caster).</p><p>A character can work on only one item at a time. If a character starts work on a new item, all materials used on the under-construction item are wasted.</p>", 
    "name": "Magic Item Creation", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Many factors must be considered when determining the price of new magic items. The easiest way to come up with a price is to compare the new item to an item that is already priced, using that price as a guide. Otherwise, use the guidelines summarized on Table: Estimating Magic Item Gold Piece Values.</p>", 
            "name": "Magic Item Gold Piece Values", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Magic Item Gold Piece Values", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table id=\"table-15-29-estimating-magic-item-gold-piece-values\" style=\"white-space:normal;\"><caption>Table: Estimating Magic Item Gold Piece Values</caption><thead><tr><th>Effect</th><th>Base Price</th><th>Example</th></tr></thead><tr class=\"odd\"><td>Ability bonus (enhancement)</td><td>Bonus squared &times; 1,000 gp</td><td><i>Belt of incredible dexterity +2</i></td></tr><tr class=\"even\"><td>Armor bonus (enhancement)</td><td>Bonus squared &times; 1,000 gp</td><td><i>+1 chainmail</i></td></tr><tr class=\"odd\"><td>Bonus spell</td><td>Spell level squared &times; 1,000 gp</td><td> <i>Pearl of power</i></td></tr><tr class=\"even\"><td>AC bonus (deflection)</td><td>Bonus squared &times; 2,000 gp</td><td><i>Ring of protection +3</i></td></tr><tr class=\"odd\"><td>AC bonus (other)<sup>1</sup></td><td>Bonus squared &times; 2,500 gp</td><td><i>Ioun stone (dusty rose prism)</i></td></tr><tr class=\"even\"><td>Natural armor bonus (enhancement)</td><td>Bonus squared &times; 2,000 gp</td><td><i>Amulet of natural armor +1</i></td></tr><tr class=\"odd\"><td>Save bonus (resistance)</td><td>Bonus squared &times; 1,000 gp</td><td><i>Cloak of resistance +5</i></td></tr><tr class=\"even\"><td>Save bonus (other)<sup>1 </sup></td><td>Bonus squared &times; 2,000 gp</td><td><i>Stone of good luck</i></td></tr><tr class=\"odd\"><td>Skill bonus (competence)</td><td>Bonus squared &times; 100 gp</td><td><i>Cloak of elvenkind</i></td></tr><tr class=\"even\"><td>Spell resistance</td><td>10,000 gp per point over SR 12; SR 13 minimum</td><td><i>Mantle of spell resistance</i></td></tr><tr class=\"odd\"><td>Weapon bonus (enhancement)</td><td>Bonus squared &times; 2,000 gp</td><td><i>+1 longsword</i></td></tr><tr><th>Spell Effect</th><th>Base Price</th><th>Example</th></tr><tr class=\"odd\"><td>Single use, spell completion</td><td>Spell level &times; caster level &times; 25 gp</td><td><i>Scroll of haste</i></td></tr><tr class=\"even\"><td>Single use, use-activated</td><td>Spell level &times; caster level &times; 50 gp</td><td><i>Potion of cure light wounds</i></td></tr><tr class=\"odd\"><td>50 charges, spell trigger</td><td>Spell level &times; caster level &times; 750 gp</td><td><i>Wand of fireball</i></td></tr><tr class=\"even\"><td>Command word</td><td>Spell level &times; caster level &times; 1,800 gp</td><td><i>Cape of the mountebank</i></td></tr><tr class=\"odd\"><td>Use-activated or continuous</td><td>Spell level &times; caster level &times; 2,000 gp<sup>2</sup></td><td><i>Lantern of revealing</i></td></tr><tr><th>Special</th><th>Base Price</th><th>Adjustment Example</th></tr><tr class=\"odd\"><td>Charges per day</td><td>Divide by (5 divided by charges per day)</td><td><i>Boots of teleportation</i></td></tr><tr class=\"even\"><td>No space limitation<sup>3</sup></td><td>Multiply entire cost by 2</td><td><i>Ioun stone</i></td></tr><tr class=\"odd\"><td>Multiple different abilities</td><td>Multiply lower item cost by 1.5 </td><td><i>Helm of brilliance</i></td></tr><tr class=\"even\"><td>Charged (50 charges)</td><td>1/2 unlimited use base price</td><td><i>Ring of the ram</i></td></tr><tr><th>Component</th><th>Extra Cost</th><th>Example</th></tr><tr class=\"even\"><td>Armor, shield, or weapon</td><td>Add cost of masterwork item</td><td><i>+1 composite longbow</i></td></tr><tr class=\"odd\"><td>Spell has material component cost</td><td>Add directly into price of item per charge<sup>4</sup></td><td><i>Wand of stoneskin</i></td></tr><tfoot><tr><td colspan=\"3\">Spell Level: A 0-level spell is half the value of a 1st-level spell for determining price.</td></tr><tr><td colspan=\"3\">1 Such as a luck, insight, sacred, or profane bonus.</td></tr><tr><td colspan=\"3\">2 If a continuous item has an effect based on a spell with a duration measured in rounds, multiply the cost by 4. If the duration of the spell is 1 minute/level, multiply the cost by 2, and if the duration is 10 minutes/level, multiply the cost by 1.5. If the spell has a 24-hour duration or greater, divide the cost in half.</td></tr><tr><td colspan=\"3\">3 An item that does not take up one of the spaces on a body costs double.</td></tr><tr><td colspan=\"3\">4 If item is continuous or unlimited, not charged, determine cost as if it had 100 charges. If it has some daily limit, determine as if it had 50 charges.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Magic Item Gold Piece Values/Table Estimating Magic Item Gold Piece Values", 
                    "type": "table", 
                    "name": "Table: Estimating Magic Item Gold Piece Values", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>For items with multiple similar abilities that don't take up space on a character's body, use the following formula: Calculate the price of the single most costly ability, then add 75% of the value of the next most costly ability, plus 1/2 the value of any other abilities.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Magic Item Gold Piece Values/Multiple Similar Abilities", 
                    "type": "section", 
                    "name": "Multiple Similar Abilities", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Abilities such as an attack roll bonus or saving throw bonus and a spell-like function are not similar, and their values are simply added together to determine the cost. For items that take up a space on a character's body, each additional power not only has no discount but instead has a 50% increase in price.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Magic Item Gold Piece Values/Multiple Different Abilities", 
                    "type": "section", 
                    "name": "Multiple Different Abilities", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>When multiplying spell levels to determine value, 0-level spells should be treated as 1/2 level.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Magic Item Gold Piece Values/0-Level Spells", 
                    "type": "section", 
                    "name": "0-Level Spells", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Once you have a cost figure, reduce that number if either of the following conditions applies:</p>", 
                    "name": "Other Considerations", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Magic Item Gold Piece Values/Other Considerations", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Some items require a specific skill to get them to function. This factor should reduce the cost about 10%.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Magic Item Gold Piece Values/Other Considerations/Item Requires Skill to Use", 
                            "type": "section", 
                            "name": "Item Requires Skill to Use", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Even more restrictive than requiring a skill, this limitation cuts the price by 30%.</p><p>Prices presented in the magic item descriptions (the gold piece value following the item's slot) are the market value, which is generally twice what it costs the creator to make the item.</p><p>Since different classes get access to certain spells at different levels, the prices for two characters to make the same item might actually be different. An item is only worth two times what the caster of the lowest possible level can make it for. Calculate the market price based on the lowest possible level caster, no matter who makes the item.</p><p>Not all items adhere to these formulas. First and foremost, these few formulas aren't enough to truly gauge the exact differences between items. The price of a magic item may be modified based on its actual worth. The formulas only provide a starting point. The pricing of scrolls assumes that, whenever possible, a wizard or cleric created it. Potions and wands follow the formulas exactly. Staves follow the formulas closely, and other items require at least some judgment calls.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Magic Item Gold Piece Values/Other Considerations/Item Requires Specific Class or Alignment to Use", 
                            "type": "section", 
                            "name": "Item Requires Specific Class or Alignment to Use", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>To create magic armor, a character needs a heat source and some iron, wood, or leatherworking tools. He also needs a supply of materials, the most obvious being the armor or the pieces of the armor to be assembled. Armor to be made into magic armor must be masterwork armor, and the masterwork cost is added to the base price to determine final market value. Additional magic supply costs for the materials are subsumed in the cost for creating the magic armor&mdash;half the base price of the item.</p><p>Creating magic armor has a special prerequisite: The creator's caster level must be at least three times the enhancement bonus of the armor. If an item has both an enhancement bonus and a special ability, the higher of the two caster level requirements must be met. Magic armor or a magic shield must have at least a +1 enhancement bonus to have any armor or shield special abilities.</p><p>If spells are involved in the prerequisites for making the armor, the creator must have prepared the spells to be cast (or must know the spells, in the case of a sorcerer or bard) and must provide any material components or focuses the spells require. The act of working on the armor triggers the prepared spells, making them unavailable for casting during each day of the armor's creation. (That is, those spell slots are expended from the caster's currently prepared spells, just as if they had been cast.)</p><p>Creating some armor may entail other prerequisites beyond or other than spellcasting. See the individual descriptions for details.</p><p>Crafting magic armor requires one day for each 1,000 gp value of the base price.</p><p><b>Item Creation Feat Required</b>: Craft Magic Arms and Armor.</p><p><b>Skill Used in Creation</b>: Spellcraft or Craft (armor).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Magic Armor", 
            "type": "section", 
            "name": "Creating Magic Armor", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>To create a magic weapon, a character needs a heat source and some iron, wood, or leatherworking tools. She also needs a supply of materials, the most obvious being the weapon or the pieces of the weapon to be assembled. Only a masterwork weapon can become a magic weapon, and the masterwork cost is added to the total cost to determine final market value. Additional magic supplies costs for the materials are subsumed in the cost for creating the magic weapon&mdash;half the base price of the item based upon the item's total effective bonus.</p><p>Creating a magic weapon has a special prerequisite: The creator's caster level must be at least three times the enhancement bonus of the weapon. If an item has both an enhancement bonus and a special ability, the higher of the two caster level requirements must be met. A magic weapon must have at least a +1 enhancement bonus to have any melee or ranged special weapon abilities.</p><p>If spells are involved in the prerequisites for making the weapon, the creator must have prepared the spells to be cast (or must know the spells, in the case of a sorcerer or bard) but need not provide any material components or focuses the spells require. The act of working on the weapon triggers the prepared spells, making them unavailable for casting during each day of the weapon's creation. (That is, those spell slots are expended from the caster's currently prepared spells, just as if they had been cast.)</p><p>At the time of creation, the creator must decide if the weapon glows or not as a side-effect of the magic imbued within it. This decision does not affect the price or the creation time, but once the item is finished, the decision is binding.</p><p>Creating magic double-headed weapons is treated as creating two weapons when determining cost, time, and special abilities.</p><p>Creating some weapons may entail other prerequisites beyond or other than spellcasting. See the individual descriptions for details.</p><p>Crafting a magic weapon requires 1 day for each 1,000 gp value of the base price.</p><p><b>Item Creation Feat Required</b>: Craft Magic Arms and Armor.</p><p><b>Skill Used in Creation</b>: <p>Spellcraft, Craft (bows) (for magic bows and arrows), or Craft (weapons) (for all other weapons).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Magic Weapons", 
            "type": "section", 
            "name": "Creating Magic Weapons", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The creator of a potion needs a level working surface and at least a few containers in which to mix liquids, as well as a source of heat to boil the brew. In addition, he needs ingredients. The costs for materials and ingredients are subsumed in the cost for brewing the potion: 25 gp &times; the level of the spell &times; the level of the caster.</p><p>All ingredients and materials used to brew a potion must be fresh and unused. The character must pay the full cost for brewing each potion. (Economies of scale do not apply.)</p><p>The imbiber of the potion is both the caster and the target. Spells with a range of personal cannot be made into potions.</p><p>The creator must have prepared the spell to be placed in the potion (or must know the spell, in the case of a sorcerer or bard) and must provide any material component or focus the spell requires.</p><p>Material components are consumed when he begins working, but a focus is not. (A focus used in brewing a potion can be reused.) The act of brewing triggers the prepared spell, making it unavailable for casting until the character has rested and regained spells. (That is, that spell slot is expended from the caster's currently prepared spells, just as if it had been cast.) Brewing a potion requires 1 day.</p><p><b>Item Creation Feat Required</b>: Brew Potion.</p><p><b>Skill Used in Creation</b>: Spellcraft or Craft (alchemy)</p>", 
            "name": "Creating Potions", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Potions", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><caption>Potion Base Costs (By Brewer's Class)</caption><thead><tr><th>Spell Level</th><th>Cleric, Druid, Wizard</th><th>Sorcerer</th><th>Bard</th><th>Paladin, Ranger*</th></tr></thead><tr class=\"odd\"><td>0</td><td>25 gp</td><td>25 gp</td><td>25 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>1st</td><td>50 gp</td><td>50 gp</td><td>50 gp</td><td>50 gp</td></tr><tr class=\"odd\"><td>2nd</td><td>300 gp</td><td>400 gp</td><td>400 gp</td><td>400 gp</td></tr><tr class=\"even\"><td>3rd</td><td>750 gp</td><td>900 gp</td><td>1,050 gp</td><td>1,050 gp</td></tr><tfoot><tr><td colspan=\"5\">* Caster level is equal to class level &ndash;3.</td></tr><tr><td colspan=\"5\">Prices assume that the potion was made at the minimum caster level. The cost to create a potion is half the base price.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Potions/Potion Base Costs (By Brewers Class)", 
                    "type": "table", 
                    "name": "Potion Base Costs (By Brewer's Class)", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>To create a magic ring, a character needs a heat source. He also needs a supply of materials, the most obvious being a ring or the pieces of the ring to be assembled. The cost for the materials is subsumed in the cost for creating the ring. Ring costs are difficult to determine. Refer to Table: Estimating Magic Item Gold Piece Values and use the ring prices in the ring descriptions as a guideline. Creating a ring generally costs half the ring's market price.</p><p>Rings that duplicate spells with costly material components add in the value of 50 &times; the spell's component cost. Having a spell with a costly component as a prerequisite does not automatically incur this cost. The act of working on the ring triggers the prepared spells, making them unavailable for casting during each day of the ring's creation. (That is, those spell slots are expended from the caster's currently prepared spells, just as if they had been cast.)</p><p>Creating some rings may entail other prerequisites beyond or other than spellcasting. See the individual descriptions for details.</p><p>Forging a ring requires 1 day for each 1,000 gp of the base price.</p><p><b>Item Creation Feat Required</b>: Forge Ring.</p><p><b>Skill Used in Creation</b>: Spellcraft or Craft (jewelry).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Rings", 
            "type": "section", 
            "name": "Creating Rings", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>To create a magic rod, a character needs a supply of materials, the most obvious being a rod or the pieces of the rod to be assembled. The cost for the materials is subsumed in the cost for creating the rod. Rod costs are difficult to determine. Refer to Table: Estimating Magic Item Gold Piece Values and use the rod prices in the rod descriptions as a guideline. Creating a rod costs half the market value listed.</p><p>If spells are involved in the prerequisites for making the rod, the creator must have prepared the spells to be cast (or must know the spells, in the case of a sorcerer or bard) but need not provide any material components or focuses the spells require. The act of working on the rod triggers the prepared spells, making them unavailable for casting during each day of the rod's creation. (That is, those spell slots are expended from the caster's currently prepared spells, just as if they had been cast.)</p><p>Creating some rods may entail other prerequisites beyond or other than spellcasting. See the individual descriptions for details.</p><p>Crafting a rod requires 1 day for each 1,000 gp of the base price.</p><p><b>Item Creation Feat Required</b>: Craft Rod.</p><p><b>Skill Used in Creation</b>: Spellcraft, Craft (jewelry), Craft (sculptures), or Craft (weapons).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Rods", 
            "type": "section", 
            "name": "Creating Rods", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>To create a scroll, a character needs a supply of choice writing materials, the cost of which is subsumed in the cost for scribing the scroll: 12.5 gp &times; the level of the spell &times; the level of the caster.</p><p>All writing implements and materials used to scribe a scroll must be fresh and unused. A character must pay the full cost for scribing each spell scroll no matter how many times she previously has scribed the same spell.</p><p>The creator must have prepared the spell to be scribed (or must know the spell, in the case of a sorcerer or bard) and must provide any material component or focus the spell requires. A material component is consumed when she begins writing, but a focus is not. (A focus used in scribing a scroll can be reused.) The act of writing triggers the prepared spell, making it unavailable for casting until the character has rested and regained spells. (That is, that spell slot is expended from the caster's currently prepared spells, just as if it had been cast.)</p><p>Scribing a scroll requires 1 day per 1,000 gp of the base price. Although an individual scroll might contain more than one spell, each spell must be scribed as a separate effort, meaning that no more than 1 spell can be scribed in a day.</p><p><b>Item Creation Feat Required</b>: Scribe Scroll.</p><p><b>Skill Used in Creation</b>: Spellcraft, Craft (calligraphy), or Profession (scribe).</p>", 
            "name": "Creating Scrolls", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Scrolls", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><caption>Scroll Base Costs (By Scriber's Class)</caption><thead><tr><th>Spell Level</th><th>Cleric, Druid, Wizard</th><th>Sorcerer</th><th>Bard</th><th>Paladin, Ranger*</th></tr></thead><tr class=\"odd\"><td>0</td><td>12 gp 5 sp</td><td>12 gp 5 sp</td><td>12 gp 5 sp</td><td>&mdash;</td></tr><tr class=\"even\"><td>1st</td><td>25 gp</td><td>25 gp</td><td>25 gp</td><td>25 gp</td></tr><tr class=\"odd\"><td>2nd</td><td>150 gp</td><td>200 gp</td><td>200 gp</td><td>200 gp</td></tr><tr class=\"even\"><td>3rd</td><td>375 gp</td><td>450 gp</td><td>525 gp</td><td>525 gp</td></tr><tr class=\"odd\"><td>4th</td><td>700 gp</td><td>800 gp</td><td>1,000 gp</td><td>1,000 gp</td></tr><tr class=\"even\"><td>5th</td><td>1,125 gp</td><td>1,250 gp</td><td>1,625 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>6th</td><td>1,650 gp</td><td>1,800 gp</td><td>2,400 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>7th</td><td>2,275 gp</td><td>2,450 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>8th</td><td>3,000 gp</td><td>3,200 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>9th</td><td>3,825 gp</td><td>4,050 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tfoot><tr><td colspan=\"5\">* Caster level is equal to class level &ndash;3.</td></tr><tr><td colspan=\"5\">Prices assume that the scroll was made at the minimum caster level. The cost to create a scroll is half the base price.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Scrolls/Scroll Base Costs (By Scribers Class)", 
                    "type": "table", 
                    "name": "Scroll Base Costs (By Scriber's Class)", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>To create a magic staff, a character needs a supply of materials, the most obvious being a staff or the pieces of the staff to be assembled.</p><p>The materials cost is subsumed in the cost of creation: 400 gp &times; the level of the highest-level spell &times; the level of the caster, plus 75% of the value of the next most costly ability (300 gp &times; the level of the spell &times; the level of the caster), plus 1/2 the value of any other abilities (200 gp &times; the level of the spell &times; the level of the caster). Staves are always fully charged (10 charges) when created.</p><p>If desired, a spell can be placed into the staff at less than the normal cost, but then activating that particular spell drains additional charges from the staff. Divide the cost of the spell by the number of charges it consumes to determine its final price. Note that this does not change the order in which the spells are priced (the highest level spell is still priced first, even if it requires more than one charge to activate). The caster level of all spells in a staff must be the same, and no staff can have a caster level of less than 8th, even if all the spells in the staff are low-level spells.</p><p>The creator must have prepared the spells to be stored (or must know the spells, in the case of a sorcerer or bard) and must provide any focus the spells require as well as material component costs sufficient to activate the spell 50 times (divide this amount by the number of charges one use of the spell expends). Material components are consumed when he begins working, but focuses are not. (A focus used in creating a staff can be reused.) The act of working on the staff triggers the prepared spells, making them unavailable for casting during each day of the staff 's creation. (That is, those spell slots are expended from the caster's currently prepared spells, just as if they had been cast.)</p><p>Creating a few staves may entail other prerequisites beyond spellcasting. See the individual descriptions for details.</p><p>Crafting a staff requires 1 day for each 1,000 gp of the base price.</p><p><b>Item Creation Feat Required</b>: Craft Staff.</p><p><b>Skill Used in Creation</b>: Spellcraft, Craft (jewelry), Craft (sculptures), or Profession (woodcutter).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Staves", 
            "type": "section", 
            "name": "Creating Staves", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>To create a magic wand, a character needs a small supply of materials, the most obvious being a baton or the pieces of the wand to be assembled. The cost for the materials is subsumed in the cost for creating the wand: 375 gp &times; the level of the spell &times; the level of the caster. Wands are always fully charged (50 charges) when created.</p><p>The creator must have prepared the spell to be stored (or must know the spell, in the case of a sorcerer or bard) and must provide any focuses the spell requires. Fifty of each needed material component are required (one for each charge). Material components are consumed when work begins, but focuses are not. A focus used in creating a wand can be reused. The act of working on the wand triggers the prepared spell, making it unavailable for casting during each day devoted to the wand's creation. (That is, that spell slot is expended from the caster's currently prepared spells, just as if it had been cast.)</p><p>Crafting a wand requires 1 day per each 1,000 gp of the base price.</p><p>Item Creation Feat Required</b>: Craft Wand.</p><p>Skill Used in Creation</b>: Spellcraft, Craft (jewelry), Craft (sculptures), or Profession (woodcutter).</p>", 
            "name": "Creating Wands", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Wands", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><caption>Wand Base Costs (By Crafter's Class)</caption><thead><tr><th>Spell Level</th><th>Cleric, Druid, Wizard</th><th>Sorcerer</th><th>Bard</th><th>Paladin, Ranger*</th></tr></thead><tr class=\"odd\"><td>0</td><td>375 gp</td><td>375 gp</td><td>375 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>1st</td><td>750 gp</td><td>750 gp</td><td>750 gp</td><td>750 gp</td></tr><tr class=\"odd\"><td>2nd</td><td>4,500 gp</td><td>6,000 gp</td><td>6,000 gp</td><td>6,000 gp</td></tr><tr class=\"even\"><td>3rd</td><td>11,250 gp</td><td>13,500 gp</td><td>15,750 gp</td><td>15,750 gp</td></tr><tr class=\"odd\"><td>4th</td><td>21,000 gp</td><td>24,000 gp</td><td>30,000 gp</td><td>30,000 gp</td></tr><tfoot><tr><td colspan=\"5\">* Caster level is equal to class level &ndash;3.</td></tr><tr><td colspan=\"5\">Prices assume that the wand was made at the minimum caster level. The cost to create a wand is half the base price.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Wands/Wand Base Costs (By Crafters Class)", 
                    "type": "table", 
                    "name": "Wand Base Costs (By Crafter's Class)", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>To create a wondrous item, a character usually needs some sort of equipment or tools to work on the item. She also needs a supply of materials, the most obvious being the item itself or the pieces of the item to be assembled. The cost for the materials is subsumed in the cost for creating the item. Wondrous item costs are difficult to determine. Refer to Table: Estimating Magic Item Gold Piece Values and use the item prices in the item descriptions as a guideline. Creating an item costs half the market value listed.</p><p>If spells are involved in the prerequisites for making the item, the creator must have prepared the spells to be cast (or must know the spells, in the case of a sorcerer or bard) but need not provide any material components or focuses the spells require. The act of working on the item triggers the prepared spells, making them unavailable for casting during each day of the item's creation. (That is, those spell slots are expended from the caster's currently prepared spells, just as if they had been cast.)</p><p>Creating some items may entail other prerequisites beyond or other than spellcasting. See the individual descriptions for details.</p><p>Crafting a wondrous item requires 1 day for each 1,000 gp of the base price.</p><p><b>Item Creation Feat Required</b>: Craft Wondrous Item.</p><p><b>Skill Used In Creation</b>: Spellcraft or an applicable Craft or Profession skill check.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Wondrous Items", 
            "type": "section", 
            "name": "Creating Wondrous Items", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Sometimes, lack of funds or time make it impossible for a magic item crafter to create the desired item from scratch. Fortunately, it is possible to enhance or build upon an existing magic item. Only time, gold, and the various prerequisites required of the new ability to be added to the magic item restrict the type of additional powers one can place.</p><p>The cost to add additional abilities to an item is the same as if the item was not magical, less the value of the original item. Thus, a <i>+1 longsword</i> can be made into a <i>+2 vorpal longsword</i>, with the cost to create it being equal to that of a <i>+2 vorpal sword</i> minus the cost of a <i>+1 longsword</i>.</p><p>If the item is one that occupies a specific place on a character's body, the cost of adding any additional ability to that item increases by 50%. For example, if a character adds the power to confer invisibility to her <i>ring of protection +2</i>, the cost of adding this ability is the same as for creating a <i>ring of invisibility</i> multiplied by 1.5. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Adding New Abilities", 
            "type": "section", 
            "name": "Adding New Abilities", 
            "source": "Core Rulebook"
        }
    ]
}