{
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Potions", 
    "type": "section", 
    "sections": [
        {
            "body": "<table id=\"table-15-12-potions\"><caption>Table: Potions</caption><thead><tr><th>Minor</th><th>Medium</th><th>Major</th><th>Spell Level</th><th>Caster Level</th></tr></thead><tr class=\"odd\"><td>01&ndash;20</td><td>&mdash;</td><td>&mdash;</td><td>0</td><td>1st</td></tr><tr class=\"even\"><td>21&ndash;60</td><td>01&ndash;20</td><td>&mdash;</td><td>1st</td><td>1st</td></tr><tr class=\"odd\"><td> 61&ndash;100</td><td>21&ndash;60</td><td>01&ndash;20</td><td>2nd</td><td>3rd</td></tr><tr class=\"even\"><td> &mdash;</td><td>61&ndash;100</td><td>21&ndash;100</td><td>3rd</td><td>5th</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Potions/Table Potions", 
            "type": "table", 
            "name": "Table: Potions", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<table><caption>Potion Costs</caption><thead><tr><th>Spell Level</th><th>Cleric, Druid, Wizard</th><th>Sorcerer</th><th>Bard</th><th>Paladin, Ranger</th></tr></thead><tr class=\"odd\"><td>0</td><td>25 gp</td><td>25 gp</td><td>25 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>1st</td><td>50 gp</td><td>50 gp</td><td>50 gp</td><td>50 gp</td></tr><tr class=\"odd\"><td>2nd</td><td>300 gp</td><td>400 gp</td><td>400 gp</td><td>400 gp</td></tr><tr class=\"even\"><td>3rd</td><td>750 gp</td><td>900 gp</td><td>1,050 gp</td><td>1,050 gp</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Potions/Potion Costs", 
            "type": "table", 
            "name": "Potion Costs", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A potion is a magic liquid that produces its effect when imbibed. Potions vary incredibly in appearance. Magic oils are similar to potions, except that oils are applied externally rather than imbibed. A potion or oil can be used only once. It can duplicate the effect of a spell of up to 3rd level that has a casting time of less than 1 minute and targets one or more creatures or objects. The price of a potion is equal to the level of the spell &times; the creator's caster level &times; 50 gp. If the potion has a material component cost, it is added to the base price and cost to create. Table: Potions gives sample prices for potions created at the lowest possible caster level for each spellcasting class. Note that some spells appear at different levels for different casters. The level of such spells depends on the caster brewing the potion.</p><p>Potions are like spells cast upon the imbiber. The character taking the potion doesn't get to make any decisions about the effect&mdash;the caster who brewed the potion has already done so. The drinker of a potion is both the effective target and the caster of the effect (though the potion indicates the caster level, the drinker still controls the effect).</p><p>The person applying an oil is the effective caster, but the object is the target.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical potion or oil consists of 1 ounce of liquid held in a ceramic or glass vial fitted with a tight stopper. The stoppered container is usually no more than 1 inch wide and 2 inches high. The vial has AC 13, 1 hit point, hardness 1, and a break DC of 12. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Physical Description"
        }, 
        {
            "body": "<p>In addition to the standard methods of identification, PCs can sample from each container they find to attempt to determine the nature of the liquid inside with a Perception check. The DC of this check is equal to 15 + the spell level of the potion (although this DC might be higher for rare or unusual potions). </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Potions/Identifying Potions", 
            "type": "section", 
            "name": "Identifying Potions", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Drinking a potion or applying an oil requires no special skill. The user merely removes the stopper and swallows the potion or smears on the oil. The following rules govern potion and oil use.</p><p>Drinking a potion or using an oil is a standard action. The potion or oil takes effect immediately. Using a potion or oil provokes attacks of opportunity. An enemy may direct an attack of opportunity against the potion or oil container rather than against the character. A successful attack of this sort can destroy the container, preventing the character from drinking the potion or applying the oil. </p><p>A creature must be able to swallow a potion or smear on an oil. Because of this, incorporeal creatures cannot use potions or oils. Any corporeal creature can imbibe a potion or use an oil.</p><p>A character can carefully administer a potion to an unconscious creature as a full-round action, trickling the liquid down the creature's throat. Likewise, it takes a full-round action to apply an oil to an unconscious creature.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Activation"
        }
    ], 
    "name": "Potions", 
    "source": "Core Rulebook"
}