{
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Scrolls", 
    "type": "section", 
    "sections": [
        {
            "body": "<table id=\"table-15-15-scrolls\"><caption>Table: Scrolls</caption><thead><tr><th>Minor</th><th>Medium</th><th>Major</th><th>Spell Level</th><th>Caster Level</th></tr></thead><tr class=\"odd\"><td> 01&ndash;05</td><td>&mdash;</td><td>&mdash;</td><td>0</td><td>1st</td></tr><tr class=\"even\"><td> 06&ndash;50</td><td>&mdash;</td><td>&mdash;</td><td>1st</td><td>1st</td></tr><tr class=\"odd\"><td> 51&ndash;95</td><td>01&ndash;05</td><td>&mdash;</td><td>2nd</td><td>3rd</td></tr><tr class=\"even\"><td> 96&ndash;100</td><td>06&ndash;65</td><td>&mdash;</td><td>3rd</td><td>5th</td></tr><tr class=\"odd\"><td> &mdash;</td><td>66&ndash;95</td><td>01&ndash;05</td><td>4th</td><td>7th</td></tr><tr class=\"even\"><td> &mdash;</td><td>96&ndash;100</td><td>06&ndash;50</td><td>5th</td><td>9th</td></tr><tr class=\"odd\"><td> &mdash;</td><td>&mdash;</td><td>51&ndash;70</td><td>6th</td><td>11th</td></tr><tr class=\"even\"><td> &mdash;</td><td>&mdash;</td><td>71&ndash;85</td><td>7th</td><td>13th</td></tr><tr class=\"odd\"><td> &mdash;</td><td>&mdash;</td><td>86&ndash;95</td><td>8th</td><td>15th</td></tr><tr class=\"even\"><td> &mdash;</td><td>&mdash;</td><td>96&ndash;100</td><td>9th</td><td>17th</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Scrolls/Table Scrolls", 
            "type": "table", 
            "name": "Table: Scrolls", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<table><caption>Scroll Costs</caption><thead><tr><th>Spell Level</th><th>Cleric, Druid, Wizard</th><th>Sorcerer</th><th>Bard</th><th>Paladin, Ranger</th></tr></thead><tr class=\"odd\"><td>0</td><td>12.5 gp</td><td>12.5 gp</td><td>12.5 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>1st</td><td>25 gp</td><td>25 gp</td><td>25 gp</td><td>25 gp</td></tr><tr class=\"odd\"><td>2nd</td><td>150 gp</td><td>200 gp</td><td>200 gp</td><td>200 gp</td></tr><tr class=\"even\"><td>3rd</td><td>375 gp</td><td>450 gp</td><td>525 gp</td><td>525 gp</td></tr><tr class=\"odd\"><td>4th</td><td>700 gp</td><td>800 gp</td><td>1,000 gp</td><td>1,000 gp</td></tr><tr class=\"even\"><td>5th</td><td>1,125 gp</td><td>1,250 gp</td><td>1,625 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>6th</td><td>1,650 gp</td><td>1,800 gp</td><td>2,400 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>7th</td><td>2,275 gp</td><td>2,450 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>8th</td><td>3,000 gp</td><td>3,200 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>9th</td><td>3,825 gp</td><td>4,050 gp</td><td>&mdash;</td><td>&mdash;</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Scrolls/Scroll Costs", 
            "type": "table", 
            "name": "Scroll Costs", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A scroll is a spell (or collection of spells) that has been stored in written form. A spell on a scroll can be used only once. The writing vanishes from the scroll when the spell is activated. Using a scroll is basically like casting a spell. The price of a scroll is equal to the level of the spell &times; the creator's caster level &times; 25 gp. If the scroll has a material component cost, it is added to the base price and cost to create. Table: Scrolls gives sample prices for scrolls created at the lowest possible caster level for each spellcasting class. Note that some spells appear at different levels for different casters. The level of such spells depends on the caster scribing the scroll.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>A scroll is a heavy sheet of fine vellum or high-quality paper. An area about 8-1/2 inches wide and 11 inches long is sufficient to hold one spell. The sheet is reinforced at the top and bottom with strips of leather slightly longer than the sheet is wide. A scroll holding more than one spell has the same width (about 8-1/2 inches) but is an extra foot or so long for each additional spell. Scrolls that hold three or more spells are usually fitted with reinforcing rods at each end rather than simple strips of leather. A scroll has AC 9, 1 hit point, hardness 0, and a break DC of 8.</p><p>To protect it from wrinkling or tearing, a scroll is rolled up from both ends to form a double cylinder. (This also helps the user unroll the scroll quickly.) The scroll is placed in a tube of ivory, jade, leather, metal, or wood. Most scroll cases are inscribed with magic symbols which often identify the owner or the spells stored on the scrolls inside. The symbols sometimes hide magic traps.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Physical Description"
        }, 
        {
            "body": "<p>To activate a scroll, a spellcaster must read the spell written on it. This involves several steps and conditions.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The writing on a scroll must be deciphered before a character can use it or know exactly what spell it contains. This requires a <i>read magic</i> spell or a successful Spellcraft check (DC 20 + spell level). Deciphering a scroll is a full-round action.</p><p>Deciphering a scroll to determine its contents does not activate its magic unless it is a specially prepared cursed scroll. A character can decipher the writing on a scroll in advance so that she can proceed directly to the next step when the time comes to use the scroll.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Scrolls/Activation/Decipher the Writing", 
                    "type": "section", 
                    "name": "Decipher the Writing", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Activating a scroll requires reading the spell from the scroll. The character must be able to see and read the writing on the scroll. Activating a scroll spell requires no material components or focus. (The creator of the scroll provided these when scribing the scroll.) Note that some spells are effective only when cast on an item or items. In such a case, the scroll user must provide the item when activating the spell. Activating a scroll spell is subject to disruption just as casting a normally prepared spell would be. Using a scroll is like casting a spell for purposes of arcane spell failure chance.</p><p>To have any chance of activating a scroll spell, the scroll user must meet the following requirements.</p><ul><li> The spell must be of the correct type (arcane or divine). Arcane spellcasters (wizards, sorcerers, and bards) can only use scrolls containing arcane spells, and divine spellcasters (clerics, druids, paladins, and rangers) can only use scrolls containing divine spells. (The type of scroll a character creates is also determined by his class.)</li><li> The user must have the spell on her class list.</li><li> The user must have the requisite ability score.</li></ul><p>If the user meets all the requirements noted above, and her caster level is at least equal to the spell's caster level, she can automatically activate the spell without a check. If she meets all three requirements but her own caster level is lower than the scroll spell's caster level, then she has to make a caster level check (DC = scroll's caster level + 1) to cast the spell successfully. If she fails, she must make a DC 5 Wisdom check to avoid a mishap (see Scroll Mishaps). A natural roll of 1 always fails, whatever the modifiers. Activating a scroll is a standard action (or the spell's casting time, whichever is longer) and it provokes attacks of opportunity exactly as casting a spell does.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Scrolls/Activation/Activate the Spell", 
                    "type": "section", 
                    "name": "Activate the Spell", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A spell successfully activated from a scroll works exactly like a spell prepared and cast the normal way. Assume the scroll spell's caster level is always the minimum level required to cast the spell for the character who scribed the scroll, unless the scriber specifically desired otherwise. </p><p>The writing for an activated spell disappears from the scroll as the spell is cast.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Scrolls/Activation/Determine Effect", 
                    "type": "section", 
                    "name": "Determine Effect", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>When a mishap occurs, the spell on the scroll has a reversed or harmful effect. Possible mishaps are given below.</p><ul><li> A surge of uncontrolled magical energy deals 1d6 points of damage per spell level to the scroll user.</li><li> Spell strikes the scroll user or an ally instead of the intended target, or a random target nearby if the scroll user was the intended recipient.</li><li> Spell takes effect at some random location within spell range.</li><li> Spell's effect on the target is contrary to the spell's normal effect. </li><li> The scroll user suffers some minor but bizarre effect related to the spell in some way. Most such effects should last only as long as the original spell's duration, or 2d10 minutes for instantaneous spells.</li><li> Some innocuous item or items appear in the spell's area.</li><li> Spell has delayed effect. Sometime within the next 1d12 hours, the spell activates. If the scroll user was the intended recipient, the spell takes effect normally. If the user was not the intended recipient, the spell goes off in the general direction of the original recipient or target, up to the spell's maximum range, if the target has moved away.</li></ul>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Scrolls/Activation/Scroll Mishaps", 
                    "type": "section", 
                    "name": "Scroll Mishaps", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Activation", 
            "source": "Core Rulebook"
        }
    ], 
    "name": "Scrolls", 
    "source": "Core Rulebook"
}