{
    "body": "<p id=\"master-shifter\">At 20th level, the ranger's shifter's blessing forms improve, and he can take on true forms of beasts. The ranger can use dual form shifter with this ability, although he cannot use more than one polymorph effect at any one time. This ability replaces master hunter. The ranger's forms from shifter's blessing improve to the following:</p>", 
    "name": "Master Shifter", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Shapeshifter/Master Shifter", 
    "sections": [
        {
            "body": "<p id=\"form-of-the-bear\">The ranger's muscles enlarge and tighten, and his facial features become more ursine. While in this form, the ranger gains a +8 enhancement bonus to Strength and he does not suffer any reduction of speed. Alternatively, the ranger can polymorph into the form of a bear as if the caster of <i>beast shape IV</i>.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Shapeshifter/Master Shifter/Form of the Bear", 
            "type": "section", 
            "name": "Form of the Bear", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"form-of-the-cat\">The ranger's muscles become lean and defined, and his gait more deliberate and graceful. While in this form, the ranger increases his base speed by 20 feet and he gains a +10 bonus on Acrobatics and Climb checks. Alternatively, the ranger can polymorph into the form of a cat of any size as if the caster of <i>beast shape IV</i>.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Shapeshifter/Master Shifter/Form of the Cat", 
            "type": "section", 
            "name": "Form of the Cat", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"form-of-the-dragon\">The ranger's skin becomes rough and scaly. While in this form, the ranger gains a +4 natural armor bonus to AC and a fly speed of 30 feet with average maneuverability. Alternately, the ranger can polymorph into the form of a dragon as if the caster of <i>form of the dragon I</i>.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Shapeshifter/Master Shifter/Form of the Dragon", 
            "type": "section", 
            "name": "Form of the Dragon", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"form-of-the-eagle\">The ranger's skin stretches, his nose becomes hooked, and his eyes enlarge. While in this form, the ranger gains a +10 bonus on Perception checks and a fly speed of 40 feet with good maneuverability. Alternatively, the ranger can polymorph into the form of an eagle or similar raptor as if the caster of <i>beast shape IV</i>.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Shapeshifter/Master Shifter/Form of the Eagle", 
            "type": "section", 
            "name": "Form of the Eagle", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"form-of-the-jackal\">The ranger becomes thin and hyperactive, his movements taking on a nervous spryness. While in this form, the ranger does not provoke attacks of opportunity due to movement. Alternatively, the ranger can polymorph into the form of a jackal or other canine creature as if the caster of <i>beast shape IV</i>.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Shapeshifter/Master Shifter/Form of the Jackal", 
            "type": "section", 
            "name": "Form of the Jackal", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"form-of-the-otter\">The ranger's hands and feet grow webs, and his body grows an oily fur that is water resistant. While in this form, the ranger gains a swim speed of 60 feet and a +5 bonus on Swim checks. Alternatively, the ranger can polymorph into the form of an otter or similar river mammal as if the caster of <i>beast shape IV</i>. </p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Shapeshifter/Master Shifter/Form of the Otter", 
            "type": "section", 
            "name": "Form of the Otter", 
            "source": "Advanced Player's Guide"
        }
    ], 
    "ability_types": {
        "ability_type": "Supernatural"
    }, 
    "source": "Advanced Player's Guide", 
    "type": "ability"
}