{
    "body": "<p>When the world's crust ruptures and expels its molten heart, one of the most dramatic natural disasters results: a volcano. Volcanic eruptions offer a wide range of options for the GM, including lava, lava bombs, poisonous gases, and pyroclastic flows. GMs might also consider presaging a dramatic volcanic eruption with existing hazards, like avalanches and minor earthquakes.</p>", 
    "name": "Volcanoes", 
    "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p>Lava flows are usually associated with nonexplosive eruptions, and can be a permanent fixture of active volcanoes. Most lava flows are quite slow, moving at 15 feet per round. Hotter flows move faster, achieving speeds up to 60 feet per round. Lava in a channel such as a lava tube is especially dangerous, moving as fast as 120 feet per round (a CR 6 hazard). Creatures overrun by a lava flow must make a DC 20 Reflex save or be engulfed in the lava. Success indicates that they are in contact with the lava but not immersed.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes/Lava", 
            "type": "section", 
            "name": "Lava", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Blobs of molten rock may be hurled several miles from an erupting volcano, cooling into solid rock before they land. A typical lava bomb strikes a point designated by the GM and explodes in a 30-foot radius. All creatures in the area must make a DC 15 Reflex save or take 4d6 points of damage. Creatures under cover or capable of covering themselves (like with a shield) gain a +2 bonus on this save. Particularly large lava bombs might sometimes occur, dealing 12d6 points of damage. Normal lava bombs have a CR of 2, large lava bombs have a CR of 5.</p>", 
            "name": "Lava Bombs", 
            "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes/Lava Bombs", 
            "source": "Game Mastery Guide", 
            "abbrev": "CR 2 or 8", 
            "type": "section"
        }, 
        {
            "body": "<p>One of the more insidious threats of a volcano is toxic gas, often escaping notice amid the fire and destruction. A wide variety of poisonous vapors can result from a volcanic eruption, some visible, some unseen. Poisonous gas causes 1d6 points of Constitution damage per round if inhaled (Fortitude DC 15 negates, the DC increases by 1 per previous save), and visible gases also function as heavy smoke. Poisonous gas clouds flow toward low ground, and are typically 50 feet high. Gale-force winds can divert gas clouds, as can high barriers&mdash;provided the gas has somewhere else to go.</p>", 
            "name": "Poisonous Gas", 
            "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes/Poisonous Gas", 
            "source": "Game Mastery Guide", 
            "abbrev": "CR 5", 
            "type": "section"
        }, 
        {
            "body": "<p>Some volcanic eruptions create a devastating wave of burning ash, hot gases, and volcanic debris called a pyroclastic flow that can travel for miles. Treat a pyroclastic flow as an avalanche traveling at 500 feet per round, combined with the effects of poisonous gas listed above. Contact with the searing-hot debris of the flow causes 2d6 points of fire damage per round, while any creature buried in the flow suffers 10d6 points of damage per round. Only reality-warping magic like <i>miracle</i> or <i>wish</i> can turn aside or impede a pyroclastic flow.</p>", 
            "name": "Pyroclastic Flows", 
            "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes/Pyroclastic Flows", 
            "source": "Game Mastery Guide", 
            "abbrev": "CR 10", 
            "type": "section"
        }
    ]
}