{
    "body": "<p>The following are new mysteries for oracles. An oracle must pick one mystery upon taking her first level of oracle. Once made, this choice cannot be changed. Unless otherwise noted, the DC to save against these revelations is equal to 10 + 1/2 the oracle's class level + the oracle's Charisma modifier. Effects that duplicate spells use the oracle's class level as her caster level.</p>", 
    "name": "Mysteries", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "name": "Ancestor", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor", 
            "type": "section", 
            "subtype": "oracle_mystery", 
            "sections": [
                {
                    "body": "<p id=\"deities\"></p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Deities", 
                    "type": "section", 
                    "name": "Deities", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"class-skills:\"> An oracle with the ancestor mystery adds Linguistics, and all Knowledge skills to her list of class skills.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "body": "<p id=\"bonus-spells\"><i>unseen servant</i> (2nd), <i>spiritual weapon</i> (4th), <i>heroism</i> (6th), <i>spiritual ally</i> (8th), <i>telekinesis</i> (10th), <i>greater heroism</i> (12th), <i>ethereal jaunt</i> (14th), <i>vision</i> (16th), <i>astral projection</i> (18th).</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Bonus Spells"
                }, 
                {
                    "body": "<p id=\"revelations\">An oracle with the ancestor mystery can choose from any of the following revelations.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"ancestral-weapon\">You can summon a simple or martial weapon from your family's history that is appropriate for your current size. You are considered proficient with this weapon. At 3rd level, the weapon is considered masterwork. At 7th level, 15th level, and 19th level, the weapon gains a cumulative +1 enhancement bonus. At 11th level, the weapon gains the <i>ghost touch</i> weapon property. You can use this ability for a number of minutes per day equal to your oracle level. This duration does not need to be consecutive, but it must be used in 1-minute increments. The weapon disappears after 1 round if it leaves your grasp.</p>", 
                            "name": "Ancestral Weapon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Ancestral Weapon", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"blood-of-heroes\">As a move action, you can call upon your ancestors to grant you extra bravery in battle. You gain a +1 morale bonus on attack rolls, damage rolls, and Will saves against fear for a number of rounds equal to your Charisma bonus. At 7th level, this bonus increases to +2, and at 14th level this bonus increases to +3. You can use this ability once per day, plus one additional time per day at 5th level, and every five levels thereafter.</p>", 
                            "name": "Blood of Heroes", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Blood of Heroes", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"phantom-touch\">As a standard action, you can perform a melee touch attack that causes a living creature to become shaken. This ability lasts for a number of rounds equal to 1/2 your oracle level (minimum 1 round). You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                            "name": "Phantom Touch", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Phantom Touch", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"sacred-council\">As a move action, you can call upon your ancestors to provide council. This advice grants you a +2 bonus on any one d20 roll. This effect lasts for 1 round. You can use this ability a number of times per day equal to your Charisma bonus.</p>", 
                            "name": "Sacred Council", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Sacred Council", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"spirit-of-the-warrior\">You can summon the spirit of a great warrior ancestor and allow it to possess you, becoming a mighty warrior yourself. You gain a +4 enhancement bonus to Strength, Dexterity, and Constitution, and a +4 natural armor bonus to AC. Your base attack bonus while possessed equals your oracle level (which may give you additional attacks), and you gain the Improved Critical feat with a weapon of your choice. You can use this ability for 1 round for every 2 oracle levels you possess. This duration does not need to be consecutive, but it must be spent in 1-round increments. You must be at least 11th level to select this revelation.</p>", 
                            "name": "Spirit of the Warrior", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Spirit of the Warrior", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"spirit-shield\">You can call upon the spirits of your ancestors to form a shield around you that blocks incoming attacks and grants you a +4 armor bonus. At 7th level, and every four levels thereafter, this bonus increases by +2. At 13th level, this shield causes arrows, rays, and other ranged attacks requiring an attack roll against you to have a 50% miss chance. You can use this shield for 1 hour per day per oracle level. This duration does not need to be consecutive, but it must be spent in 1-hour increments.</p>", 
                            "name": "Spirit Shield", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Spirit Shield", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"spirit-walk\">You can become incorporeal and invisible. While in this form, you can move in any direction and pass through solid objects. You can take no action other than to move while in this form. You remain in this form for a number of rounds equal to your oracle level, but you can end this effect prematurely as a standard action. You can use this ability once per day at 11th level, and twice per day at 15th level. You must be at least 11th level to select this revelation.</p>", 
                            "name": "Spirit Walk", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Spirit Walk", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"storm-of-souls\">You can summon the spirits of your ancestors to attack in a ghostly barrage&mdash;their fury creates physical wounds on creatures in the area. The storm has a range of 100 feet and is a 20-foot-radius burst. Objects and creatures in the area take 1d8 hit points of damage for every two oracle levels you possess. Undead creatures in the area take 1d8 points of damage for every oracle level you possess. A successful Fortitude save reduces the damage to half. You must be at least 7th level to select this revelation. You can use this ability once per day, plus one additional time per day at 11th level and every four levels thereafter.</p>", 
                            "name": "Storm of Souls", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Storm of Souls", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"voice-of-the-grave\">You can speak with the dead, as per the spell, for a number of rounds per day equal to your oracle level. These rounds do not need to be consecutive. At 5th level, and every five levels thereafter, the dead creature you question takes a cumulative &ndash;2 penalty on its Will save to resist this effect.</p>", 
                            "name": "Voice of the Grave", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Voice of the Grave", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wisdom-of-the-ancestors\">Once per day, you can enter a trance in which you commune with the spirits of your ancestors. This trance lasts for 10 minutes, which must be uninterrupted and during which you can take no other actions. When you come out of this trance, you have gained mystical insight into the future. At 1st level, this insight acts as an <i>augury</i> spell with 80% effectiveness. At 5th level, the insight takes the form of a <i>divination</i> with 90% effectiveness. At 8th level, the knowledge you gain is equivalent to a <i>commune</i> spell. None of these spell effects require material components.</p>", 
                            "name": "Wisdom of the Ancestors", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Ancestor/Revelations/Wisdom of the Ancestors", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ], 
                    "name": "Revelations", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"final-revelation\">Upon reaching 20th level, you become one with the spirits of your ancestors. You gain a bonus on Will saving throws equal to your Charisma modifier, blindsense out to a range of 60 feet, and a +4 bonus on your caster level for all divination spells. You can cast <i>astral projection</i> as a spell-like ability once per day without requiring material components.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Final Revelation"
                }
            ]
        }, 
        {
            "name": "Dark Tapestry", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry", 
            "type": "section", 
            "subtype": "oracle_mystery", 
            "sections": [
                {
                    "body": "<p id=\"deities\"></p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Deities", 
                    "type": "section", 
                    "name": "Deities", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"class-skills:\"> An oracle with the dark tapestry mystery adds Disguise, Intimidate, Knowledge (arcana), and Stealth to her list of class skills.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "body": "<p id=\"bonus-spells\"><i>entropic shield</i> (2nd), <i>dust of twilight</i> (4th), <i>tongues</i> (6th), <i>black tentacles</i> (8th), <i>feeblemind</i> (10th), <i>planar binding</i><span class=\"char-style-override-39\"> </span>(12th), <i>insanity</i> (14th), <i>reverse gravity</i> (16th), <i>interplanetary teleport</i> (18th).</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Bonus Spells"
                }, 
                {
                    "body": "<p id=\"revelations\">An oracle with the dark tapestry mystery can choose from any of the following revelations.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"brain-drain\">You can take a standard action to violently probe the mind of a single intelligent enemy within 100 feet. The target receives a Will save to negate the effect and immediately knows the source of this harmful mental prying. Those who fail this save are wracked with pain, taking 1d4 points of damage for every oracle level you possess. After successfully attacking with this ability, you may use a full-round action to sort through the jumble of stolen thoughts and memories to make a single Knowledge check using the victim's skill bonus. The randomly stolen thoughts remain in your mind for a number of rounds equal to your Charisma modifier. Treat the knowledge gained as if you had used <i>detect thoughts</i>. This is a mind-affecting effect. You can use this ability once per day at 1st level, plus one additional time per day at 5th level and for every five levels beyond 5th.</p>", 
                            "name": "Brain Drain", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Brain Drain", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"cloak-of-darkness\">You conjure a cloak of shadowy darkness that grants you a +4 armor bonus and a +2 circumstance bonus on Stealth checks. At 7th level, and every four levels thereafter, these bonuses increase by +2. You can use this cloak for 1 hour per day per oracle level. The duration does not need to be consecutive, but it must be spent in 1-hour increments.</p>", 
                            "name": "Cloak of Darkness", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Cloak of Darkness", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"dweller-in-darkness\">Once per day, you cast your psyche into the void of space to attract the attention of a terrible otherworldly being. The dweller in darkness behaves in all ways as if you had cast <i>phantasmal killer</i>. At 17th level, the dweller in darkness can be perceived by more than one creature, as if you had cast <i>weird</i>. You must be at least 11th level to choose this revelation.</p>", 
                            "name": "Dweller in Darkness", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Dweller in Darkness", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"gift-of-madness\">You tap into the unthinkable void between the stars and cause a single living creature within 30 feet to become confused for 1 round. A successful Will save negates the effect. This is a mind-affecting compulsion effect. At 7th level, the confusion lasts for a number of rounds equal to your oracle level. You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                            "name": "Gift of Madness", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Gift of Madness", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"interstellar-void\">You call upon the frigid depths of outer space to bring a terrible chill to your enemies. As a standard action, one target within 30 feet is cloaked in the void and takes 1d6 points of cold damage for every oracle level you possess. A successful Fortitude save halves this damage. At 10th level, the interstellar void is so extreme that a creature that fails its save is fatigued. At 15th level, a creature that fail its save is exhausted and stunned for 1 round. You can use this ability once per day plus one additional time per day at 10th level.</p>", 
                            "name": "Interstellar Void", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Interstellar Void", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"many-forms\">As a standard action, you can assume the form of a Small or Medium humanoid, as the <i>alter self</i> spell. At 7th level, you can assume the form of a Small or Medium animal, as <i>beast shape I</i>. At 11th level, you can assume the form of a Small or Medium magical beast, as <i>beast shape III</i>. At 15th level, you can assume a variety of forms, as <i>greater polymorph</i>. You can use this ability for 1 minute per day per oracle level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. You must be at least 3rd level to select this revelation.</p>", 
                            "name": "Many Forms", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Many Forms", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"pierce-the-veil\">Your bond with the alien denizens of the Dark Tapestry allows you to see in even the deepest darkness. You gain darkvision 60 feet. At 11th level, you can see perfectly in darkness of any kind, even in absolute darkness or the darkness created by a <i>deeper darkness</i> spell.</p>", 
                            "name": "Pierce the Veil", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Pierce the Veil", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "Once per day, you can spend 10 minutes meditating on the mysteries of the Dark Tapestry to send your mind to another plane and communicate with the strange or alien beings there. This functions as the <i>contact other plane</i> spell. You must be at least 7th level to select this revelation.</p>", 
                            "name": "Read the Tapestry", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Read the Tapestry", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"touch-of-the-void\">As a standard action, you can perform a melee touch attack that deals 1d6 points of cold damage + 1 point for every two oracle levels you possess. At 7th level, the touched creature must also make a Fortitude saving throw or be fatigued for a number of rounds equal to 1/2 your oracle level. This has no effect on a creature that is already fatigued. You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                            "name": "Touch of the Void", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Touch of the Void", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wings-of-darkness\">:As a swift action, you can manifest a set of translucent, inky wings that grant you a fly speed of 60 feet with good maneuverability. You can use these wings for 1 minute per day per oracle level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. At 11th level, you can use these wings to fly as if with <i>overland flight</i> once per day. Used in this way, the ability lasts for up to 1 hour per level, and counts as your total use of this ability for the day. You must be at least 7th level to select this revelation.</p>", 
                            "name": "Wings of Darkness", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Dark Tapestry/Revelations/Wings of Darkness", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ], 
                    "name": "Revelations", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"final-revelation\">Upon reaching 20th level, you become a truly alien and unnatural creature. You gain damage reduction 5/&mdash; and immunity to acid, critical hits, and sneak attacks. Once per day, you can cast <i>shapechange</i> as a spell-like ability without requiring a material component.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Final Revelation"
                }
            ]
        }, 
        {
            "name": "Metal", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal", 
            "type": "section", 
            "subtype": "oracle_mystery", 
            "sections": [
                {
                    "body": "<p id=\"deities\"></p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Deities", 
                    "type": "section", 
                    "name": "Deities", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"class-skills:\"> An oracle with the metal mystery adds Appraise, Bluff, Disable Device, and Intimidate to her list of class skills.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "body": "<p id=\"bonus-spells\"><i>lead blades</i> (2nd), <i>heat metal</i> (4th), <i>keen edge</i> (6th), <i>versatile weapon</i> (8th), <i>major creation</i> (metal items only) (10th), <i>wall of iron</i> (12th), <i>statue</i> (metal statue instead of iron) (14th), <i>repel metal or stone</i> (16th), <i>iron body</i> (18th).</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Bonus Spells"
                }, 
                {
                    "body": "<p id=\"revelations\">An oracle with the Metal mystery can choose from any of the following revelations.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"armor-mastery\">You become more maneuverable while wearing armor. You can move at your normal speed in medium armor that is made of metal. This does not grant proficiency in armor. At 5th level, whenever you are wearing metal armor, you reduce the armor check penalty by 1 (to a minimum of 0) and increase the maximum Dexterity bonus allowed by your armor by 1. At 10th level, and again at 15th level, these bonuses increase by 1.</p>", 
                            "name": "Armor Mastery", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Armor Mastery", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"dance-of-the-blades\">Your base speed increases by 10 feet. At 7th level, you gain a +1 bonus on attack rolls with a metal weapon in any round in which you move at least 10 feet. This bonus increases by +1 at 11th level, and every four levels thereafter. At 11th level, as a move action, you can maneuver your weapon to create a shield of whirling steel around yourself until the start of your next turn; non-incorporeal melee and ranged attacks against you have a 20% miss chance while the shield is active. You must be wielding a metal weapon to use this ability.</p>", 
                            "name": "Dance of the Blades", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Dance of the Blades", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"iron-constitution\">You gain a +1 bonus on Fortitude saves. At 7th level, and again at 14th level, this bonus increases by +1.</p>", 
                            "name": "Iron Constitution", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Iron Constitution", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"iron-skin\">Once per day, your skin hardens and takes on the appearance of iron, granting you DR 10/adamantine. This ability functions as <i>stoneskin</i>, using your oracle level as the caster level, except it only affects you. At 15th level, you can use this ability twice per day. You must be at least 11th level to select this revelation.</p>", 
                            "name": "Iron Skin", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Iron Skin", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"iron-weapon\">You can create a melee simple or martial weapon that lasts for 1 minute for every oracle level you possess. This weapon is appropriate for your size and entirely made of metal (even if it would normally include non-metal parts, such as a spear's shaft) but functions as if it were a normal weapon of its type. You are considered proficient with this weapon. The weapon disappears after 1 round if it leaves your grasp. At 3rd level, the blade is made of cold iron. At 7th level, 15th level, and 19th level, the blade gains a +1 enhancement bonus. At 11th level, the blade is made of adamantine. You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                            "name": "Iron Weapon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Iron Weapon", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"riddle-of-steel\">Your sacred bond with metal gives you insight into its form and function. Once per day, you may spend 10 minutes meditating on the structure of a piece of unworked metal or ore to gain a +5 insight bonus on your next Craft check to make something using that metal.</p>", 
                            "name": "Riddle of Steel", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Riddle of Steel", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rusting-grasp\">Once per day as a standard action, you can perform a melee touch attack that rusts iron, as the <i>rusting grasp</i> spell. At 11th level, and every four levels thereafter, you can use this ability an additional time per day. You must be at least 7th level to select this revelation.</p>", 
                            "name": "Rusting Grasp", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Rusting Grasp", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"skill-at-arms\">You gain proficiency in all martial weapons and heavy armor.</p>", 
                            "name": "Skill at Arms", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Skill at Arms", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"steel-scarf\">As a swift action, you can harden a scarf, sleeve, cloak, or other piece of your clothing into something as hard as steel that stretches out to be up to 30 feet long. You can then strike outward with it as if it were a weapon making a melee attack. For the purpose of this ability, you are proficient with this weapon. You can use the weapon to perform combat maneuvers. Make a melee attack roll against a creature within 30 feet; you may use Weapon Finesse with this attack. If you hit, the weapon deals 1d8 points of slashing damage + 1 point for every two oracle levels you possess. After this attack, the clothing returns to its normal length and hardness. You do not threaten an area with this weapon and cannot use it to make attacks of opportunity. You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                            "name": "Steel Scarf", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Steel Scarf", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"vision-in-iron\">You can use any piece of polished metal at least the size of a dagger as a scrying device, as if using the spell <i>scrying</i>. At 15th level, this functions like <i>greater scrying</i>. You can scry for a number of rounds per day equal to your oracle level; these rounds do not need to be consecutive. You must be at least 7th level to select this revelation.</p>", 
                            "name": "Vision in Iron", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Metal/Revelations/Vision in Iron", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ], 
                    "name": "Revelations", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"final-revelation\">Upon reaching 20th level, you become a master of iron and steel. You gain the benefits of Weapon Focus, Greater Weapon Focus, and Improved Critical with any one metal weapon that you are proficient with. Your armor is like a second skin to you&mdash;while wearing metal armor you are proficient with, the armor's maximum Dexterity bonus increases by +5 and you take no armor check penalty. In addition, any metal you create with your magic (such as <i>wall of iron</i>) has its hardness increased by +10.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Final Revelation"
                }
            ]
        }, 
        {
            "name": "Time", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time", 
            "type": "section", 
            "subtype": "oracle_mystery", 
            "sections": [
                {
                    "body": "<p id=\"deities\"></p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Deities", 
                    "type": "section", 
                    "name": "Deities", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"class-skills:\"> An oracle with the time mystery adds Fly, Knowledge (arcana), Perception, and Use Magic Device to her list of class skills.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "body": "<p id=\"bonus-spells\"><i>memory lapse</i> (2nd), <i>gentle repose</i> (4th), <i>sands of time</i> (6th), <i>threefold aspect</i> (8th), <i>permanency</i> (10th), <i>contingency</i> (12th), <i>disintegrate</i> (14th), <i>temporal stasis</i> (16th), <i>time stop</i> (18th).</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Bonus Spells"
                }, 
                {
                    "body": "<p id=\"revelations\">An oracle with the time mystery can choose from any of the following revelations.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"aging-touch\">Your touch ages living creatures and objects. As a melee touch attack, you can deal 1 point of Strength damage for every two oracle levels you possess to living creatures. Against objects or constructs, you can deal 1d6 points of damage per oracle level. If used against an object in another creature's possession, treat this attack as a sunder combat maneuver. You can use this ability once per day, plus one additional time per day for every five oracle levels you possess.</p>", 
                            "name": "Aging Touch", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Aging Touch", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"erase-from-time\">As a melee touch attack, you can temporarily remove a creature from time altogether. The target creature must make a Fortitude save or vanish completely for a number of rounds equal to 1/2 your oracle level (minimum 1 round). No magic or divinations can detect the creature during this time, as it exists outside of time and space&mdash;in effect, the creature ceases to exist for the duration of this ability. At the end of the duration, the creature reappears unharmed in the space it last occupied (or the nearest possible space, if the original space is now occupied). You can use this ability once per day, plus one additional time per day at 11th level.</p>", 
                            "name": "Erase from Time", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Erase from Time", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"knowledge-of-the-ages\">You can search through time to recall some bit of forgotten lore or information. You can retry any Knowledge skill check you have made within the past minute, gaining an insight bonus on the check equal to your Charisma modifier. You can use this ability a number times per day equal to your Charisma modifier.</p>", 
                            "name": "Knowledge of the Ages", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Knowledge of the Ages", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"momentary-glimpse\">Once per day, you can gain a glimpse into your immediate future. On the round after you use this ability, you gain a +2 insight bonus on a single attack roll, saving throw, or skill check or to your Armor Class until the start of your next turn. At 5th level, and every four levels thereafter, you can use this ability one additional time per day.</p>", 
                            "name": "Momentary Glimpse", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Momentary Glimpse", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rewind-time\">Once per day<span class=\"char-style-override-39\"> </span>as an immediate action, you can reroll any one d20 roll that you have just made before the results of the roll are revealed. You must take the result of the reroll, even if it's worse than the original roll. At 11th level, and every four levels thereafter, you can use this ability an additional time per day. You must be at least 7th level to select this revelation.</p>", 
                            "name": "Rewind Time", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Rewind Time", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"speed-or-slow-time\">As a standard action, you can speed up or slow down time, as either the <i>haste</i> or <i>slow</i> spell. You can use this ability once per day, plus one additional time per day at 12th level and 17th level. You must be at least 7th level before selecting this revelation.</p>", 
                            "name": "Speed or Slow Time", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Speed or Slow Time", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"temporal-celerity\">Whenever you roll for initiative, you can roll twice and take either result. At 7th level, you can always act in the surprise round, but if you fail to notice the ambush, you act last, regardless of your initiative result (you act in the normal order in following rounds). At 11th level, you can roll for initiative three times and take any one of the results.</p>", 
                            "name": "Temporal Celerity", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Temporal Celerity", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"time-flicker\">As a standard action, you can flicker in and out of time, gaining concealment (as the <i>blur</i> spell). You can use this ability for 1 minute per oracle level that you possess per day. This duration does not need to be consecutive, but it must be spent in 1-minute increments. At 7th level, each time you activate this ability, you can treat it as the <i>blink</i> spell, though each round spent this way counts as 1 minute of your normal time flicker duration. You must be at least 3rd level to select this revelation.</p>", 
                            "name": "Time Flicker", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Time Flicker", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"time-hop\">As a move action, you can teleport up to 10 feet per oracle level that you possess per day. This teleportation must be used in 5-foot increments. This movement does not provoke attacks of opportunity. You must have line of sight to your destination to use this ability. You can bring other willing creatures with you, but you must expend an equal amount of distance for each creature brought. You must be at least 7th level to select this revelation.</p>", 
                            "name": "Time Hop", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Time Hop", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"time-sight\">You can peer through the mists of time to see things as they truly are, as if using the <i>true seeing</i> spell. At 15th level, this functions like <i>moment of prescience</i>. At 18th level, this functions like <i>foresight</i>. You can use this ability for a number of minutes per day equal to your oracle level, but these minutes do not need to be consecutive. You must be at least 11th level to select this revelation.</p>", 
                            "name": "Time Sight", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Time/Revelations/Time Sight", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ], 
                    "name": "Revelations", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"final-revelation\">Upon reaching 20th level, you become a true master of time and stop aging. You cannot be magically aged and no longer take penalties to your ability scores for aging. Age bonuses still accrue, and any aging penalties that you have already accrued remain in place. You cannot die of old age, but you can be killed or die through accident, disease, poison, or other external effects. In addition, you can cast <i>time stop</i> once per day as a spell-like ability.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Final Revelation"
                }
            ]
        }, 
        {
            "name": "Wood", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood", 
            "type": "section", 
            "subtype": "oracle_mystery", 
            "sections": [
                {
                    "body": "<p id=\"deities\"></p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Deities", 
                    "type": "section", 
                    "name": "Deities", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"class-skills\">An oracle with the wood mystery adds Climb, Knowledge (nature), Stealth, and Survival to her list of class skills.</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "body": "<p id=\"bonus-spells\"><i>shillelagh</i> (2nd), <i>barkskin</i> (4th), <i>minor creation</i> (wood items only) (6th), <i>thorn body</i> (8th), <i>tree stride</i> (10th), <i>ironwood</i> (12th), <i>transmute metal to wood</i> (14th), <i>changestaff</i> (16th), <i>wooden phalanx</i> (18th).</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Bonus Spells"
                }, 
                {
                    "body": "<p id=\"revelations\">An oracle with the wood mystery can choose from any of the following revelations.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"bend-the-grain\">Once per day as a standard action, you can shape or warp wooden objects. This functions as either <i>wood shape</i> or <i>warp wood</i>. At 11th level, you can use this ability to push wood away from you, as <i>repel wood</i>. At 7th level, and again at 14th level, you can use this ability an additional time per day.</p>", 
                            "name": "Bend the Grain", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Bend the Grain", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"lignification\">Once per day, you can turn a creature into wood. As a standard action, you may direct your gaze against a single creature within 30 feet. The targeted creature (along with all its carried gear) must make a Fortitude save or turn into a mindless, inert statue made out of wood for a number of rounds equal to 1/2 your oracle level. This ability otherwise functions as a <i>flesh to stone</i> spell, except the target turns to wood instead of stone. This can be reverse by any effect that can reverse <i>flesh to stone</i>. At 15th level, you can use this ability twice per day. You must be at least 11th level to select this revelation.</p>", 
                            "name": "Lignification", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Lignification", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"speak-with-wood\">You can talk to wood and learn what it knows. You must spend 1 minute meditating on and communing with the wood. At the end of this time, you can speak with the wood. This functions as the <i>stone tell</i> spell, except with wood instead of stones. You can use this ability for 1 minute per oracle level. This duration does not need to be consecutive, but it must be used in 1-minute increments. You can speak with natural or worked wood. You must be at least 11th level to select this revelation.</p>", 
                            "name": "Speak with Wood", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Speak with Wood", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"thorn-burst\">As a swift action, you can cause sharp splinters of wood to explode outward from your body. These splinters deal 1d6 points of piercing damage per two oracle levels (minimum 1d6) to all creatures within a 10-foot burst. A Reflex save halves this damage. In addition, the sharp splinters count as caltrops in the area until your next turn. You can use this ability once per day, plus one additional time per day at 5th level and every five levels thereafter.</p>", 
                            "name": "Thorn Burst", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Thorn Burst", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"tree-form\">As a standard action, you can assume the form of a Large living or dead tree or shrub, as <i>tree shape</i>. At 9th level, you can assume the form of a Small or Medium plant creature, as <i>plant shape I</i>. At 11th level, you can assume the form of a Large plant creature, as <i>plant shape II</i>. At 13th level, you can assume the form of a Huge plant creature, as <i>plant shape III</i>. You can use this ability once per day, but the duration is 1 hour/level. You must be at least 3rd level to select this revelation.</p>", 
                            "name": "Tree Form", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Tree Form", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wood-armor\">You can conjure wooden armor around yourself, which grants you a +4 armor bonus. At 7th level, and every four levels thereafter, this bonus increases by +2. At 13th level, this armor grants you DR 5/slashing. You can use this armor for 1 hour per day per oracle level. This duration does not need to be consecutive, but it must be spent in 1-hour increments. The armor vanishes if you remove it.</p>", 
                            "name": "Wood Armor", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Wood Armor", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wood-bond\">Your mystical bond with wood is such that your weapons become an extension of your body. You gain a +1 competence bonus on attack rolls when wielding a weapon made of or mostly consisting of wood (such as a bow, club, quarterstaff, or spear). This bonus increases by +1 at 5th level and every five levels thereafter.</p>", 
                            "name": "Wood Bond", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Wood Bond", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wood-sight\">As a move action, you can alter your vision to see through underbrush and plant growth that would normally grant concealment, up to a range of 60 feet (though darkness and other obstacles still may block your sight). At 7th level, you can use this ability to see through wood or other plant material as easily as if it were transparent glass, penetrating a number of feet of wood equal to your oracle level. You can use this ability a number of rounds per day equal to your oracle level, but these rounds do not need to be consecutive.</p>", 
                            "name": "Wood Sight", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Wood Sight", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wooden-weapon\">You can create a wooden club, quarterstaff, longspear, shortspear, or spear that lasts for 1 minute for every oracle level you possess. This weapon is appropriate for your size. You are considered proficient with the weapon. The weapon disappears after 1 round if it leaves your grasp. At 3rd level, the weapon is considered masterwork. At 7th level, 15th level, and 19th level, the weapon gains a +1 enhancement bonus. At 11th level, the weapon gains the <i>keen</i> weapon property (or the equivalent increase to its critical threat range, if it is a bludgeoning weapon). You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                            "name": "Wooden Weapon", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Wooden Weapon", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"woodland-stride\">You can move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at your normal speed and without taking damage or suffering any other impairment. Thorns, briars, and overgrown areas that have been magically manipulated to impede motion, however, still affect you.</p>", 
                            "name": "Woodland Stride", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Oracle/Mysteries/Wood/Revelations/Woodland Stride", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ], 
                    "name": "Revelations", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"final-revelation\">Upon reaching 20th level, you become a living creature of wood. You are forevermore treated as the plant type rather than your original type for the purpose of spells and magical effects. Your skin takes on the appearance of polished wood grain, and you gain a +4 natural armor bonus to your Armor Class and damage reduction 10/&mdash; against wooden weapons or any natural attacks made by a wooden or woodlike creature. You gain immunity to paralysis, poison, polymorph, sleep, and stunning. At will, you can meld with any tree or single block of wood (as <i>meld into stone</i>, except wood only, and with no limit to how long you can remain in the wood).</p>", 
                    "source": "Ultimate Magic", 
                    "type": "section", 
                    "name": "Final Revelation"
                }
            ]
        }
    ]
}