{
    "body": "<p>The Initial Offer is the buyer's first counteroffer to the seller's Asking Price. The Final Offer is the largest amount the buyer is willing to pay. Though the seller and buyer negotiate back and forth, the buyer won't exceed this offer. For example, if the seller's Asking Price is 1,000 gp, the buyer's Initial Offer may be 800 gp and the Final Offer 900 gp. These offers are determined by how much the buyer thinks the item is worth compared to the seller's Asking Price.</p>", 
    "name": "Step 4: Set Offers", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 4 Set Offers", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>If the seller's Asking Price is less than or equal to the amount that the buyer thinks the item is worth, subtract the Undercut Percentage from the seller's price to get the Final Offer, and subtract 2 × the Undercut Percentage to get the Initial Offer.</p>", 
            "name": "Fair", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 4 Set Offers/Fair", 
            "source": "Ultimate Campaign", 
            "abbrev": "Appraise or Sense Motive", 
            "type": "section"
        }, 
        {
            "body": "<p>If the result of the buyer's Appraise check leads her to believe the item is worth less than the seller's Asking Price, subtract the Undercut Percentage from the buyer's estimate of the item's value to get the Final Offer, and subtract 2 × the Undercut Percentage to get the Initial Offer.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 4 Set Offers/Unfair (Appraise)", 
            "type": "section", 
            "name": "Unfair (Appraise)", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If the result of the buyer's Appraise check leads her to believe the seller's Asking Price is too high, subtract 2 × the Undercut Percentage from the seller's Asking Price to get the Final Offer, and subtract 4 × the Undercut Percentage to get the Initial Offer.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 4 Set Offers/Unfair (Sense Motive)", 
            "type": "section", 
            "name": "Unfair (Sense Motive)", 
            "source": "Ultimate Campaign"
        }
    ]
}