{
    "body": "<p>The buyer begins bargaining by countering the seller's price with her Initial Offer. This step repeats until the buyer and seller agree on a price or one side ends negotiations.</p>", 
    "name": "Step 5: Bargain", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 5 Bargain", 
    "sections": [
        {
            "body": "<p>If the seller counters with a price that is less than the buyer's Final Offer, have the seller attempt a Diplomacy check (DC 15 + the buyer's Charisma modifier). Success means the buyer accepts the seller's counteroffer and buys the item. Failure means the buyer holds at her Initial Offer. The seller can try again, but the Diplomacy check DC increases by 5 unless the seller lowers his price.</p>", 
            "name": "Counteroffer Is Less Than Final Offer", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 5 Bargain/Counteroffer Is Less Than Final Offer", 
            "section_id": 1015, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>If the seller counters with a price that is the same as the buyer's Final Offer, have the seller attempt a Diplomacy check (20 + the buyer's Charisma modifier). Success means the buyer accepts the seller's counteroffer and buys the item. Failure means the buyer counteroffers at a price between the Initial Offer and the Final Offer. The seller can try again, but the Diplomacy DC increases by 5 unless the seller lowers his price.</p>", 
            "name": "Counteroffer Equals Final Offer", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 5 Bargain/Counteroffer Equals Final Offer", 
            "section_id": 1016, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>If the seller counters with a price higher than the buyer's Final Offer, have the seller attempt a Diplomacy check (25 + the buyer's Charisma modifier). Success means the buyer counteroffers at a price between the Initial Offer and the Final Offer. Failure means the buyer holds at her Initial Offer. Failure by 5 or more means the buyer is insulted and lowers her offer or refuses to deal with the seller. The seller can try again, but the Diplomacy DC increases by 5 unless the seller lowers his price.</p>", 
            "name": "Counteroffer Exceeds Final Offer", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 5 Bargain/Counteroffer Exceeds Final Offer", 
            "section_id": 1017, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }
    ], 
    "section_id": 1014, 
    "source": "Ultimate Campaign", 
    "type": "section"
}