{
    "body": "<p>Cold and exposure deal nonlethal damage to the victim. A character cannot recover from the damage dealt by a cold environment until she gets out of the cold and warms up again. Once a character has taken an amount of nonlethal damage equal to her total hit points, any further damage from a cold environment is lethal damage. </p><p>An unprotected character in cold weather (below 40° F) must make a Fortitude save each hour (DC 15, +1 per previous check) or take 1d6 points of nonlethal damage. A character who has the Survival skill may receive a bonus on this saving throw and might be able to apply this bonus to other characters as well (see the skill description).</p><p>In conditions of severe cold or exposure (below 0° F), an unprotected character must make a Fortitude save once every 10 minutes (DC 15, +1 per previous check), taking 1d6 points of nonlethal damage on each failed save. A character who has the Survival skill may receive a bonus on this saving throw and might be able to apply this bonus to other characters as well. Characters wearing a cold weather outfit only need check once per hour for cold and exposure damage.</p><p>A character who takes any nonlethal damage from cold or exposure is beset by frostbite or hypothermia (treat her as fatigued). These penalties end when the character recovers the nonlethal damage she took from the cold and exposure.</p><p>Extreme cold (below &ndash;20° F) deals 1d6 points of lethal damage per minute (no save). In addition, a character must make a Fortitude save (DC 15, +1 per previous check) or take 1d4 points of nonlethal damage.</p>", 
    "name": "Cold Dangers", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Cold Dangers", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Characters walking on ice must spend 2 squares of movement to enter a square covered by ice, and the DC for Acrobatics checks increases by +5. Characters in prolonged contact with ice might run the risk of taking damage from severe cold.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Cold Dangers/Ice Effects", 
            "type": "section", 
            "name": "Ice Effects", 
            "source": "Core Rulebook"
        }
    ]
}