{
    "body": "<p>Darkvision allows many characters and monsters to see perfectly well without any light at all, but characters with normal or low-light vision can be rendered completely blind by putting out the lights. Torches or lanterns can be blown out by sudden gusts of subterranean wind, magical light sources can be dispelled or countered, or magical traps might create fields of impenetrable darkness.</p><p>In many cases, some characters or monsters might be able to see while others are blinded. For purposes of the following points, a blinded creature is one who simply can't see through the surrounding darkness.</p><p>Creatures blinded by darkness lose the ability to deal extra damage due to precision (for example, via sneak attack or a duelist's precise strike ability).</p><p>Blind creatures must make a DC 10 Acrobatics skill check to move faster than half speed. Creatures that fail this check fall prone. Blinded creatures can't run or charge.</p><p>All opponents have total concealment from a blinded creature, so the blinded creature has a 50% miss chance in combat. A blinded creature must first pinpoint the location of an opponent in order to attack the right square; if the blinded creature launches an attack without pinpointing its foe, it attacks a random square within its reach. For ranged attacks or spells against a foe whose location is not pinpointed, roll to determine which adjacent square the blinded creature is facing; its attack is directed at the closest target that lies in that direction.</p><p>A blinded creature loses its Dexterity modifier to AC (if positive) and takes a &ndash;2 penalty to AC.</p><p>A blinded creature takes a &ndash;4 penalty on Perception checks and most Strength- and Dexterity-based skill checks, including any with an armor check penalty. A creature blinded by darkness automatically fails any skill check relying on vision.</p><p>Creatures blinded by darkness cannot use gaze attacks and are immune to gaze attacks.</p><p>A creature blinded by darkness can make a Perception check as a free action each round in order to locate foes (DC equal to opponents' Stealth checks). A successful check lets a blinded character hear an unseen creature &ldquo;over there somewhere.&rdquo; It's almost impossible to pinpoint the location of an unseen creature. A Perception check that beats the DC by 20 reveals the unseen creature's square (but the unseen creature still has total concealment from the blinded creature).</p><p>A blinded creature can grope about to find unseen creatures. A character can make a touch attack with his hands or a weapon into two adjacent squares using a standard action. If an unseen target is in the designated square, there is a 50% miss chance on the touch attack. If successful, the groping character deals no damage but has pinpointed the unseen creature's current location. If the unseen creature moves, its location is once again unknown.</p><p>If a blinded creature is struck by an unseen foe, the blinded character pinpoints the location of the creature that struck him (until the unseen creature moves, of course). The only exception is if the unseen creature has a reach greater than 5 feet (in which case the blinded character knows the location of the unseen opponent, but has not pinpointed him) or uses a ranged attack (in which case the blinded character knows the general direction of the foe, but not his location).</p><p>A creature with the scent ability automatically pinpoints unseen creatures within 5 feet of its location.</p>", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Darkness", 
    "type": "section", 
    "name": "Darkness", 
    "source": "Core Rulebook"
}