{
    "body": "<p>Creatures that fall take 1d6 points of damage per 10 feet fallen, to a maximum of 20d6. Creatures that take lethal damage from a fall land in a prone position.</p><p>If a character deliberately jumps instead of merely slipping or falling, the damage is the same but the first 1d6 is nonlethal damage. A DC 15 Acrobatics check allows the character to avoid any damage from the first 10 feet fallen and converts any damage from the second 10 feet to nonlethal damage. Thus, a character who slips from a ledge 30 feet up takes 3d6 damage. If the same character deliberately jumps, he takes 1d6 points of nonlethal damage and 2d6 points of lethal damage. And if the character leaps down with a successful Acrobatics check, he takes only 1d6 points of nonlethal damage and 1d6 points of lethal damage from the plunge. </p><p>Falls onto yielding surfaces (soft ground, mud) also convert the first 1d6 of damage to nonlethal damage. This reduction is cumulative with reduced damage due to deliberate jumps and the Acrobatics skill.</p><p>A character cannot cast a spell while falling, unless the fall is greater than 500 feet or the spell is an immediate action, such as <i>feather fall</i>. Casting a spell while falling requires a concentration check with a DC equal to 20 + the spell's level. Casting <i>teleport</i> or a similar spell while falling does not end your momentum, it just changes your location, meaning that you still take falling damage, even if you arrive atop a solid surface.</p>", 
    "name": "Falling", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Falling", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"falling-into-water\">Falls into water are handled somewhat differently. If the water is at least 10 feet deep, the first 20 feet of falling do no damage. The next 20 feet do nonlethal damage (1d3 per 10-foot increment). Beyond that, falling damage is lethal damage (1d6 per additional 10-foot increment).</p><p>Characters who deliberately dive into water take no damage on a successful DC 15 Swim check or DC 15 Acrobatics check, so long as the water is at least 10 feet deep for every 30 feet fallen. The DC of the check, however, increases by 5 for every 50 feet of the dive. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Falling/Falling into Water", 
            "type": "section", 
            "name": "Falling into Water", 
            "source": "Core Rulebook"
        }
    ]
}