{
    "body": "<p>Just as characters take damage when they fall more than 10 feet, so too do they take damage when they are hit by falling objects.</p><p>Objects that fall upon characters deal damage based on their size and the distance they have fallen. Table: Damage from Falling Objects determines the amount of damage dealt by an object based on its size. Note that this assumes that the object is made of dense, heavy material, such as stone. Objects made of lighter materials might deal as little as half the listed damage, subject to GM discretion. For example, a Huge boulder that hits a character deals 6d6 points of damage, whereas a Huge wooden wagon might deal only 3d6 damage. In addition, if an object falls less than 30 feet, it deals half the listed damage. If an object falls more than 150 feet, it deals double the listed damage. Note that a falling object takes the same amount of damage as it deals.</p><p>Dropping an object on a creature requires a ranged touch attack. Such attacks generally have a range increment of 20 feet. If an object falls on a creature (instead of being thrown), that creature can make a DC 15 Reflex save to halve the damage if he is aware of the object. Falling objects that are part of a trap use the trap rules instead of these general guidelines.</p>", 
    "name": "Falling Objects", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Falling Objects", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table id=\"table-13-11-damage-from-falling-objects\"><caption>Table: Damage from Falling Objects</caption><thead><tr><th>Object Size</th><th>Damage</th></tr></thead><tbody><tr class=\"odd\"><td>Small</td><td>2d6</td></tr><tr class=\"even\"><td>Medium</td><td>3d6</td></tr><tr class=\"odd\"><td>Large</td><td>4d6</td></tr><tr class=\"even\"><td>Huge</td><td>6d6</td></tr><tr class=\"odd\"><td>Gargantuan</td><td>8d6</td></tr><tr class=\"even\"><td>Colossal</td><td>10d6</td></tr></tbody></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Falling Objects/Table Damage from Falling Objects", 
            "type": "table", 
            "name": "Table: Damage from Falling Objects", 
            "source": "Core Rulebook"
        }
    ]
}