{
    "body": "<p>Heat deals nonlethal damage that cannot be recovered from until the character gets cooled off (reaches shade, survives until nightfall, gets doused in water, is targeted by <i>endure elements</i>, and so forth). Once a character has taken an amount of nonlethal damage equal to her total hit points, any further damage from a hot environment is lethal damage.</p><p>A character in very hot conditions (above 90° F) must make a Fortitude saving throw each hour (DC 15, +1 for each previous check) or take 1d4 points of nonlethal damage. Characters wearing heavy clothing or armor of any sort take a &ndash;4 penalty on their saves. A character with the Survival skill may receive a bonus on this saving throw and might be able to apply this bonus to other characters as well (see the skill description). Characters reduced to unconsciousness begin taking lethal damage (1d4 points per hour).</p><p>In severe heat (above 110° F), a character must make a Fortitude save once every 10 minutes (DC 15, +1 for each previous check) or take 1d4 points of nonlethal damage. Characters wearing heavy clothing or armor of any sort take a &ndash;4 penalty on their saves. A character with the Survival skill may receive a bonus on this saving throw and might be able to apply this bonus to other characters as well (see the Survival skill in Using Skills). Characters reduced to unconsciousness begin taking lethal damage (1d4 points per each 10-minute period).</p><p>A character who takes any nonlethal damage from heat exposure now suffers from heatstroke and is fatigued. These penalties end when the character recovers from the nonlethal damage she took from the heat.</p><p>Extreme heat (air temperature over 140° F, fire, boiling water, lava) deals lethal damage. Breathing air in these temperatures deals 1d6 points of fire damage per minute (no save). In addition, a character must make a Fortitude save every 5 minutes (DC 15, +1 per previous check) or take 1d4 points of nonlethal damage. Those wearing heavy clothing or any sort of armor take a &ndash;4 penalty on their saves.</p><p>Boiling water deals 1d6 points of scalding damage, unless the character is fully immersed, in which case it deals 10d6 points of damage per round of exposure.</p>", 
    "name": "Heat Dangers", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Heat Dangers", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Characters exposed to burning oil, bonfires, and non-instantaneous magic fires might find their clothes, hair, or equipment on fire. Spells with an instantaneous duration don't normally set a character on fire, since the heat and flame from these come and go in a flash.</p><p>Characters at risk of catching fire are allowed a DC 15 Reflex save to avoid this fate. If a character's clothes or hair catch fire, he takes 1d6 points of damage immediately. In each subsequent round, the burning character must make another Reflex saving throw. Failure means he takes another 1d6 points of damage that round. Success means that the fire has gone out&mdash;that is, once he succeeds on his saving throw, he's no longer on fire.</p><p>A character on fire may automatically extinguish the flames by jumping into enough water to douse himself. If no body of water is at hand, rolling on the ground or smothering the fire with cloaks or the like permits the character another save with a +4 bonus.</p><p>Those whose clothes or equipment catch fire must make DC 15 Reflex saves for each item. Flammable items that fail take the same amount of damage as the character.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Heat Dangers/Catching on Fire", 
            "type": "section", 
            "name": "Catching on Fire", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Lava or magma deals 2d6 points of fire damage per round of exposure, except in the case of total immersion (such as when a character falls into the crater of an active volcano), which deals 20d6 points of fire damage per round.</p><p>Damage from lava continues for 1d3 rounds after exposure ceases, but this additional damage is only half of that dealt during actual contact (that is, 1d6 or 10d6 points per round). Immunity or resistance to fire serves as an immunity or resistance to fire, lava or magma. A creature immune to fire might still drown if completely immersed in lava (see Drowning).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Environmental Rules/Heat Dangers/Lava Effects", 
            "type": "section", 
            "name": "Lava Effects", 
            "source": "Core Rulebook"
        }
    ]
}