{
    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers", 
    "type": "section", 
    "sections": [
        {
            "body": "<table id=\"table-8-5-attack-roll-modifiers\"><caption>Table: Attack Roll Modifiers</caption><thead><tr><th>Attacker is&hellip;</th><th>Melee</th><th>Ranged</th></tr></thead><tr class=\"odd\"><td>Dazzled</td><td>&ndash;1</td><td>&ndash;1</td></tr><tr class=\"even\"><td>Entangled</td><td>&ndash;2<sup>1</sup></td><td>&ndash;2<sup>1</sup></td></tr><tr class=\"odd\"><td>Flanking defender</td><td>+2</td><td>&mdash;</td></tr><tr class=\"even\"><td>Invisible</td><td>+2<sup>2</sup></td><td>+2<sup>2</sup></td></tr><tr class=\"odd\"><td>On higher ground</td><td>+1</td><td>+0</td></tr><tr class=\"even\"><td>Prone</td><td>&ndash;4</td><td>&mdash;<sup>3</sup></td></tr><tr class=\"odd\"><td>Shaken or frightened</td><td>&ndash;2</td><td>&ndash;2</td></tr><tr class=\"even\"><td>Squeezing through a space</td><td>&ndash;4</td><td>&ndash;4</td></tr><tfoot><tr><td colspan=\"3\">1 An entangled character also takes a &ndash;4 penalty to Dexterity, which may affect his attack roll.</td></tr><tr><td colspan=\"3\">2 The defender loses any Dexterity bonus to AC.</td></tr><tr><td colspan=\"3\">3 Most ranged weapons can't be used while the attacker is prone, but you can use a crossbow or shuriken while prone at no penalty.</td></tr></tfoot></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Table Attack Roll Modifiers", 
            "type": "table", 
            "name": "Table: Attack Roll Modifiers", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<table id=\"table-8-6-armor-class-modifiers\"><caption>Table: Armor Class Modifiers</caption><thead><tr><th>Defender is&hellip;</th><th>Melee</th><th>Ranged</th></tr></thead><tr class=\"odd\"><td>Behind cover</td><td>+4</td><td>+4</td></tr><tr class=\"even\"><td>Blinded</td><td>&ndash;2<sup>1</sup></td><td>&ndash;2<sup>1</sup></td></tr><tr class=\"odd\"><td>Concealed or invisible</td><td colspan=\"2\">See Concealment</td></tr><tr class=\"even\"><td>Cowering</td><td>&ndash;2<sup>1</sup></td><td>&ndash;2<sup>1</sup></td></tr><tr class=\"odd\"><td>Entangled</td><td>+0<sup>2</sup></td><td>+0<sup>2</sup></td></tr><tr class=\"even\"><td>Flat-footed</td><td>+0<sup>1</sup></td><td>+0<sup>1</sup></td></tr><tr class=\"odd\"><td>Grappling (but attacker is not)</td><td>+0</td><td>+0</td></tr><tr class=\"even\"><td>Helpless</td><td>&ndash;4<sup>3</sup></td><td>+0<sup>3</sup></td></tr><tr class=\"odd\"><td>Kneeling or sitting</td><td>&ndash;2</td><td>+2</td></tr><tr class=\"even\"><td>Pinned</td><td>&ndash;4<sup>3</sup></td><td>+0<sup>3</sup></td></tr><tr class=\"odd\"><td>Prone</td><td>&ndash;4</td><td>+4</td></tr><tr class=\"even\"><td>Squeezing through a space</td><td>&ndash;4</td><td>&ndash;4</td></tr><tr class=\"odd\"><td>Stunned</td><td>&ndash;2<sup>1</sup></td><td>&ndash;2<sup>1</sup></td></tr><tfoot><tr><td colspan=\"3\">1 The defender loses any Dexterity bonus to AC.</td></tr><tr><td colspan=\"3\">2 An entangled character takes a &ndash;4 penalty to Dexterity.</td></tr><tr><td colspan=\"3\">3 The defender is denied his Dexterity bonus to his Armor Class.</td></tr></tfoot></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Table Armor Class Modifiers", 
            "type": "table", 
            "name": "Table: Armor Class Modifiers", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A number of factors and conditions can influence an attack roll. Many of these situations grant a bonus or penalty on attack rolls or to a defender's Armor Class.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>To determine whether your target has cover from your ranged attack, choose a corner of your square. If any line from this corner to any corner of the target's square passes through a square or border that blocks line of effect or provides cover, or through a square occupied by a creature, the target has cover (+4 to AC).</p><p>When making a melee attack against an adjacent target, your target has cover if any line from any corner of your square to the target's square goes through a wall (including a low wall). When making a melee attack against a target that isn't adjacent to you (such as with a reach weapon), use the rules for determining cover from ranged attacks.</p>", 
            "name": "Cover", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>A low obstacle (such as a wall no higher than half your height) provides cover, but only to creatures within 30 feet (6 squares) of it. The attacker can ignore the cover if he's closer to the obstacle than his target.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Low Obstacles and Cover", 
                    "type": "section", 
                    "name": "Low Obstacles and Cover", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can't execute an attack of opportunity against an opponent with cover relative to you.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Cover and Attacks of Opportunity", 
                    "type": "section", 
                    "name": "Cover and Attacks of Opportunity", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Cover grants you a +2 bonus on Reflex saves against attacks that originate or burst out from a point on the other side of the cover from you. Note that spread effects can extend around corners and thus negate this cover bonus.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Cover and Reflex Saves", 
                    "type": "section", 
                    "name": "Cover and Reflex Saves", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can use cover to make a Stealth check. Without cover, you usually need concealment (see below) to make a Stealth check.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Cover and Stealth Checks", 
                    "type": "section", 
                    "name": "Cover and Stealth Checks", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Creatures, even your enemies, can provide you with cover against ranged attacks, giving you a +4 bonus to AC. However, such soft cover provides no bonus on Reflex saves, nor does soft cover allow you to make a Stealth check.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Soft Cover", 
                    "type": "section", 
                    "name": "Soft Cover", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Any creature with a space larger than 5 feet (1 square) determines cover against melee attacks slightly differently than smaller creatures do. Such a creature can choose any square that it occupies to determine if an opponent has cover against its melee attacks. Similarly, when making a melee attack against such a creature, you can pick any of the squares it occupies to determine if it has cover against you.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Big Creatures and Cover", 
                    "type": "section", 
                    "name": "Big Creatures and Cover", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"partial-cover\">If a creature has cover, but more than half the creature is visible, its cover bonus is reduced to a +2 to AC and a +1 bonus on Reflex saving throws. This partial cover is subject to the GM's discretion.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Partial Cover", 
                    "type": "section", 
                    "name": "Partial Cover", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"total-cover\">If you don't have line of effect to your target (that is, you cannot draw any line from your square to your target's square without crossing a solid barrier), he is considered to have total cover from you. You can't make an attack against a target that has total cover.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Total Cover", 
                    "type": "section", 
                    "name": "Total Cover", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"improved-cover\">In some cases, such as attacking a target hiding behind an arrowslit, cover may provide a greater bonus to AC and Reflex saves. In such situations, the normal cover bonuses to AC and Reflex saves can be doubled (to +8 and +4, respectively). A creature with this improved cover effectively gains improved evasion against any attack to which the Reflex save bonus applies. Furthermore, improved cover provides a +10 bonus on Stealth checks.</p><img src=\"/pathfinderRPG/prd/image/Cover.jpg\" />", 
                    "name": "Improved Cover", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Improved Cover", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table><tfoot><tr><td>#1: The fighter is adjacent to the ogre, and nothing blocks him from reaching it. The ogre does not have cover against the fighter.#2: The rogue is adjacent to the ogre, but lines from the corners of her square to the corners of the ogre's square cross through a wall. The ogre has melee cover from her, but if it attacks her, the rogue does not have cover from it, as the ogre has reach (so it figures attacks as if attacking with a ranged weapon).#3: The cleric attacks at range, and must pick one of the corners of her square to determine cover. Some of these lines pass through a solid surface, meaning that the ogre has cover.#4: The sorcerer attacks at range as well, but her lines reveal that she can clearly see more than half of the ogre. This gives the ogre partial cover.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Improved Cover/", 
                            "type": "table", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>To determine whether your target has concealment from your ranged attack, choose a corner of your square. If any line from this corner to any corner of the target's square passes through a square or border that provides concealment, the target has concealment.</p><p>When making a melee attack against an adjacent target, your target has concealment if his space is entirely within an effect that grants concealment. When making a melee attack against a target that isn't adjacent to you, use the rules for determining concealment from ranged attacks.</p><p>In addition, some magical effects provide concealment against all attacks, regardless of whether any intervening concealment exists.</p>", 
            "name": "Concealment", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Concealment gives the subject of a successful attack a 20% chance that the attacker missed because of the concealment. Make the attack normally&mdash;if the attacker hits, the defender must make a miss chance d% roll to avoid being struck. Multiple concealment conditions do not stack.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Concealment Miss Chance", 
                    "type": "section", 
                    "name": "Concealment Miss Chance", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can use concealment to make a Stealth check. Without concealment, you usually need cover to make a Stealth check.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Concealment and Stealth Checks", 
                    "type": "section", 
                    "name": "Concealment and Stealth Checks", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"total-concealment\">If you have line of effect to a target but not line of sight, he is considered to have total concealment from you. You can't attack an opponent that has total concealment, though you can attack into a square that you think he occupies. A successful attack into a square occupied by an enemy with total concealment has a 50% miss chance (instead of the normal 20% miss chance for an opponent with concealment).</p><p>You can't execute an attack of opportunity against an opponent with total concealment, even if you know what square or squares the opponent occupies.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Total Concealment", 
                    "type": "section", 
                    "name": "Total Concealment", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Concealment isn't always effective. An area of dim lighting or darkness doesn't provide any concealment against an opponent with darkvision. Characters with low-light vision can see clearly for a greater distance than other characters with the same light source. Although <i>invisibility</i> provides total concealment, sighted opponents may still make Perception checks to notice the location of an invisible character. An invisible character gains a +20 bonus on Stealth checks if moving, or a +40 bonus on Stealth checks when not moving (even though opponents can't see you, they might be able to figure out where you are from other visual or auditory clues).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Ignoring Concealment", 
                    "type": "section", 
                    "name": "Ignoring Concealment", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Certain situations may provide more or less than typical concealment, and modify the miss chance accordingly.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Varying Degrees of Concealment", 
                    "type": "section", 
                    "name": "Varying Degrees of Concealment", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>When making a melee attack, you get a +2 flanking bonus if your opponent is threatened by another enemy character or creature on its opposite border or opposite corner.</p><p>When in doubt about whether two characters flank an opponent in the middle, trace an imaginary line between the two attackers' centers. If the line passes through opposite borders of the opponent's space (including corners of those borders), then the opponent is flanked.</p>", 
            "name": "Flanking", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Flanking", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>If a flanker takes up more than 1 square, it gets the flanking bonus if any square it occupies counts for flanking.</p><p>Only a creature or character that threatens the defender can help an attacker get a flanking bonus.</p><p>Creatures with a reach of 0 feet can't flank an opponent.</p><img src=\"/pathfinderRPG/prd/image/Flanking.jpg\" />", 
                    "name": "Exception", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Flanking/Exception", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table><tfoot><tr><td>#1: The fighter and the cleric are flanking the ogre because they can draw a line to each other that passes through opposite sides of the ogre. Both the fighter and the cleric receive a +2 bonus on attack rolls made against the ogre.#2: The rogue is not flanking the ogre because she cannot draw a line to the fighter or the cleric that passes through opposite sides of the ogre. The rogue cannot draw a line to the sorcerer because the sorcerer is not adjacent to the ogre and does not threaten it.#3: The goblin and the ogre flank the sorcerer, as they can draw a line between them that passes through opposite sides of the sorcerer's square. If the ogre didn't have reach to the sorcerer, though, he and the goblin would not be flanking her.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Flanking/Exception/", 
                            "type": "table", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>A helpless opponent is someone who is bound, sleeping, paralyzed, unconscious, or otherwise at your mercy.</p>", 
            "name": "Helpless Defenders", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Helpless Defenders", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>A helpless character takes a &ndash;4 penalty to AC against melee attacks. In addition, a helpless character is treated as having a Dexterity of 0, giving him a &ndash;5 penalty to AC against both melee and ranged attacks (for a total of &ndash;9 against melee and &ndash;5 against ranged). A helpless character is also flat-footed.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Helpless Defenders/Regular Attack", 
                    "type": "section", 
                    "name": "Regular Attack", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"coup-de-grace\">As a full-round action, you can use a melee weapon to deliver a coup de grace (pronounced &ldquo;coo day grahs&rdquo;) to a helpless opponent. You can also use a bow or crossbow, provided you are adjacent to the target. </p><p>You automatically hit and score a critical hit. If the defender survives the damage, he must make a Fortitude save (DC 10 + damage dealt) or die. A rogue also gets her extra sneak attack damage against a helpless opponent when delivering a coup de grace.</p><p>Delivering a coup de grace provokes attacks of opportunity from threatening opponents.</p><p>You can't deliver a coup de grace against a creature that is immune to critical hits. You can deliver a coup de grace against a creature with total concealment, but doing this requires two consecutive full-round actions (one to &ldquo;find&rdquo; the creature once you've determined what square it's in, and one to deliver the coup de grace).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Helpless Defenders/Coup de Grace", 
                    "type": "section", 
                    "name": "Coup de Grace", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ], 
    "name": "Combat Modifiers", 
    "source": "Core Rulebook"
}