{
    "body": "<p>Combat is cyclical; everybody acts in turn in a regular cycle of rounds. Combat follows this sequence:</p><p>1. When combat begins, all combatants roll initiative.</p><p>2. Determine which characters are aware of their opponents. These characters can act during a surprise round. If all the characters are aware of their opponents, proceed with normal rounds. See the surprise section for more information.</p><p>3. After the surprise round (if any), all combatants are ready to being the first normal round of combat.</p><p>4. Combatants act in initiative order (highest to lowest).</p><p>5. When everyone has had a turn, the next round begins with the combatant with the highest initiative, and steps 4 and 5 repeat until combat ends.</p>", 
    "name": "How Combat Works", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/How Combat Works", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Each round represents 6 seconds in the game world; there are 10 rounds in a minute of combat. A round normally allows each character involved in a combat situation to act. </p><p>Each round's activity begins with the character with the highest initiative result and then proceeds in order. When a character's turn comes up in the initiative sequence, that character performs his entire round's worth of actions. (For exceptions, see Attacks of Opportunity and Special Initiative Actions.)</p><p>When the rules refer to a &ldquo;full round&rdquo;, they usually mean a span of time from a particular initiative count in one round to the same initiative count in the next round. Effects that last a certain number of rounds end just before the same initiative count that they began on.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/How Combat Works/The Combat Round", 
            "type": "section", 
            "name": "The Combat Round", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>At the start of a battle, each combatant makes an initiative check. An initiative check is a Dexterity check. Each character applies his or her Dexterity modifier to the roll, as well as other modifiers from feats, spells, and other effects. Characters act in order, counting down from the highest result to the lowest. In every round that follows, the characters act in the same order (unless a character takes an action that results in his or her initiative changing; see Special Initiative Actions).</p><p>If two or more combatants have the same initiative check result, the combatants who are tied act in order of total initiative modifier (highest first). If there is still a tie, the tied characters should roll to determine which one of them goes before the other.</p>", 
            "name": "Initiative", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/How Combat Works/Initiative", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"flat-footed\">At the start of a battle, before you have had a chance to act (specifically, before your first regular turn in the initiative order), you are flat-footed. You can't use your Dexterity bonus to AC (if any) while flat-footed. Barbarians and rogues of high enough level have the uncanny dodge extraordinary ability, which means that they cannot be caught flat-footed. Characters with uncanny dodge retain their Dexterity bonus to their AC and can make attacks of opportunity before they have acted in the first round of combat. A flat-footed character can't make attacks of opportunity, unless he has the Combat Reflexes feat.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/How Combat Works/Initiative/Flat-Footed", 
                    "type": "section", 
                    "name": "Flat-Footed", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Even if you can't take actions, you retain your initiative score for the duration of the encounter.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/How Combat Works/Initiative/Inaction", 
                    "type": "section", 
                    "name": "Inaction", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>When a combat starts, if you are not aware of your opponents and they are aware of you, you're surprised.</p><p>Sometimes all the combatants on a side are aware of their opponents, sometimes none are, and sometimes only some of them are. Sometimes a few combatants on each side are aware and the other combatants on each side are unaware.</p><p>Determining awareness may call for Perception checks or other checks.</p>", 
            "name": "Surprise", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/How Combat Works/Surprise", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>If some but not all of the combatants are aware of their opponents, a surprise round happens before regular rounds begin. In initiative order (highest to lowest), combatants who started the battle aware of their opponents each take a standard or move action during the surprise round. You can also take free actions during the surprise round. If no one or everyone is surprised, no surprise round occurs.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/How Combat Works/Surprise/The Surprise Round", 
                    "type": "section", 
                    "name": "The Surprise Round", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Combatants who are unaware at the start of battle don't get to act in the surprise round. Unaware combatants are flat-footed because they have not acted yet, so they lose any Dexterity bonus to AC.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/How Combat Works/Surprise/Unaware Combatants", 
                    "type": "section", 
                    "name": "Unaware Combatants", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}