{
    "body": "<p>Your hit points measure how hard you are to kill. No matter how many hit points you lose, your character isn't hindered in any way until your hit points drop to 0 or lower.</p>", 
    "name": "Injury and Death", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>The most common way that your character gets hurt is to take lethal damage and lose hit points.</p>", 
            "name": "Loss of Hit Points", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Loss of Hit Points", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Hit points mean two things in the game world: the ability to take physical punishment and keep going, and the ability to turn a serious blow into a less serious one.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Loss of Hit Points/What Hit Points Represent", 
                    "type": "section", 
                    "name": "What Hit Points Represent", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Damage doesn't slow you down until your current hit points reach 0 or lower. At 0 hit points, you're disabled.</p><p>If your hit point total is negative, but not equal to or greater than your Constitution score, you are unconscious and dying.</p><p>When your negative hit point total is equal to your Constitution, you're dead.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Loss of Hit Points/Effects of Hit Point Damage", 
                    "type": "section", 
                    "name": "Effects of Hit Point Damage", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"massive-damage\">If you ever sustain a single attack that deals an amount of damage equal to half your total hit points (minimum 50 points of damage) or more and it doesn't kill you outright, you must make a DC 15 Fortitude save. If this saving throw fails, you die regardless of your current hit points. If you take half your total hit points or more in damage from multiple attacks, no one of which dealt more than half your total hit points (minimum 50), the massive damage rule does not apply.</p>", 
                    "name": "Massive Damage", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Loss of Hit Points/Massive Damage", 
                    "source": "Core Rulebook", 
                    "abbrev": "Optional Rule", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>When your current hit point total drops to exactly 0, you are disabled.</p><p>You gain the staggered condition and can only take a single move or standard action each turn (but not both, nor can you take full-round actions). You can take move actions without further injuring yourself, but if you perform any standard action (or any other strenuous action) you take 1 point of damage after completing the act. Unless your activity increased your hit points, you are now at &ndash;1 hit points and dying.</p><p>Healing that raises your hit points above 0 makes you fully functional again, just as if you'd never been reduced to 0 or fewer hit points.</p><p>You can also become disabled when recovering from dying. In this case, it's a step toward recovery, and you can have fewer than 0 hit points (see Stable Characters and Recovery).</p>", 
            "name": "Disabled", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Disabled", 
            "source": "Core Rulebook", 
            "abbrev": "0 Hit Points", 
            "type": "section"
        }, 
        {
            "body": "<p>If your hit point total is negative, but not equal to or greater than your Constitution score, you're dying.</p><p>A dying character immediately falls unconscious and can take no actions.</p><p>A dying character loses 1 hit point every round. This continues until the character dies or becomes stable.</p>", 
            "name": "Dying", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Dying", 
            "source": "Core Rulebook", 
            "abbrev": "Negative Hit Points", 
            "type": "section"
        }, 
        {
            "body": "<p>When your character's current hit points drop to a negative amount equal to his Constitution score or lower, or if he succumbs to massive damage, he's dead. A character can also die from taking ability damage or suffering an ability drain that reduces his Constitution score to 0 (see Special Abilities).</p><p>Certain types of powerful magic, such as <i>raise dead</i> and <i>resurrection</i>, can restore life to a dead character. See Magic for more information.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Dead", 
            "type": "section", 
            "name": "Dead", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>On the character's next turn, after being reduced to negative hit points (but not dead), and on all subsequent turns, the character must make a DC 10 Constitution check to become stable. The character takes a penalty on this roll equal to his negative hit point total. A character that is stable does not need to make this check. A natural 20 on this check is an automatic success. If the character fails this check, he loses 1 hit point. An unconscious or dying character cannot use any special action that changes the initiative count on which his action occurs.</p><p>Characters taking continuous damage, such as from an <i>acid arrow</i> or a bleed effect, automatically fail all Constitution checks made to stabilize. Such characters lose 1 hit point per round in addition to the continuous damage. </p><p>You can keep a dying character from losing any more hit points and make him stable with a DC 15 Heal check.</p><p>If any sort of healing cures the dying character of even 1 point of damage, he becomes stable and stops losing hit points.</p><p>Healing that raises the dying character's hit points to 0 makes him conscious and disabled. Healing that raises his hit points to 1 or more makes him fully functional again, just as if he'd never been reduced to 0 or lower. A spellcaster retains the spellcasting capability she had before dropping below 0 hit points.</p><p>A stable character who has been tended by a healer or who has been magically healed eventually regains consciousness and recovers hit points naturally. If the character has no one to tend him, however, his life is still in danger, and he may yet slip away.</p>", 
            "name": "Stable Characters and Recovery", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Stable Characters and Recovery", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>One hour after a tended, dying character becomes stable, the character must make a DC 10 Constitution check to become conscious. The character takes a penalty on this roll equal to his negative hit point total. Conscious characters with negative hit point totals are treated as disabled characters. If the character remains unconscious, he receives another check every hour to regain consciousness. A natural 20 on this check is an automatic success. Even if unconscious, the character recovers hit points naturally. He automatically regains consciousness when his hit points rise to 1 or higher.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Stable Characters and Recovery/Recovering with Help", 
                    "type": "section", 
                    "name": "Recovering with Help", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A severely wounded character left alone usually dies. He has a small chance of recovering on his own. Treat such characters as those attempting to recover with help, but every failed Constitution check to regain consciousness results in the loss of 1 hit point. An unaided character does not recover hit points naturally. Once conscious, the character can make a DC 10 Constitution check once per day, after resting for 8 hours, to begin recovering hit points naturally. The character takes a penalty on this roll equal to his negative hit point total. Failing this check causes the character to lose 1 hit point, but this does not cause the character to become unconscious. Once a character makes this check, he continues to heal naturally and is no longer in danger of losing hit points naturally.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Stable Characters and Recovery/Recovering without Help", 
                    "type": "section", 
                    "name": "Recovering without Help", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>After taking damage, you can recover hit points through natural healing or through magical healing. In any case, you can't regain hit points past your full normal hit point total.</p>", 
            "name": "Healing", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Healing", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>With a full night's rest (8 hours of sleep or more), you recover 1 hit point per character level. Any significant interruption during your rest prevents you from healing that night.</p><p>If you undergo complete bed rest for an entire day and night, you recover twice your character level in hit points. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Healing/Natural Healing", 
                    "type": "section", 
                    "name": "Natural Healing", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Various abilities and spells can restore hit points.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Healing/Magical Healing", 
                    "type": "section", 
                    "name": "Magical Healing", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can never recover more hit points than you lost. Magical healing won't raise your current hit points higher than your full normal hit point total.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Healing/Healing Limits", 
                    "type": "section", 
                    "name": "Healing Limits", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Temporary ability damage returns at the rate of 1 point per night of rest (8 hours) for each affected ability score. Complete bed rest restores 2 points per day (24 hours) for each affected ability score.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Healing/Healing Ability Damage", 
                    "type": "section", 
                    "name": "Healing Ability Damage", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Certain effects give a character temporary hit points. These hit points are in addition to the character's current hit point total and any damage taken by the character is subtracted from these hit points first. Any damage in excess of a character's temporary hit points is applied to his current hit points as normal. If the effect that grants the temporary hit points ends or is dispelled, any remaining temporary hit points go away. The damage they sustained is not transferred to the character's current hit points.</p><p>When temporary hit points are lost, they cannot be restored as real hit points can be, even by magic.</p>", 
            "name": "Temporary Hit Points", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Temporary Hit Points", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>An increase in a character's Constitution score, even a temporary one, can give her more hit points (an effective hit point increase), but these are not temporary hit points. They can be restored, and they are not lost first as temporary hit points are.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Temporary Hit Points/Increases in Constitution Score and Current Hit Points", 
                    "type": "section", 
                    "name": "Increases in Constitution Score and Current Hit Points", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Nonlethal damage represents harm to a character that is not life-threatening. Unlike normal damage, nonlethal damage is healed quickly with rest.</p>", 
            "name": "Nonlethal Damage", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Certain attacks deal nonlethal damage. Other effects, such as heat or being exhausted, also deal nonlethal damage. When you take nonlethal damage, keep a running total of how much you've accumulated. Do not deduct the nonlethal damage number from your current hit points. It is not &ldquo;real&rdquo; damage. Instead, when your nonlethal damage equals your current hit points, you're staggered (see below), and when it exceeds your current hit points, you fall unconscious.</p>", 
                    "name": "Dealing Nonlethal Damage", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Dealing Nonlethal Damage", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>You can use a melee weapon that deals lethal damage to deal nonlethal damage instead, but you take a &ndash;4 penalty on your attack roll.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Dealing Nonlethal Damage/Nonlethal Damage with a Weapon that Deals Lethal Damage", 
                            "type": "section", 
                            "name": "Nonlethal Damage with a Weapon that Deals Lethal Damage", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>You can use a weapon that deals nonlethal damage, including an unarmed strike, to deal lethal damage instead, but you take a &ndash;4 penalty on your attack roll.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Dealing Nonlethal Damage/Lethal Damage with a Weapon that Deals Nonlethal Damage", 
                            "type": "section", 
                            "name": "Lethal Damage with a Weapon that Deals Nonlethal Damage", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>When your nonlethal damage equals your current hit points, you're staggered. You can only take a standard action or a move action in each round (in addition to free, immediate, and swift actions). You cease being staggered when your current hit points once again exceed your nonlethal damage.</p><p>When your nonlethal damage exceeds your current hit points, you fall unconscious. While unconscious, you are helpless.</p><p>Spellcasters who fall unconscious retain any spellcasting ability they had before going unconscious.</p><p>If a creature's nonlethal damage is equal to his total maximum hit points (not his current hit points), all further nonlethal damage is treated as lethal damage. This does not apply to creatures with regeneration. Such creatures simply accrue additional nonlethal damage, increasing the amount of time they remain unconscious.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Staggered and Unconscious", 
                    "type": "section", 
                    "name": "Staggered and Unconscious", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You heal nonlethal damage at the rate of 1 hit point per hour per character level. When a spell or ability cures hit point damage, it also removes an equal amount of nonlethal damage.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Healing Nonlethal Damage", 
                    "type": "section", 
                    "name": "Healing Nonlethal Damage", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}