{
    "body": "<p>Miniatures are on the 30mm scale&mdash;a miniature of a 6-foot-tall man is approximately 30mm tall. A square on the battle grid is 1 inch across, representing a 5-foot-by-5-foot area.</p>", 
    "name": "Movement, Position, And Distance", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Tactical Movement", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table id=\"table-8-3-tactical-speed\"><caption>Table: Tactical Speed</caption><thead><tr><th>Race</th><th>No Armor or Light Armor</th><th>Medium or Heavy Armor</th></tr></thead><tbody><tr class=\"odd\"><td>Human, elf, half-elf, half-orc</td><td>30 ft. (6 squares)</td><td>20 ft. (4 squares)</td></tr><tr class=\"even\"><td>Dwarf</td><td>20 ft. (4 squares)</td><td>20 ft. (4 squares)</td></tr><tr class=\"odd\"><td>Halfling, gnome</td><td>20 ft. (4 squares)</td><td>15 ft. (3 squares)</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Tactical Movement/Table Tactical Speed", 
                    "type": "table", 
                    "name": "Table: Tactical Speed", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Your speed is determined by your race and your armor (see Table: Tactical Speed). Your speed while unarmored is your base land speed.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A character encumbered by carrying treasure, a large amount of gear, or fallen comrades may move slower than normal (see Additional Rules).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Tactical Movement/Encumbrance", 
                    "type": "section", 
                    "name": "Encumbrance", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Difficult terrain, obstacles, or poor visibility can hamper movement.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Tactical Movement/Hampered Movement", 
                    "type": "section", 
                    "name": "Hampered Movement", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Generally, you can move your speed in a round and still do something (take a move action and a standard action).</p><p>If you do nothing but move (that is, if you use both of your actions in a round to move your speed), you can move double your speed.</p><p>If you spend the entire round running, you can move quadruple your speed (or three times your speed in heavy armor). If you do something that requires a full round, you can only take a 5-foot step.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Tactical Movement/Movement in Combat", 
                    "type": "section", 
                    "name": "Movement in Combat", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A barbarian has a +10-foot bonus to his speed (unless she's wearing heavy armor). Experienced monks also have higher speed (unless they're wearing armor of any sort). In addition, many spells and magic items can affect a character's speed. Always apply any modifiers to a character's speed before adjusting the character's speed based on armor or encumbrance, and remember that multiple bonuses of the same type to a character's speed don't stack.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Tactical Movement/Bonuses to Speed", 
                    "type": "section", 
                    "name": "Bonuses to Speed", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Tactical Movement", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>As a general rule, distance is measured assuming that 1 square equals 5 feet.</p>", 
            "name": "Measuring Distance", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Measuring Distance", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>When measuring distance, the first diagonal counts as 1 square, the second counts as 2 squares, the third counts as 1, the fourth as 2, and so on.</p><p>You can't move diagonally past a corner (even by taking a 5-foot step). You can move diagonally past a creature, even an opponent.</p><p>You can also move diagonally past other impassable obstacles, such as pits.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Measuring Distance/Diagonals", 
                    "type": "section", 
                    "name": "Diagonals", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>When it's important to determine the closest square or creature to a location, if two squares or creatures are equally close, randomly determine which one counts as closest by rolling a die.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Measuring Distance/Closest Creature", 
                    "type": "section", 
                    "name": "Closest Creature", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>You can move through an unoccupied square without difficulty in most circumstances. Difficult terrain and a number of spell effects might hamper your movement through open spaces.</p>", 
            "name": "Moving Through a Square", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Moving Through a Square", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>You can move through a square occupied by a friendly character, unless you are charging. When you move through a square occupied by a friendly character, that character doesn't provide you with cover.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Moving Through a Square/Friend", 
                    "type": "section", 
                    "name": "Friend", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can't move through a square occupied by an opponent unless the opponent is helpless. You can move through a square occupied by a helpless opponent without penalty. Some creatures, particularly very large ones, may present an obstacle even when helpless. In such cases, each square you move through counts as 2 squares.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Moving Through a Square/Opponent", 
                    "type": "section", 
                    "name": "Opponent", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can't end your movement in the same square as another creature unless it is helpless.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Moving Through a Square/Ending Your Movement", 
                    "type": "section", 
                    "name": "Ending Your Movement", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>During your movement, you can attempt to move through a square occupied by an opponent (see Overrun).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Moving Through a Square/Overrun", 
                    "type": "section", 
                    "name": "Overrun", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A trained character can attempt to use Acrobatics to move through a square occupied by an opponent (see the Acrobatics skill).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Moving Through a Square/Tumbling", 
                    "type": "section", 
                    "name": "Tumbling", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A Fine, Diminutive, or Tiny creature can move into or through an occupied square. The creature provokes attacks of opportunity when doing so.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Moving Through a Square/Very Small Creature", 
                    "type": "section", 
                    "name": "Very Small Creature", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Any creature can move through a square occupied by a creature three size categories larger than itself.</p><p>A big creature can move through a square occupied by a creature three size categories smaller than it is. Creatures moving through squares occupied by other creatures provoke attacks of opportunity from those creatures.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Moving Through a Square/Square Occupied by Creature Three Sizes Larger or Smaller", 
                    "type": "section", 
                    "name": "Square Occupied by Creature Three Sizes Larger or Smaller", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some creatures break the above rules. A creature that completely fills the squares it occupies cannot be moved past, even with the Acrobatics skill or similar special abilities.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Moving Through a Square/Designated Exceptions", 
                    "type": "section", 
                    "name": "Designated Exceptions", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>From tangled plants to broken stone, there are a number of terrain features that can affect your movement.</p>", 
            "name": "Terrain and Obstacles", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Terrain and Obstacles", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"difficult-terrain\">Difficult terrain, such as heavy undergrowth, broken ground, or steep stairs, hampers movement. Each square of difficult terrain counts as 2 squares of movement. Each diagonal move into a difficult terrain square counts as 3 squares. You can't run or charge across difficult terrain.</p><p>If you occupy squares with different kinds of terrain, you can move only as fast as the most difficult terrain you occupy will allow.</p><p>Flying and incorporeal creatures are not hampered by difficult terrain.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Terrain and Obstacles/Difficult Terrain", 
                    "type": "section", 
                    "name": "Difficult Terrain", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Like difficult terrain, obstacles can hamper movement. If an obstacle hampers movement but doesn't completely block it, each obstructed square or obstacle between squares counts as 2 squares of movement. You must pay this cost to cross the obstacle, in addition to the cost to move into the square on the other side. If you don't have sufficient movement to cross the obstacle and move into the square on the other side, you can't cross it. Some obstacles may also require a skill check to cross.</p><p>On the other hand, some obstacles block movement entirely. A character can't move through a blocking obstacle.</p><p>Flying and incorporeal creatures are able to avoid most obstacles.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Terrain and Obstacles/Obstacles", 
                    "type": "section", 
                    "name": "Obstacles", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"squeezing\">In some cases, you may have to squeeze into or through an area that isn't as wide as the space you take up. You can squeeze through or into a space that is at least half as wide as your normal space. Each move into or through a narrow space counts as if it were 2 squares, and while squeezed in a narrow space, you take a &ndash;4 penalty on attack rolls and a &ndash;4 penalty to AC.</p><p>When a Large creature (which normally takes up 4 squares) squeezes into a space that's 1 square wide, the creature's miniature figure occupies 2 squares, centered on the line between the 2 squares. For a bigger creature, center the creature likewise in the area it squeezes into.</p><p>A creature can squeeze past a creature while moving but it can't end its movement in an occupied square.</p><p>To squeeze through or into a space less than half your space's width, you must use the Escape Artist skill. You can't attack while using Escape Artist to squeeze through or into a narrow space, you take a &ndash;4 penalty to AC, and you lose any Dexterity bonus to AC.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Terrain and Obstacles/Squeezing", 
                    "type": "section", 
                    "name": "Squeezing", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>These rules cover special movement situations.</p>", 
            "name": "Special Movement Rules", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Special Movement Rules", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Sometimes a character ends its movement while moving through a space where it's not allowed to stop. When that happens, put your miniature in the last legal position you occupied, or the closest legal position, if there's a legal position that's closer.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Special Movement Rules/Accidentally Ending Movement in an Illegal Space", 
                    "type": "section", 
                    "name": "Accidentally Ending Movement in an Illegal Space", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>When your movement is hampered in some way, your movement usually costs double. For example, each square of movement through difficult terrain counts as 2 squares, and each diagonal move through such terrain counts as 3 squares (just as two diagonal moves normally do).</p><p>If movement cost is doubled twice, then each square counts as 4 squares (or as 6 squares if moving diagonally). If movement cost is doubled three times, then each square counts as 8 squares (12 if diagonal) and so on. This is an exception to the general rule that two doublings are equivalent to a tripling.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Special Movement Rules/Double Movement Cost", 
                    "type": "section", 
                    "name": "Double Movement Cost", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Despite whatever penalties to movement you might have, you can take a full-round action to move 5 feet (1 square) in any direction, even diagonally. This rule doesn't allow you to move through impassable terrain or to move when all movement is prohibited. Such movement provokes attacks of opportunity as normal (despite the distance covered, this move isn't a 5-foot step).</p><img src=\"/pathfinderRPG/prd/image/TacticalMovement.jpg\" />", 
                    "name": "Minimum Movement", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Special Movement Rules/Minimum Movement", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table><tfoot><tr><td>The fighter's first move costs him 5 feet (or 1 square). His next costs 5 feet also, but his third (his 2nd diagonal) costs him 10 feet. Next he moves into difficult terrain, also costing him 10 feet. At this point (#6), the fighter has moved 30 feet&mdash;one move action. The last square is a diagonal move in difficult terrain, which costs 15 feet; he must spend his turn's standard action to move this far.The Large ogre's move costs a total of 20 feet worth of movement (or 4 squares). The ogre cannot cut across the corner to get to that location, and must fully move around it, as indicated.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Movement/Position/And Distance/Special Movement Rules/Minimum Movement/", 
                            "type": "table", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }
    ]
}