{
    "body": "<p>This section discusses all of the various standard maneuvers you can perform during combat other than normal attacks, casting spells, or using other class abilities. Some of these special attacks can be made as part of another action (such as an attack) or as an attack of opportunity.</p>", 
    "name": "Special Attacks", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>In melee combat, you can help a friend attack or defend by distracting or interfering with an opponent. If you're in position to make a melee attack on an opponent that is engaging a friend in melee combat, you can attempt to aid your friend as a standard action. You make an attack roll against AC 10. If you succeed, your friend gains either a +2 bonus on his next attack roll against that opponent or a +2 bonus to AC against that opponent's next attack (your choice), as long as that attack comes before the beginning of your next turn. Multiple characters can aid the same friend, and similar bonuses stack.</p><p>You can also use this standard action to help a friend in other ways, such as when he is affected by a spell, or to assist another character's skill check.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Aid Another", 
            "type": "section", 
            "name": "Aid Another", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Charging is a special full-round action that allows you to move up to twice your speed and attack during the action. Charging, however, carries tight restrictions on how you can move.</p>", 
            "name": "Charge", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Charge", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>You must move before your attack, not after. You must move at least 10 feet (2 squares) and may move up to double your speed directly toward the designated opponent. If you move a distance equal to your speed or less, you can also draw a weapon during a charge attack if your base attack bonus is at least +1.</p><p>You must have a clear path toward the opponent, and nothing can hinder your movement (such as difficult terrain or obstacles). You must move to the closest space from which you can attack the opponent. If this space is occupied or otherwise blocked, you can't charge. If any line from your starting space to the ending space passes through a square that blocks movement, slows movement, or contains a creature (even an ally), you can't charge. Helpless creatures don't stop a charge.</p><p>If you don't have line of sight to the opponent at the start of your turn, you can't charge that opponent.</p><p>You can't take a 5-foot step in the same round as a charge.</p><p>If you are able to take only a standard action on your turn, you can still charge, but you are only allowed to move up to your speed (instead of up to double your speed) and you cannot draw a weapon unless you possess the Quick Draw feat. You can't use this option unless you are restricted to taking only a standard action on your turn.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Charge/Movement During a Charge", 
                    "type": "section", 
                    "name": "Movement During a Charge", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>After moving, you may make a single melee attack. You get a +2 bonus on the attack roll and take a &ndash;2 penalty to your AC until the start of your next turn.</p><p>A charging character gets a +2 bonus on combat maneuver attack rolls made to bull rush an opponent.</p><p>Even if you have extra attacks, such as from having a high enough base attack bonus or from using multiple weapons, you only get to make one attack during a charge.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Charge/Attacking on a Charge", 
                    "type": "section", 
                    "name": "Attacking on a Charge", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A lance deals double damage if employed by a mounted character in a charge.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Charge/Lances and Charge Attacks", 
                    "type": "section", 
                    "name": "Lances and Charge Attacks", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Spears, tridents, and other weapons with the brace feature deal double damage when readied (set) and used against a charging character.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Charge/Weapons Readied against a Charge", 
                    "type": "section", 
                    "name": "Weapons Readied against a Charge", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>During combat, you can attempt to perform a number of maneuvers that can hinder or even cripple your foe, including bull rush, disarm, grapple, overrun, sunder, and trip. Although these maneuvers have vastly different results, they all use a similar mechanic to determine success.</p>", 
            "name": "Combat Maneuvers", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"combat-maneuver-bonus\">Each character and creature has a Combat Maneuver Bonus (or CMB) that represents its skill at performing combat maneuvers. A creature's CMB is determined using the following formula:</p><p><big><b>CMB = Base attack bonus + Strength modifier + special size modifier</b></big></p><p>Creatures that are size Tiny or smaller use their Dexterity modifier in place of their Strength modifier to determine their CMB. The special size modifier for a creature's Combat Maneuver Bonus is as follows: Fine &ndash;8, Diminutive &ndash;4, Tiny &ndash;2, Small &ndash;1, Medium +0, Large +1, Huge +2, Gargantuan +4, Colossal +8. Some feats and abilities grant a bonus to your CMB when performing specific maneuvers.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Combat Maneuver Bonus", 
                    "type": "section", 
                    "name": "Combat Maneuver Bonus", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>When performing a combat maneuver, you must use an action appropriate to the maneuver you are attempting to perform. While many combat maneuvers can be performed as part of an attack action, full-attack action, or attack of opportunity (in place of a melee attack), others require a specific action. Unless otherwise noted, performing a combat maneuver provokes an attack of opportunity from the target of the maneuver. If you are hit by the target, you take the damage normally and apply that amount as a penalty to the attack roll to perform the maneuver. If your target is immobilized, unconscious, or otherwise incapacitated, your maneuver automatically succeeds (treat as if you rolled a natural 20 on the attack roll). If your target is stunned, you receive a +4 bonus on your attack roll to perform a combat maneuver against it. </p><p>When you attempt to perform a combat maneuver, make an attack roll and add your CMB in place of your normal attack bonus. Add any bonuses you currently have on attack rolls due to spells, feats, and other effects. These bonuses must be applicable to the weapon or attack used to perform the maneuver. The DC of this maneuver is your target's Combat Maneuver Defense. Combat maneuvers are attack rolls, so you must roll for concealment and take any other penalties that would normally apply to an attack roll.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Performing a Combat Maneuver", 
                    "type": "section", 
                    "name": "Performing a Combat Maneuver", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"combat-maneuver-defense\">Each character and creature has a Combat Maneuver Defense (or CMD) that represents its ability to resist combat maneuvers. A creature's CMD is determined using the following formula:</p><p><big><b>CMD = 10 + Base attack bonus + Strength modifier + Dexterity modifier + special size modifier</b></big></p><p>The special size modifier for a creature's Combat Maneuver Defense is as follows: Fine &ndash;8, Diminutive &ndash;4, Tiny &ndash;2, Small &ndash;1, Medium +0, Large +1, Huge +2, Gargantuan +4, Colossal +8. Some feats and abilities grant a bonus to your CMD when resisting specific maneuvers. A creature can also add any circumstance, deflection, dodge, insight, luck, morale, profane, and sacred bonuses to AC to its CMD. Any penalties to a creature's AC also apply to its CMD. A flat-footed creature does not add its Dexterity bonus to its CMD.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Combat Maneuver Defense", 
                    "type": "section", 
                    "name": "Combat Maneuver Defense", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If your attack roll equals or exceeds the CMD of the target, your maneuver is a success and has the listed effect. Some maneuvers, such as bull rush, have varying levels of success depending on how much your attack roll exceeds the target's CMD. Rolling a natural 20 while attempting a combat maneuver is always a success (except when attempting to escape from bonds), while rolling a natural 1 is always a failure.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Determine Success", 
                    "type": "section", 
                    "name": "Determine Success", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can make a bull rush as a standard action or as part of a charge, in place of the melee attack. You can only bull rush an opponent who is no more than one size category larger than you. A bull rush attempts to push an opponent straight back without doing any harm. If you do not have the Improved Bull Rush feat, or a similar ability, initiating a bull rush provokes an attack of opportunity from the target of your maneuver.</p><p>If your attack is successful, your target is pushed back 5 feet. For every 5 by which your attack exceeds your opponent's CMD you can push the target back an additional 5 feet. You can move with the target if you wish but you must have the available movement to do so. If your attack fails, your movement ends in front of the target.</p><p>An enemy being moved by a bull rush does not provoke an attack of opportunity because of the movement unless you possess the Greater Bull Rush feat. You cannot bull rush a creature into a square that is occupied by a solid object or obstacle. If there is another creature in the way of your bull rush, you must immediately make a combat maneuver check to bull rush that creature. You take a &ndash;4 penalty on this check for each creature being pushed beyond the first. If you are successful, you can continue to push the creatures a distance equal to the lesser result. For example, if a fighter bull rushes a goblin for a total of 15 feet, but there is another goblin 5 feet behind the first, he must make another combat maneuver check against the second goblin after having pushed the first 5 feet. If his check reveals that he can push the second goblin a total of 20 feet, he can continue to push both goblins another 10 feet (since the first goblin will have moved a total of 15 feet).</p>", 
                    "name": "Bull Rush", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Bull Rush", 
                    "subtype": "combat_maneuver", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You can attempt to disarm your opponent in place of a melee attack. If you do not have the Improved Disarm feat, or a similar ability, attempting to disarm a foe provokes an attack of opportunity from the target of your maneuver. Attempting to disarm a foe while unarmed imposes a &ndash;4 penalty on the attack.</p><p>If your attack is successful, your target drops one item it is carrying of your choice (even if the item is wielded with two hands). If your attack exceeds the CMD of the target by 10 or more, the target drops the items it is carrying in both hands (maximum two items if the target has more than two hands). If your attack fails by 10 or more, you drop the weapon that you were using to attempt the disarm. If you successfully disarm your opponent without using a weapon, you may automatically pick up the item dropped.</p>", 
                    "name": "Disarm", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Disarm", 
                    "subtype": "combat_maneuver", 
                    "type": "section"
                }, 
                {
                    "body": "<p>As a standard action, you can attempt to grapple a foe, hindering his combat options. If you do not have Improved Grapple, grab, or a similar ability, attempting to grapple a foe provokes an attack of opportunity from the target of your maneuver. Humanoid creatures without two free hands attempting to grapple a foe take a &ndash;4 penalty on the combat maneuver roll. If successful, both you and the target gain the grappled condition (see the Appendices). If you successfully grapple a creature that is not adjacent to you, move that creature to an adjacent open space (if no space is available, your grapple fails). Although both creatures have the grappled condition, you can, as the creature that initiated the grapple, release the grapple as a free action, removing the condition from both you and the target. If you do not release the grapple, you must continue to make a check each round, as a standard action, to maintain the hold. If your target does not break the grapple, you get a +5 circumstance bonus on grapple checks made against the same target in subsequent rounds. Once you are grappling an opponent, a successful check allows you to continue grappling the foe, and also allows you to perform one of the following actions (as part of the standard action spent to maintain the grapple).</p>", 
                    "name": "Grapple", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple", 
                    "type": "section", 
                    "subtype": "combat_maneuver", 
                    "sections": [
                        {
                            "body": "<p>You can move both yourself and your target up to half your speed. At the end of your movement, you can place your target in any square adjacent to you. If you attempt to place your foe in a hazardous location, such as in a <i>wall of fire</i> or over a pit, the target receives a free attempt to break your grapple with a +4 bonus.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Move", 
                            "type": "section", 
                            "name": "Move", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>You can inflict damage to your target equal to your unarmed strike, a natural attack, or an attack made with armor spikes or a light or one-handed weapon. This damage can be either lethal or nonlethal.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Damage", 
                            "type": "section", 
                            "name": "Damage", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"pin\">You can give your opponent the pinned condition (see Conditions). Despite pinning your opponent, you still only have the grappled condition, but you lose your Dexterity bonus to AC.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Pin", 
                            "type": "section", 
                            "name": "Pin", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"tie-up\">If you have your target pinned, otherwise restrained, or unconscious, you can use rope to tie him up. This works like a pin effect, but the DC to escape the bonds is equal to 20 + your Combat Maneuver Bonus (instead of your CMD). The ropes do not need to make a check every round to maintain the pin. If you are grappling the target, you can attempt to tie him up in ropes, but doing so requires a combat maneuver check at a &ndash;10 penalty. If the DC to escape from these bindings is higher than 20 + the target's CMB, the target cannot escape from the bonds, even with a natural 20 on the check.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Tie Up", 
                            "type": "section", 
                            "name": "Tie Up", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>If you are grappled, you can attempt to break the grapple as a standard action by making a combat maneuver check (DC equal to your opponent's CMD; this does not provoke an attack of opportunity) or Escape Artist check (with a DC equal to your opponent's CMD). If you succeed, you break the grapple and can act normally. Alternatively, if you succeed, you can become the grappler, grappling the other creature (meaning that the other creature cannot freely release the grapple without making a combat maneuver check, while you can). Instead of attempting to break or reverse the grapple, you can take any action that doesn't require two hands to perform, such as cast a spell or make an attack or full attack with a light or one-handed weapon against any creature within your reach, including the creature that is grappling you. See the grappled condition for additional details. If you are pinned, your actions are very limited. See the pinned condition in Conditions for additional details.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/If You Are Grappled", 
                            "type": "section", 
                            "name": "If You Are Grappled", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Multiple creatures can attempt to grapple one target. The creature that first initiates the grapple is the only one that makes a check, with a +2 bonus for each creature that assists in the grapple (using the Aid Another action). Multiple creatures can also assist another creature in breaking free from a grapple, with each creature that assists (using the Aid Another action) granting a +2 bonus on the grappled creature's combat maneuver check.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Multiple Creatures", 
                            "type": "section", 
                            "name": "Multiple Creatures", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>As a standard action, taken during your move or as part of a charge, you can attempt to overrun your target, moving through its square. You can only overrun an opponent who is no more than one size category larger than you. If you do not have the Improved Overrun feat, or a similar ability, initiating an overrun provokes an attack of opportunity from the target of your maneuver. If your overrun attempt fails, you stop in the space directly in front of the opponent, or the nearest open space in front of the creature if there are other creatures occupying that space.</p><p>When you attempt to overrun a target, it can choose to avoid you, allowing you to pass through its square without requiring an attack. If your target does not avoid you, make a combat maneuver check as normal. If your maneuver is successful, you move through the target's space. If your attack exceeds your opponent's CMD by 5 or more, you move through the target's space and the target is knocked prone. If the target has more than two legs, add +2 to the DC of the combat maneuver attack roll for each additional leg it has.</p>", 
                    "name": "Overrun", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Overrun", 
                    "subtype": "combat_maneuver", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You can attempt to sunder an item held or worn by your opponent as part of an attack action in place of a melee attack. If you do not have the Improved Sunder feat, or a similar ability, attempting to sunder an item provokes an attack of opportunity from the target of your maneuver. </p><p>If your attack is successful, you deal damage to the item normally. Damage that exceeds the object's Hardness is subtracted from its hit points. If an object has equal to or less than half its total hit points remaining, it gains the broken condition (see Conditions). If the damage you deal would reduce the object to less than 0 hit points, you can choose to destroy it. If you do not choose to destroy it, the object is left with only 1 hit point and the broken condition.</p>", 
                    "name": "Sunder", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Sunder", 
                    "subtype": "combat_maneuver", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You can attempt to trip your opponent in place of a melee attack. You can only trip an opponent who is no more than one size category larger than you. If you do not have the Improved Trip feat, or a similar ability, initiating a trip provokes an attack of opportunity from the target of your maneuver.</p><p>If your attack exceeds the target's CMD, the target is knocked prone. If your attack fails by 10 or more, you are knocked prone instead. If the target has more than two legs, add +2 to the DC of the combat maneuver attack roll for each additional leg it has. Some creatures&mdash;such as oozes, creatures without legs, and flying creatures&mdash;cannot be tripped.</p>", 
                    "name": "Trip", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Trip", 
                    "subtype": "combat_maneuver", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>Feinting is a standard action. To feint, make a Bluff skill check. The DC of this check is equal to 10 + your opponent's base attack bonus + your opponent's Wisdom modifier. If your opponent is trained in Sense Motive, the DC is instead equal to 10 + your opponent's Sense Motive bonus, if higher. If successful, the next melee attack you make against the target does not allow him to use his Dexterity bonus to AC (if any). This attack must be made on or before your next turn.</p><p>When feinting against a nonhumanoid you take a &ndash;4 penalty. Against a creature of animal Intelligence (1 or 2), you take a &ndash;8 penalty. Against a creature lacking an Intelligence score, it's impossible. Feinting in combat does not provoke attacks of opportunity.</p>", 
            "name": "Feint", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Feint", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>With the Improved Feint feat, you can attempt a feint as a move action.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Feint/Feinting as a Move Action", 
                    "type": "section", 
                    "name": "Feinting as a Move Action", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>These rules cover being mounted on a horse in combat but can also be applied to more unusual steeds, such as a griffon or dragon.</p>", 
            "name": "Mounted Combat", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Horses, ponies, and riding dogs can serve readily as combat steeds. Mounts that do not possess combat training (see the Handle Animal skill) are frightened by combat. If you don't dismount, you must make a DC 20 Ride check each round as a move action to control such a mount. If you succeed, you can perform a standard action after the move action. If you fail, the move action becomes a full-round action, and you can't do anything else until your next turn.</p><p>Your mount acts on your initiative count as you direct it. You move at its speed, but the mount uses its action to move.</p><p>A horse (not a pony) is a Large creature and thus takes up a space 10 feet (2 squares) across. For simplicity, assume that you share your mount's space during combat.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/Mounts in Combat", 
                    "type": "section", 
                    "name": "Mounts in Combat", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>With a DC 5 Ride check, you can guide your mount with your knees so as to use both hands to attack or defend yourself. This is a free action.</p><p>When you attack a creature smaller than your mount that is on foot, you get the +1 bonus on melee attacks for being on higher ground. If your mount moves more than 5 feet, you can only make a single melee attack. Essentially, you have to wait until the mount gets to your enemy before attacking, so you can't make a full attack. Even at your mount's full speed, you don't take any penalty on melee attacks while mounted.</p><p>If your mount charges, you also take the AC penalty associated with a charge. If you make an attack at the end of the charge, you receive the bonus gained from the charge. When charging on horseback, you deal double damage with a lance (see Charge).</p><p>You can use ranged weapons while your mount is taking a double move, but at a &ndash;4 penalty on the attack roll. You can use ranged weapons while your mount is running (quadruple speed) at a &ndash;8 penalty. In either case, you make the attack roll when your mount has completed half its movement. You can make a full attack with a ranged weapon while your mount is moving. Likewise, you can take move actions normally.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/Combat while Mounted", 
                    "type": "section", 
                    "name": "Combat while Mounted", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"casting-spells-while-mounted\">You can cast a spell normally if your mount moves up to a normal move (its speed) either before or after you cast. If you have your mount move both before and after you cast a spell, then you're casting the spell while the mount is moving, and you have to make a concentration check due to the vigorous motion (DC 10 + spell level) or lose the spell. If the mount is running (quadruple speed), you can cast a spell when your mount has moved up to twice its speed, but your concentration check is more difficult due to the violent motion (DC 15 + spell level).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/Casting Spells While Mounted", 
                    "type": "section", 
                    "name": "Casting Spells While Mounted", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If your mount falls, you have to succeed on a DC 15 Ride check to make a soft fall and take no damage. If the check fails, you take 1d6 points of damage.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/If Your Mount Falls in Battle", 
                    "type": "section", 
                    "name": "If Your Mount Falls in Battle", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you are knocked unconscious, you have a 50% chance to stay in the saddle (75% if you're in a military saddle). Otherwise you fall and take 1d6 points of damage. Without you to guide it, your mount avoids combat.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/If You Are Dropped", 
                    "type": "section", 
                    "name": "If You Are Dropped", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>A splash weapon is a ranged weapon that breaks on impact, splashing or scattering its contents over its target and nearby creatures or objects. To attack with a splash weapon, make a ranged touch attack against the target. Thrown splash weapons require no weapon proficiency, so you don't take the &ndash;4 nonproficiency penalty. A hit deals direct hit damage to the target, and splash damage to all creatures within 5 feet of the target. If the target is Large or larger, you choose one of its squares and the splash damage affects creatures within 5 feet of that square. Splash weapons cannot deal precision-based damage (such as sneak attack). </p><p>You can instead target a specific grid intersection. Treat this as a ranged attack against AC 5. However, if you target a grid intersection, creatures in all adjacent squares are dealt the splash damage, and the direct hit damage is not dealt to any creature. You can't target a grid intersection occupied by a creature, such as a Large or larger creature; in this case, you're aiming at the creature.</p><p>If you miss the target (whether aiming at a creature or a grid intersection), roll 1d8. This determines the misdirection of the throw, with 1 falling short (off-target in a straight line toward the thrower), and 2 through 8 rotating around the target creature or grid intersection in a clockwise direction. Then, count a number of squares in the indicated direction equal to the range increment of the throw. After you determine where the weapon landed, it deals splash damage to all creatures in that square and in all adjacent squares.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Throw Splash Weapon", 
            "type": "section", 
            "name": "Throw Splash Weapon", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If you wield a second weapon in your off hand, you can get one extra attack per round with that weapon. You suffer a &ndash;6 penalty with your regular attack or attacks with your primary hand and a &ndash;10 penalty to the attack with your off hand when you fight this way. You can reduce these penalties in two ways. First, if your off-hand weapon is light, the penalties are reduced by 2 each. An unarmed strike is always considered light. Second, the Two-Weapon Fighting feat lessens the primary hand penalty by 2, and the off-hand penalty by 6.</p><p>Table: Two-weapon Fighting Penalties summarizes the interaction of all these factors.</p>", 
            "name": "Two-Weapon Fighting", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Two-Weapon Fighting", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>You can use a double weapon to make an extra attack with the off-hand end of the weapon as if you were fighting with two weapons. The penalties apply as if the off-hand end of the weapon was a light weapon.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Two-Weapon Fighting/Double Weapons", 
                    "type": "section", 
                    "name": "Double Weapons", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The same rules apply when you throw a weapon from each hand. Treat a dart or shuriken as a light weapon when used in this manner, and treat a bolas, javelin, net, or sling as a one-handed weapon.</p>", 
                    "name": "Thrown Weapons", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Two-Weapon Fighting/Thrown Weapons", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table id=\"table-8-7-two-weapon-fighting-penalties\"><caption>Table: Two-Weapon Fighting Penalties</caption><thead><tr><th>Circumstances</th><th>Primary Hand</th><th>Off Hand</th></tr></thead><tr class=\"odd\"><td>Normal penalties</td><td>&ndash;6</td><td>&ndash;10</td></tr><tr class=\"even\"><td>Off-hand weapon is light</td><td>&ndash;4</td><td>&ndash;8</td></tr><tr class=\"odd\"><td>Two-Weapon Fighting feat</td><td>&ndash;4</td><td>&ndash;4</td></tr><tr class=\"even\"><td>Off-hand weapon is light and Two-Weapon Fighting feat</td><td>&ndash;2</td><td>&ndash;2</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Two-Weapon Fighting/Thrown Weapons/Table Two-Weapon Fighting Penalties", 
                            "type": "table", 
                            "name": "Table: Two-Weapon Fighting Penalties", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }
    ]
}