{
    "body": "<p>Some traps include optional features that can make them considerably more deadly. The most common features are discussed below.</p>", 
    "name": "Miscellaneous Trap Features", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Mechanical traps might incorporate alchemical devices or other special substances or items, such as tanglefoot bags, alchemist's fire, thunderstones, and the like. Some such items mimic spell effects. If the item mimics a spell effect, it increases the CR as shown on Table: CR Modifiers for Mechanical Traps: CR Modifiers for Mechanical Traps.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Alchemical Item", 
            "type": "section", 
            "name": "Alchemical Item", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>With a gas trap, the danger is in the inhaled poison it delivers. Traps employing gas usually have the never miss and onset delay features.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Gas", 
            "type": "section", 
            "name": "Gas", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Any trap that involves a danger of drowning is in this category. Traps employing liquid usually have the never miss and onset delay features. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Liquid", 
            "type": "section", 
            "name": "Liquid", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Traps with this feature can affect more than one character.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Multiple Targets", 
            "type": "section", 
            "name": "Multiple Targets", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>When the entire dungeon wall moves to crush you, your quick reflexes won't help, since the wall can't possibly miss. A trap with this feature has neither an attack bonus nor a saving throw to avoid, but it does have an onset delay. Most traps involving liquid or gas are of the never miss variety. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Never Miss", 
            "type": "section", 
            "name": "Never Miss", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>An onset delay is the amount of time between when the trap is sprung and when it deals damage. A never miss trap always has an onset delay.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Onset Delay", 
            "type": "section", 
            "name": "Onset Delay", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Traps that employ poison are deadlier than their nonpoisonous counterparts, so they have correspondingly higher CRs. To determine the CR modifier for a given poison, consult Table: CR Modifiers for Mechanical Traps. Only injury, contact, and inhaled poisons are suitable for traps; ingested types are not. Some traps simply deal the poison's damage. Others deal damage with ranged or melee attacks as well.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Poison", 
            "type": "section", 
            "name": "Poison", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Treat spikes at the bottom of a pit as daggers, each with a +10 attack bonus. The damage bonus for each spike is +1 per 10 feet of pit depth (to a maximum of +5). Each character who falls into the pit is attacked by 1d4 spikes. This damage is in addition to any damage from the fall itself, and the statistics presented above are merely the most common variant&mdash;some traps might have far more dangerous spikes at their bottom. Pit spikes add to the average damage of the trap (see Average Damage, below).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Pit Spikes", 
            "type": "section", 
            "name": "Pit Spikes", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If something other than spikes waits at the bottom of a pit, it's best to treat that as a separate trap (see Multiple Traps) with a location trigger that activates on any significant impact, such as a falling character. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Pit Bottom", 
            "type": "section", 
            "name": "Pit Bottom", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>This feature applies to any trap that needs only a successful touch attack (melee or ranged) to hit.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Miscellaneous Trap Features/Touch Attack", 
            "type": "section", 
            "name": "Touch Attack", 
            "source": "Core Rulebook"
        }
    ]
}