{
    "body": "<p>A trap's trigger determines how it is sprung.</p>", 
    "name": "Trigger", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>A location trigger springs a trap when someone stands in a particular square.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Location", 
            "type": "section", 
            "name": "Location", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>This trigger activates the trap when a creature approaches within a certain distance of it. A proximity trigger differs from a location trigger in that the creature need not be standing in a particular square. Creatures that are flying can spring a trap with a proximity trigger but not one with a location trigger. Mechanical proximity triggers are extremely sensitive to the slightest change in the air. This makes them useful only in places such as crypts, where the air is unusually still.</p><p>The proximity trigger used most often for magic device traps is the <i>alarm</i> spell. Unlike when the spell is cast, an <i>alarm</i> spell used as a trigger can have an area that's no larger than the area the trap is meant to protect.</p><p>Some magic device traps have special proximity triggers that activate only when certain kinds of creatures approach. For example, a <i>detect good</i> spell can serve as a proximity trigger on an evil altar, springing the attached trap only when someone of good alignment gets close enough to it.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Proximity", 
            "type": "section", 
            "name": "Proximity", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>This trigger springs a magic trap when it detects any sound. A sound trigger functions like an ear and has a +15 bonus on Perception checks. A successful Stealth check, magical <i>silence</i>, and other effects that would negate hearing defeat it. A trap with a sound trigger requires the casting of <i>clairaudience</i> during its construction.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Sound", 
            "type": "section", 
            "name": "Sound", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>This trigger for magic traps works like an actual eye, springing the trap whenever it &ldquo;sees&rdquo; something. A trap with a visual trigger requires the casting of <i>arcane eye, clairvoyance</i>, or <i>true seeing</i> during its construction. Sight range and the Perception bonus conferred on the trap depend on the spell chosen, as shown.</p>", 
            "name": "Visual", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Visual", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Spell</th><th>Sight Range</th><th>Perception Bonus</th></tr></thead><tbody><tr class=\"odd\"><td><i>arcane eye</i></td><td>Line of sight (unlimited range)</td><td>+20</td></tr><tr class=\"even\"><td><i>clairvoyance</i></td><td>One preselected location</td><td>+15</td></tr><tr class=\"odd\"><td><i>true seeing</i></td><td>Line of sight (up to 120 ft.)</td><td>+30</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Visual/Spell", 
                    "type": "table", 
                    "name": "Spell", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you want the trap to see in the dark, you must either choose the <i>true seeing</i> option or add <i>darkvision</i> to the trap as well. (<i>Darkvision</i> limits the trap's sight range in the dark to 60 feet.) If invisibility, disguises, or illusions can fool the spell being used, they can fool the visual trigger as well. </p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>A touch trigger, which springs the trap when touched, is one of the simplest kinds of trigger to construct. This trigger may be physically attached to the part of the mechanism that deals the damage or it may not. You can make a magic touch trigger by adding <i>alarm</i> to the trap and reducing the area of the effect to cover only the trigger spot.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Touch", 
            "type": "section", 
            "name": "Touch", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>This trigger periodically springs the trap after a certain duration has passed.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Timed", 
            "type": "section", 
            "name": "Timed", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>All spell traps have this kind of trigger. The appropriate spell descriptions explain the trigger conditions for traps that contain spell triggers.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Traps/Elements of a Trap/Trigger/Spell", 
            "type": "section", 
            "name": "Spell", 
            "source": "Core Rulebook"
        }
    ]
}