{
    "body": "<p>Of course, not all families get along. Past trauma, such as abuse or neglect, can shatter bonds, poisoning what should be healthy relationships. Politics and religion also drive wedges between relatives, turning brother against brother and mother against daughter. Sometimes a simple clash of personalities is enough to turn one family member away. Because of reasons like these, some family members begin with a worse attitude toward your PC than the above guidelines suggest. Most such relatives will be unfriendly to the PC at worst, though hostile relatives are possible in extreme cases.</p><p>Whether or not your character initially gets along with his family is up to you. However, once the campaign begins, it's the GM's responsibility to control these relatives and determine how their attitudes change over the course of play. A character that acts against his family's interests, fails too often in familial obligations, or behaves in a manner contrary to the family's beliefs or ethics should expect relationships to sour. This should be handled delicately, as turning a character's family against him seriously alters the character's place in the campaign. The GM should remember that most families are forgiving, and only the most egregious of acts should have a permanent effect on the character's relationships with his family.</p><p>In the event that a family member's attitude does shift, reconciliation should always be possible (likewise, relatives who started out as unfriendly or hostile can be brought around with enough hard work). If the character convinces his family that he is truly repentant or trying to make amends with the offended relative, and he works to redress any wrongs he may have done, things should return to normal over time. How the character must do this is up to the GM. It might be as simple as making a Diplomacy check, or complex enough to merit its own side quest or short adventure.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Complicated and Dysfunctional Families", 
    "type": "section", 
    "name": "Complicated and Dysfunctional Families", 
    "source": "Ultimate Campaign"
}