{
    "body": "<p>Villainous relatives are everywhere in popular fiction, and for good reason&mdash;confronting the \"black sheep\" of the family, whether over bad politics, stealing from the family business, or dangerous criminal acts carries a lot of dramatic tension, and the fallout from this sort of storyline can impact the entire family for generations. Having a friendly family member turn out to be the villain is just as effective as having a retired PC become a villain. The GM should use this as a plot device sparingly&mdash;turning relatives into villains is predictable, can negatively impact your perception of your character's family, and might focus the campaign too much on one player.</p><p>Instead of using a family member as a turncoat, you can plant the seeds for shady members of the family that the GM can use or ignore for the campaign. If your character's family owns a horse ranch, you may have a cousin who's fallen in with horse thieves. If the family owns a farm, a lazy uncle may have run off to join a cult or a gang of bandits. If the family matriarch is heavily involved with the local good temple, an eerie cousin may have sorcerer powers or leave to study necromancy. These NPCs may appear in the campaign later as obvious foes or as morally ambiguous characters you can recruit or ally with&mdash;after all, as an adventurer, you may be the black sheep in your family, an embarrassment that nobody decent talks about at family gatherings!</p><p>Having a relative as an antagonist brings additional complications. The family might deem harming your kin the ultimate sin, or maybe doing so would upset an influential relative, putting your character in a situation where you can't attack that opponent and can't allow allies to kill him. Alternatively, you could feel it is your personal mission to rid the family of the villain who stains its reputation, or bring that person to justice. If the problem family member is a dead ancestor of yours, it could fall to you to make amends for his evil deeds&mdash;or bear the burden of being the only one in the family who knows that a celebrated grandparent was secretly a cold-blooded murderer.</p><p>Long-lived monstrous races in your background can have interesting consequences for your character&mdash;though the ancestor's misdeeds happened decades ago, that relative may still be active in the campaign. For example, the shapechanging red dragon who polluted your bloodline may awaken after a century of rest, or the vampire queen of a nearby land may turn out to be your rebellious great-grandmother. Adversarial relationships like these provide a campaign villain and allow all the PCs to participate in your family's story, and can be the key to unlocking traits or other abilities for your character.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Family Members as Foes", 
    "type": "section", 
    "name": "Family Members as Foes", 
    "source": "Ultimate Campaign"
}