{
    "body": "<p>While creating and developing a character's family is largely your responsibility, it's up to the GM to determine how large a role that family plays in the campaign. The family's role might be limited to that of a background element, serving only to flesh out your character concept, or it could play a pivotal role in the campaign's story, tying the character directly to the plot and motivating her from adventure to adventure. Creating a family for your character helps establish an emotional connection with the campaign setting, and the GM should encourage this by giving your family some measure of in-game relevance. Yet placing too much emphasis on one character's family gives that player undue influence over the campaign, and unless the rest of the party is composed of playing members of the same family, the other players could feel underrepresented.</p><p>The GM also needs to make sure that your character doesn't receive too much help from her family. If you play a character with a large or influential family, or a character with ties to a notable or powerful NPC, the GM should be wary of placing too much power in the hands of NPCs related to your character, as this could mean your character steals the spotlight from the rest of the party or makes trivial an important encounter by calling in some favors. The GM is free to disallow any familial relationships that could disrupt the campaign, but it may be worthwhile for you to work with the GM to create the relationships you want in a way that fits the campaign. For example, perhaps your character is disliked by his powerful relative, and therefore you can't call on the relative for assistance except in the most dire situation. Another option is for your character to have ties to a prominent family, but for the rest of the family to be far removed from where the adventure takes place, placing any help weeks or months away.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Including Families in the Game", 
    "type": "section", 
    "name": "Including Families in the Game", 
    "source": "Ultimate Campaign"
}