{
    "body": "<p>Unless your character's family is astonishingly poor, they should be able to provide the PC and her allies with simple, mundane aid. This might mean a decent meal, a clean set of clothes, a roof for the night, or a few extra hands for some manual labor. Beyond this, what sort of aid the family provides depends on the family's interests and skills. A family of artisans might offer to craft a nonmagical piece of equipment, or lend tools and equipment related to their trade. A family of musicians might help you make contact with an influential noble patron, or throw a party for your friends and allies after a great victory.</p><p>Family members should never fight your PC's battles for you, and probably shouldn't fight at all except in extreme circumstances&mdash;after all, your PC is likely the adventurous member of the family. However, if you take the Leadership feat and select a family member as a cohort, the normal cohort rules apply and you may turn a family member into a combat-ready NPC (though the rest of your family may never forgive you if you get your relative killed by a monster).</p><p>One easy way to handle the family's aid to your PC is to use the rules for NPC Boons, mainly in the form of favor and skill boons. These boons usually come only from immediate family members, and even then only as often as the GM feels is appropriate. Unique boons might make an excellent reward for a PC who does her family a great service.</p><p>These offers of help don't come for free. Your character is expected to help the family when problems arise. The family should primarily ask for small favors, things your character can take care of with a simple skill check or a little gold. For example, your niece might ask you to help her enroll in a prestigious academy, necessitating a Diplomacy check with the school's dean, or your character's brother might ask for a small loan to start a new business. These favors should play to your character's strengths, and come with tangible benefits for your adventuring career in order to prevent the family member from becoming a GM-controlled nuisance. For example, your niece can arrange to get you access to her school's magical library, and your brother can give you a discount on the goods or services his business sells. These activities should take place during downtime so as to not detract from adventuring. Family obligations are also a way to introduce short side quests into the game, although GMs should be sure to include plot hooks that interest the rest of the party.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Support and Obligation", 
    "type": "section", 
    "name": "Support and Obligation", 
    "source": "Ultimate Campaign"
}