{
    "body": "<p class=\"stat-block\">This sturdy iron rod is forged with pronounced angles to allow for strong gripping, inscribed with images and sayings of trickster figures from myths and common folklore. Hooked at one end, a trap-stealer's rod functions as an exceptional crowbar, granting the user a +4 circumstance bonus on Strength checks made to force open a door or chest when using it to do such.</p><p class=\"stat-block\">In addition, on command, the wielder can transform the rod into a magical set of thieves' tools. Using these grant a +4 competence bonus on Disable Device checks. The wielder can transform these tools into the rod again with a command.</p><p class=\"stat-block\">Lastly, if the rod's bearer successfully disables a trap with the thieves' tools and beats the DC to disable the trap by 5 or more, he can magically steal the disabled trap. A stolen trap disappears from the surrounding area, siphoned into extradimensional space that is connected to the rod. Terrain around the trap reworks itself as if the trap never had existed, though doorways and portals that supported a trap remain unaffected. At any time during the next 24 hours, the rod's wielder can place the stored trap in a new location where it operates as normal. The new location must be able to support the trap's placement; for example a stolen pit trap could be taken from a dungeon floor and replaced on a dirt road, but not upon the surface of a river or lake, and the effectiveness of the placement is subject to GM discretion. Placing a stolen trap into a location that does not support it wastes the effect and magically transports the trap back to its original location. Whether successfully placed into a new location or not, a stolen trap returns to its original location after 24 hours. This ability functions once per day.</p>", 
    "name": "Trap-Stealer's Rod", 
    "weight": "5 lbs.", 
    "cl": "15th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Rings/Rods and Staves/Rods/Rods/Trap-Stealers Rod", 
    "price": "13,500 gp", 
    "misc": {
        "Construction Requirements": {
            "Cost": "6,750 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "strong transmutation", 
    "type": "item"
}