{
    "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
    "name": "3rd-Tier Hierophant Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"abundant-healing\">When you use a spell or class ability to heal a creature's hit point damage, you can apply excess healing (over the target's full hit points) to one ally adjacent to you. You can continue to apply excess healing to other adjacent allies until no injured allies are adjacent or you run out of excess healing. For example, if you could cure 40 points of damage with your <i>cure critical wounds</i> spell and the target has taken only 20 points of damage, you can apply the remaining 20 points of healing to an adjacent ally; if that second ally has taken only 15 points of damage, you can apply the remaining 5 points of healing to another adjacent ally.</p>", 
            "name": "Abundant Healing", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Abundant Healing", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"alignment-insight\">You can automatically detect the alignment of any outsider you can see. This ability doesn't function if the creature is magically disguised or has been polymorphed into a different shape. You can automatically detect the alignment of any creature you see casting a divine spell; if that creature worships a deity, you also learn its deity. Spells and effects that mask a creature's alignment prevent the use of this ability. Whenever you cast a spell that affects creatures differently based on their alignment (such as <i>holy smite</i>), you may have the spell treat creatures of one particular alignment as an alignment one step away from that alignment. For example, when casting <i>holy smite</i>, you could treat all lawful neutral creatures as lawful good or lawful evil, all chaotic neutral creature as chaotic good or chaotic evil, or all neutral creatures as neutral good or neutral evil.</p>", 
            "name": "Alignment Insight", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Alignment Insight", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"animal-friend\">If you have the wild empathy ability, you can use it as a free action once per round. If you don't have that ability, you can instead attempt Diplomacy checks (with a &ndash;8 penalty) to improve the attitude of animals as if they were intelligent creatures. Add your tier to wild empathy or Diplomacy checks to influence animals.</p>", 
            "name": "Animal Friend", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Animal Friend", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"blessed-companion\">Select one animal companion, eidolon, familiar, or bonded mount. It gains DR 5/epic. This ability can be taken a second time at 6th tier or higher and a third time at 9th tier or higher. Each additional time it's taken, the DR increases by 5.</p>", 
            "name": "Blessed Companion", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Blessed Companion", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"divine-metamastery\">As a swift action, you can expend one use of mythic power and pick any one metamagic feat you know that increases the slot level of the spell by 0 levels or 1 level. For the next 10 rounds, you can apply this metamagic feat to any divine spell you cast without increasing the spell slot used or casting time. You can also use this ability on a divine spell cast from a scroll, staff, or wand. You can't have more than one use of this ability active at a time. If you use this ability again, any previous use immediately ends (though any metamagic effects on spells already cast remain). You can select this ability more than once. Each time you select it, the maximum spell slot level increase of the metamagic feat goes up by 1 to a maximum of 4.</p>", 
            "name": "Divine Metamastery", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Divine Metamastery", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"divine-potency\">Choose one of your divine spellcasting classes. You gain four bonus 1st-level divine spell slots for that class (like the bonus spells gained from a high ability score). This doesn't change your number of spells known. You can select this ability more than once. If you choose the same divine spellcasting class a second time, you gain four bonus 2nd-level spell slots; if you choose it again, you gain 3rd-level slots for choosing it a third time, and so on. This ability can't grant you bonus spells for a spell level that you don't have the ability to cast.</p>", 
            "name": "Divine Potency", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Divine Potency", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"domain-immunity\">You don't take damage or suffer harmful effects from spells on your domain spell list, even ones you aren't of a high enough level to cast. If you're targeted by any of these spells, as an immediate action you can expend one use of mythic power to turn the spell back upon the original caster as if using <i>spell turning</i>. Beneficial effects of spells on your domain spell list affect you normally. If you're an oracle, this ability applies to your mystery's bonus spells. You must have the domain class feature or mystery class feature.</p>", 
            "name": "Domain Immunity", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Domain Immunity", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"enduring-blessing\">Whenever you cast a spell with a duration of 10 minutes per level or longer upon one willing target, you can change that spell's duration to 24 hours. If the spell has other duration conditions, those still apply (for example, the duration of <i>stoneskin</i> changes to 24 hours or until discharged). A creature can't be subject to more than one spell affected by this ability at a time; if another is cast upon the creature, the first one ends. You can select this ability a second time at 6th tier or higher. The second time you select it, you can use it on spells with a duration of 1 minute per level or longer.</p>", 
            "name": "Enduring Blessing", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Enduring Blessing", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hand-of-mercy\">If you have the channel energy ability, you can touch a creature and expend one use of channel energy to remove a condition afflicting that creature. Each time you use this ability, you can choose one of the following conditions: dazed, fatigued, shaken, sickened, or staggered. At 6th tier, you can also choose from among the cursed, exhausted, frightened, and nauseated conditions. At 9th tier, you can also choose from among the blinded, deafened, paralyzed, and stunned conditions.</p>", 
            "name": "Hand of Mercy", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Hand of Mercy", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hurling-vengeance\">Whenever you are wielding your deity's favored weapon or your paladin bonded weapon, you can throw it as if it had the <i>returning</i> and <i>throwing</i> weapon special abilities. If using a paladin bonded weapon, it retains its bonded abilities when thrown this way. By expending one use of mythic power as part of a full attack, the weapon returns to you immediately after each time you throw it (instead of just before your next turn) allowing you to make your full number of attacks that round.</p>", 
            "name": "Hurling Vengeance", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Hurling Vengeance", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"life-current\">You are more attuned to the source of life or unlife and better able to access its power. When casting a cure or inflict spell or use a class feature that uses positive or negative energy (such as channel energy or lay on hands), treat any natural 1s on the dice rolled to heal or deal damage as 2s. You can select this ability up to four times. The second time you select it, treat natural 1s and 2s as 3s. The third time you select it, treat natural 1s, 2s, and 3s as 4s. The fourth time, treat natural 1s, 2s, 3s, and 4s as 5s.</p>", 
            "name": "Life Current", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Life Current", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}