{
    "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
    "name": "6th-Tier Hierophant Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"arcane-knowledge\">You can use divine power to cast a small number of arcane spells. Choose three 1st-level spells from the sorcerer/wizard spell list or three 1st-level spells from the bard spell list. You can add those spells to your list of spells that you can prepare each day. You can select this ability up to three times. Each time you select it, you choose three more spells from the same class's spell list (sorcerer/wizard or bard), and the highest spell level you can select from increases by 1 (up to 2nd level the second time and up to 3rd level the third time). You must be a cleric or druid to select this ability.</p>", 
            "name": "Arcane Knowledge", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Arcane Knowledge", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"conduit-of-divine-will\">Your mythic nature is directly connected to the divine. As a standard action, you can expend one use of mythic power to use channel energy, use lay on hands, or cast any one spell from your domain spell lists (as long as you can normally prepare a spell of that level). Whenever you use this ability, you also gain spell resistance equal to 10 + your tier and a +4 sacred bonus (or profane bonus if you're evil) to your AC for a number of rounds equal to your tier.</p>", 
            "name": "Conduit of Divine Will", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Conduit of Divine Will", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"overcome-curse\">You are immune to curse effects. For example, <i>bestow curse</i> has no effect on you, and you can handle, carry, or discard a cursed magic item without harm. If a cursed item has useful functions and a cursed effect (such as <i>armor of arrow attraction</i>) or drawback (such as a <i>mace of blood</i>), you are immune to the cursed effect and drawback, and can still use its other abilities. If a cursed item works normally for a period of time before its curse triggers (such as <i>gauntlets of fumbling</i>), the item stops working for you when the curse would normally trigger. If you're an oracle, you can ignore the negative effects of your oracle's curse.</p>", 
            "name": "Overcome Curse", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Overcome Curse", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"servant-of-balance\">Whenever a critical hit is confirmed against you, the attack deals normal damage instead of critical damage. Other effects that trigger on a successful critical hit (such as the Blinding Critical feat, the fire damage from a critical hit with a <i>flaming burst</i> weapon, or the effects of a <i>vorpal</i> weapon) all affect you normally.</p>", 
            "name": "Servant of Balance", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Servant of Balance", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"undying-healer\">Whenever you fall unconscious, a ghostly image of you manifests from out of your body. Even though you're unconscious, you control this image. On your turn each round, this image can fly up to 30 feet and use your ability to lay on hands to heal, channel energy to heal, or cast any conjuration (healing) spell that you could cast. This consumes these abilities as normal. Abilities used by the image can't benefit you. This image lasts a number of rounds equal to your tier. This ability can be dispelled, using double your tier as the caster level. If you die or regain consciousness, the image immediately ends.</p>", 
            "name": "Undying Healer", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Undying Healer", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}