{
    "body": "<p class=\"stat-block\">Most <i>bags of devouring</i> appear to be normal sacks, but <i>Chomper</i> is unlike most <i>bags of devouring</i>. Sporting rows of vicious teeth, a bad attitude, and a thirst to devour all things, this intelligent cursed item believes that it is the favored maw and most important appendage of a creature it mysteriously refers to as the Eater of All. <i>Chomper</i> hates all creatures except for demons, whom it considers kindred spirits of destruction.</p>", 
    "name": "Chomper", 
    "weight": "15 lbs.", 
    "cl": "17th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Intelligent Items/Specific Intelligent Items/Chomper", 
    "type": "item", 
    "price": "None", 
    "misc": {
        "Chomper": {
            "Senses": "30 ft., blindsense", 
            "Language": "speech (Abyssal)", 
            "Intelligence": "10", 
            "Wisdom": "14", 
            "Charisma": "13", 
            "Ego": "17", 
            "Alignment": "chaotic evil"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "strong conjuration", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>bag of holding type III</p><p class='stat-block-1'><b>descriptor </b></p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Intended Magic Item"
        }, 
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\"> has all of the magical abilities of a regular <i>bag of devouring</i>, along with the following additional powers.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }, 
                {
                    "body": "<ul><li>As a standard action, <i>Chomper's</i> possessor can swing the bag by its straps in an attempt to strike any single creature or unattended item within a 5-foot radius. <i>Chomper</i> (not the wielder) can then make a single bite attack against the target. This bite has a +14 attack bonus and deals 1d10+5 points of damage plus 2 points of bleed damage. This action does not provoke attacks of opportunity. Attacks made in this way are never modified by the wielder's abilities.</li><li>When a non-demon is in possession of <i>Chomper</i>, the bag's cursed aura imparts a &ndash;1 penalty on all of its wielder's attack rolls, saving throws, skill checks, and ability checks. If <i>Chomper</i> manages to gain dominance over a non-demon wielder through a personality conflict, it directs its bearer to seek out victims to feed to it.</li></ul>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Chomper", 
            "source": "Ultimate Equipment"
        }
    ]
}