{
    "body": "<p class=\"stat-block\">These <i>rings of protection +3</i> are extremely varied in form. They can be of any alignment and each has its own unique personality and proclivities. Each ring has a specific obsession. To determine a particular <i>obsession ring</i>'s obsession, roll on Table 6&ndash;10: Intelligent Item Purpose. When the ring is in pursuit of its purpose, its Ego is 10 points higher than normal.</p><p class=\"stat-block\">Gnomes with the obsession racial trait have a unique understanding of the ring's mentality and gain a +5 bonus on Will saving throws to resist the <i>obsession ring</i>'s attempts to dominate the wearer.</p><p class=\"stat-block\">When an <i>obsession ring</i> is engaged in action directly related to its obsession, it grants its wearer the following powers, but can choose to withhold such powers if it does not believe their uses would further its obsession. </p><ul><li>The ring functions as a <i>ring of protection +5</i>.</li><li>The ring grants its wearer a +2 luck bonus on attack rolls against creatures its obsession is sworn to defeat.</li><li>Three times per day, the ring can allow its wearer to reroll any saving throw. The wearer gains a +4 luck bonus on the saving throw reroll.</li></ul><p class=\"stat-block\">These rings are typically quite emphatic on their desire to fulfill their obsessions, and frequently communicate with their wielder to encourage pursuit of this goal.</p>", 
    "name": "Obsession Ring", 
    "weight": "&mdash", 
    "cl": "9th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Intelligent Items/Specific Intelligent Items/Obsession Ring", 
    "price": "116,500 gp", 
    "misc": {
        "Construction Requirements": {
            "Cost": "58,250 GP"
        }, 
        "Obsession Ring": {
            "Senses": "30 ft.", 
            "Language": "telepathy (Common and seven other languages)", 
            "Intelligence": "17", 
            "Wisdom": "10", 
            "Charisma": "13", 
            "Ego": "11", 
            "Alignment": "varies"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "moderate abjuration", 
    "type": "item"
}