{
    "body": "<p>You can transform one object, weighing up to 5 lbs. per caster level, into an edible substance that any living creature can chew, swallow, and safely digest. This <i>allfood</i> always has a bland taste and slightly gooey consistency when chewed regardless of its original nature. One pound of <i>allfood</i> provides enough sustenance to support a Medium creature for an entire day.</p><p>Objects of similar nature in close proximity, such as a pile of rocks, count as a single object for the purpose of this spell. You cannot use this spell to transform objects with magical or other exceptional qualities. An object's hardness is considered to be 0 for the purposes of eating it, but it retains its normal hardness for all other situations, and becomes no more vulnerable to sunder attacks, break attempts, or any other action typically directed against objects. Objects such as hot coals or a burning torch continue to produce energy even after you transform them into <i>allfood</i> and if a creature attempts to eat such an object, it takes damage accordingly. </p>", 
    "school": "transmutation", 
    "saving_throw": "Will negates (object)", 
    "description": "Turns item up to 5 lbs./level into food.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Allfood", 
    "spell_resistance": "yes (object)", 
    "casting_time": "1 standard action", 
    "level_text": "Ranger: 2; Hunter: 2", 
    "source": "Advanced Player's Guide", 
    "range": "touch", 
    "levels": [
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Ranger", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "object touched, weighing up to 5 lbs./level", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a pinch of salt and pepper", 
            "type": "M"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S, M (a pinch of salt and pepper)", 
    "name": "Allfood"
}