{
    "body": "<p>With a melee touch attack you can dispel an illusion or return a creature to its natural form. This functions as <i>dispel magic</i> directed at the effect in question, except you receive a +2 enhancement bonus on your dispel check and you can only dispel illusions or changes in form created by supernatural effects or spells. If multiple effects are changing the creature's appearance, you can dispel one such effect for every four caster levels you possess, starting with the highest caster level spells and proceeding to spells with lower caster levels. The caster level for supernatural abilities such as change shape is equal to the target creature's Hit Dice. A creature returned to its natural form by <i>banish seeming</i> is prevented from changing its form again for a number of rounds equal to your caster level.</p><p id=\"banish-seeming\"><i>Banish seeming</i> has no effect on nonmagical means of changing appearance, such as that provided by a disguise or extraordinary ability.</p>", 
    "school": "abjuration", 
    "saving_throw": "none", 
    "description": "Dispels touched illusion or a creature's change in form.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Banish Seeming", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Inquisitor: 3; Witch: 5", 
    "source": "Advanced Player's Guide", 
    "range": "touch", 
    "levels": [
        {
            "class": "Inquisitor", 
            "level": 3
        }, 
        {
            "class": "Witch", 
            "level": 5
        }
    ], 
    "effects": [
        {
            "text": "one creature or object", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a cold iron nail", 
            "type": "M"
        }
    ], 
    "duration": "instantaneous and 1 round/level; see text", 
    "type": "spell", 
    "component_text": "V, S, M (a cold iron nail)", 
    "name": "Banish Seeming"
}