{
    "body": "<p>You give a creature the ability to redirect a portion of its innate toughness away from its own defense and toward the amount of damage it deals with natural attacks. Each round, as a swift action at the start of its turn, the creature can choose to reduce some or all of its natural armor bonus to AC and gain an enhancement bonus on all damage rolls for natural attacks equal to that amount. The reduction to natural armor, and thus the enhancement bonus on damage rolls, cannot exceed 1 point per 3 caster levels, to a maximum penalty/bonus of &ndash;5/+5 at 15th level. A creature cannot reduce its natural armor bonus to less than 0 with this spell. All attacks directed against the creature use its adjusted AC until the start of its next turn, at which time it can choose to modify its AC again or keep it at its current level. Creatures make this decision without any need for conscious thought or reflection; even creatures with no Intelligence score can benefit from this spell, although they always opt for the maximum possible reduction and bonus, regardless of any tactical advantage they might lose.</p>", 
    "school": "transmutation", 
    "saving_throw": "Fortitude negates (harmless)", 
    "description": "Trade natural armor bonus for a bonus on attacks with natural weapons.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Bristle", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Druid: 1; Hunter: 1", 
    "source": "Advanced Player's Guide", 
    "range": "touch", 
    "levels": [
        {
            "class": "Druid", 
            "level": 1
        }, 
        {
            "class": "Hunter", 
            "level": 1
        }
    ], 
    "effects": [
        {
            "text": "one creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "1 minute/level", 
    "type": "spell", 
    "component_text": "V, S, DF", 
    "name": "Bristle"
}