{
    "body": "<p>You create a 10-foot-by-10-foot extradimensional hole with a depth of 10 feet per two caster levels (maximum 30 feet). You must create the pit on a horizontal surface of sufficient size. Since it extends into another dimension, the pit has no weight and does not otherwise displace the original underlying material. You can create the pit in the deck of a ship as easily as in a dungeon floor or the ground of a forest. Any creature standing in the area where you first conjured the pit must make a Reflex saving throw to jump to safety in the nearest open space. In addition, the edges of the pit are sloped, and any creature ending its turn on a square adjacent to the pit must make a Reflex saving throw with a +2 bonus to avoid falling into it. Creatures subjected to an effect intended to push them into the pit (such as bull rush) do not get a saving throw to avoid falling in if they are affected by the pushing effect.</p><p>Creatures who fall into the pit take falling damage as normal. The pit's coarse stone walls have a Climb DC of 25. When the duration of the spell ends, creatures within the hole rise up with the bottom of the pit until they are standing on the surface over the course of a single round.</p>", 
    "school": "conjuration", 
    "saving_throw": "Reflex negates", 
    "description": "Creates an extradimensional pit.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Create Pit", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 2; Elementalist Wizard: 2; Sorcerer: 2; Summoner: 2; Wizard: 2", 
    "source": "Advanced Player's Guide", 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 2
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Summoner", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "10-ft.-by-10-ft. hole, 10 ft. deep/2 levels", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "miniature shovel costing 10 gp", 
            "type": "F"
        }
    ], 
    "duration": "1 round + 1 round/level", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S, F (miniature shovel costing 10 gp)", 
    "name": "Create Pit"
}