{
    "body": "<p>You can take a piece from a dead creature's body and use it to create a map that reveals the locations of any valuables that creature knew about while still alive. You must cut this piece off yourself and the creature cannot have died more than 24 hours prior to the casting of this spell. You cannot cast this spell on a creature without a physical body, and the portion you remove must have a fairly level surface such as a piece of hide, carapace, or skin. The map you create is accurate to the best knowledge the creature had at the time of its death. It reveals the location of one source of treasure for every three caster levels you possess. Any inaccuracies or faulty information held by the creature are represented on the map as well. Similarly, the map cannot account for any changes that occur after the creature's death. You must choose the scale of the map when creating it, opting between nearby (e.g., one or two dungeon levels), local (e.g., a valley or community), or broad (e.g., a country or larger). The map reveals the locations of what the creature deemed most valuable within its area. Depending on the creature, the map might reveal a source of tasty food, suitable mates, or even your own treasure vault. </p>", 
    "school": "divination", 
    "saving_throw": "none", 
    "description": "Creates treasure map out of a creature's corpse.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Create Treasure Map", 
    "spell_resistance": "no", 
    "casting_time": "1 hour", 
    "level_text": "Bard: 2; Skald: 2; Druid: 3; Hunter: 2; Ranger: 2; Hunter: 2; Sorcerer: 2; Wizard: 2; Arcanist: 2; Hunter: 2", 
    "source": "Advanced Player's Guide", 
    "range": "touch", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Bard", 
            "level": 2
        }, 
        {
            "class": "Druid", 
            "level": 3
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Ranger", 
            "level": 2
        }, 
        {
            "class": "Skald", 
            "level": 2
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "one dead creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "powdered metal and rare inks worth 100 gp", 
            "type": "M"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S, M (powdered metal and rare inks worth 100 gp)", 
    "name": "Create Treasure Map"
}