{
    "body": "<p>You cause a column of boiling water to spring forth from any horizontal surface, knocking over creatures directly over it and exposing nearby creatures to searing droplets as its spray falls back to the ground.</p><p>Any creature entering the <i>geyser</i>, or occupying the square it appears in, must make a Reflex saving throw to avoid being hurled into the air and then tossed to the ground. If the creature fails its saving throw, it takes 3d6 points of fire damage from the boiling water and also takes falling damage based upon the height of the <i>geyser</i> (e.g., if the <i>geyser</i> is 50 feet tall, the creature takes 5d6 falling damage), landing prone in a random square adjacent to the <i>geyser</i>. A successful saving throw halves the damage and negates the falling damage, and the creature is moved to the closest square adjacent to the <i>geyser</i> (Large-sized or larger creatures are moved enough so that they are not on top of the geyser but still adjacent to it). This movement does not provoke attacks of opportunity and does not count toward the creature's normal movement.</p><p>In addition, the <i>geyser</i> sprays boiling water in a hemispherical emanation around its square. The radius of this emanation is equal to one-half the <i>geyser</i>'s height (e.g., a 50-foot <i>geyser</i> has a 25-foot-radius emanation). Any creature within this area, including yourself, takes 1d6 points of fire damage each round as droplets of boiling water cascade on them.</p><p>You can choose to make a smaller <i>geyser</i> than your level permits if an obstruction prevents it from reaching its full height, or if you simply want to create a spread of boiling rain that's smaller than what would be created by a full-height <i>geyser</i> spell.</p>", 
    "school": "conjuration", 
    "saving_throw": "Reflex partial (see below)", 
    "description": "Creates a geyser of boiling water.", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Spells/Geyser", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 5; Druid: 4; Elementalist Wizard: 5; Hunter: 4; Hunter: 4; Magus: 5; Sorcerer: 5; Wizard: 5", 
    "descriptor": [
        "fire", 
        "water"
    ], 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Druid", 
            "level": 4
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 5
        }, 
        {
            "class": "Hunter", 
            "level": 4
        }, 
        {
            "class": "Hunter", 
            "level": 4
        }, 
        {
            "class": "Magus", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "descriptor_text": "fire, water", 
    "effects": [
        {
            "text": "spout of boiling water filling a 5 ft. square and spraying upward 10 ft./2 levels", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a piece of lava rock", 
            "type": "M"
        }, 
        {
            "text": "a piece of lava rock", 
            "type": "DF"
        }
    ], 
    "duration": "concentration + 1 round/level", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S, M/DF (a piece of lava rock)", 
    "name": "Geyser"
}