{
    "body": "<p>You implant within the minds of your targets the illusion that they are engulfed in tangled webs teeming with swarms of tiny spiders. Those who fail to disbelieve the <i>phantasmal web</i> are treated as if in a <i>web</i> spell, but must also make a Fortitude save at the beginning of each turn or become nauseated for that round by the phantasmal spiders. </p><p>As the <i>phantasmal web</i> exists only in the minds of the targets, it cannot be burned or destroyed, and it provides no cover (though it does provide concealment) against attacks made by the targets. Targets cannot escape the <i>phantasmal web</i> by moving, even by <i>teleportation</i>. <i>Freedom of movement</i> allows unobstructed movement but does not negate the concealment or nausea effects.</p><p>Targets of the spell perceive everyone else around them to be engulfed in webs and swarming spiders, but the spell has no visible effect to other creatures (who may assist allies to disbelieve the effect). </p>", 
    "school": "illusion", 
    "saving_throw": "Will disbelief, then Fortitude partial; see text", 
    "description": "Catches subjects in illusory web.", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Spells/Phantasmal Web", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Bard: 5; Skald: 5; Sorcerer: 5; Wizard: 5; Arcanist: 5", 
    "descriptor": [
        "mind-affecting"
    ], 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Bard", 
            "level": 5
        }, 
        {
            "class": "Skald", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "descriptor_text": "mind-affecting", 
    "effects": [
        {
            "text": "one creature/level, no two of which may be more than 30 ft. apart", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 round/level (D)", 
    "subschool_text": "phantasm", 
    "subschool": [
        "phantasm"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Phantasmal Web"
}