{
    "body": "<p>You, or a willing creature you touch, lay down a trail of scents that only the creatures you designate at the time of casting can detect. These creatures find it very easy to follow this trail. They gain a +20 competence bonus on any Survival checks made for the purpose of tracking the creature laying this trail. Subject creatures with the scent special ability gain a +10 competence bonus on Wisdom or Survival checks to follow the trail.</p><p>In addition, you can leave scent messages along the trail. Each word or emotion in this message requires spending a move action in the same spot. Subject creatures seeking to understand this message must make another DC 20 Survival check, with a &ndash;1 penalty for every word or emotion in the message, in order to understand it. Creatures cannot benefit from this smell if they cannot use, or do not have, a sense of smell. Creatures can use this spell to backtrack through a dungeon, maze, or similar areas even if the creature laying down the trail crossed over the spot multiple times. </p>", 
    "school": "transmutation", 
    "saving_throw": "Fortitude negates (harmless)", 
    "description": "Leave trail for allies to follow.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Scent Trail", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "1 standard action", 
    "level_text": "Druid: 2; Hunter: 2", 
    "source": "Advanced Player's Guide", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Druid", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "one creature/level, no two of which can be more than 30 ft. apart", 
            "name": "Targets"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a queen ant", 
            "type": "M"
        }
    ], 
    "duration": "1 hour/level", 
    "type": "spell", 
    "component_text": "V, S, M (a queen ant)", 
    "name": "Scent Trail"
}