{
    "body": "<p>You sheathe yourself within a churning column of pure elemental water up to 30 feet high that fills your space. You gain a swim speed equal to your land speed and can see, hear, and breathe normally within the <i>seamantle</i>, but attacks against you are treated as if you were under the surface of the water. You gain improved cover (+8 cover bonus to AC, +4 bonus on Reflex saves) against foes that do not have <i>freedom of movement</i> effects. The cover granted by the <i>seamantle</i> does not enable you to make Stealth checks or prevent attacks of opportunity. Magical attacks against you are unaffected unless they require attack rolls or state that they do not function underwater (such as <i>cloudkill</i>).</p><p>The <i>seamantle</i> blocks line of effect for any fire spell or supernatural fire effect, but enemies can attempt to use fire spells within the <i>seamantle</i>; this requires a caster level check (DC 20 + spell level), and if successful the fire spell takes effect as a bubble of steam contained within the <i>seamantle</i> rather than its usual effect.</p><p>The <i>seamantle</i> allows you to make a slam attack by forming a pseudopod of water, inflicting damage appropriate for your size. This slam attack has a reach of 30 feet. In addition, as a standard action, you can attempt to extinguish fires by touch. You automatically extinguish up to a 10-foot cube of normal fire. Against magical fire effects, your touch acts as <i>dispel magic</i>; this also applies to any non-instantaneous fire affect that comes into contact with you (such as <i>flame blade</i>, <i>flaming sphere</i>, or <i>incendiary cloud</i>). Even if you fail to extinguish a fire, you are not harmed by it. A <i>flaming</i> or <i>flaming burst</i> weapon that strikes you has its power suppressed for 1d4 rounds if the wielder fails a Fortitude save.</p>", 
    "school": "conjuration", 
    "description": "Sheathes you in protective water.", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Spells/Seamantle", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 8; Druid: 8; Elementalist Wizard: 8; Sorcerer: 8; Wizard: 8", 
    "descriptor": [
        "water"
    ], 
    "range": "personal", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 8
        }, 
        {
            "class": "Druid", 
            "level": 8
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 8
        }, 
        {
            "class": "Sorcerer", 
            "level": 8
        }, 
        {
            "class": "Wizard", 
            "level": 8
        }
    ], 
    "descriptor_text": "water", 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a cup of water", 
            "type": "M"
        }
    ], 
    "duration": "1 minute/level", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a cup of water)", 
    "name": "Seamantle"
}