{
    "body": "<p>You can share your facility for one particular language with another creature. For 24 hours the target can read, understand, and communicate to the best of its ability in any one language which you already know. For every 5 levels you possess, you can grant the use of another language you know, to a maximum of 5 languages at 20th level. The target must have the physical capacity to articulate sounds, make gestures, or engage in whatever other method speakers of the language use to communicate with each other in order to actually converse. If the target lacks the mental capacity to grasp an actual language it still gains enough knowledge to respond to and carry out even extremely complex commands or suggestions coached in the language (whether written or spoken). However, since this spell does not endow the target with greater reasoning capacity, merely a temporarily enhanced vocabulary, the person offering up instructions to non-sentient creatures must take care to remove any ambiguity or guesswork. </p><p>Similarly, this spell does not affect the basic nature of the target, or its disposition toward you or anyone else, so convincing it to actually carry out these instructions could require negotiation, threats, or outright bribery. </p>", 
    "school": "divination", 
    "saving_throw": "Will negates (harmless)", 
    "description": "Subject understands chosen language.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Share Language", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "1 standard action", 
    "level_text": "Bard: 1; Skald: 1; Cleric: 2; Oracle: 2; Warpriest: 2; Druid: 2; Hunter: 2; Sorcerer: 2; Wizard: 2; Arcanist: 2; Hunter: 2", 
    "source": "Advanced Player's Guide", 
    "range": "touch", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Bard", 
            "level": 1
        }, 
        {
            "class": "Cleric", 
            "level": 2
        }, 
        {
            "class": "Druid", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Oracle", 
            "level": 2
        }, 
        {
            "class": "Skald", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Warpriest", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "creature touched", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a page from a dictionary", 
            "type": "M"
        }
    ], 
    "duration": "24 hours", 
    "type": "spell", 
    "component_text": "V, S, M (a page from a dictionary)", 
    "name": "Share Language"
}