{
    "body": "<p>Spending a moment in meditation and conjuring an image of the creature to mind, you reshape your link with your familiar, causing it to functions like a scrying sensor. Upon casting this spell you can hear, see, or smell (any one, your choice) what your familiar is experiencing. You gain the benefits of any nonmagical special abilities your familiar has tied to the chosen sense (such as low-light vision or scent), but use your own Perception skill. You don't need line of sight or line of effect to your familiar, but you must have an active empathic link. You may change the sense you are sharing as a standard action. Unlike other scrying spells, share senses does not allow magically or supernaturally enhanced senses to work through it, and you are unable to see in magical or natural darkness unless your familiar possesses the ability to see in such conditions.</p><p>The sensory link with your familiar can be detected as though it were a scrying sensor.</p>", 
    "school": "divination", 
    "saving_throw": "Will negates (harmless)", 
    "description": "Perceive the world around your familiar.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Share Senses", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "1 full round", 
    "level_text": "Sorcerer: 4; Wizard: 4; Arcanist: 4; Witch: 3", 
    "source": "Advanced Player's Guide", 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Witch", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "effects": [
        {
            "text": "your familiar", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a hair, scale, or feather from your familiar", 
            "type": "M"
        }
    ], 
    "duration": "1 minute/level (D)", 
    "subschool_text": "scrying", 
    "subschool": [
        "scrying"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a hair, scale, or feather from your familiar)", 
    "name": "Share Senses"
}