{
    "body": "<p>With a long hissing whisper, you transform ordinary pieces of wood into various sorts of snakes that immediately attack your foes. As long as the snakes remain within sight, you can direct their actions telepathically as a free action. You can only apply this spell to wooden objects not in a creature's possession or not part of a larger structure or plant. Each time you cast this spell you can create a number of snakes equal to your caster level. More powerful snakes take up more than one of your available total, as noted below. See Snake statistics and advanced and giant simple templates.</p><p id=\"venomous-snake\"><i>Venomous Snake</i>: A stick or piece of firewood. Counts as 1 snake. </p><p id=\"constrictor-snake\"><i>Constrictor Snake</i>: A staff or tree branch. Counts as 2 snakes.</p><p id=\"advanced-venomous-snake\"><i>Advanced Venomous Snake</i>: A stick or piece of firewood. Counts as 2 snakes.</p><p id=\"advanced-constrictor-snake\"><i>Advanced Constrictor Snake</i>: A staff or tree branch. Counts as 3 snakes.</p><p id=\"advanced-giant-venomous-snake\"><i>Advanced Giant Venomous Snake</i>: A log or pile of debris. Counts as 4 snakes.</p><p id=\"advanced-giant-constrictor-snake\"><i>Advanced Giant Constrictor Snake</i>: A fallen tree or a large pile of debris. Counts as 5 snakes.</p>", 
    "school": "transmutation", 
    "saving_throw": "Will negates (object)", 
    "description": "Transforms wood into snakes to fight for you.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Snake Staff", 
    "spell_resistance": "yes (object)", 
    "casting_time": "1 standard action", 
    "level_text": "Cleric: 5; Druid: 5; Hunter: 5; Oracle: 5; Shaman: 6; Warpriest: 5", 
    "source": "Advanced Player's Guide", 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Cleric", 
            "level": 5
        }, 
        {
            "class": "Druid", 
            "level": 5
        }, 
        {
            "class": "Hunter", 
            "level": 5
        }, 
        {
            "class": "Oracle", 
            "level": 5
        }, 
        {
            "class": "Shaman", 
            "level": 6
        }, 
        {
            "class": "Warpriest", 
            "level": 5
        }
    ], 
    "effects": [
        {
            "text": "1 or more pieces of wood, no two of which can be more than 30 ft. apart", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a knife suitable for whittling", 
            "type": "M"
        }
    ], 
    "duration": "1 round/level", 
    "type": "spell", 
    "component_text": "V, S, M (a knife suitable for whittling)", 
    "name": "Snake Staff"
}