{
    "body": "<p>This spell extracts the air from the target's lungs, causing swift suffocation. The target can attempt to resist this spell's effects with a Fortitude save&mdash;if he succeeds, he is merely staggered for 1 round as he gasps for breath. If the target fails, he immediately begins to suffocate. On the target's next turn, he falls unconscious and is reduced to 0 hit points. One round later, the target drops to &ndash;1 hit points and is dying. One round after that, the target dies. Each round, the target can delay that round's effects from occurring by making a successful Fortitude save, but the spell effect continues for 3 rounds, and each time a target fails his Fortitude save, he moves one step further along the track to suffocation. This spell only affects living creatures that must breathe. It is impossible to defeat the effects of this spell by simply holding one's breath&mdash;if the victim fails the initial saving throw, the air in his lungs is extracted.</p>", 
    "school": "necromancy", 
    "saving_throw": "Fortitude partial", 
    "description": "Target quickly suffocates to death.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Suffocation", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 5; Elementalist Wizard: 5; Sorcerer: 5; Witch: 5; Wizard: 5", 
    "source": "Advanced Player's Guide", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Witch", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "effects": [
        {
            "text": "one living creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a vial containing a bit of the caster's breath", 
            "type": "M"
        }
    ], 
    "duration": "3 rounds", 
    "type": "spell", 
    "component_text": "V, S, M (a vial containing a bit of the caster's breath)", 
    "name": "Suffocation"
}