{
    "body": "<p>You create a darkly sinister floating knife that attacks the same creature as you each round. If you choose not to attack a creature, or you make an attack that affects multiple opponents, the knife makes no attack during that round. The knife uses your base attack bonus modified by either your Intelligence or Charisma bonus (whichever is higher) when making this attack. Unless you specifically will it to do otherwise, or it proves impossible to do so, the knife always maneuvers itself so that it can flank your opponent before making the attack. The knife deals 1d4 points of force damage on a successful hit and has the same threat range and critical multipliers as a normal dagger. In addition, if the target is denied a Dexterity bonus to AC or the knife flanks the target, the knife can make sneak attacks as a rogue, inflicting an extra 1d6 points of force damage per four caster levels on a successful attack.</p><p>A <i>twilight knife</i> cannot be attacked or harmed by physical attacks, but <i>dispel magic</i>, <i>disintegrate</i>, a <i>sphere of annihilation</i>, or a <i>rod of cancellation</i> affects it. A <i>twilight knife</i>'s AC against touch attacks is 12 (10 + size bonus for Tiny object) plus your Dexterity modifier.</p><p>If an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the <i>twilight knife</i> strikes it. If the knife is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell.</p>", 
    "school": "evocation", 
    "saving_throw": "none", 
    "description": "Floating knife attacks with you.", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Spells/Twilight Knife", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 3; Bloodrager: 3; Sorcerer: 3; Witch: 3; Wizard: 3", 
    "descriptor": [
        "force"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Bloodrager", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Witch", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "descriptor_text": "force", 
    "effects": [
        {
            "text": "floating knife of force", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a small knife", 
            "type": "F"
        }
    ], 
    "duration": "1 round/level (D)", 
    "type": "spell", 
    "component_text": "V, S, F (a small knife)", 
    "name": "Twilight Knife"
}