{
    "body": "<p>Like <i>shield other</i>, <i>unwilling shield</i> creates a mystic connection between you and the target, but unlike <i>shield other</i>, the target shares the wounds that you receive. In addition, the link draws upon the target's life force to supplement your own defenses. You gain a +1 luck bonus to AC and on saving throws. You take only half damage from all wounds and attacks (including those dealt by special abilities) that deal hit point damage. The amount of damage not taken by you is taken by the target. Forms of harm that do not involve hit points, such as <i>charm</i> effects, ability damage, level draining, and death effects are not affected. If you take a reduction in hit points from a lowered Constitution score, the reduction is not split with the target because it is not hit point damage. When the spell ends, subsequent damage is no longer divided between you and the subject, but damage already split is not assigned to you.</p><p>If you and the target of the spell move out of range of each other, the spell remains active, but damage is no longer shared until you are once again within range of each other.</p>", 
    "school": "necromancy", 
    "saving_throw": "Will negates", 
    "description": "Subject shares wounds you receive.", 
    "url": "pfsrd://Advanced Players Guide/Spells/Unwilling Shield", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Bard: 5; Skald: 5; Inquisitor: 5; Sorcerer: 6; Wizard: 6; Arcanist: 6; Witch: 6", 
    "source": "Advanced Player's Guide", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Bard", 
            "level": 5
        }, 
        {
            "class": "Inquisitor", 
            "level": 5
        }, 
        {
            "class": "Skald", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Witch", 
            "level": 6
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "effects": [
        {
            "text": "one creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "ruby dust worth 250 gp", 
            "type": "M"
        }
    ], 
    "duration": "1 round/level (D)", 
    "type": "spell", 
    "component_text": "V, S, M (ruby dust worth 250 gp)", 
    "name": "Unwilling Shield"
}