{
    "body": "<p>You create sparkling motes of bright light that shoot toward the target and swirl around it in a complex pattern. The pattern clearly outlines the target and radiates light as if it were a sunrod, negating any concealment for the target. The target must make a successful Will save. If the target fails its save, it is dazed for 1 round and must make another save on its next turn or be dazed again for 1 round. The target must continue making Will saves each round. If a target makes its Will save, the <i>wandering star motes</i> jump to the nearest enemy within 30 feet, who must now make Will saves every round or be dazed. Any time a target makes its Will save, the <i>wandering star motes</i> jump to the next nearest enemy within 30 feet. A given creature can only be affected by the <i>wandering star motes</i> once; once a target has successfully saved against the spell, it cannot be affected again. If there are no new targets within 30 feet of a target that has successfully made its save, the spell immediately ends. The spell only affects enemy creatures; your allies are not affected.</p>", 
    "school": "illusion", 
    "saving_throw": "Will negates; see text", 
    "description": "Outlines subject and produces light as a sunrod.", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Spells/Wandering Star Motes", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 4; Bard: 4; Shaman: 4; Skald: 4; Sorcerer: 4; Witch: 4; Wizard: 4", 
    "descriptor": [
        "light", 
        "mind-affecting"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Bard", 
            "level": 4
        }, 
        {
            "class": "Shaman", 
            "level": 4
        }, 
        {
            "class": "Skald", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Witch", 
            "level": 4
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "descriptor_text": "light, mind-affecting", 
    "effects": [
        {
            "text": "one living creature and special; see text", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a sprinkle of flash powder", 
            "type": "M"
        }
    ], 
    "duration": "1 round/level", 
    "subschool_text": "pattern", 
    "subschool": [
        "pattern"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a sprinkle of flash powder)", 
    "name": "Wandering Star Motes"
}