{
    "body": "<p>You surround yourself with a buffeting shroud of supernatural, tornado-force winds. These winds grant you a fly speed of 60 feet with perfect maneuverability. Neither your armor nor your load affects this fly speed. The winds shield you from any other wind effects, and form a shell of breathable air around you, allowing you to fly and breathe underwater or in outer space. Ranged weapons (including giant-thrown boulders, siege weapon projectiles, and other massive ranged weapons) passing through the winds are deflected by the winds and automatically miss you. Gases and most gaseous breath weapons cannot pass though the winds.</p><p>In addition, when a creature hits you with a melee attack, you can shape your winds so they lash out at that creature as an immediate action. The creature must make a Fortitude saving throw or take 5d8 points of bludgeoning damage and be knocked prone (if on the ground). On a failed save, Huge flying creatures are checked and Large-sized or smaller flying creatures are blown away instead of knocked prone. On a successful save, the damage is halved and the creature is not knocked prone (or checked or blown away).</p>", 
    "school": "evocation", 
    "description": "Gives you the ability to fly and attack with wind.", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Spells/Winds Of Vengeance", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 9; Cleric: 9; Druid: 9; Elementalist Wizard: 9; Oracle: 9; Shaman: 9; Sorcerer: 9; Warpriest: 9; Wizard: 9", 
    "descriptor": [
        "air"
    ], 
    "range": "personal", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 9
        }, 
        {
            "class": "Cleric", 
            "level": 9
        }, 
        {
            "class": "Druid", 
            "level": 9
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 9
        }, 
        {
            "class": "Oracle", 
            "level": 9
        }, 
        {
            "class": "Shaman", 
            "level": 9
        }, 
        {
            "class": "Sorcerer", 
            "level": 9
        }, 
        {
            "class": "Warpriest", 
            "level": 9
        }, 
        {
            "class": "Wizard", 
            "level": 9
        }
    ], 
    "descriptor_text": "air", 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "1 minute/level", 
    "type": "spell", 
    "component_text": "V, S, DF", 
    "name": "Winds Of Vengeance"
}