{
    "url": "pfsrd://Core Rulebook/Rules/Getting Started", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>While playing the Pathfinder RPG<i>, </i>the Game Master describes the events that occur in the game world, and the players take turns describing what their characters do in response to those events. Unlike storytelling, however, the actions of the players and the characters controlled by the Game Master (frequently called non-player characters, or NPCs) are not certain. Most actions require dice rolls to determine success, with some tasks being more difficult than others. Each character is better at some things than he is at other things, granting him bonuses based on his skills and abilities. </p><p>Whenever a roll is required, the roll is noted as &ldquo;d#,&rdquo; with the &ldquo;#&rdquo; representing the number of sides on the die. If you need to roll multiple dice of the same type, there will be a number before the &ldquo;d.&rdquo; For example, if you are required to roll 4d6, you should roll four six-sided dice and add the results together. Sometimes there will be a + or &ndash; after the notation, meaning that you add that number to, or subtract it from, the total results of the dice (not to each individual die rolled). Most die rolls in the game use a d20 with a number of modifiers based on the character's skills, his or her abilities, and the situation. Generally speaking, rolling high is better than rolling low. Percentile rolls are a special case, indicated as rolling d%. You can generate a random number in this range by rolling two differently colored ten-sided dice (2d10). Pick one color to represent the tens digit, then roll both dice. If the die chosen to be the tens digit rolls a &ldquo;4&rdquo; and the other d10 rolls a &ldquo;2,&rdquo; then you've generated a 42. A zero on the tens digit die indicates a result from 1 to 9, or 100 if both dice result in a zero. Some d10s are printed with &ldquo;10,&rdquo; &ldquo;20,&rdquo; &ldquo;30,&rdquo; and so on in order to make reading d% rolls easier. Unless otherwise noted, whenever you must round a number, always round down.</p><p>As your character goes on adventures, he earns gold, magic items, and experience points. Gold can be used to purchase better equipment, while magic items possess powerful abilities that enhance your character. Experience points are awarded for overcoming challenges and completing major storylines. When your character has earned enough experience points, he increases his character level by one, granting him new powers and abilities that allow him to take on even greater challenges.</p>", 
            "name": "Playing the Game", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Playing the Game", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>The rules presented are here to help you breathe life into your characters and the world they explore. While they are designed to make your game easy and exciting, you might find that some of them do not suit the style of play that your gaming group enjoys. Remember that these rules are yours. You can change them to fit your needs. Most Game Masters have a number of &ldquo;house rules&rdquo; that they use in their games. The Game Master and players should always discuss any rules changes to make sure that everyone understands how the game will be played. Although the Game Master is the final arbiter of the rules, the Pathfinder RPG is a shared experience, and all of the players should contribute their thoughts when the rules are in doubt.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Playing the Game/The Most Important Rule", 
                    "type": "section", 
                    "name": "The Most Important Rule", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>The Pathfinder RPG uses a number of terms, abbreviations, and definitions in presenting the rules of the game. The following are among the most common.</p>", 
            "name": "Common Terms", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"ability-score\">Each creature has six ability scores: Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma. These scores represent a creature's most basic attributes. The higher the score, the more raw potential and talent your character possesses. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Ability Score", 
                    "type": "section", 
                    "name": "Ability Score", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"action\">An action is a discrete measurement of time during a round of combat. Using abilities, casting spells, and making attacks all require actions to perform. There are a number of different kinds of actions, such as a standard action, move action, swift action, free action, and full-round action (see Combat). </p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Action"
                }, 
                {
                    "body": "<p id=\"alignment\">Alignment represents a creature's basic moral and ethical attitude. Alignment has two components: one describing whether a creature is lawful, neutral, or chaotic, followed by another that describes whether a character is good, neutral, or evil. Alignments are usually abbreviated using the first letter of each alignment component, such as LN for lawful neutral or CE for chaotic evil. Creatures that are neutral in both components are denoted by a single &ldquo;N.&rdquo;</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Alignment", 
                    "type": "section", 
                    "name": "Alignment", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"armor-class\">All creatures in the game have an Armor Class. This score represents how hard it is to hit a creature in combat. As with other scores, higher is better.</p>", 
                    "name": "Armor Class", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Armor Class", 
                    "source": "Core Rulebook", 
                    "abbrev": "AC", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"base-attack-bonus\">Each creature has a base attack bonus and it represents its skill in combat. As a character gains levels or Hit Dice, his base attack bonus improves. When a creature's base attack bonus reaches +6, +11, or +16, he receives an additional attack in combat when he takes a full-attack action (which is one type of full-round action&mdash;see Combat).</p>", 
                    "name": "Base Attack Bonus", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Base Attack Bonus", 
                    "source": "Core Rulebook", 
                    "abbrev": "BAB", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"bonus\">Bonuses are numerical values that are added to checks and statistical scores. Most bonuses have a type, and as a general rule, bonuses of the same type are not cumulative (do not &ldquo;stack&rdquo;)&mdash;only the greater bonus granted applies. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Bonus", 
                    "type": "section", 
                    "name": "Bonus", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"caster-level\">Caster level represents a creature's power and ability when casting spells. When a creature casts a spell, it often contains a number of variables, such as range or damage, that are based on the caster's level.</p>", 
                    "source": "Core Rulebook", 
                    "abbrev": "CL", 
                    "type": "section", 
                    "name": "Caster Level"
                }, 
                {
                    "body": "<p id=\"class\">Classes represent chosen professions taken by characters and some other creatures. Classes give a host of bonuses and allow characters to take actions that they otherwise could not, such as casting spells or changing shape. As a creature gains levels in a given class, it gains new, more powerful abilities. Most PCs gain levels in the core classes or prestige classes, since these are the most powerful. Most NPCs gain levels in NPC classes, which are less powerful (see Creating NPCs).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Class", 
                    "type": "section", 
                    "name": "Class", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"check\">A check is a d20 roll which may or may not be modified by another value. The most common types are attack rolls, ability checks, skill checks, and saving throws.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Check"
                }, 
                {
                    "body": "<p id=\"combat-maneuver\">This is an action taken in combat that does not directly cause harm to your opponent, such as attempting to trip him, disarm him, or grapple with him (see Combat).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Combat Maneuver", 
                    "type": "section", 
                    "name": "Combat Maneuver", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"combat-maneuver-bonus\" id=\"cmb\">This value represents how skilled a creature is at performing a combat maneuver. When attempting to perform a combat maneuver, this value is added to the character's d20 roll.</p>", 
                    "name": "Combat Maneuver Bonus", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Combat Maneuver Bonus", 
                    "source": "Core Rulebook", 
                    "abbrev": "CMB", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"combat-maneuver-defense\" id=\"cmd\">This score represents how hard it is to perform a combat maneuver against this creature. A creature's CMD is used as the difficulty class when performing a maneuver against that creature.</p>", 
                    "name": "Combat Maneuver Defense", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Combat Maneuver Defense", 
                    "source": "Core Rulebook", 
                    "abbrev": "CMD", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"concentration-check\">When a creature is casting a spell, but is disrupted during the casting, he must make a concentration check or fail to cast the spell (see Magic).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Concentration Check", 
                    "type": "section", 
                    "name": "Concentration Check", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"creature\">A creature is an active participant in the story or world. This includes PCs, NPCs, and monsters.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Creature", 
                    "type": "section", 
                    "name": "Creature", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"damage-reduction\" id=\"dr\">Creatures that are resistant to harm typically have damage reduction. This amount is subtracted from any damage dealt to them from a physical source. Most types of DR can be bypassed by certain types of weapons. This is denoted by a &ldquo;/&rdquo; followed by the type, such as &ldquo;10/cold iron.&rdquo; Some types of DR apply to all physical attacks. Such DR is denoted by the &ldquo;&mdash;&rdquo; symbol. See Special Abilities for more information.</p>", 
                    "name": "Damage Reduction", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Damage Reduction", 
                    "source": "Core Rulebook", 
                    "abbrev": "DR", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"difficulty-class\" id=\"dc\">Whenever a creature attempts to perform an action whose success is not guaranteed, he must make some sort of check (usually a skill check). The result of that check must meet or exceed the Difficulty Class of the action that the creature is attempting to perform in order for the action to be successful. </p>", 
                    "name": "Difficulty Class", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Difficulty Class", 
                    "source": "Core Rulebook", 
                    "abbrev": "DC", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"extraordinary-abilities\" id=\"ex\">Extraordinary abilities are unusual abilities that do not rely on magic to function.</p>", 
                    "name": "Extraordinary Abilities", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Extraordinary Abilities", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"experience-points\" id=\"xp\">As a character overcomes challenges, defeats monsters, and completes quests, he gains experience points. These points accumulate over time, and when they reach or surpass a specific value, the character gains a level.</p>", 
                    "name": "Experience Points", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Experience Points", 
                    "source": "Core Rulebook", 
                    "abbrev": "XP", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"feat\">A feat is an ability a creature has mastered. Feats often allow creatures to circumvent rules or restrictions. Creatures receive a number of feats based off their Hit Dice, but some classes and other abilities grant bonus feats.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Feat", 
                    "type": "section", 
                    "name": "Feat", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"game-master\" id=\"gm\">A Game Master is the person who adjudicates the rules and controls all of the elements of the story and world that the players explore. A GM's duty is to provide a fair and fun game.</p>", 
                    "name": "Game Master", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Game Master", 
                    "source": "Core Rulebook", 
                    "abbrev": "GM", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"hit-dice\" id=\"hd\">Hit Dice represent a creature's general level of power and skill. As a creature gains levels, it gains additional Hit Dice. Monsters, on the other hand, gain racial Hit Dice, which represent the monster's general prowess and ability. Hit Dice are represented by the number the creature possesses followed by a type of die, such as &ldquo;3d8.&rdquo; This value is used to determine a creature's total hit points. In this example, the creature has 3 Hit Dice. When rolling for this creature's hit points, you would roll a d8 three times and add the results together, along with other modifiers.</p>", 
                    "name": "Hit Dice", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Hit Dice", 
                    "source": "Core Rulebook", 
                    "abbrev": "HD", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"hit-points\" id=\"hp\">Hit points are an abstraction signifying how robust and healthy a creature is at the current moment. To determine a creature's hit points, roll the dice indicated by its Hit Dice. A creature gains maximum hit points if its first Hit Die roll is for a character class level. Creatures whose first Hit Die comes from an NPC class or from his race roll their first Hit Die normally. Wounds subtract hit points, while healing (both natural and magical) restores hit points. Some abilities and spells grant temporary hit points that disappear after a specific duration. When a creature's hit points drop below 0, it becomes unconscious. When a creature's hit points reach a negative total equal to its Constitution score, it dies.</p>", 
                    "name": "Hit Points", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Hit Points", 
                    "source": "Core Rulebook", 
                    "abbrev": "hp", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"initiative\">Whenever combat begins, all creatures involved in the battle must make an initiative check to determine the order in which creatures act during combat. The higher the result of the check, the earlier a creature gets to act.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Initiative", 
                    "type": "section", 
                    "name": "Initiative", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"level\">A character's level represents his overall ability and power. There are three types of levels. Class level is the number of levels of a specific class possessed by a character. Character level is the sum of all of the levels possessed by a character in all of his classes. In addition, spells have a level associated with them numbered from 0 to 9. This level indicates the general power of the spell. As a spellcaster gains levels, he learns to cast spells of a higher level.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Level", 
                    "type": "section", 
                    "name": "Level", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"monster\">Monsters are creatures that rely on racial Hit Dice instead of class levels for their powers and abilities (although some possess class levels as well). PCs are usually not monsters.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Monster", 
                    "type": "section", 
                    "name": "Monster", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"multiplying\">When you are asked to apply more than one multiplier to a roll, the multipliers are not multiplied by one another. Instead, you combine them into a single multiplier, with each extra multiple adding 1 less than its value to the first multiple. For example, if you are asked to apply a &times;2 multiplier twice, the result would be &times;3, not &times;4.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Multiplying", 
                    "type": "section", 
                    "name": "Multiplying", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"nonplayer-character\" id=\"npc\">These are characters controlled by the GM.</p>", 
                    "name": "Nonplayer Character", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Nonplayer Character", 
                    "source": "Core Rulebook", 
                    "abbrev": "NPC", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"penalty\">Penalties are numerical values that are subtracted from a check or statistical score. Penalties do not have a type and most penalties stack with one another.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Penalty", 
                    "type": "section", 
                    "name": "Penalty", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"player-character\" id=\"pc\">These are the characters portrayed by the players.</p>", 
                    "name": "Player Character", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Player Character", 
                    "source": "Core Rulebook", 
                    "abbrev": "Character, PC", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"round\">Combat is measured in rounds. During an individual round, all creatures have a chance to take a turn to act, in order of initiative. A round represents 6 seconds in the game world.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Round", 
                    "type": "section", 
                    "name": "Round", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"rounding\">Occasionally the rules ask you to round a result or value. Unless otherwise stated, always round down. For example, if you are asked to take half of 7, the result would be 3.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Rounding", 
                    "type": "section", 
                    "name": "Rounding", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"saving-throw\">When a creature is the subject of a dangerous spell or effect, it often receives a saving throw to mitigate the damage or result. Saving throws are passive, meaning that a character does not need to take an action to make a saving throw&mdash;they are made automatically. There are three types of saving throws: Fortitude (used to resist poisons, diseases, and other bodily ailments), Reflex (used to avoid effects that target an entire area, such as <i>fireball</i>), and Will (used to resist mental attacks and spells).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Saving Throw", 
                    "type": "section", 
                    "name": "Saving Throw", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"skill\">A skill represents a creature's ability to perform an ordinary task, such as climb a wall, sneak down a hallway, or spot an intruder. The number of ranks possessed by a creature in a given skill represents its proficiency in that skill. As a creature gains Hit Dice, it also gains additional skill ranks that can be added to its skills. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Skill", 
                    "type": "section", 
                    "name": "Skill", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"spell\">Spells can perform a wide variety of tasks, from harming enemies to bringing the dead back to life. Spells specify what they can target, what their effects are, and how they can be resisted or negated.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Spell", 
                    "type": "section", 
                    "name": "Spell", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"spell-like-abilities\" id=\"sp\">Spell-like abilities function just like spells, but are granted through a special racial ability or by a specific class ability (as opposed to spells, which are gained by spellcasting classes as a character gains levels).</p>", 
                    "name": "Spell-Like Abilities", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Spell-Like Abilities", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"spell-resistance\">Some creatures are resistant to magic and gain spell resistance. When a creature with spell resistance is targeted by a spell, the caster of the spell must make a caster level check to see if the spell affects the target. The DC of this check is equal to the target creature's SR (some spells do not allow SR checks).</p>", 
                    "source": "Core Rulebook", 
                    "abbrev": "SR", 
                    "type": "section", 
                    "name": "Spell Resistance"
                }, 
                {
                    "body": "<p id=\"stacking\">Stacking refers to the act of adding together bonuses or penalties that apply to one particular check or statistic. Generally speaking, most bonuses of the same type do not stack. Instead, only the highest bonus applies. Most penalties do stack, meaning that their values are added together. Penalties and bonuses generally stack with one another, meaning that the penalties might negate or exceed part or all of the bonuses, and vice versa.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Stacking", 
                    "type": "section", 
                    "name": "Stacking", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"supernatural-abilities\">Supernatural abilities are magical attacks, defenses, and qualities. These abilities can be always active or they can require a specific action to utilize. The supernatural ability's description includes information on how it is used and its effects.</p>", 
                    "name": "Supernatural Abilities", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Supernatural Abilities", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"turn\">In a round, a creature receives one turn, during which it can perform a wide variety of actions. Generally in the course of one turn, a character can perform one standard action, one move action, one swift action, and a number of free actions. Less-common combinations of actions are permissible as well, see Combat for more details.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Common Terms/Turn", 
                    "type": "section", 
                    "name": "Turn", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>From the sly rogue to the stalwart paladin, the Pathfinder RPG allows you to make the character you want to play. When generating a character, start with your character's concept. Do you want a character who goes toe-to-toe with terrible monsters, matching sword and shield against claws and fangs? Or do you want a mystical seer who draws his powers from the great beyond to further his own ends? Nearly anything is possible. </p><p>Once you have a general concept worked out, use the following steps to bring your idea to life, recording the resulting information and statistics on your Pathfinder RPG character sheet, which can be found at the back of this book and photocopied for your convenience. </p>", 
            "name": "Generating a Character", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Start by generating your character's ability scores. These six scores determine your character's most basic attributes and are used to decide a wide variety of details and statistics. Some class selections require you to have better than average scores for some of your abilities.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 1-Determine Ability Scores", 
                    "type": "section", 
                    "name": "Step 1-Determine Ability Scores", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Next, pick your character's race, noting any modifiers to your ability scores and any other racial traits (see Races). There are seven basic races to choose from, although your GM might have others to add to the list. Each race lists the languages your character automatically knows, as well as a number of bonus languages. A character knows a number of additional bonus languages equal to his or her Intelligence modifier.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 2-Pick Your Race", 
                    "type": "section", 
                    "name": "Step 2-Pick Your Race", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A character's class represents a profession, such as fighter or wizard. If this is a new character, he starts at 1st level in his chosen class. As he gains experience points (XP) for defeating monsters, he goes up in level, granting him new powers and abilities.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 3-Pick Your Class", 
                    "type": "section", 
                    "name": "Step 3-Pick Your Class", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Determine the number of skill ranks possessed by your character, based on his class and Intelligence modifier (and any other bonuses, such as the bonus received by humans). Then spend these ranks on skills, but remember that you cannot have more ranks than your level in any one skill (for a starting character, this is usually one). After skills, determine how many feats your character receives, based on his class and level, and select them from those presented in Feats.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 4-Pick Skills and Select Feats", 
                    "type": "section", 
                    "name": "Step 4-Pick Skills and Select Feats", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Each new character begins the game with an amount of gold, based on his class, that can be spent on a wide range of equipment and gear, from chainmail armor to leather backpacks. This gear helps your character survive while adventuring. Generally speaking, you cannot use this starting money to buy magic items without the consent of your GM.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 5-Buy Equipment", 
                    "type": "section", 
                    "name": "Step 5-Buy Equipment", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Finally, you need to determine all of a character's details, including his starting hit points (hp), Armor Class (AC), saving throws, initiative modifier, and attack values. All of these numbers are determined by the decisions made in previous steps. Aside from these, you need to decide on your character's name, alignment, and physical appearance. It is best to jot down a few personality traits as well, to help you play the character during the game. Additional rules (like age and alignment) are described in Additional Rules.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Generating a Character/Step 6-Finishing Details", 
                    "type": "section", 
                    "name": "Step 6-Finishing Details", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Each character has six ability scores that represent his character's most basic attributes. They are his raw talent and prowess. While a character rarely rolls an ability check (using just an ability score), these scores, and the modifiers they create, affect nearly every aspect of a character's skills and abilities. Each ability score generally ranges from 3 to 18, although racial bonuses and penalties can alter this; an average ability score is 10.</p>", 
            "name": "Ability Scores", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>There are a number of different methods used to generate ability scores. Each of these methods gives a different level of flexibility and randomness to character generation. </p><p>Racial modifiers (adjustments made to your ability scores due to your character's race&mdash;see Races) are applied after the scores are generated.</p>", 
                    "name": "Generating Ability Scores", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p> Roll 4d6, discard the lowest die result, and add the three remaining results together. Record this total and repeat the process until six numbers are generated. Assign these totals to your ability scores as you see fit. This method is less random than Classic and tends to create characters with above-average ability scores.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Standard", 
                            "type": "section", 
                            "name": "Standard", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p> Roll 3d6 and add the dice together. Record this total and repeat the process until you generate six numbers. Assign these results to your ability scores as you see fit. This method is quite random, and some characters will have clearly superior abilities. This randomness can be taken one step further, with the totals applied to specific ability scores in the order they are rolled. Characters generated using this method are difficult to fit to predetermined concepts, as their scores might not support given classes or personalities, and instead are best designed around their ability scores.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Classic", 
                            "type": "section", 
                            "name": "Classic", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p> Roll 2d6 and add 6 to the sum of the dice. Record this total and repeat the process until six numbers are generated. Assign these totals to your ability scores as you see fit. This is less random than the Standard method and generates characters with mostly above-average scores.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Heroic", 
                            "type": "section", 
                            "name": "Heroic", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Each character has a pool of 24d6 to assign to his statistics. Before the dice are rolled, the player selects the number of dice to roll for each score, with a minimum of 3d6 for each ability. Once the dice have been assigned, the player rolls each group and totals the result of the three highest dice. For more high-powered games, the GM should increase the total number of dice to 28. This method generates characters of a similar power to the Standard method.</p>", 
                            "name": "Dice Pool", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Dice Pool", 
                            "type": "section", 
                            "source": "Core Rulebook", 
                            "sections": [
                                {
                                    "body": "<table id=\"table-1-1-ability-score-costs\"><caption>Table: Ability Score Costs</caption><thead><tr><th>Score</th><th>Points</th></tr></thead><tbody><tr class=\"odd\"><td>7</td><td>&ndash;4</td></tr><tr class=\"even\"><td>8</td><td>&ndash;2</td></tr><tr class=\"odd\"><td>9</td><td>&ndash;1</td></tr><tr class=\"even\"><td>10</td><td>0</td></tr><tr class=\"odd\"><td>11</td><td>1</td></tr><tr class=\"even\"><td>12</td><td>2</td></tr><tr class=\"odd\"><td>13</td><td>3</td></tr><tr class=\"even\"><td>14</td><td>5</td></tr><tr class=\"odd\"><td>15</td><td>7</td></tr><tr class=\"even\"><td>16</td><td>10</td></tr><tr class=\"odd\"><td>17</td><td>13</td></tr><tr class=\"even\"><td>18</td><td>17</td></tr></tbody></table>", 
                                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Dice Pool/Table Ability Score Costs", 
                                    "type": "table", 
                                    "name": "Table: Ability Score Costs", 
                                    "source": "Core Rulebook"
                                }, 
                                {
                                    "body": "<table id=\"table-1-2-ability-score-points\"><caption>Table: Ability Score Points</caption><thead><tr><th>Campaign Type</th><th>Points</th></tr></thead><tbody><tr class=\"odd\"><td>Low Fantasy</td><td>10</td></tr><tr class=\"even\"><td>Standard Fantasy</td><td>15</td></tr><tr class=\"odd\"><td>High Fantasy</td><td>20</td></tr><tr class=\"even\"><td>Epic Fantasy</td><td>25</td></tr></tbody></table>", 
                                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Dice Pool/Table Ability Score Points", 
                                    "type": "table", 
                                    "name": "Table: Ability Score Points", 
                                    "source": "Core Rulebook"
                                }
                            ]
                        }, 
                        {
                            "body": "<p> Each character receives a number of points to spend on increasing his basic attributes. In this method, all attributes start at a base of 10. A character can increase an individual score by spending some of his points. Likewise, he can gain more points to spend on other scores by decreasing one or more of his ability scores. No score can be reduced below 7 or raised above 18 using this method. See Table: Ability Score Costs for the costs of each score. After all the points are spent, apply any racial modifiers the character might have.</p><p>The number of points you have to spend using the purchase method depends on the type of campaign you are playing. The standard value for a character is 15 points. Average nonplayer characters (NPCs) are typically built using as few as 3 points. See Table: Ability Score Points for a number of possible point values depending on the style of campaign. The purchase method emphasizes player choice and creates equally balanced characters. This system is typically used for organized play events, such as the Pathfinder Society (visit <b>paizo.com/pathfinderSociety</b> for more details on this exciting campaign).</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Purchase", 
                            "type": "section", 
                            "name": "Purchase", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Each ability, after changes made because of race, has a modifier ranging from &ndash;5 to +5. Table: Ability Modifiers and Bonus Spells shows the modifier for each score. The modifier is the number you apply to the die roll when your character tries to do something related to that ability. You also use the modifier with some numbers that aren't die rolls. A positive modifier is called a bonus, and a negative modifier is called a penalty. The table also shows bonus spells, which you'll need to know about if your character is a spellcaster.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Determine Bonuses", 
                            "type": "section", 
                            "name": "Determine Bonuses", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>The ability that governs bonus spells depends on what type of spellcaster your character is: Intelligence for wizards; Wisdom for clerics, druids, and rangers; and Charisma for bards, paladins, and sorcerers. In addition to having a high ability score, a spellcaster must be of a high enough class level to be able to cast spells of a given spell level. See the class descriptions in Classes for details.</p>", 
                    "name": "Abilities and Spellcasters", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Abilities and Spellcasters", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table id=\"table-1-3-ability-modifiers-and-bonus-spells\"><caption>Table: Ability Modifiers and Bonus Spells</caption><thead><tr><th rowspan=\"2\">Ability Score</th><th rowspan=\"2\">Modifier</th><th colspan=\"10\">Bonus Spells per Day (by Spell Level)</th></tr><tr><th>0</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th></tr></thead><tr class=\"odd\"><td>1</td><td>&ndash;5</td><td colspan=\"10\">Can't cast spells tied to this ability</td></tr><tr class=\"even\"><td>2&ndash;3</td><td>&ndash;4</td><td colspan=\"10\">Can't cast spells tied to this ability</td></tr><tr class=\"odd\"><td>4&ndash;5</td><td>&ndash;3</td><td colspan=\"10\">Can't cast spells tied to this ability</td></tr><tr class=\"even\"><td>6&ndash;7</td><td>&ndash;2</td><td colspan=\"10\">Can't cast spells tied to this ability</td></tr><tr class=\"odd\"><td>8&ndash;9</td><td>&ndash;1</td><td colspan=\"10\">Can't cast spells tied to this ability</td></tr><tr class=\"even\"><td>10&ndash;11</td><td>0</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>12&ndash;13</td><td>+1</td><td>&mdash;</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>14&ndash;15</td><td>+2</td><td>&mdash;</td><td>1</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>16&ndash;17</td><td>+3</td><td>&mdash;</td><td>1</td><td>1</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>18&ndash;19</td><td>+4</td><td>&mdash;</td><td>1</td><td>1</td><td>1</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>20&ndash;21</td><td>+5</td><td>&mdash;</td><td>2</td><td>1</td><td>1</td><td>1</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>22&ndash;23</td><td>+6</td><td>&mdash;</td><td>2</td><td>2</td><td>1</td><td>1</td><td>1</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>24&ndash;25</td><td>+7</td><td>&mdash;</td><td>2</td><td>2</td><td>2</td><td>1</td><td>1</td><td>1</td><td>1</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>26&ndash;27</td><td>+8</td><td>&mdash;</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td><td>1</td><td>1</td><td>1</td><td>&mdash;</td></tr><tr class=\"odd\"><td>28&ndash;29</td><td>+9</td><td>&mdash;</td><td>3</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td><td>1</td><td>1</td><td>1</td></tr><tr class=\"even\"><td>30&ndash;31</td><td>+10</td><td>&mdash;</td><td>3</td><td>3</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td><td>1</td><td>1</td></tr><tr class=\"odd\"><td>32&ndash;33</td><td>+11</td><td>&mdash;</td><td>3</td><td>3</td><td>3</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td><td>1</td></tr><tr class=\"even\"><td>34&ndash;35</td><td>+12</td><td>&mdash;</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td></tr><tr class=\"odd\"><td>36&ndash;37</td><td>+13</td><td>&mdash;</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>2</td><td>2</td><td>2</td></tr><tr class=\"even\"><td>38&ndash;39</td><td>+14</td><td>&mdash;</td><td>4</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>2</td><td>2</td></tr><tr class=\"odd\"><td>40&ndash;41</td><td>+15</td><td>&mdash;</td><td>4</td><td>4</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>2</td></tr><tr class=\"even\"><td>42&ndash;43</td><td>+16</td><td>&mdash;</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td></tr><tr class=\"odd\"><td>44&ndash;45</td><td>+17</td><td>&mdash;</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Abilities and Spellcasters/Table Ability Modifiers and Bonus Spells", 
                            "type": "table", 
                            "name": "Table: Ability Modifiers and Bonus Spells", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Each ability partially describes your character and affects some of his actions.</p>", 
                    "name": "The Abilities", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/The Abilities", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Strength measures muscle and physical power. This ability is important for those who engage in hand-to-hand (or &ldquo;melee&rdquo;) combat, such as fighters, monks, paladins, and some rangers. Strength also sets the maximum amount of weight your character can carry. A character with a Strength score of 0 is too weak to move in any way and is unconscious. Some creatures do not possess a Strength score and have no modifier at all to Strength-based skills or checks.</p><p>You apply your character's Strength modifier to:</p><ul><li> Melee attack rolls.</li><li> Damage rolls when using a melee weapon or a thrown weapon, including a sling. (Exceptions: Off-hand attacks receive only half the character's Strength bonus, while two-handed attacks receive 1&ndash;1/2 times the Strength bonus. A Strength penalty, but not a bonus, applies to attacks made with a bow that is not a composite bow.)</li><li> Climb and Swim checks.</li><li> Strength checks (for breaking down doors and the like).</li></ul>", 
                            "name": "Strength", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/The Abilities/Strength", 
                            "source": "Core Rulebook", 
                            "abbrev": "Str", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>Dexterity measures agility, reflexes, and balance. This ability is the most important one for rogues, but it's also useful for characters who wear light or medium armor or no armor at all. This ability is vital for characters seeking to excel with ranged weapons, such as the bow or sling. A character with a Dexterity score of 0 is incapable of moving and is effectively immobile (but not unconscious).</p><p>You apply your character's Dexterity modifier to:</p><ul><li> Ranged attack rolls, including those for attacks made with bows, crossbows, throwing axes, and many ranged spell attacks like <i>scorching ray</i> or <i>searing light</i>.</li><li> Armor Class (AC), provided that the character can react to the attack.</li><li> Reflex saving throws, for avoiding <i>fireballs</i> and other attacks that you can escape by moving quickly.</li><li> Acrobatics, Disable Device, Escape Artist, Fly, Ride, Sleight of Hand, and Stealth checks.</li></ul>", 
                            "name": "Dexterity", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/The Abilities/Dexterity", 
                            "source": "Core Rulebook", 
                            "abbrev": "Dex", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>Constitution represents your character's health and stamina. A Constitution bonus increases a character's hit points, so the ability is important for all classes. Some creatures, such as undead and constructs, do not have a Constitution score. Their modifier is +0 for any Constitution-based checks. A character with a Constitution score of 0 is dead. </p><p>You apply your character's Constitution modifier to:</p><ul><li> Each roll of a Hit Die (though a penalty can never drop a result below 1&mdash;that is, a character always gains at least 1 hit point each time he advances in level).</li><li> Fortitude saving throws, for resisting poison, disease, and similar threats.</li></ul><p>If a character's Constitution score changes enough to alter his or her Constitution modifier, the character's hit points also increase or decrease accordingly.</p>", 
                            "name": "Constitution", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/The Abilities/Constitution", 
                            "source": "Core Rulebook", 
                            "abbrev": "Con", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>Intelligence determines how well your character learns and reasons. This ability is important for wizards because it affects their spellcasting ability in many ways. Creatures of animal-level instinct have Intelligence scores of 1 or 2. Any creature capable of understanding speech has a score of at least 3. A character with an Intelligence score of 0 is comatose. Some creatures do not possess an Intelligence score. Their modifier is +0 for any Intelligence-based skills or checks.</p><p>You apply your character's Intelligence modifier to:</p><ul><li> The number of bonus languages your character knows at the start of the game. These are in addition to any starting racial languages and Common. If you have a penalty, you can still read and speak your racial languages unless your Intelligence is lower than 3.</li><li> The number of skill points gained each level, though your character always gets at least 1 skill point per level.</li><li> Appraise, Craft, Knowledge, Linguistics, and Spellcraft checks.</li></ul><p>A wizard gains bonus spells based on his Intelligence score. The minimum Intelligence score needed to cast a wizard spell is 10 + the spell's level. </p>", 
                            "name": "Intelligence", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/The Abilities/Intelligence", 
                            "source": "Core Rulebook", 
                            "abbrev": "Int", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>Wisdom describes a character's willpower, common sense, awareness, and intuition. Wisdom is the most important ability for clerics and druids, and it is also important for paladins and rangers. If you want your character to have acute senses, put a high score in Wisdom. Every creature has a Wisdom score. A character with a Wisdom score of 0 is incapable of rational thought and is unconscious.</p><p>You apply your character's Wisdom modifier to:</p><ul><li> Will saving throws (for negating the effects of <i>charm person</i> and other spells).</li><li> Heal, Perception, Profession, Sense Motive, and Survival checks.</li></ul><p>Clerics, druids, and rangers get bonus spells based on their Wisdom scores. The minimum Wisdom score needed to cast a cleric, druid, or ranger spell is 10 + the spell's level.</p>", 
                            "name": "Wisdom", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/The Abilities/Wisdom", 
                            "source": "Core Rulebook", 
                            "abbrev": "Wis", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>Charisma measures a character's personality, personal magnetism, ability to lead, and appearance. It is the most important ability for paladins, sorcerers, and bards. It is also important for clerics, since it affects their ability to channel energy. For undead creatures, Charisma is a measure of their unnatural &ldquo;lifeforce.&rdquo; Every creature has a Charisma score. A character with a Charisma score of 0 is not able to exert himself in any way and is unconscious.</p><p>You apply your character's Charisma modifier to:</p><ul><li> Bluff, Diplomacy, Disguise, Handle Animal, Intimidate, Perform, and Use Magic Device checks.</li><li> Checks that represent attempts to influence others. </li><li> Channel energy DCs for clerics and paladins attempting to harm undead foes.</li></ul><p>Bards, paladins, and sorcerers gain a number of bonus spells based on their Charisma scores. The minimum Charisma score needed to cast a bard, paladin, or sorcerer spell is 10 + the spell's level.</p>", 
                            "name": "Charisma", 
                            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/The Abilities/Charisma", 
                            "source": "Core Rulebook", 
                            "abbrev": "Cha", 
                            "type": "section"
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Getting Started", 
    "type": "section"
}