{
    "url": "pfsrd://Core Rulebook/Rules/Spells", 
    "source": "PFSRD", 
    "sections": [
        {
            "url": "pfsrd://Core Rulebook/Rules/Spells/Spell Names", 
            "type": "list", 
            "sections": [
                {
                    "body": "<p>Any spell whose name begins with <i>greater</i> is alphabetized  according to the spell name. Thus, the description of a <i>greater</i> spell appears near the description of the spell on which it is based. Spell chains that have <i>greater</i> spells in them include those based on the spells <i>arcane sight, command, dispel magic, glyph of warding, invisibility, magic fang, magic weapon, planar ally, planar binding, polymorph, prying eyes, restoration, scrying, shadow conjuration, shadow evocation, shout</i>, and <i>teleport</i>.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Spells/Spell Names/Greater (Spell Name)", 
                    "type": "section", 
                    "name": "Greater (Spell Name)", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Any spell whose name begins with <i>lesser</i> is alphabetized according to the spell name. Thus, the description of a <i>lesser</i> spell appears near the description of the spell on which it is based. Spell chains that have <i>lesser</i> spells in them include those based on the spells <i>confusion, geas, globe of invulnerability, planar ally, planar binding</i>, and <i>restoration</i>.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Spells/Spell Names/Lesser (Spell Name)", 
                    "type": "section", 
                    "name": "Lesser (Spell Name)", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Any spell whose name begins with <i>mass</i> is alphabetized according to the spell name. Thus, the description of a <i>mass</i> spell appears near the description of the spell on which it is based. Spell chains that have <i>mass</i> spells in them include those based on the spells <i>bear's endurance, bull's strength, cat's grace, charm monster, cure critical wounds, cure light wounds, cure moderate wounds, cure serious wounds, eagle's splendor, enlarge person, fox's cunning, heal, hold monster, hold person, inflict critical wounds, inflict light wounds, inflict moderate wounds, inflict serious wounds, invisibility, owl's wisdom, reduce person</i>, and <i>suggestion</i>.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Spells/Spell Names/Mass (Spell Name)", 
                    "type": "section", 
                    "name": "Mass (Spell Name)", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Spell Names", 
            "source": "PFSRD"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Rules/Spells/Spell Lists", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>An <sup>M</sup> or <sup>F</sup> appearing at the end of a spell's name in the spell lists denotes a spell with a material or focus component, respectively, that is not normally included in a spell component pouch.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>In the spell lists and the short descriptions that follow them, the spells are presented in alphabetical order by name except for those belonging to certain spell chains. When a spell's name begins with &ldquo;lesser,&rdquo; &ldquo;greater,&rdquo; or &ldquo;mass,&rdquo; the spell is alphabetized under the second word of the spell name instead.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Spells/Spell Lists/Spell Lists/Order of Presentation", 
                            "type": "section", 
                            "name": "Order of Presentation", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>The term &ldquo;Hit Dice&rdquo; is used synonymously with &ldquo;character levels&rdquo; for effects that affect a specific number of Hit Dice of creatures. Creatures with Hit Dice only from their race, not from classes, still have character levels equal to their Hit Dice.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Spells/Spell Lists/Spell Lists/Hit Dice", 
                            "type": "section", 
                            "name": "Hit Dice", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>A spell's power often depends on caster level, which is defined as the caster's class level for the purpose of casting a particular spell. A creature with no classes has a caster level equal to its Hit Dice unless otherwise specified. The word &ldquo;level&rdquo; in the short descriptions that follow always refers to caster level.</p>", 
                            "source": "Core Rulebook", 
                            "type": "section", 
                            "name": "Caster Level"
                        }, 
                        {
                            "body": "<p>The words &ldquo;creature&rdquo; and &ldquo;character&rdquo; are used synonymously in the short descriptions.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Spells/Spell Lists/Spell Lists/Creatures and Characters", 
                            "type": "section", 
                            "name": "Creatures and Characters", 
                            "source": "Core Rulebook"
                        }
                    ], 
                    "name": "Spell Lists", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Spell Lists", 
            "source": "Core Rulebook"
        }
    ], 
    "name": "Spells", 
    "type": "list"
}