{
    "body": "<p>These modifications are used to alter a construct's basic properties: Armor Class, Hit Dice, and weaponry.</p>", 
    "name": "Basic Modifications", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Building and Modifying Constructs/Construct Modifications/Basic Modifications", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"armor-modification\">This modification adds an enhancement bonus to the construct's natural armor bonus or adds a magic armor property. The cost for magical enhancements equals the cost for creating magic armor as described under Creating Magic Armor. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Building and Modifying Constructs/Construct Modifications/Basic Modifications/Armor Modification", 
            "type": "section", 
            "name": "Armor Modification", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"hit-dice-modification\">Hit Dice represent the overall strength and power of a construct. They affect a number of subsequent abilities, including hit points, saving throws, and base attacks. Determine the effects of a Hit Dice modification using the rules for adding creature Hit Dice using the information in Monster Creation. Because a construct's size is limited, a Hit Dice modification cannot increase its size. Therefore Hit Dice modification can never increase the base construct's Hit Dice beyond 50% of its total HD. Some constructs have a defined cost for increasing Hit Dice. To calculate the cost per Hit Die of other constructs, divide the construct's construction cost by its existing Hit Dice.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Building and Modifying Constructs/Construct Modifications/Basic Modifications/Hit Dice Modification", 
            "type": "section", 
            "name": "Hit Dice Modification", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"weapon-modification\">This modification enhances a construct's physical weaponry. This process includes adding actual weapons (such as blades or spiked chains) to the physical structure of the construct or enhancing existing weapons with additional magical properties. Structural changes alter the construct's damage only. A construct is automatically considered proficient with any weapon added to its structure as a weapon modification. The cost for adding a weapon is determined by the cost of the weapon or weapon enhancement added. The cost for magical enhancements to these weapons is the same as the cost for creating magic weapons as described under Magic Items - Weapons. Performing a weapon modification also requires the Craft Magical Arms and Armor feat.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Building and Modifying Constructs/Construct Modifications/Basic Modifications/Weapon Modification", 
            "type": "section", 
            "name": "Weapon Modification", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"ability-score-modification\">Using this modification, a crafter can permanently increase one of the construct's ability scores by +2 per modification. He cannot increase any abilities with a score of 0. The cost for permanently increasing an ability score is 5,000 gp.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Building and Modifying Constructs/Construct Modifications/Basic Modifications/Ability Score Modification", 
            "type": "section", 
            "name": "Ability Score Modification", 
            "source": "Ultimate Magic"
        }
    ]
}