{
    "body": "<p>A wordcaster still has spell slots, just like other members of his class, but he uses them differently. Each spell slot holds a wordspell or allows a wordcaster to arrange a number of words of power into one. The level of the wordcaster's wordspell is determined by the arrangement of words. Each word of power has a level associated with it and, in some cases, restrictions on what other words can be arranged in a wordspell with it. The level of a word is also the minimum level of the spell slot that can be used to arrange that word into a wordspell.</p><p>If a wordcaster belongs to a class that prepares spells, he must arrange his words of power into wordspells when he prepares his spells, deciding in advance the exact combination of words that will occupy each of his available spell slots and the wordspells that arrangement makes. If a wordcaster belongs to a class that spontaneously casts spells, such as a sorcerer, he can arrange his wordspells as he casts them.</p><p>Each wordspell is made up of an arrangement of two or more words of power, including one target word, one or more effect words, and possibly a number of meta words. </p>", 
    "name": "Arranging Words of Power", 
    "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Arranging Words of Power", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"target-word\">This word determines the range of a wordspell, how the wordspell manifests, and what it can affect. If the wordspell has an area, it affects every creature in the area defined by the target word. If it has targets, it affects the specific targets described by its word. A wordspell can have only one target word.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Arranging Words of Power/Target Word", 
            "type": "section", 
            "name": "Target Word", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"effect-word\">Effect words determine what effect a wordspell has when cast. They also determine the schools of the wordspell and its duration, saving throw, and spell resistance, if any. A wordspell can have more than one effect word, even ones from different schools of magic. In this case, the spell counts as both schools of magic. The maximum level of the effect words contained within a wordspell depends on the level of the spell slot used and the number of words arranged in the wordspell, as noted in the Effect Word Combinations table below. For example, a 5th-level wordspell might include one 5th-level effect word, two 3rd-level effect words, or three 2nd-level effect words. Alternatively, the wordspell might include one 4th-level effect word and one 2nd-level effect word, or one 3rd level effect word and two 1st-level effect words.</p><p>Effect words are split into groups of similar words. A wordspell typically cannot have more than one effect word from the same group, but there are exceptions. A wordspell can have more than one effect word from the Detection group, but cannot have a wordspell with an effect word from the Detection group and an effect word from any other group. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Arranging Words of Power/Effect Word", 
            "type": "section", 
            "name": "Effect Word", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"meta-word\">This word modifies the wordspell in some way, often by increasing either its duration, range, or components. It can also boost certain target or effect words, changing the wordspell's overall effect. Unlike with other words, a wordcaster can only use meta words a number of times per day equal to half his caster level in his wordcasting class (minimum 1). A wordspell does not need to contain a meta word.</p><p>A wordspell can have multiple meta words arranged within it so long as each target word and each effect word are modified by only one meta word apiece. For example, a wordspell arranged with two effect words could have up to three meta words, so long as each meta word modifies a different target and effect word. </p>", 
            "name": "Meta Word", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Arranging Words of Power/Meta Word", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<table><caption>Table: Effect Word Combinations</caption><thead><tr><th>Word Level</th><th>One Effect Word</th><th>Two Effect Words</th><th>Three Effect Words</th></tr></thead><tr class=\"odd\"><td>0</td><td>0</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>1st</td><td>1</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>2nd</td><td>2</td><td>0/0</td><td>&mdash;</td></tr><tr class=\"even\"><td>3rd</td><td>3</td><td>1/1 or 2/0</td><td>0/0/0</td></tr><tr class=\"odd\"><td>4th</td><td>4</td><td>2/2 or 3/1</td><td>1/1/1 or 2/0/0</td></tr><tr class=\"even\"><td>5th</td><td>5</td><td>3/3 or 4/2</td><td>2/2/2 or 3/1/1</td></tr><tr class=\"odd\"><td>6th</td><td>6</td><td>4/4 or 5/3</td><td>3/3/3 or 4/2/2</td></tr><tr class=\"even\"><td>7th</td><td>7</td><td>5/5 or 6/4</td><td>4/4/4 or 5/3/3</td></tr><tr class=\"odd\"><td>8th</td><td>8</td><td>6/6 or 7/5</td><td>5/5/5 or 6/4/4</td></tr><tr class=\"even\"><td>9th</td><td>9</td><td>7/7 or 8/5</td><td>6/6/6 or 7/5/5</td></tr></table>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Arranging Words of Power/Meta Word/Table Effect Word Combinations", 
                    "type": "table", 
                    "name": "Table: Effect Word Combinations", 
                    "source": "Ultimate Magic"
                }
            ]
        }
    ]
}