{
    "body": "<p>Casting a wordspell is similar to casting a standard spell. Each wordspell is assumed to have a material, somatic, and verbal component. Divine casters using this system must provide a divine focus instead of a material component. Unless otherwise noted, the material component can easily be found in a spell component pouch.</p><p>Wordspells take one standard action to cast and provoke attacks of opportunity as normal unless the caster casts the wordspell defensively. The DC for casting a wordspell defensively is the same as it is for a spell of the same level.</p><p>The DC for any saving throw called for by the wordspell is calculated the same way as for any other spell of that level. A wordcaster uses the same ability score to determine her wordspell DC as an ordinary spellcaster of her class.</p><p>Casting a wordspell is almost exactly the same as casting an ordinary spell. A wordspell can be dispelled and disrupted, and casting one provokes attacks of opportunity, just like any other spell, unless the wordcaster casts the wordspell on the defensive, which also requires a concentration check as normal. </p><p>There are two major differences to casting a wordspell: counterspelling and schools.</p>", 
    "name": "Casting Wordspells", 
    "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Casting Wordspells", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"counterspelling-wordspells\">If a wordcaster is attempting to counter another wordspell, she can make a Spellcraft skill check as normal to identify the wordspell as it is being cast and then cast an identical wordspell to counter it. This means that the opposing wordcaster must know all of the effect words of the wordspell and either have an identical wordspell prepared or have an available spell slot of an equal or higher level. If the wordspell contains multiple effect words, but the opposing caster only knows one of the words (or only has a wordspell with one of the effect words prepared), that caster can still attempt to counter the wordspell, but this functions as if using <i>dispel magic</i> and does not come with the guarantee of success. The opposing caster must make a dispel check to counter the wordspell. She must still expend a spell of the same or higher level containing at least one word of the wordspell to be countered.</p><p>If a wordcaster is attempting to counter the spell of a normal spellcaster, she must make a Spellcraft skill check to identify the school of the spell being cast. She can then counter that spell using any wordspell so long as it is of an equal or higher level than the spell being cast and contains at least one effect word of the same school as the spell. This works like a <i>dispel magic</i> counterspell attempt, and the wordcaster must make a dispel check to counter the spell. If a spellcaster attempts to counter a wordspell, she must use a spell of an equal or higher level that is of the same school as one or more of the effect words in the wordspell being cast. This too works like a <i>dispel magic</i> counterspell attempt, and the spellcaster must make a dispel check to counter the wordspell.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Casting Wordspells/Counterspelling Wordspells", 
            "type": "section", 
            "name": "Counterspelling Wordspells", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"wordspell-schools\">If a wordspell has more than one effect word, it can belong to more than one school, although it never benefits from effects based on school (such as Spell Focus) more than once. It can take penalties based on school more than once; for example, if a target has a bonus on saving throws against necromancy and illusion spells, that character would add both bonuses on the saving throw if the wordspell is of both schools.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Casting Wordspells/Wordspell Schools", 
            "type": "section", 
            "name": "Wordspell Schools", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"wordspell-saving-throws\">The type of saving throw for a wordspell is determined by the highest-level effect word used that allows a saving throw. If the save is successful, it applies to both effect words, but the result for each word can vary based on the individual word. If the save fails, the target takes the full effect of both effect words. The save DC is equal to 10 + the wordspell's level (not the effect word's level) + the wordcaster's spellcasting ability score modifier (Intelligence for wizards; Wisdom for clerics, druids, and rangers; and Charisma for bards, paladins, and sorcerers). For example, if a 5th-level wordspell contains a 2nd-level effect word that allows a Reflex save for half and a 4th-level effect word that allows a Will save to negate, targets of the wordspell make a Will save with a DC of 15 + the caster's ability score modifier. If the save is successful, the target takes half the normal effect from the 2nd-level word and negates the 4th-level word. If the save fails, the target takes the full effect of both effect words.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Casting Wordspells/Wordspell Saving Throws", 
            "type": "section", 
            "name": "Wordspell Saving Throws", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"wordspells-and-spell-resistance\">If the wordspell uses more than one effect word, and any of those words allow spell resistance, the resistance applies to all of the effect words of the wordspell. A wordspell only ignores spell resistance if all effect words ignore spell resistance.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Casting Wordspells/Wordspells and Spell Resistance", 
            "type": "section", 
            "name": "Wordspells and Spell Resistance", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"multiple-effect-words-and-damage\">If more than one effect word causes the wordspell to deal damage, the total number of dice of damage the wordspell can deal can be no greater than the wordspell's caster level. The caster can decide which dice belong to which effect word, in any combination, so long as the total number does not exceed his wordcaster level and the number of dice allocated to a specific effect word does not exceed its maximum.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Casting Wordspells/Multiple Effect Words and Damage", 
            "type": "section", 
            "name": "Multiple Effect Words and Damage", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"multiple-effect-words-and-duration\">If a wordspell has more than one effect word, the shortest of all the effect words' durations is used for all of the effect words.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Casting Wordspells/Multiple Effect Words and Duration", 
            "type": "section", 
            "name": "Multiple Effect Words and Duration", 
            "source": "Ultimate Magic"
        }
    ]
}