{
    "body": "<p>Some classes interact with these rules a little differently from the others. From sorcerer bloodlines to cleric domains, each of these specific rules are discussed here.</p>", 
    "name": "Class-Specific Rules", 
    "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Class-Specific Rules", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"alchemist\">The alchemist only learns the <i>personal</i> and <i>selected</i> target words. He uses words to create extracts as normal, but they can only target the drinker (in most cases, the alchemist himself).</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Class-Specific Rules/Alchemist", 
            "type": "section", 
            "name": "Alchemist", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"clerics\">A cleric chooses her domains as normal, and must use her domain spell slot to prepare a domain spell from one of her chosen domains. She cannot use that slot to prepare a wordspell. A cleric can spontaneously cast a wordspell containing an effect word from the Healing group or the Wounding group, but the spell cannot contain any other effect words. She can cast such wordspells by sacrificing an arranged and prepared wordspell (not a domain spell) of a level equal to the level of the spell she wishes to cast. Good clerics can only spontaneously cast wordspells with effect words from the Healing group, whereas evil clerics can only spontaneously cast wordspells with effect words from the Wounding group. Neutral clerics can elect to cast wordspells with either Healing or Wounding effect words, but once they have chosen, they cannot spontaneously cast spells with effect words from the other group, and this choice cannot be changed.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Class-Specific Rules/Clerics", 
            "type": "section", 
            "name": "Clerics", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"druids\">A druid who selects a domain with the nature bond class feature must prepare a spell from her chosen domain spell list in her domain bonus spell slots. A druid can spontaneously cast a wordspell containing a word from the Summoning word group, but the spell cannot contain any other effect words. A druid can cast such a spell by sacrificing an arranged and prepared wordspell (not a domain spell) of a level equal to the level of the wordspell with the Summoning effect she wishes to cast.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Class-Specific Rules/Druids", 
            "type": "section", 
            "name": "Druids", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"oracles-and-sorcerers\">Oracle and sorcerer wordcasters gain bonus spells from their mysteries or bloodlines respectively, just like their spellcasting counterparts, and can cast these spells in addition to their wordspells by using up the appropriate spell slots. They can exchange effect words for new effect words according to their normal progression, but may not exchange their mystery or bloodline bonus spells.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Class-Specific Rules/Oracles and Sorcerers", 
            "type": "section", 
            "name": "Oracles and Sorcerers", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"witches\">A witch receives bonus patron spells as normal and can prepare these spells using her spell slots. These spells are stored in her familiar, just like her target and effect words.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Class-Specific Rules/Witches", 
            "type": "section", 
            "name": "Witches", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"wizards\">A wizard who belongs to an arcane school receives an additional spell slot of each level to prepare a wordspell of his chosen school. Such wordspells may only contain effect words from his chosen school. The wizard must also select two other schools to act as his opposition schools. He can prepare word spells using effect words from these schools, but each such spell fills two of his slots as normal.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Class-Specific Rules/Wizards", 
            "type": "section", 
            "name": "Wizards", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"multiclassing\">Multiclass wordcasters must keep their words separate for each class. A multiclass cleric/wizard cannot use her cleric words with wizard spells, or vice versa.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Class-Specific Rules/Multiclassing", 
            "type": "section", 
            "name": "Multiclassing", 
            "source": "Ultimate Magic"
        }
    ]
}