{
    "body": "<p>To help explain these rules, the following section includes a number of sample wordspells that could be created using the words of power system.</p>", 
    "name": "Examples", 
    "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Examples", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p>This simple wordspell does 1d6 points of fire damage per caster level (maximum 10d6) to anything caught in a 10-foot-radius burst. If the wordcaster boosts the target word, this wordspell more closely resembles <i>fireball</i>, dealing damage in a 20-foot-radius burst. The targets receive a Reflex saving throw to halve the damage.</p>", 
            "name": "Burst Fire Blast", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Examples/Burst Fire Blast", 
            "source": "Ultimate Magic", 
            "abbrev": "magus 3, sorcerer/wizard 3", 
            "type": "section"
        }, 
        {
            "body": "<p>This wordspell causes the target to take 10d6 points of cold damage and 1d4 temporary negative levels, and to become entangled for 1d4 rounds. The target receives either a Fortitude save or a Reflex save, chosen by the caster. If the save is successful, the target takes half the cold damage, takes no negative levels, and is not entangled. A sorcerer, witch, or wizard can boost the target word to make this spell affect multiple targets, but doing so increases the spell's overall level to 9th.</p>", 
            "name": "Selected Ice Blast Life Leech", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Examples/Selected Ice Blast Life Leech", 
            "source": "Ultimate Magic", 
            "abbrev": "magus 6, sorcerer/wizard 6, witch 6", 
            "type": "section"
        }, 
        {
            "body": "<p>This wordspell grants the target a number of bonuses. First, it grants the target a +2 bonus to AC and on saving throws when it is attacked by creatures of one alignment type (chosen by the wordcaster). The wordspell also grants a +4 enhancement bonus to Strength, Dexterity, or Constitution (chosen by the wordcaster). Finally, the wordspell grants an additional +4 sacred bonus on saving throws made against death spells and death magic effects; the subject cannot gain negative levels while this wordspell is in effect, and the target is automatically stabilized if brought below 0 hit points. All of these effects last for 1 round per level, as that is the duration of the effect word with the shortest duration. Note that alignment shield is only 1st level, and could be replaced with a 2nd-level effect word without changing the overall level of the spell.</p>", 
            "name": "Selected Alignment Shield Enhance Form Grave Bane", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Examples/Selected Alignment Shield Enhance Form Grave Bane", 
            "source": "Ultimate Magic", 
            "abbrev": "cleric 6", 
            "type": "section"
        }
    ]
}