{
    "body": "<p>For a wordcaster, learning new words of power is akin to unlocking the secret laws of reality. Each word represents a new source of power that falls under the wordcaster's control. Words of power fall into three categories: target words, effect words, and meta words. Wordcasters arrange these words of power to cast powerful and diverse incantations known as wordspells. It should come as no surprise that most wordcasters obsessively learn as many words of power as their minds can comprehend.</p><p>Regardless of class, each wordcaster begins play knowing all of the target words&mdash;even those that they cannot yet use due to the level restriction&mdash;as well as the <i>boost</i> meta word. These words are learned as part of their most basic training. For arcane casters using a spellbook, formula book, or familiar, these words do not have a cost to scribe and take up one page each. </p><p>In addition to the basic allotment, each wordcaster also begins play knowing a number of effect and meta words equal to the number of spells they would normally be allowed to know at 1st level, and gain additional words at the normal rate. Wordcasters select effect words from the word lists associated with their class. For each class, use the following guidelines.</p>", 
    "name": "Learning Words of Power", 
    "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Learning Words of Power", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"alchemist\">An alchemist begins play knowing a number of 1st-level effect or meta words equal to 2 + the alchemist's Intelligence modifier. Whenever he gains another level of alchemist, he adds one new effect or meta word to his formula book. He may learn new words as normal, adding them to his formula book for the same time and cost as it would take to add a spell of the same level.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Learning Words of Power/Alchemist", 
            "type": "section", 
            "name": "Alchemist", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"bard,-inquisitors,-oracles,-sorcerers,-and-summoners\">These spellcasters begin play knowing a number of effect or meta words equal to the number indicated on their respective Spells Known tables. Whenever they gain a level in their respective classes or a level of spellcasting in those classes, they gain new effect or meta words based on the same table. They may exchange words for other words, using the same rules they use for exchanging spells, except that they may not exchange target words.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Learning Words of Power/Bard/Inquisitors/Oracles/Sorcerers/and Summoners", 
            "type": "section", 
            "name": "Bard, Inquisitors, Oracles, Sorcerers, and Summoners", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"clerics,-druids,-rangers,-and-paladins\">These casters know all of the effect and meta words of power assigned to their respective classes and may arrange wordspells using any words that their spell slots can use.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Learning Words of Power/Clerics/Druids/Rangers/and Paladins", 
            "type": "section", 
            "name": "Clerics, Druids, Rangers, and Paladins", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"magi,-witches,-and-wizards\">Witches and wizards begin play knowing all 0-level effect and meta words for their respective classes and a number of 1st-level effect or meta words equal to 3 + the witch's or wizard's Intelligence modifier. Magi begin play with a number of 1st-level effect or meta words in their spellbooks equal to 2 + their Intelligence modifier. Whenever witches, wizards, or magi gain another level in their respective classes, they add 2 additional words to their spellbook or familiar, of any level they can cast. They can add new effect or meta words to their spellbooks or familiars for the same time and cost as it would take to add a spell of the same level.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Learning Words of Power/Magi/Witches/and Wizards", 
            "type": "section", 
            "name": "Magi, Witches, and Wizards", 
            "source": "Ultimate Magic"
        }
    ]
}