{
    "body": "<p>Not too far from the city is a famous holy site dedicated to a powerful deity. Pilgrims constantly trek to the site to receive the god's blessing, but recently those pilgrims have been found turned to stone along the side of the road. The local clergy is deeply concerned, both for their parishioners' lives and for the sanctity of the site.</p>", 
    "name": "Eternal Gaze", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Eternal Gaze", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>The souls of the petrified pilgrims hover around their bodies. Frightened and confused, the spirits (manifesting as ghosts, spectres, or even will-o'-wisps) attack anyone who comes near. Destroying the spirits doesn't kill them, but drives them back into their bodies to lie quiescent.</p><p>The holy site was corrupted by cultists of an enemy to the deity. This place has always been dangerous to approach, seated atop a high peak reaching up to the heavens, but now some of the paths have been destroyed, forcing the heroes to take a far more perilous route to reach the summit.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>The cultists are led by a mythic medusa, once a devotee of this deity before being cursed and tortured into serving the rival power. The PCs are being used as pawns in this ancient struggle&mdash;but for the good of the pilgrims, they must defeat this menace and her cultists.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Adversary"
        }, 
        {
            "body": "<p>Returning the pilgrims to life might be a difficult task, requiring the PCs to venture to faraway lands to recover the ingredients necessary to undo the petrification. The cult might seek revenge for ruining their plans. Or the church might ask the PCs to seek out and destroy the cult once and for all.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Further Adventures"
        }
    ]
}