{
    "body": "<p>A town has had a secretive mythic protector&mdash;a mythic phoenix&mdash;watching over it for the last few decades and keeping it from harm. When an ancient red dragon woke from its slumber and went on a rampage, this protector had no choice but to act. The phoenix soared into the sky to meet the challenge, but in the ensuing battle, both were left crippled, falling back to earth. While the dragon was wounded and forced to flee back to its lair, the phoenix had the very fires of its being corrupted by the evil wyrm. Now it stalks the land, burning everything it its wake, mad with pain, its mind clouded by the dragon's magic.</p>", 
    "name": "Falling Stars", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Falling Stars", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>During the battle up above the town, the phoenix's tears rain down on the PCs, granting them mythic power and imbuing them each with a piece of its pure spirit. In the coming days, as the corrupted phoenix sets huge fires all around the realm, the PCs realize they must find a way to heal the creature, or at the very least put it out of its misery.</p><p>They must travel to its secret home to uncover all they can about the phoenix, all the while battling fires, protecting the community, and dealing with various monsters imbued with the phoenix's corrupted essence. Once they uncover the guardian's true nature, they must find a way to track it down and heal it, or put an end to it.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>The mythic phoenix is their foe, although not a traditional one. The PCs might wish to save it by purging the evil that has corrupted its fire. In doing so, they must find a way to approach and cure it without being destroyed. Or they see that the phoenix is too far gone, and choose instead to end it and take up its mantle of protector (and hope that their mythic powers remain after the phoenix is dead).</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Adversary"
        }, 
        {
            "body": "<p>The evil dragon is still out there, healing from its own wounds and biding its time to attack again. If the heroes heal the phoenix, it tells them about the dragon, and gives them information to help defeat it. The phoenix might reveal that the dragon has been its rival for countless years, and that they need to acquire some sort of legendary weapon if they ever hope to finally defeat it.</p><p>On the other hand, if the PCs do kill the phoenix, they could very well meet it again after its rebirth. Whether it will be grateful to the PCs for releasing it or angry at them is anyone's guess…</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Further Adventures"
        }
    ]
}