{
    "body": "<p>What was to be a joyous occasion, the naming ceremony for the king and queen's newborn child, quickly turned to a scene of horror. The doors to the grand chamber opened and an old woman playing an ancient silver pipe entered. The attendees froze in place, unable to resist the piper's tune. As she made her way to the throne, the shadows of the king and queen rose up and seized the newborn royal, carrying the prince out through the doors with the piper following the procession. Left behind was a note instructing the kingdom to send its finest champions to the great arena in the pit of the world \"and if they survive our gladiator games, so will your kingdom.\"</p>", 
    "name": "For Love of Sport", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/For Love of Sport", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>The PCs are called upon to venture to the arena and return the missing prince by any means necessary. Upon arriving, they realize that the arena is run by incredibly powerful devils and that the only way to succeed is to enter the games. Mythic creatures are perfect for these contests. Manticores, giants, hydras&mdash;nothing is out of reach of the organizers. The ring reforms itself for each match, reflecting the normal environs of the creature the heroes are pitted against. For one match, the environment might be a swamp, the perfect home for a hydra. For the next match, it might be a graveyard, full of fresh bodies for a talented necromancer. Another match might fill the ring with shifting sands, perfect for a mummy intent on seeking revenge against the living.</p><p>There's more than one way to win, however. If the heroes convince the other contestants to band together, it's possible they could overthrow the devils, rescue the captured prince, and return home.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>A powerful group of devils has organized these games, ostensibly to pass the time torturing mortals by forcing them to fight for the fiends' amusement. The devils, however, have a secret agenda. Powerful auguries have told them that the heroes will be a great threat to their kind and they kidnapped the prince to lure them here. They have no actual care for the prince or his kingdom, hoping instead only to slay the heroes before they can become a threat. While the PCs may never fight the devils directly, winning in the arena ruins the fiends' plans.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Adversary"
        }, 
        {
            "body": "<p>Some of the devils don't appreciate watching as their prized possessions lose in the ring. They may seek revenge against the heroes at a later date, or attempt to capture them for a repeat performance. There's still the matter of the heroes and their destiny, and it may turn out that luring them to the arena is what sets them on the course to defeating the devils.<span class=\"hyperlink char-style-override-23\"></span></p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Further Adventures"
        }
    ]
}