{
    "body": "<p>For centuries, a stretch of fertile land has been tended by several small settlements of halfling farmers. These halflings have developed a mystical bond with the land, creating a birthright of governance they pass down from generation to generation. Just recently, this bond was rudely severed by forces unknown. The land blighted, the crops withered, and the fields fell fallow.</p>", 
    "name": "Legacy of Earth", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Legacy of Earth", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>To make matters worse, vicious carnivorous plants have sprung up in the once verdant fields. Aggressive mythic plant creatures wander the area in droves, and a yellow musk creeper spawns unusually powerful and relentless zombies. The halflings beg the heroes to find the root of the problem and restore the natural balance.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>The destructive plants are being orchestrated by an evil mythic druid. The druid lives in a series of underground tunnels reinforced by giant, slimy roots. Dire rats and badgers, bat swarms, and venomous snake swarms could all guard the druid. Once confronted, the druid turns out to be an evil fey creature&mdash;a forlarren. Destroying it isn't enough to cleanse the land, though. The tunnels may stretch even deeper, leading to a strange cavern lair housing a terrible threat: a band of myceloids worshiping a mythic myceloid leader, or even worse, a sard. Destroying these toxic creatures returns the birthright of the land back to the halflings.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Adversary"
        }, 
        {
            "body": "<p>As they finish the last of the evil creatures, the heroes gain the ability to create the type of mystical bond that joins the halflings with the land. They can teach this secret to others and may even consider it their duty to pass on this knowledge to farming communities in difficult areas. Evidence in the underground cavern may also point to more of these evil colonies in other parts of the world.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Further Adventures"
        }
    ]
}