{
    "body": "<p>Many stories in novels, comic books, television shows, and movies involve powerful characters losing their abilities for a short time. It's tempting for many GMs to make that a part of a mythic campaign. While you can certainly use such a plot device in your game, the loss of power must be handled carefully to avoid turning an otherwise fun string of adventures into something no one wants to play anymore. Here are a few tips to make this idea work in a fun way.</p><p>To start with, this is only a good option when the characters are in the middle tiers (between 4th and 7th tier). If the heroes are of a lower tier, they haven't used their mythic power enough to make the powerlessness storyline interesting. If they're of a higher tier, the gulf between their mythic story and the story being told now is so great that it may break the flow of the story.</p><p>Powerlessness arcs should last no more than a couple sessions, lest the temporary loss of power start to seem like a permanent disability.</p><p>Causes of the PCs' powerlessness need to be explainable&mdash;and either the characters know about it beforehand or someone informs them of the cause after they've lost their powers. It could be an event that comes to pass, like a lunar eclipse or a great volcano's eruption disrupting the flow of power in the world. Or a foe might enact a ritual to nullify the heroes' power. The PCs might even be responsible for their own loss of power, especially if the divine being who granted the powers doesn't approve of their recent activities.</p><p>Solutions to the PCs' plight should make sense from a story perspective. Events pass, reinstating the PCs' mythic power (in which case, the PCs need merely to wait, and possibly fight to survive until then). The foe's rituals are undone by the temporarily normal PCs. Or penance can be granted as the PCs show that they're still worthy.</p><p>Drama happens between the cause and solution: foes that should have been easy before become challenges again, and those the heroes have angered can now retaliate, whether they are monstrous foes or slighted townsfolk. The rewards acquired during this time should reflect the difficulty of the challenges the PCs face.</p>", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Moments of Powerlessness", 
    "type": "section", 
    "name": "Moments of Powerlessness", 
    "source": "Mythic Adventures"
}