{
    "body": "<p>An ancient civilization once dominated a valley, but its citizens have since degenerated into savagery. Still, vestiges of the civilization remain. Rumors reach the heroes that vast treasures and ancient magic reside on three mountain peaks surrounding the valley.</p>", 
    "name": "Perilous Peaks", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Perilous Peaks", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>The modern descendants of the civilization remain in the area, but they are brutal and xenophobic. These antagonists could be athachs, hill giants, or lamia. They roam in packs on the lower mountain reaches, attacking intruders on sight, and craft pit traps and falling-rock traps. The upper reaches of the mountains are home to giant eagles, mythic leucrottas, mythic rocs, and yrthaks.</p><p>The peak of each mountain holds a different challenge. One peak holds the lair of a mythic crag linnorm. Among its treasure is a golden crown of the ancient civilization. A second peak holds a deep cavern, where a fearsome mythic neothelid dwells. Its treasure includes a heavy tome written in an ancient language containing the collected wisdom of long-ago rulers who lived through difficult challenges and recorded their thoughts and decisions. When the heroes descend from the second peak, they may encounter the bulk of the valley's inhabitants, led by a ferocious barbarian with guardian tiers. The third peak is clouded in perpetual storms and home to a mythic thunderbird. Once the thunderbird is slain, the clouds clear to reveal that the top of the mountain bears a carved stone throne.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>The true threat here is the degenerate race that might be returned to greatness if only the PCs can convince them to leave their barbaric ways behind. If the heroes can get the leader up to the stone throne, and sit him there with the book on his lap and the crown on his head, a spark of enlightenment lights within him and all his people. The heroes have started the race on a path back to greatness. Accomplishing this might require them to defeat the leader in single combat, or perhaps even the leader and his personal guard.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Adversary"
        }, 
        {
            "body": "<p>If the heroes destroyed all the valley dwellers before uncovering the secret of the three peaks, they may go in search of other members of the race to sit upon the throne. If the heroes restored the civilization, they become valuable allies who may provide further adventuring opportunities.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Further Adventures"
        }
    ]
}