{
    "body": "<p>The heroes come upon a portion of the world left unmade. Whether an oversight of the creator, natural forces of the world, or unique arcane phenomena, this zone is a roiling mass of primeval matter that proves dangerous. Violent creatures of chaos drift in the mutable depths, and other powerful individuals with less noble intentions seek to control what sages term the Nascent Sphere. The heroes must learn to master and shape the primeval matter while keeping ill-meaning forces from encroaching. If the heroes lose control of the Nascent Sphere, a mythic villain may step forward to create a literal hell on the face of the world.</p>", 
    "name": "The Nascent Sphere", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/The Nascent Sphere", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>The Nascent Sphere is a place of pure chaos and creation. Its mythic denizens include chaos beasts with the savage template, howlers, and elementals. A community of proteans, led by a powerful keketar, live within the Nascent Sphere and claim it as their territory, but aren't immediately hostile to the heroes. The proteans are also not strong enough to defend the Nascent Sphere against evil attackers, including a band of vicious demodands. The arrival of a powerful azata emissary, perhaps a brijidine, complicates matters when she levies as much suspicion on the heroes as she does on the demodands.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>If the heroes can navigate the dangers of the Nascent Sphere, defeat the demodands, and either destroy or gain the aid of the proteans and the azata, they may finally reach the heart of the Nascent Sphere. There they find the source of the Nascent Sphere's creative forces and also its final guardian&mdash;a mythic hekatonkheires titan, exiled to the mortal world long ago and nearly able to free itself.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Adversary"
        }, 
        {
            "body": "<p>Once the heroes choose a form for the Nascent Sphere, it permanently assumes that shape. However, the thwarted demodands believe they can reverse the process and turn the entire area into seething chaos. Demodand assassins lurk in the shadows, ready to strike when the heroes least suspect it. Archons visit from Heaven, believing that the heroes' new home holds the key to bringing order to chaos, and may be a weapon against the legions of the Abyss. The archons are insistent in their studies and suspicious of any reluctance on the heroes' part to house their divine visitors. Peasants and mercenaries flock to the heroes' new home, looking for land and work, and if the heroes take on citizens, they may find themselves suddenly rulers of a nation and unwittingly infringing on sovereign borders. (See <i>Pathfinder RPG Ultimate Campaign</i> for more on kingdom building.)</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Further Adventures"
        }
    ]
}