{
    "body": "<p>After spending the night in a hollow, the heroes waken to a feeling of unease. The trees appear to have moved during the night, the road is missing, and the hill giant that just wandered into camp seems to think the heroes are creatures from childhood tales. Here, humans, dwarves, elves, halflings, and all the other common races are all thought to have been extinguished from the land long ago. The PCs also realize that they have newfound powers in this strange land. Little did they know that they camped near a mystical artifact that transported them to this new world due to unknown conditions that just happened to be right.</p>", 
    "name": "Unexpected Travels", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Ideas for Mythic Adventures/Unexpected Travels", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>To get back, the group must either locate a specific artifact&mdash;the twin of the one that transported them in the first place&mdash;or find another way to create a portal back. Many of the denizens tell the PCs about a wise woman who might be able to show them a way they could return, but lament that the queen captured her long ago.</p><p>Survival in a land where the heroes are considered to be legendary, extinct creatures presents interesting opportunities for interaction. Groups might seek a favor or two before providing much needed information to the heroes. Normally hostile groups might worship the newcomers. Others that would have called them allies back home might instead view them as a threat, especially since the information and insights the newcomers bring threaten the balance of power and the land's fragile peace.</p><p>If the heroes make their way to the queen's gigantic fortress, they find a new challenge before them, as every inhabitant is over twice their size. The queen's familiar, an enormous black cat, becomes a truly terrifying beast as it plays with new prey.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>For the PCs to rescue the wise woman, they must defeat the queen (who could be based on a type of mythic giant). For her part, she does not necessarily want the PCs dead right away, but instead wants to learn more about their world so that she can expand her domain.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Adversary"
        }, 
        {
            "body": "<p>Other creatures might seek out the heroes' home world now that they know it exists. If the PCs don't kill the queen in her world, she may seek revenge in theirs. The PCs might learn that the queen sent the artifacts to other worlds and that she has many other captives who need the PCs' help. Perhaps the mythic power even remains when the PCs return home, only to discover their returning has awakened long-dormant mythic power across their world, unleashing many perils.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Further Adventures"
        }
    ]
}