{
    "body": "<p>Many who seek to perfect the use of the bow sometimes pursue the path of the arcane archer. Arcane archers are masters of ranged combat, as they possess the ability to strike at targets with unerring accuracy and can imbue their arrows with powerful spells. Arrows fired by arcane archers fly at weird and uncanny angles to strike at foes around corners, and can pass through solid objects to hit enemies that cower behind such cover. At the height of their power, arcane archers can fell even the most powerful foes with a single, deadly shot.</p><p>Those who have trained as both rangers and wizards excel as arcane archers, although other multiclass combinations are not unheard of. Arcane archers may be found wherever elves travel, but not all are allies of the elves. Many, particularly half-elven arcane archers, use elven traditions solely for their own gain, or worse, against the elves whose very traditions they adhere to.</p>", 
    "name": "Arcane Archer", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Classes/Arcane Archer", 
    "type": "class", 
    "subtype": "prestige", 
    "hit_die": "d10", 
    "sections": [
        {
            "body": "<p>Arcane archers deal death from afar, winnowing down opponents while their allies rush into hand-to-hand combat. With their capacity to unleash hails of arrows on the enemy, they represent the pinnacle of ranged combat. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>To qualify to become an arcane archer, a character must fulfill all the following criteria.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>+6.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Arcane Archer/Requirements/Base Attack Bonus", 
                    "type": "section", 
                    "name": "Base Attack Bonus", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Point Blank Shot, Precise Shot, Weapon Focus (longbow or shortbow).</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Feats"
                }, 
                {
                    "body": "<p>Ability to cast 1st-level arcane spells.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Spells"
                }
            ], 
            "name": "Requirements", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The arcane archer's class skills (and the key ability for each skill) are Perception (Wis), Ride (Dex), Stealth (Dex), and Survival (Wis).</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>4 + Int modifier.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-11-1-arcane-archer\"><caption>Table: Arcane Archer</caption><thead><tr><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th><th>Spells per Day</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+1</td><td>+1</td><td>+1</td><td>+0</td><td style=\"white-space: normal;\">Enhance arrows (magic)</td><td>&mdash;</td></tr><tr class=\"even\"><td>2nd</td><td>+2</td><td>+1</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">Imbue arrow</td><td>+1 level of existing class</td></tr><tr class=\"odd\"><td>3rd</td><td>+3</td><td>+2</td><td>+2</td><td>+1</td><td style=\"white-space: normal;\">Enhance arrows (elemental)</td><td>+1 level of existing class</td></tr><tr class=\"even\"><td>4th</td><td>+4</td><td>+2</td><td>+2</td><td>+1</td><td style=\"white-space: normal;\">Seeker arrow</td><td>+1 level of existing class</td></tr><tr class=\"odd\"><td>5th</td><td>+5</td><td>+3</td><td>+3</td><td>+2</td><td style=\"white-space: normal;\">Enhance arrows (<i>distance</i>)</td><td>&mdash;</td></tr><tr class=\"even\"><td>6th</td><td>+6</td><td>+3</td><td>+3</td><td>+2</td><td style=\"white-space: normal;\">Phase arrow</td><td>+1 level of existing class</td></tr><tr class=\"odd\"><td>7th</td><td>+7</td><td>+4</td><td>+4</td><td>+2</td><td style=\"white-space: normal;\">Enhance arrows (elemental burst)</td><td>+1 level of existing class</td></tr><tr class=\"even\"><td>8th</td><td>+8</td><td>+4</td><td>+4</td><td>+3</td><td style=\"white-space: normal;\">Hail of arrows</td><td>+1 level of existing class</td></tr><tr class=\"odd\"><td>9th</td><td>+9</td><td>+5</td><td>+5</td><td>+3</td><td style=\"white-space: normal;\">Enhance arrows (aligned)</td><td>&mdash;</td></tr><tr class=\"even\"><td>10th</td><td>+10</td><td>+5</td><td>+5</td><td>+3</td><td style=\"white-space: normal;\">Arrow of death</td><td>+1 level of existing class</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Classes/Arcane Archer/Class Skills/Skill Ranks at Each Level/Table Arcane Archer", 
                            "type": "table", 
                            "name": "Table: Arcane Archer", 
                            "source": "Core Rulebook"
                        }
                    ], 
                    "name": "Skill Ranks at Each Level", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Class Skills", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>All of the following are class features of the arcane archer prestige class.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>An arcane archer is proficient with all simple and martial weapons, light armor, medium armor, and shields.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p>At the indicated levels, an arcane archer gains new spells per day as if he had also gained a level in an arcane spellcasting class he belonged to before adding the prestige class. He does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if he is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one arcane spellcasting class before becoming an arcane archer, he must decide to which class he adds the new level for purposes of determining spells per day.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Arcane Archer/Class Features/Spells per Day", 
                    "type": "section", 
                    "name": "Spells per Day", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"enhance-arrows\">At 1st level, every nonmagical arrow an arcane archer nocks and lets fly becomes magical, gaining a +1 enhancement bonus. Unlike magic weapons created by normal means, the archer need not spend gold pieces to accomplish this task. However, an archer's magic arrows only function for him. </p><p>In addition, the arcane archer's arrows gain a number of additional qualities as he gains additional levels. The elemental, elemental burst, and aligned qualities can be changed once per day, when the arcane archer prepares spells or, in the case of spontaneous spellcasters, after 8 hours of rest. </p><p>At 3rd level, every nonmagical arrow fired by an arcane archer gains one of the following elemental themed weapon qualities: <i>flaming</i>,<i> frost</i>, or <i>shock</i>. </p><p>At 5th level, every nonmagical arrow fired by an arcane archer gains the <i>distance</i> weapon quality.</p><p>At 7th level, every nonmagical arrow fired by an arcane archer gains one of the following elemental burst weapon qualities: <i>flaming burst</i>, <i>icy burst</i>, or <i>shocking burst</i>. This ability replaces the ability gained at 3rd level.</p><p>At 9th level, every nonmagical arrow fired by an arcane archer gains one of the following aligned weapon qualities: <i>anarchic</i>, <i>axiomatic</i>, <i>holy</i>, or <i>unholy</i>. The arcane archer cannot choose an ability that is the opposite of his alignment (for example, a lawful good arcane archer could not choose <i>anarchic</i> or <i>unholy</i> as his weapon quality).</p><p>The bonuses granted by a magic bow apply as normal to arrows that have been enhanced with this ability. Only the larger enhancement bonus applies. Duplicate abilities do not stack.</p>", 
                    "name": "Enhance Arrows", 
                    "url": "pfsrd://Core Rulebook/Classes/Arcane Archer/Class Features/Enhance Arrows", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"imbue-arrow\"> <b></b>At 2nd level, an arcane archer gains the ability to place an area spell upon an arrow. When the arrow is fired, the spell's area is centered where the arrow lands, even if the spell could normally be centered only on the caster. This ability allows the archer to use the bow's range rather than the spell's range. A spell cast in this way uses its standard casting time and the arcane archer can fire the arrow as part of the casting. The arrow must be fired during the round that the casting is completed or the spell is wasted. If the arrow misses, the spell is wasted.</p>", 
                    "name": "Imbue Arrow", 
                    "url": "pfsrd://Core Rulebook/Classes/Arcane Archer/Class Features/Imbue Arrow", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"seeker-arrow\"> <b></b>At 4th level, an arcane archer can launch an arrow at a target known to him within range, and the arrow travels to the target, even around corners. Only an unavoidable obstacle or the limit of the arrow's range prevents the arrow's flight. This ability negates cover and concealment modifiers, but otherwise the attack is rolled normally. Using this ability is a standard action (and shooting the arrow is part of the action). An arcane archer can use this ability once per day at 4th level, and one additional time per day for every two levels beyond 4th, to a maximum of four times per day at 10th level.</p>", 
                    "name": "Seeker Arrow", 
                    "url": "pfsrd://Core Rulebook/Classes/Arcane Archer/Class Features/Seeker Arrow", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"phase-arrow\"> <b></b>At 6th level, an arcane archer can launch an arrow once per day at a target known to him within range, and the arrow travels to the target in a straight path, passing through any nonmagical barrier or wall in its way. (Any magical barrier stops the arrow.) This ability negates cover, concealment, armor, and shield modifiers, but otherwise the attack is rolled normally. Using this ability is a standard action (and shooting the arrow is part of the action). An arcane archer can use this ability once per day at 6th level, and one additional time per day for every two levels beyond 6th, to a maximum of three times per day at 10th level.</p>", 
                    "name": "Phase Arrow", 
                    "url": "pfsrd://Core Rulebook/Classes/Arcane Archer/Class Features/Phase Arrow", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hail-of-arrows\"> <b></b>In lieu of his regular attacks, once per day an arcane archer of 8th level or higher can fire an arrow at each and every target within range, to a maximum of one target for every arcane archer level she has earned. Each attack uses the archer's primary attack bonus, and each enemy may only be targeted by a single arrow.</p>", 
                    "name": "Hail of Arrows", 
                    "url": "pfsrd://Core Rulebook/Classes/Arcane Archer/Class Features/Hail of Arrows", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"arrow-of-death\"> <b></b>At 10th level, an arcane archer can create a special type of<i> slaying arrow</i> that forces the target, if damaged by the arrow's attack, to make a Fortitude save or be slain immediately. The DC of this save is equal to 20 + the arcane archer's Charisma modifier. It takes 1 day to make a <i>slaying arrow</i>, and the arrow only functions for the arcane archer who created it. The <i>slaying arrow</i> lasts no longer than 1 year, and the archer can only have one such arrow in existence at a time.</p>", 
                    "name": "Arrow of Death", 
                    "url": "pfsrd://Core Rulebook/Classes/Arcane Archer/Class Features/Arrow of Death", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Core Rulebook"
        }
    ], 
    "alignment": "Arcane archers can be of any alignment. Elf or half-elf arcane arches tend to be free-spirited and are rarely lawful. Similarly, it is uncommon for elven arcane archers to be evil, and overall the path of the arcane archer is more often pursued by good or neutral characters."
}