{
    "body": "<p>A mercenary undertaking his task with cold, professional detachment, the assassin is equally adept at espionage, bounty hunting, and terrorism. At his core, an assassin is an artisan, and his medium is death. Trained in a variety of killing techniques, assassins are among the most feared classes. </p><p>While nearly any class is capable of becoming an assassin, rogues suit the part more than any other, from both an ability viewpoint and an ideological one. Though they make excellent allies during combat, assassins excel in more clandestine situations, and the best assassins are the ones the victims never knew existed. </p>", 
    "name": "Assassin", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Classes/Assassin", 
    "type": "class", 
    "subtype": "prestige", 
    "hit_die": "d8", 
    "sections": [
        {
            "body": "<p>Assassins tend to be loners by nature, seeing companions as liabilities at best. Sometimes an assassin's missions put him in the company of adventurers for long stretches at a time, but few people are comfortable trusting a professional assassin to watch their backs in a fight, and are more likely to let the emotionless killer scout ahead or help prepare ambushes. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>To qualify to become an assassin, a character must fulfill all the following criteria.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Any evil.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Requirements/Alignment", 
                    "type": "section", 
                    "name": "Alignment", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Disguise 2 ranks, Stealth 5 ranks.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p>The character must kill someone for no other reason than to become an assassin.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Special"
                }
            ], 
            "name": "Requirements", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The assassin's class skills (and the key ability for each skill) are Acrobatics (Dex), Bluff (Cha), Climb (Str), Diplomacy (Cha), Disable Device (Int), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Linguistics (Int), Perception (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Stealth (Dex), Swim (Str), and Use Magic Device (Cha). </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>4 + Int modifier.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-11-3-assassin\"><caption>Table: Assassin</caption><thead><tr><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+0</td><td>+0</td><td>+1</td><td>+0</td><td style=\"white-space: normal;\">Sneak attack +1d6, death attack, poison use</td></tr><tr class=\"even\"><td>2nd</td><td>+1</td><td>+1</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">+1 save bonus against poison,uncanny dodge</td></tr><tr class=\"odd\"><td>3rd</td><td>+2</td><td>+1</td><td>+2</td><td>+1</td><td style=\"white-space: normal;\">Sneak attack +2d6</td></tr><tr class=\"even\"><td>4th</td><td>+3</td><td>+1</td><td>+2</td><td>+1</td><td style=\"white-space: normal;\">+2 save bonus against poison, hidden weapons, true death</td></tr><tr class=\"odd\"><td>5th</td><td>+3</td><td>+2</td><td>+3</td><td>+2</td><td style=\"white-space: normal;\">Improved uncannydodge, Sneak attack +3d6</td></tr><tr class=\"even\"><td>6th</td><td>+4</td><td>+2</td><td>+3</td><td>+2</td><td style=\"white-space: normal;\">+3 save bonus against poison,quiet death</td></tr><tr class=\"odd\"><td>7th</td><td>+5</td><td>+2</td><td>+4</td><td>+2</td><td style=\"white-space: normal;\">Sneak attack +4d6</td></tr><tr class=\"even\"><td>8th</td><td>+6</td><td>+3</td><td>+4</td><td>+3</td><td style=\"white-space: normal;\">+4 save bonus against poison,hide in plain sight</td></tr><tr class=\"odd\"><td>9th</td><td>+6</td><td>+3</td><td>+5</td><td>+3</td><td style=\"white-space: normal;\">Sneak attack +5d6, swift death</td></tr><tr class=\"even\"><td>10th</td><td>+7</td><td>+3</td><td>+5</td><td>+3</td><td style=\"white-space: normal;\">+5 save bonus against poison,angel of death</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Skills/Skill Ranks at Each Level/Table Assassin", 
                            "type": "table", 
                            "name": "Table: Assassin", 
                            "source": "Core Rulebook"
                        }
                    ], 
                    "name": "Skill Ranks at Each Level", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Class Skills", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>All of the following are class features of the assassin prestige class.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Assassins are proficient with the crossbow (hand, light, or heavy), dagger (any type), dart, rapier, sap, shortbow (normal and composite), and short sword. Assassins are proficient with light armor but not with shields.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p>This is exactly like the rogue ability of the same name. The extra damage dealt increases by +1d6 every other level (1st, 3rd, 5th, 7th, and 9th). If an assassin gets a sneak attack bonus from another source, the bonuses on damage stack.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Sneak Attack", 
                    "type": "section", 
                    "name": "Sneak Attack", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"death-attack\">If an assassin studies his victim for 3 rounds and then makes a sneak attack with a melee weapon that successfully deals damage, the sneak attack has the additional effect of possibly either paralyzing or killing the target (assassin's choice). Studying the victim is a standard action. The death attack fails if the target detects the assassin or recognizes the assassin as an enemy (although the attack might still be a sneak attack if the target is denied his Dexterity bonus to his Armor Class or is flanked). If the victim of such a death attack fails a Fortitude save (DC 10 + the assassin's class level + the assassin's Int modifier) against the kill effect, she dies. If the saving throw fails against the paralysis effect, the victim is rendered helpless and unable to act for 1d6 rounds plus 1 round per level of the assassin. If the victim's saving throw succeeds, the attack is just a normal sneak attack. Once the assassin has completed the 3 rounds of study, he must make the death attack within the next 3 rounds.</p><p>If a death attack is attempted and fails (the victim makes her save) or if the assassin does not launch the attack within 3 rounds of completing the study, 3 new rounds of study are required before he can attempt another death attack.</p>", 
                    "name": "Death Attack", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Death Attack", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"poison-use\">Assassins are trained in the use of poison and cannot accidentally poison themselves when applying poison to a blade (see Poison).</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Poison Use", 
                    "type": "section", 
                    "name": "Poison Use", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"save-bonus-against-poison\">At 2nd level, the assassin gains a +1 saving throw bonus against poisons. This bonus increase by +1 every two levels.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Save Bonus against Poison", 
                    "type": "section", 
                    "name": "Save Bonus against Poison", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"uncanny-dodge-assassin\">At 2nd level, an assassin cannot be caught flat-footed, even if the attacker is invisible. He still loses his Dexterity bonus to AC if immobilized. An assassin with this ability can still lose his Dexterity bonus to AC if an opponent successfully uses the feint action against him.</p><p>If an assassin already has uncanny dodge from a different class, he automatically gains improved uncanny dodge instead.</p>", 
                    "name": "Uncanny Dodge", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Uncanny Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hidden-weapons\">At 4th level, an assassin becomes a master at hiding weapons on his body. He adds his assassin level to all Sleight of Hand skill checks made to prevent others from noticing them.</p>", 
                    "name": "Hidden Weapons", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Hidden Weapons", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"true-death\">Starting at 4th level, anyone slain by an assassin's death attack becomes more difficult to bring back from the dead. Spellcasters attempting to bring a creature back from the dead using <i>raise dead</i> or similar magic must make a caster level check with a DC equal to 15 + the assassin's level or the spell fails and the material component is wasted. Casting <i>remove curse</i> the round before attempting to bring the creature back from the dead negates this chance. The DC of the <i>remove curse</i> is 10 + the assassin's level.</p>", 
                    "name": "True Death", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/True Death", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"improved-uncanny-dodge-assassin\">At 5th level and higher, an assassin can no longer be flanked. This defense denies a rogue the ability to sneak attack the assassin by flanking him, unless the attacker has at least four more rogue levels than the target has assassin levels.</p><p>If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum rogue level required to flank the character.</p>", 
                    "name": "Improved Uncanny Dodge", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Improved Uncanny Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"quiet-death\">At 6th level, whenever an assassin kills a creature using his death attack during a surprise round, he can also make a Stealth check, opposed by Perception checks of those in the vicinity to prevent them from identifying him as the assailant. If successful, those nearby might not even notice that the target is dead for a few moments, allowing the assassin to avoid detection. </p>", 
                    "name": "Quiet Death", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Quiet Death", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hide-in-plain-sight\">At 8th level, an assassin can use the Stealth skill even while being observed. As long as he is within 10 feet of some sort of shadow, an assassin can hide himself from view in the open without having anything to actually hide behind. He cannot, however, hide in his own shadow.</p>", 
                    "name": "Hide in Plain Sight", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Hide in Plain Sight", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"swift-death\">At 9th level, once per day, an assassin can make a death attack against a foe without studying the foe beforehand. He must still sneak attack his foe using a melee weapon that deals damage.</p>", 
                    "name": "Swift Death", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Swift Death", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"angel-of-death\">At 10th level, the assassin becomes a master of death. Once per day, when the assassin makes a successful death attack, he can cause the target's body to crumble to dust. This prevents <i>raise dead</i> and <i>resurrection</i> (although <i>true resurrection</i> works as normal). The assassin must declare the use of this ability before the attack is made. If the attack misses or the target successfully saves against the death attack, this ability is wasted with no effect.</p>", 
                    "name": "Angel of Death", 
                    "url": "pfsrd://Core Rulebook/Classes/Assassin/Class Features/Angel of Death", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Core Rulebook"
        }
    ], 
    "alignment": "Due to its necessary selfishness and callous indifference toward taking lives, the assassin class attracts those with evil alignments more than any others. Because the profession requires a degree of self-discipline, chaotic characters are ill suited to becoming these shadowy killers. Neutral characters sometimes become assassins, frequently thinking of themselves as simple professionals performing a job, yet the nature of their duties inevitably pushes them toward an evil alignment."
}