{
    "body": "<p>As some of the most ancient, powerful, and capricious creatures in existence, dragons occasionally enter into trysts with unsuspecting mortals or sire offspring with exceptional individuals. Likewise, the great power wielded by these creatures has long intrigued wizards and alchemists who have sought various magical methods to infuse their bodies with draconic power. As a result, the blood of dragons runs through the veins of many races. For some, this heritage manifests as a sorcerous bloodline and a predilection for magic; for others, however, the power of their draconic ancestors becomes an obsession.</p><p>Spellcasters who embrace their draconic heritage and learn to channel their abilities can become dragon disciples, fearsome warriors who possess not only the repertoire of an accomplished sorcerer but also the ability to unleash the furious power of dragons upon their foes. As dragon disciples discover the power of their forebears, they can learn to breathe fire, take flight on leathery wings, and&mdash;at the pinnacle of their abilities&mdash;assume the form of a dragon. Although they are rare, dragon disciples can be found in any land where dragons interact with mortals.</p>", 
    "name": "Dragon Disciple", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple", 
    "type": "class", 
    "subtype": "prestige", 
    "hit_die": "d12", 
    "sections": [
        {
            "body": "<p>With the magic of a spellcasting class at their disposal, dragon disciples can assume the typical role of a magic-user, hampering the movement of the enemy and hurling damage-dealing spells at their opponents. Dragon disciples' draconic abilities, however, make these versatile spellcasters even more formidable, as they use their breath weapons and flight to destroy their foes directly.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>To qualify to become a dragon disciple, a character must fulfill all the following criteria.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Any nondragon.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Requirements/Race", 
                    "type": "section", 
                    "name": "Race", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Knowledge (arcana) 5 ranks.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p>Draconic.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Languages"
                }, 
                {
                    "body": "<p>Ability to cast 1st-level arcane spells without preparation. If the character has sorcerer levels, he must have the draconic bloodline. If the character gains levels of sorcerer after taking this class, he must take the draconic bloodline.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Requirements/Spellcasting", 
                    "type": "section", 
                    "name": "Spellcasting", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Requirements", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The dragon disciple's class skills (and the key ability for each skill) are Diplomacy (Cha), Escape Artist (Dex), Fly (Dex), Knowledge (all skills taken individually) (Int), Perception (Wis), and Spellcraft (Int). </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>2 + Int modifier.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-11-4-dragon-disciple\"><caption>Table: Dragon Disciple</caption><thead><tr><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th><th>Spells per Day</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+0</td><td>+1</td><td>+0</td><td>+1</td><td style=\"white-space: normal;\">Blood of dragons, natural armor increase (+1)</td><td>&mdash;</td></tr><tr class=\"even\"><td>2nd</td><td>+1</td><td>+1</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">Ability boost (Str +2), bloodline feat, dragon bite</td><td>+1 level of existing arcane spellcasting class</td></tr><tr class=\"odd\"><td>3rd</td><td>+2</td><td>+2</td><td>+1</td><td>+2</td><td style=\"white-space: normal;\">Breath weapon</td><td>+1 level of existing arcane spellcasting class</td></tr><tr class=\"even\"><td>4th</td><td>+3</td><td>+2</td><td>+1</td><td>+2</td><td style=\"white-space: normal;\">Ability boost (Str +2), natural armor increase (+1)</td><td>+1 level of existing arcane spellcasting class</td></tr><tr class=\"odd\"><td>5th</td><td>+3</td><td>+3</td><td>+2</td><td>+3</td><td style=\"white-space: normal;\">Blindsense 30 ft., bloodline feat</td><td>&mdash;</td></tr><tr class=\"even\"><td>6th</td><td>+4</td><td>+3</td><td>+2</td><td>+3</td><td style=\"white-space: normal;\">Ability boost (Con +2)</td><td>+1 level of existing arcane spellcasting class</td></tr><tr class=\"odd\"><td>7th</td><td>+5</td><td>+4</td><td>+2</td><td>+4</td><td style=\"white-space: normal;\">Dragon form (1/day), natural armor increase (+1)</td><td>+1 level of existing arcane spellcasting class</td></tr><tr class=\"even\"><td>8th</td><td>+6</td><td>+4</td><td>+3</td><td>+4</td><td style=\"white-space: normal;\">Ability boost (Int +2), bloodline feat</td><td>+1 level of existing arcane spellcasting class</td></tr><tr class=\"odd\"><td>9th</td><td>+6</td><td>+5</td><td>+3</td><td>+5</td><td style=\"white-space: normal;\">Wings</td><td>&mdash;</td></tr><tr class=\"even\"><td>10th</td><td>+7</td><td>+5</td><td>+3</td><td>+5</td><td style=\"white-space: normal;\">Blindsense 60 ft., Dragon form (2/day)</td><td>+1 level of existing arcane spellcasting class</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Skills/Skill Ranks at Each Level/Table Dragon Disciple", 
                            "type": "table", 
                            "name": "Table: Dragon Disciple", 
                            "source": "Core Rulebook"
                        }
                    ], 
                    "name": "Skill Ranks at Each Level", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Class Skills", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>All of the following are class features of the dragon disciple prestige class.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Dragon disciples gain no proficiency with any weapon or armor.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p>At the indicated levels, a dragon disciple gains new spells per day as if he had also gained a level in an arcane spellcasting class he belonged to before adding the prestige class. He does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if he is a spontaneous spellcaster), and an increased effective level of spellcasting. If a character had more than one arcane spellcasting class before becoming a dragon disciple, he must decide to which class he adds the new level for purposes of determining spells per day.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Spells per Day", 
                    "type": "section", 
                    "name": "Spells per Day", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"blood-of-dragons\">A dragon disciple adds his level to his sorcerer levels when determining the powers gained from his bloodline. If the dragon disciple does not have levels of sorcerer, he instead gains bloodline powers of the draconic bloodline, using his dragon disciple level as his sorcerer level to determine the bonuses gained. He must choose a dragon type upon gaining his first level in this class and that type must be the same as his sorcerer type. This ability does not grant bonus spells to a sorcerer unless he possesses spell slots of an appropriate level. Such bonus spells are automatically granted if the sorcerer gains spell slots of the spell's level.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Blood of Dragons", 
                    "type": "section", 
                    "name": "Blood of Dragons", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"natural-armor-increase\">As his skin thickens, a dragon disciple takes on more and more of his progenitor's physical aspect. At 1st, 4th, and 7th level, a dragon disciple gains an increase to the character's existing natural armor (if any), as indicated on Table: Dragon Disciple. These armor bonuses stack. </p>", 
                    "name": "Natural Armor Increase", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Natural Armor Increase", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ability-boost\">As a dragon disciple gains levels in this prestige class, his ability scores increase as noted on Table: Dragon Disciple. These increases stack and are gained as if through level advancement.</p>", 
                    "name": "Ability Boost", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Ability Boost", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bloodline-feat\">Upon reaching 2nd level, and every three levels thereafter, a dragon disciple receives one bonus feat, chosen from the draconic bloodline's bonus feat list.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Bloodline Feat", 
                    "type": "section", 
                    "name": "Bloodline Feat", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"dragon-bite\">At 2nd level, whenever the dragon disciple uses his bloodline to grow claws, he also gains a bite attack. This is a primary natural attack that deals 1d6 points of damage (1d4 if the dragon disciple is Small), plus 1&ndash;1/2 times the dragon disciple's Strength modifier. Upon reaching 6th level, this bite also deals 1d6 points of energy damage. The type of damage dealt is determined by the dragon disciple's bloodline.</p>", 
                    "name": "Dragon Bite", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Dragon Bite", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"breath-weapon\">At 3rd level, a dragon disciple gains the breath weapon bloodline power, even if his level does not yet grant that power. Once his level is high enough to grant this ability through the bloodline, the dragon disciple gains an additional use of his breath weapon each day. The type and shape of the breath weapon depends on the type of dragon selected by the dragon disciple, as detailed under the Draconic sorcerer bloodline description. </p>", 
                    "name": "Breath Weapon", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Breath Weapon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"blindsense\">At 5th level, the dragon disciple gains blindsense with a range of 30 feet. Using nonvisual senses the dragon disciple notices things he cannot see. He usually does not need to make Perception checks to notice and pinpoint the location of creatures within range of his blindsense ability, provided that he has line of effect to that creature.</p><p>Any opponent the dragon disciple cannot see still has total concealment against him, and the dragon disciple still has the normal miss chance when attacking foes that have concealment. Visibility still affects the movement of a creature with blindsense. A creature with blindsense is still denied its Dexterity bonus to Armor Class against attacks from creatures it cannot see. At 10th level, the range of this ability increases to 60 feet.</p>", 
                    "name": "Blindsense", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Blindsense", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dragon-form\"> <b></b>At 7th level, a dragon disciple can assume the form of a dragon. This ability works like <i>form of the dragon I</i>. At 10th level, this ability functions as <i>form of the dragon II</i> and the dragon disciple can use this ability twice per day. His caster level for this effect is equal to his effective sorcerer levels for his draconic bloodline. Whenever he casts <i>form of the dragon</i>, he must assume the form of a dragon of the same type as his bloodline.</p>", 
                    "name": "Dragon Form", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Dragon Form", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wings\">At 9th level, a dragon disciple gains the wings bloodline power, even if his level does not yet grant that power. Once his level is high enough to grant this ability through the bloodline, the dragon disciple's speed increases to 90 feet.</p>", 
                    "name": "Wings", 
                    "url": "pfsrd://Core Rulebook/Classes/Dragon Disciple/Class Features/Wings", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Core Rulebook"
        }
    ], 
    "alignment": "Dragon disciples can be of any alignment, although they tend to be more chaotic than lawful. Those dragon disciples that assume the traits of chromatic dragons, such as bestial white and fearsome red dragons, have a proclivity for evil. Conversely, those that take after the metallic dragons, such as stoic brass and chivalric gold dragons, are often of good alignments."
}