{
    "body": "<p>Brave explorers and scavengers of lost or forgotten knowledge, Pathfinder chroniclers are quintessential adventurers, exploring the world for esoteric truths, magical and mundane relics and artifacts, and new and mysterious vistas, be they wonderful or terrible. For some, this journey is purely about the wealth, for others the glory of discovery, and still more are stirred by the irresistible drive to uncover the bones of the ages and legends of forgotten epochs in an effort to chronicle the deeds of yesterday, today, and tomorrow.</p><p>The Pathfinder chronicler class attracts any who see the world as a great mystery to be unraveled, and thus has a diverse and varied following, from fighters and bards to wizards and clerics, and everything in between. However, due to their role as historians and preservers of posterity, hopefuls must be literate and scholarly&mdash;for Pathfinder chroniclers are more than mere treasure hunters.</p>", 
    "name": "Pathfinder Chronicler", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler", 
    "type": "class", 
    "subtype": "prestige", 
    "hit_die": "d8", 
    "sections": [
        {
            "body": "<p>The Pathfinder chronicler's missions often thrust her into the role of party leader, and adventures typically result from, and revolve around, his endless quests. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>To qualify to become a Pathfinder chronicler, a character must fulfill all the following criteria.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Linguistics 3 ranks, Perform (oratory) 5 ranks, Profession (scribe) 5 ranks.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p>Must have authored or scribed something (other than a magical scroll or other device) for which another person (not a PC) paid at least 50 gp.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Special"
                }
            ], 
            "name": "Requirements", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The Pathfinder chronicler's class skills (and the key ability for each skill) are Appraise (Int), Bluff (Cha), Diplomacy (Cha), Disguise (Cha), Escape Artist (Dex), Intimidate (Cha), Knowledge (all skills, taken individually) (Int), Linguistics (Int), Perception (Wis), Perform (Cha), Ride (Dex), Sense Motive (Wis), Sleight of Hand (Dex), Survival (Wis), and Use Magic Device (Cha). </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>8 + Int modifier.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-11-9-pathfinder-chronicler\"><caption>Table: Pathfinder Chronicler</caption><thead><tr><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+0</td><td>+0</td><td>+1</td><td>+1</td><td style=\"white-space:normal\">Bardic knowledge, deep pockets, master scribe</td></tr><tr class=\"even\"><td>2nd</td><td>+1</td><td>+1</td><td>+1</td><td>+1</td><td style=\"white-space:normal\">Live to tell the tale, pathfinding</td></tr><tr class=\"odd\"><td>3rd</td><td>+2</td><td>+1</td><td>+2</td><td>+2</td><td style=\"white-space:normal\">Bardic music, improved aid</td></tr><tr class=\"even\"><td>4th</td><td>+3</td><td>+1</td><td>+2</td><td>+2</td><td style=\"white-space:normal\">Epic tales</td></tr><tr class=\"odd\"><td>5th</td><td>+3</td><td>+2</td><td>+3</td><td>+3</td><td style=\"white-space:normal\">Whispering campaign</td></tr><tr class=\"even\"><td>6th</td><td>+4</td><td>+2</td><td>+3</td><td>+3</td><td style=\"white-space:normal\">Inspired action (move)</td></tr><tr class=\"odd\"><td>7th</td><td>+5</td><td>+2</td><td>+4</td><td>+4</td><td style=\"white-space:normal\">Call down the legends</td></tr><tr class=\"even\"><td>8th</td><td>+6</td><td>+3</td><td>+4</td><td>+4</td><td style=\"white-space:normal\">Greater epic tales</td></tr><tr class=\"odd\"><td>9th</td><td>+6</td><td>+3</td><td>+5</td><td>+5</td><td style=\"white-space:normal\">Inspired action (standard)</td></tr><tr class=\"even\"><td>10th</td><td>+7</td><td>+3</td><td>+5</td><td>+5</td><td style=\"white-space:normal\">Lay of the exalted dead</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Skills/Skill Ranks at Each Level/Table Pathfinder Chronicler", 
                            "type": "table", 
                            "name": "Table: Pathfinder Chronicler", 
                            "source": "Core Rulebook"
                        }
                    ], 
                    "name": "Skill Ranks at Each Level", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Class Skills", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The following are class features of the Pathfinder chronicler prestige class.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"bardic-knowledge-pathfinder\">This ability is identical to the bard class feature of the same name, and levels in this class stack with levels in any other class that grants a similar ability. </p>", 
                    "name": "Bardic Knowledge", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Bardic Knowledge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"deep-pockets\">A Pathfinder chronicler collects items as well as lore, picking up small amounts of this or that throughout her travels. As a result, she may carry unspecified equipment worth up to 100 gp per class level. This can be any kind of gear that can reasonably fit into a backpack, including potions and scrolls (but not any other sort of magic item). As a full-round action, the chronicler may dig through her pockets to retrieve an item she specifies at that time, deducting its value from the allocated amount of cost. This item cannot weigh more than 10 pounds. When the total remaining cost reaches 0, the chronicler can retrieve no more items until she refills her deep pockets by spending a few hours and an amount of gold to bring her total up to 100 gp per class level.</p><p>In addition, if she takes 1 hour to pack her gear each day, she gains a +4 bonus to Strength to determine her light encumbrance. This does not affect her maximum carrying capacity. The efficient distribution of weight simply encumbers her less than the same amount of weight normally should. Finally, the Pathfinder chronicler gains a +4 bonus on Sleight of Hand checks made to conceal small objects on her person.</p>", 
                    "name": "Deep Pockets", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Deep Pockets", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"master-scribe\">A Pathfinder chronicler adds her class level as a bonus on all Linguistics and Profession (scribe) checks, as well as Use Magic Device checks involving scrolls or other written magical items. A Pathfinder chronicler can make Linguistics checks to decipher text as a full-round action and can always take 10 on Linguistics and Profession (scribe) checks, even if distracted or endangered. </p>", 
                    "name": "Master Scribe", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Master Scribe", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"live-to-tell-the-tale\">At 2nd level, once per day per two class levels, a Pathfinder chronicler can attempt a new saving throw against any ongoing condition against which she failed a saving throw in a previous round, even if the effect is normally permanent. This ability has no effect on conditions that do not allow saving throws or against instantaneous effects. </p>", 
                    "name": "Live to Tell the Tale", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Live to Tell the Tale", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"pathfinding\">Beginning at 2nd level, a Pathfinder chronicler develops an excellent sense of direction and skill at leading others through difficult terrain or by following ancient maps. A Pathfinder chronicler gains a +5 bonus on Survival checks made to avoid becoming lost and to Intelligence checks to escape a <i>maze</i> spell. In addition, she always uses the &ldquo;road or trail&rdquo; overland movement modifier even when in trackless terrain, whether on foot or mounted. With a DC 15 Survival check, the Pathfinder chronicler can extend this benefit to one companion per class level. </p>", 
                    "name": "Pathfinding", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Pathfinding", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bardic-performance-pathfinder\">At 3rd level, a Pathfinder chronicler gains this ability, which functions like the bard class feature of the same name, except that the chronicler's effective bard level is 2 lower than her class level. Levels in this class stack with levels in any other class that grants a similar ability to determine her effective bard level.</p>", 
                    "name": "Bardic Performance", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Bardic Performance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"improved-aid\">Pathfinder chroniclers frequently serve as the companions of great heroes, standing by their sides and recording their deeds, but often lending a crucial helping hand. Starting at 3rd level, a Pathfinder chronicler using the aid another action grants a +4 bonus, rather than the normal +2. </p>", 
                    "name": "Improved Aid", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Improved Aid", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"epic-tales\">A 4th-level Pathfinder chronicler can inscribe a tale so evocative and so moving that it conveys the effects of bardic music through the written word. To create an epic tale requires the Pathfinder chronicler to expend a number of rounds of her bardic performance ability equal to twice the duration of the epic tale (maximum duration of 10 rounds), and any relevant Performance skill check is made with Profession (scribe) instead. An epic tale affects only the reader, but it grants all the benefits that would normally apply for hearing a performance. A Pathfinder chronicler may apply the effects of any feats that affect bardic music to her epic tales. An epic tale retains its supernatural potency for 1 day per class level. It requires 1 hour to inscribe, a full-round action to activate, and has a duration equal to 1/2 the number of bardic performance rounds expended during its creation. Once activated, an epic tale's magic is consumed.</p>", 
                    "name": "Epic Tales", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Epic Tales", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"whispering-campaign\">Pathfinder chroniclers influence the world through their control of information and ability to shape public perception. At 5th level, as a special use of bardic music, the Pathfinder chronicler can create the effect of a <i>doom</i> spell as cast by a sorcerer of her class level by denouncing a creature in person. This is a language-dependent effect.</p><p>Alternatively, the chronicler can denounce a particular target (an individual or a definable group of creatures) to others. This form of bardic music creates the effect of the <i>enthrall</i> spell, but at the end of the performance all creatures who failed to save shift their attitude toward the target of the oration by one step (in the direction of the Pathfinder chronicler's choice) for 1 day per class level.</p>", 
                    "name": "Whispering Campaign", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Whispering Campaign", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"inspire-action\">As a special use of bardic music, a 6th-level Pathfinder chronicler can exhort any one ally within hearing to a sudden surge of action, allowing her ally to immediately take an extra move action. This does not count against the ally's number of actions on his own turn.</p><p>At 9th level, she can enable an ally to immediately take a standard action instead. </p>", 
                    "name": "Inspire Action", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Inspire Action", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"call-down-the-legends\">At 7th level, once per week as a full-round action, a Pathfinder chronicler can summon 2d4 4th-level human barbarians, as if she used a bronze <i>horn of Valhalla</i>; these summoned barbarians serve her with complete loyalty. The barbarians are constructs, not actual people (although they seem to be). They arrive with the normal starting equipment for barbarians and attack anyone the chronicler designates.</p>", 
                    "name": "Call Down the Legends", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Call Down the Legends", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"greater-epic-tales\">At 8th level, the Pathfinder chronicler's written word gains power. This ability functions like the chronicler's epic tales ability, except that if read aloud, the bardic music takes effect as if the author had used the ability, but the effects are targeted by the reader and use the reader's Charisma score where applicable. </p>", 
                    "name": "Greater Epic Tales", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Greater Epic Tales", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"lay-of-the-exalted-dead\">Once per week as a full-round action, a 10th-level Pathfinder chronicler can summon 1d4+1 5th-level human barbarians, as if she used an iron <i>horn of Valhalla</i>. The summoned barbarians serve her with complete and unquestioning loyalty. They are constructs, with the incorporeal subtype (they take 50% of the damage from corporeal sources, and no damage from nonmagical sources). They arrive wearing <i>+2 studded leather</i> and wielding <i>+1 ghost touch greataxes</i> (allowing them to deal full damage to corporeal creatures) and attack anyone the chronicler designates. To the chronicler and their allies, these exalted dead appear like a noble troop of spectral warriors. Her enemies, however, behold the terrible wrath of the ancient heroes and must succeed at Will saves or become shaken for 1 round per summoned barbarian (DC 15 + the Pathfinder chronicler's Charisma modifier).</p>", 
                    "name": "Lay of the Exalted Dead", 
                    "url": "pfsrd://Core Rulebook/Classes/Pathfinder Chronicler/Class Features/Lay of the Exalted Dead", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Core Rulebook"
        }
    ], 
    "alignment": "A Pathfinder chronicler's alignment largely determines her motivations. Good characters tend to view their missions as noble ventures, neutral characters seek to preserve knowledge for knowledge's sake, and evil characters are driven by an urge to accumulate wealth and add to their own glory."
}