{
    "body": "<p>Civilized folk have always feared the night, barring themselves behind doors or comforting themselves with bonfires when the shadows grow long, rightfully wary of the creatures that prowl the darkness. Yet long ago, some learned that the best way to conquer an enemy is to embrace it. These were the first shadowdancers.</p><p>Shadowdancers exist in the boundary between light and darkness, where they weave together the shadows to become half-seen artists of deception. Unbound by any specified morality or traditional code, shadowdancers encompass a wide variety of adventuring types who have seen the value of the dark. Spellcasters use their abilities to safely cast spells from hiding and then move quickly away, while classes devoted to hand-to-hand combat enjoy the ability to attack foes with the element of surprise. Some even take the name of their kind quite literally, becoming eerie and mysterious performers and dancers, though more often the temptation presented by their talents with deception and infiltration causes shadowdancers to turn to lives of thievery.</p>", 
    "name": "Shadowdancer", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer", 
    "type": "class", 
    "subtype": "prestige", 
    "hit_die": "d8", 
    "sections": [
        {
            "body": "<p>Shadowdancers adventure for a wide variety of reasons. Many adventuring parties find shadowdancers valuable members of their teams due to their incredible stealth and ability to surprise enemies with lightning-quick attacks where they're least expected. For this reason, their services are often sought out by those groups in need of scouts or spies. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>To qualify to become a shadowdancer, a character must fulfill all the following criteria.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Stealth 5 ranks, Perform (dance) 2 ranks.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p>Combat Reflexes, Dodge, Mobility. </p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Feats"
                }
            ], 
            "name": "Requirements", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The shadowdancer's class skills (and the key ability for each skill) are Acrobatics (Dex), Bluff (Cha), Diplomacy (Cha), Disguise (Cha), Escape Artist (Dex), Perception (Wis), Perform (Cha), Sleight of Hand (Dex), and Stealth (Dex).</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>6 + Int modifier.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-11-10-shadowdancer\"><caption>Table: Shadowdancer</caption><thead><tr><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+0</td><td>+0</td><td>+1</td><td>+0</td><td style=\"white-space:normal;\">Hide in plain sight</td></tr><tr class=\"even\"><td>2nd</td><td>+1</td><td>+1</td><td>+1</td><td>+1</td><td style=\"white-space:normal;\">Evasion, darkvision, uncanny dodge</td></tr><tr class=\"odd\"><td>3rd</td><td>+2</td><td>+1</td><td>+2</td><td>+1</td><td style=\"white-space:normal;\">Rogue talent, shadow illusion, summon shadow</td></tr><tr class=\"even\"><td>4th</td><td>+3</td><td>+1</td><td>+2</td><td>+1</td><td style=\"white-space:normal;\">Shadow call, shadow jump 40 ft.</td></tr><tr class=\"odd\"><td>5th</td><td>+3</td><td>+2</td><td>+3</td><td>+2</td><td style=\"white-space:normal;\">Defensive roll, improved uncanny dodge</td></tr><tr class=\"even\"><td>6th</td><td>+4</td><td>+2</td><td>+3</td><td>+2</td><td style=\"white-space:normal;\">Rogue talent, shadow jump 80 ft.</td></tr><tr class=\"odd\"><td>7th</td><td>+5</td><td>+2</td><td>+4</td><td>+2</td><td style=\"white-space:normal;\">Slippery mind</td></tr><tr class=\"even\"><td>8th</td><td>+6</td><td>+3</td><td>+4</td><td>+3</td><td style=\"white-space:normal;\">shadow jump 160 ft., shadow power</td></tr><tr class=\"odd\"><td>9th</td><td>+6</td><td>+3</td><td>+5</td><td>+3</td><td style=\"white-space:normal;\">Rogue talent</td></tr><tr class=\"even\"><td>10th</td><td>+7</td><td>+3</td><td>+5</td><td>+3</td><td style=\"white-space:normal;\">Improved evasion, shadow jump 320 ft., shadow master</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Skills/Skill Ranks at Each Level/Table Shadowdancer", 
                            "type": "table", 
                            "name": "Table: Shadowdancer", 
                            "source": "Core Rulebook"
                        }
                    ], 
                    "name": "Skill Ranks at Each Level", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Class Skills", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>All of the following are features of the shadowdancer prestige class.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Shadowdancers are proficient with the club, crossbow (hand, light, or heavy), dagger (any type), dart, mace, morningstar, quarterstaff, rapier, sap, shortbow (normal and composite), and short sword. Shadowdancers are proficient with light armor but not with shields.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"hide-in-plain-sight-shadow-dancer\">A shadowdancer can use the Stealth skill even while being observed. As long as she is within 10 feet of an area of dim light, a shadowdancer can hide herself from view in the open without anything to actually hide behind. She cannot, however, hide in her own shadow.</p>", 
                    "name": "Hide in Plain Sight", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Hide in Plain Sight", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"evasion-shadow-dancer\">At 2nd level, a shadowdancer gains evasion. If exposed to any effect that normally allows her to attempt a Reflex saving throw for half damage, she takes no damage with a successful saving throw. The evasion ability can only be used if the shadowdancer is wearing light armor or no armor.</p>", 
                    "name": "Evasion", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Evasion", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"darkvision\">At 2nd level, a shadowdancer gains darkvision out to a range of 60 feet. If she already has darkvision, the range increases by 30 feet.</p>", 
                    "name": "Darkvision", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Darkvision", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"uncanny-dodge-shadow-dancer\">At 2nd level, a shadowdancer cannot be caught flat-footed, even if the attacker is invisible. He still loses her Dexterity bonus to AC if immobilized. A shadowdancer with this ability can still lose his Dexterity bonus to AC if an opponent successfully uses the feint action against him.</p><p>If a shadowdancer already has uncanny dodge from a different class, he automatically gains improved uncanny dodge instead.</p>", 
                    "name": "Uncanny Dodge", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Uncanny Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"rogue-talent-shadow-dancer\">At 3rd level, and every three levels thereafter, a shadowdancer gains a special ability that allows her to confound her foes. This functions as the rogue talent class feature. A shadowdancer cannot select an individual talent more than once. If a shadowdancer has the advanced talents rogue class feature, she can chose from the advanced talents list instead.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Rogue Talent", 
                    "type": "section", 
                    "name": "Rogue Talent", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"shadow-illusion\"> <b></b>When a shadowdancer reaches 3rd level, she can create visual illusions. This ability functions as <i>silent image</i>, using the shadowdancer's level as the caster level. A shadowdancer can use this ability once per day for every two shadowdancer levels she has attained. The DC for this ability is Charisma-based.</p>", 
                    "name": "Shadow Illusion", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Shadow Illusion", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"summon-shadow\">At 3rd level, a shadowdancer can summon a shadow, an undead shade. Unlike a normal shadow, this shadow's alignment matches that of the shadowdancer, and the creature cannot create spawn. The summoned shadow receives a +4 bonus on Will saves made to halve the damage from positive channeled energy and the shadow cannot be turned or commanded. This shadow serves as a companion to the shadowdancer and can communicate intelligibly with the shadowdancer. This shadow has a number of hit points equal to half the shadowdancer's total. The shadow uses the shadowdancer's base attack bonus and base save bonuses.</p><p>If a shadow companion is destroyed, or the shadowdancer chooses to dismiss it, the shadowdancer must attempt a DC 15 Fortitude save. If the saving throw fails, the shadowdancer gains one permanent negative level. A successful saving throw avoids this negative level. A destroyed or dismissed shadow companion cannot be replaced for 30 days.</p>", 
                    "name": "Summon Shadow", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Summon Shadow", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"shadow-call\">At 4th level, a shadowdancer can create creatures and effects out of raw shadow. This ability functions as <i>shadow conjuration</i>, using the shadowdancer's level as the caster level. A shadowdancer can use this ability once per day at 4th level, plus one additional time per day for every two levels attained beyond 4th (2/day at 6th level, 3/day at 8th level, and 4/day at 10th level). Upon reaching 10th level, this ability functions as <i>greater shadow conjuration</i>. The DC for this ability is Charisma-based.</p>", 
                    "name": "Shadow Call", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Shadow Call", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"shadow-jump\">At 4th level, a shadowdancer gains the ability to travel between shadows as if by means of a <i>dimension door</i> spell. The limitation is that the magical transport must begin and end in an area with at least some dim light. A shadowdancer can jump up to a total of 40 feet each day in this way; this may be a single jump of 40 feet or four jumps of 10 feet each. Every two levels higher than 4th, the distance a shadowdancer can jump each day doubles (80 feet at 6th, 160 feet at 8th, and 320 feet at 10th). This amount can be split among many jumps, but each one, no matter how small, counts as a 10-foot increment.</p>", 
                    "name": "Shadow Jump", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Shadow Jump", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"defensive-roll\">Starting at 5th level, once per day, a shadowdancer can attempt to avoid a lethal blow. This functions as the rogue's advanced talent of the same name.</p>", 
                    "name": "Defensive Roll", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Defensive Roll", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"improved-uncanny-dodge-shadow-dancer\">At 5th level and higher, shadowdancer can no longer be flanked. This defense denies a rogue the ability to sneak attack the assassin by flanking him, unless the attacker has at least four more rogue levels than the target has assassin levels.</p><p>If a character already has uncanny dodge from another class, the levels from the classes that grant uncanny dodge stack to determine the minimum rogue level required to flank the character.</p>", 
                    "name": "Improved Uncanny Dodge", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Improved Uncanny Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"slippery-mind\">At 7th level, a shadowdancer becomes resilient to enchantment spells. This functions as the rogue's advanced talent of the same name.</p>", 
                    "name": "Slippery Mind", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Slippery Mind", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"shadow-power\">At 8th level, a shadowdancer can use raw shadow to damage her foes. This ability functions as <i>shadow evocation</i>, using the shadowdancer's level as the caster level. A shadowdancer can use this ability once per day at 8th level, and one additional time per day upon reaching 10th level. The DC for this ability is Charisma-based. </p>", 
                    "name": "Shadow Power", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Shadow Power", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"improved-evasion-shadow-dancer\">This ability, gained at 10th level, works like evasion (see above). A shadowdancer takes no damage at all on successful saving throws against attacks that allow a Reflex saving throw for half damage. What's more, she takes only half damage even if she fails her saving throw.</p>", 
                    "name": "Improved Evasion", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Improved Evasion", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"shadow-master\">At 10th level, whenever a shadowdancer is in an area of dim light, she gains DR 10/&mdash; and a +2 luck bonus on all saving throws. In addition, whenever she successfully scores a critical hit against a foe who is in an area of dim light, that foe is blinded for 1d6 rounds.</p>", 
                    "name": "Shadow Master", 
                    "url": "pfsrd://Core Rulebook/Classes/Shadowdancer/Class Features/Shadow Master", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Core Rulebook"
        }
    ], 
    "alignment": "Because of their nature as visually duplicitous tricksters, shadowdancers do not fit comfortably into the lawful category, as many use their talents to avoid the eyes of legitimate authority. Yet though they are allies of darkness, shadowdancers are neither inherently evil nor predisposed to good. To them, the darkness is simply the darkness, without any of the usual moral connotations made by the unenlightened. "
}