{
    "body": "<p>As a standard action, you can attempt to grapple a foe, hindering his combat options. If you do not have Improved Grapple, grab, or a similar ability, attempting to grapple a foe provokes an attack of opportunity from the target of your maneuver. Humanoid creatures without two free hands attempting to grapple a foe take a &ndash;4 penalty on the combat maneuver roll. If successful, both you and the target gain the grappled condition (see the Appendices). If you successfully grapple a creature that is not adjacent to you, move that creature to an adjacent open space (if no space is available, your grapple fails). Although both creatures have the grappled condition, you can, as the creature that initiated the grapple, release the grapple as a free action, removing the condition from both you and the target. If you do not release the grapple, you must continue to make a check each round, as a standard action, to maintain the hold. If your target does not break the grapple, you get a +5 circumstance bonus on grapple checks made against the same target in subsequent rounds. Once you are grappling an opponent, a successful check allows you to continue grappling the foe, and also allows you to perform one of the following actions (as part of the standard action spent to maintain the grapple).</p>", 
    "name": "Grapple", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple", 
    "type": "section", 
    "subtype": "combat_maneuver", 
    "sections": [
        {
            "body": "<p>You can move both yourself and your target up to half your speed. At the end of your movement, you can place your target in any square adjacent to you. If you attempt to place your foe in a hazardous location, such as in a <i>wall of fire</i> or over a pit, the target receives a free attempt to break your grapple with a +4 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Move", 
            "type": "section", 
            "name": "Move", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>You can inflict damage to your target equal to your unarmed strike, a natural attack, or an attack made with armor spikes or a light or one-handed weapon. This damage can be either lethal or nonlethal.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Damage", 
            "type": "section", 
            "name": "Damage", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"pin\">You can give your opponent the pinned condition (see Conditions). Despite pinning your opponent, you still only have the grappled condition, but you lose your Dexterity bonus to AC.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Pin", 
            "type": "section", 
            "name": "Pin", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"tie-up\">If you have your target pinned, otherwise restrained, or unconscious, you can use rope to tie him up. This works like a pin effect, but the DC to escape the bonds is equal to 20 + your Combat Maneuver Bonus (instead of your CMD). The ropes do not need to make a check every round to maintain the pin. If you are grappling the target, you can attempt to tie him up in ropes, but doing so requires a combat maneuver check at a &ndash;10 penalty. If the DC to escape from these bindings is higher than 20 + the target's CMB, the target cannot escape from the bonds, even with a natural 20 on the check.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Tie Up", 
            "type": "section", 
            "name": "Tie Up", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If you are grappled, you can attempt to break the grapple as a standard action by making a combat maneuver check (DC equal to your opponent's CMD; this does not provoke an attack of opportunity) or Escape Artist check (with a DC equal to your opponent's CMD). If you succeed, you break the grapple and can act normally. Alternatively, if you succeed, you can become the grappler, grappling the other creature (meaning that the other creature cannot freely release the grapple without making a combat maneuver check, while you can). Instead of attempting to break or reverse the grapple, you can take any action that doesn't require two hands to perform, such as cast a spell or make an attack or full attack with a light or one-handed weapon against any creature within your reach, including the creature that is grappling you. See the grappled condition for additional details. If you are pinned, your actions are very limited. See the pinned condition in Conditions for additional details.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/If You Are Grappled", 
            "type": "section", 
            "name": "If You Are Grappled", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Multiple creatures can attempt to grapple one target. The creature that first initiates the grapple is the only one that makes a check, with a +2 bonus for each creature that assists in the grapple (using the Aid Another action). Multiple creatures can also assist another creature in breaking free from a grapple, with each creature that assists (using the Aid Another action) granting a +2 bonus on the grappled creature's combat maneuver check.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Multiple Creatures", 
            "type": "section", 
            "name": "Multiple Creatures", 
            "source": "Core Rulebook"
        }
    ]
}