{
    "body": "<p>The following magic items and magic qualities all pertain to firearms. Most grant extra abilities or protections to the firearm user, but others protect creatures from some of the effects of firearms. </p>", 
    "name": "Firearm Magic Items", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p>The following special ability allows a firearm to be fired with the affected ammunition in environments without air, including underwater. </p>", 
            "name": "Firearm Ammunition Special Ability", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Firearm Ammunition Special Ability", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "name": "Dry Load", 
                    "cl": "3rd", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Firearm Ammunition Special Ability/Dry Load", 
                    "type": "item", 
                    "price": "30 gp per cartridge or 1,500 gp for 50 cartridges", 
                    "misc": {
                        "Construction": {
                            "Requirements": "Craft Magic Arms and Armor, air bubble"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "faint abjuration", 
                    "sections": [
                        {
                            "body": "<p>This special ability can only be applied to alchemical or metal firearm cartridges. <i>Dry load</i> cartridges can be used to load guns underwater or in other airless environments, such as a vacuum. This ability protects the cartridge's contents as it is being loaded and creates a residual bubble of air that surrounds the firearm, further protecting the ammunition and allowing the firearm with this ammunition to be fired in an airless environment. After the cartridge is loaded, the bubble of air lasts for 3 minutes, or until the firearm is fired, whichever occurs first. </p><p>A firearm loaded with this ammunition still takes the &ndash;2 penalty on attack rolls when fired underwater for every 5 feet of water the bullet passes through, in addition to the normal penalties to range. When firing a <i>dry load</i> cartridge underwater or in an airless environment, a misfire that results in a firearm explosion occurs normally.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Several types of magical bullets have been developed to be used with firearms. The following represent just a few of these types.</p>", 
            "name": "Specific Firearm Ammunition", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Specific Firearm Ammunition", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "slot": "none", 
                    "name": "Burrowing Bullet", 
                    "weight": "&mdash", 
                    "cl": "9th (burrowing bullet) or 13th (greater burrowing bullet)", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Specific Firearm Ammunition/Burrowing Bullet", 
                    "type": "item", 
                    "price": "1,722 gp (burrowing bullet) or 3,447 gp (greater burrowing bullet)", 
                    "misc": {
                        "Construction": {
                            "Cost": "861 gp (burrowing bullet) or 1,723 gp (greater burrowing bullet)", 
                            "Requirements": "Craft Magic Arms and Armor, symbol of pain (burrowing bullet) or symbol of stunning (greater burrowing bullet)"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "moderate necromancy", 
                    "sections": [
                        {
                            "body": "<p>This <i>+1 firearm bullet</i> deals normal damage, but when it hits a living creature, it burrows into the creature's flesh, causing wracking pain until removed or until the bullet burrows its way out of the creature. While these bullets burrow, the creature is staggered. This effect lasts for 1d3 rounds or until the bullet is removed with a DC 15 Heal check made as a standard action. <i>Greater burrowing bullets</i> take longer to pass though the bodies of living creatures (the staggered effect lasts 1d3+2 rounds) and are harder to remove (DC 20 Heal check as a standard action). </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }, 
                {
                    "slot": "none", 
                    "name": "Tracer Bullet", 
                    "weight": "&mdash", 
                    "cl": "2nd", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Specific Firearm Ammunition/Tracer Bullet", 
                    "type": "item", 
                    "price": "100 gp", 
                    "misc": {
                        "Construction": {
                            "Cost": "50 gp", 
                            "Requirements": "Craft Magic Arms and Armor, faerie fire"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "faint evocation", 
                    "sections": [
                        {
                            "body": "<p>These <i>+1 firearm bullets</i> deal no damage, but instead cause a pale glow to outline the target, granting the effect of a <i>faerie fire</i> spell and causing the target to take a &ndash;2 penalty to AC against ranged attacks. These effects last for 1d4 rounds.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>The following special abilities are exclusively for firearms.</p>", 
            "name": "Magic Firearm Special Abilities", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Magic Firearm Special Abilities", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "name": "Lucky", 
                    "cl": "8th", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Magic Firearm Special Abilities/Lucky", 
                    "type": "item", 
                    "price": "+1 bonus", 
                    "misc": {
                        "Construction": {
                            "Requirements": "Craft Magic Arms and Armor, heroism, creator must be a grit user"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "moderate transmutation", 
                    "sections": [
                        {
                            "body": "<p>This special ability can only be placed on one-handed or two-handed firearms. A <i>lucky firearm</i> has its own magical reservoir of grit. Usually this grit is stored within the marks of an engraving or in a trinket that hangs from the firearm. Often these marks take the form of holy symbols or fetishes, but such a reservoir can take just about any form. This reservoir holds 1 grit point, which is refreshed at the start of each day. Whether or not the wielder of a <i>lucky firearm</i> has any deeds, she can always spend 1 grit point from the <i>lucky firearm</i> to reroll an attack from it that would result in a misfire. When the wielder does so, she must take the second result, even if that attack roll also results in a misfire.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }, 
                {
                    "name": "Lucky, Greater", 
                    "cl": "12th", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Magic Firearm Special Abilities/Lucky/Greater", 
                    "type": "item", 
                    "price": "+3 bonus", 
                    "misc": {
                        "Construction": {
                            "Requirements": "Craft Magic Arms and Armor, greater heroism, creator must be a grit user"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "moderate enchantment", 
                    "sections": [
                        {
                            "body": "<p>This special ability can only be placed on one-handed or two-handed firearms. A <i>greater lucky firearm</i> is nearly identical to a <i>lucky gun</i>, but its reservoir holds 3 grit points instead of 1. A firearm cannot have both this special ability and the <i>lucky</i> special ability.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }, 
                {
                    "name": "Reliable", 
                    "cl": "8th", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Magic Firearm Special Abilities/Reliable", 
                    "type": "item", 
                    "price": "+1 bonus", 
                    "misc": {
                        "Construction": {
                            "Requirements": "Craft Magic Arms and Armor, mending"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "moderate transmutation", 
                    "sections": [
                        {
                            "body": "<p>This special ability can only be placed on firearms. A <i>reliable firearm</i> is enchanted so that it is less likely to jam than other firearms. This enchantment reduces the misfire value of the affected firearm by 1 (minimum 0). This reduction occurs after any increases are calculated for firing with the broken condition, or for any other effect that might increase the misfire value of a firearm.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }, 
                {
                    "name": "Reliable, Greater", 
                    "cl": "12th", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Magic Firearm Special Abilities/Reliable/Greater", 
                    "type": "item", 
                    "price": "+3 bonus", 
                    "misc": {
                        "Construction": {
                            "Requirements": "Craft Magic Arms and Armor, make whole"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "moderate enchantment", 
                    "sections": [
                        {
                            "body": "<p>This special ability can only be placed on one-handed or two-handed firearms. A <i>greater reliable firearm</i> is enchanted so as to be less likely to jam than other firearms. It reduces the misfire value of the affected firearm by 4 (minimum 0). This reduction occurs after any increases are calculated for firing with the broken condition, or for any other effect that might increase the misfire value of a firearm. A firearm with <i>greater reliable</i> cannot have the <i>reliable</i> special ability.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>The following wondrous items either enhance firearms or protect against them.</p>", 
            "name": "Wondrous Items", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Wondrous Items", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "slot": "neck", 
                    "name": "Amulet of Bullet Protection", 
                    "weight": "&mdash", 
                    "cl": "5th", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Wondrous Items/Amulet of Bullet Protection", 
                    "type": "item", 
                    "price": "1,500 gp (+1), 6,000 gp (+2), 13,500 gp (+3), 24,000 gp (+4), or 37,500 gp (+5)", 
                    "misc": {
                        "Construction": {
                            "Cost": "750 gp (+1), 3,000 gp (+2), 6,750 gp (+3), 12,000 gp (+4), 18,7500 gp (+5)", 
                            "Requirements": "Craft Wondrous Item, divine favor, creator's caster level must be at least three times the amulet's bonus"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "faint abjuration", 
                    "subtype": "neck", 
                    "sections": [
                        {
                            "body": "<p>This amulet, usually crafted from the splintered remains of spent firearm bullets shaped into a rough holy symbol or clover, grants the wearer a luck bonus to AC against firearm attacks that target touch AC. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }, 
                {
                    "slot": "none (see below)", 
                    "name": "Dry Load Powder Horn", 
                    "weight": "1 lb.", 
                    "cl": "3rd", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Wondrous Items/Dry Load Powder Horn", 
                    "type": "item", 
                    "price": "2,000 gp", 
                    "misc": {
                        "Construction": {
                            "Cost": "1,000 gp", 
                            "Requirements": "Craft Wondrous Item, air bubble"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "faint conjuration", 
                    "sections": [
                        {
                            "body": "<p>This magical powder horn holds 20 doses of black powder. Furthermore, when a firearm is loaded with black powder directly from this horn, the horn creates a small pocket of air that envelops the gun and allows that shot to be fired underwater or in an area lacking air, such as a vacuum. Once the gun is loaded with powder from the <i>dry load powder horn</i>, it retains the pocket of air for 10 minutes or until the firearm is fired, whichever comes first. </p><p>Firing a firearm that has been loaded from this horn underwater still incurs the &ndash;2 penalty on attack rolls for every 5 feet of water the bullet passes through, in addition to the normal penalties to range. When a shot loaded from a <i>dry load powder horn</i> results in a firearm explosion while underwater or in an airless environment, that explosion occurs normally.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }, 
                {
                    "slot": "none (see below)", 
                    "name": "Far-Reaching Sight", 
                    "weight": "1 lb.", 
                    "cl": "3rd", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Wondrous Items/Far-Reaching Sight", 
                    "type": "item", 
                    "price": "4,000 gp", 
                    "misc": {
                        "Construction": {
                            "Cost": "2,000 gp", 
                            "Requirements": "Craft Wondrous Item, true strike"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "faint divination", 
                    "sections": [
                        {
                            "body": "<p>This sight can be attached to a single two-handed firearm. When this is done, the sight becomes part of the weapon, but can be removed from that weapon with a full-round action. A firearm wielder can choose to spend a full-round action to make a single shot with a firearm that has this sight. When she does, she can resolve the attack against the touch AC of her target regardless of the range increment.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }, 
                {
                    "slot": "none; Price 10,000 gp; Weight 1 lb.", 
                    "name": "Figurine of Wondrous Power", 
                    "cl": "11th", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Wondrous Items/Figurine of Wondrous Power", 
                    "type": "item", 
                    "misc": {
                        "Construction": {
                            "Cost": "5,000 gp", 
                            "Requirements": "Craft Wondrous Items, animate object"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "abbrev": "Slate Spider", 
                    "aura": "moderate transmutation", 
                    "sections": [
                        {
                            "body": "<p>This <i>figure of wondrous</i> power uses the same general rules for all magic items of this type. </p><p>This statuette of a spider with stubby legs can be used once per day for 1 minute. When activated, the figurine spouts longer, segmented legs, and scampers about the activator, picking lint off robes, chiseling grime from armor, or otherwise grooming its activator. If commanded to do so as a free action, it perches on the muzzle of a one-handed or two-handed firearm barrel and, after the firearm is fired, travels down the barrel and cleans out the firearm. Each time the slate spider cleans a firearm, the next shot the firearm fires has no chance of misfiring.</p><p>When animated, a <i>slate spider</i> has 1 hit point and is considered an attended object. An animated slate spider will never willingly leave space of its animator. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }, 
                {
                    "slot": "none", 
                    "name": "Oil of Silence", 
                    "weight": "&mdash", 
                    "cl": "5th", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Wondrous Items/Oil of Silence", 
                    "type": "item", 
                    "price": "250 gp", 
                    "misc": {
                        "Construction": {
                            "Cost": "125 gp", 
                            "Requirements": "Craft Wondrous Item, silence"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "faint illusion", 
                    "sections": [
                        {
                            "body": "<p>When applied to a one-handed or two-handed firearm, this strange grayish oil renders that firearm silent for 1 hour. Five vials of <i>oil of silence</i> can be used in conjunction to silence a Large firearm siege engine, and 10 can be used to silence a Huge firearm siege engine. The oil does not work on firearm siege engines that are larger than Huge. </p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }, 
                {
                    "slot": "none (see below)", 
                    "name": "See Invisibility Sight", 
                    "weight": "1 lb.", 
                    "cl": "8th", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Wondrous Items/See Invisibility Sight", 
                    "type": "item", 
                    "price": "12,000 gp", 
                    "misc": {
                        "Construction": {
                            "Cost": "6,000 gp", 
                            "Requirements": "Craft Wondrous Item, true seeing"
                        }
                    }, 
                    "source": "Ultimate Combat", 
                    "aura": "moderate divination", 
                    "sections": [
                        {
                            "body": "<p>This sight can be attached to a single two-handed firearm. When this is done, the sight becomes part of the weapon, but can be removed from that weapon with a full-round action. A firearm wielder using a firearm that has this sight can choose to spend a full-round action to either locate an invisible creature within line of sight or make a single shot that ignores the invisibility of a creature that she knows is in the area.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Description"
                        }
                    ]
                }
            ]
        }
    ]
}