{
    "body": "<p class=\"body-copy-indent para-style-override-4\">Firearms work differently from other ranged projectile weapons&mdash;they instead use the following rules. </p>", 
    "name": "Firearm Rules", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"firearm-proficiency\">The Exotic Weapon Proficiency (firearms) feat allows you to use all firearms without penalty. A nonproficient character takes the standard &ndash;4 penalty on attack rolls with firearms, and a nonproficient character who loads a firearm increases all misfire values by 4 for the shots he loads.</p><p>Even though the Exotic Weapon Proficiency (firearms) feat grants you proficiency with all firearms, anytime you take a feat that modifies a single type of weapon (such as Weapon Focus or Rapid Reload), you must still pick one specific type of firearm (such as musket, axe musket, blunderbuss, pistol, or double pistol) for that feat to affect.</p><p>All firearms are part of the same weapon group for the purposes of the fighter's weapon training class feature. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Firearm Proficiency", 
            "type": "section", 
            "name": "Firearm Proficiency", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"capacity\">A firearm's capacity is the number of shots it can hold at one time. When making a full-attack action, you may fire a firearm as many times in a round as you have attacks, up to this limit, unless you can reload the weapon as a swift or free action while making a full-attack action. In the case of early firearms, capacity often indicates the number of barrels a firearm has. In the case of advanced firearms, it typically indicates the number of chambers the weapon has.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Capacity", 
            "type": "section", 
            "name": "Capacity", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"range-and-penetration\">Armor, whether manufactured or natural, provides little protection against the force of a bullet at short range. </p>", 
            "name": "Range and Penetration", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Range and Penetration", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"early-firearms\" class=\"stat-block-2\">When firing an early firearm, the attack resolves against the target's touch AC when the target is within the first range increment of the weapon, but this type of attack is not considered a touch attack for the purposes of feats and abilities such as Deadly Aim. At higher range increments, the attack resolves normally, including taking the normal cumulative &ndash;2 penalty for each full range increment. Unlike other projectile weapons, early firearms have a maximum range of five range increments. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Range and Penetration/Early Firearms", 
                    "type": "section", 
                    "name": "Early Firearms", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"advanced-firearms\" class=\"stat-block-2\">Advanced firearms resolve their attacks against touch AC when the target is within the first five range increments, but this type of attack is not considered a touch attack for the purposes of feats such as Deadly Aim. At higher range increments, the attack resolves normally, including taking the normal cumulative &ndash;2 penalty for each full-range increment. Advanced firearms have a maximum range of 10 range increments.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Range and Penetration/Advanced Firearms", 
                    "type": "section", 
                    "name": "Advanced Firearms", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p id=\"loading-a-firearm\">You need at least one hand free to load one-handed and two-handed firearms. In the case of two-handed firearms, you hold the weapon in one hand and load it with the other&mdash;you only need to hold it in two hands to aim and shoot the firearm. Loading siege firearms requires both hands, and one hand usually manipulates a large ramrod (which can be wielded as a club in combat). </p><p>The Rapid Reload feat reduces the time required to load one-handed and two-handed firearms, but this feat does not reduce the time it takes to load siege firearms.</p><p>Loading any firearm provokes attacks of opportunity. </p><p>Other rules for loading a firearm depend on whether the firearm is an early firearm or an advanced firearm.</p>", 
            "name": "Loading a Firearm", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Loading a Firearm", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"early-firearms\" class=\"stat-block-2\">Early firearms are muzzle-loaded, requiring bullets or pellets and black powder to be rammed down the muzzle. If an early firearm has multiple barrels, each barrel must be loaded separately. It is a standard action to load each barrel of a one-handed early firearm and a full-round action to load each barrel of a two-handed early firearm. It takes three full-round actions by one person to load a siege firearm. This can be reduced to two full-round actions if more than one person is loading the cannon. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Loading a Firearm/Early Firearms", 
                    "type": "section", 
                    "name": "Early Firearms", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"advanced-firearms\" class=\"stat-block-2\">Advanced firearms are chamber-loaded. It is a move action to load a one-handed or two-handed advanced firearm to its full capacity. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Loading a Firearm/Advanced Firearms", 
                    "type": "section", 
                    "name": "Advanced Firearms", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p id=\"misfires\">If the natural result of your attack roll falls within a firearm's misfire value, that shot misses, even if you would have otherwise hit the target. When a firearm misfires, it gains the broken condition. While it has the broken condition, it suffers the normal disadvantages that broken weapons do, and its misfire value increases by 4 unless the wielder has gun training in the particular type of firearm. In that case, the misfire value increases by 2 instead of 4. </p>", 
            "name": "Misfires", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Misfires", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"early-firearms\" class=\"stat-block-2\">If an early firearm with the broken condition misfires again, it explodes. When a nonmagical firearm explodes, the weapon is destroyed. Magical firearms are wrecked, which means they can't fire until they are fully restored (which requires either the <i>make whole</i> spell or the Gunsmithing feat). When a gun explodes, pick one corner of your square&mdash;the explosion creates a burst from that point of origin. Each firearm has a burst size noted in parentheses after its misfire value. Any creature within this burst (including the firearm's wielder) takes damage as if it had been hit by the weapon&mdash;a DC 12 Reflex save halves this damage.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Misfires/Early Firearms", 
                    "type": "section", 
                    "name": "Early Firearms", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"advanced-firearms\" class=\"stat-block-2\">Advanced firearms can misfire, but when they do, they only gain the broken condition. A further misfire does not cause advanced firearms to explode.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Misfires/Advanced Firearms", 
                    "type": "section", 
                    "name": "Advanced Firearms", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p id=\"ammunition\">Firearm ammunition takes two forms: either black powder and shot (either bullets or pellets) or cartridges. Unlike other types of ammunition, firearm ammunition is destroyed when it is used, and has no chance of being retrieved on a miss. No part of a cartridge can be reused to create new cartridges. Firearm ammunition cannot be treated with poison, unless you are using a pitted bullet.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Ammunition", 
            "type": "section", 
            "name": "Ammunition", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"concealing-firearms\">Like light weapons and hand crossbows, one-handed firearms are easy to conceal on your person. Some smaller firearms (like the coat pistol) can grant bonuses to conceal a weapon on your person. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Concealing Firearms", 
            "type": "section", 
            "name": "Concealing Firearms", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"inappropriately-sized-firearms\">You cannot make optimum use of a firearm that is not properly sized for you. A cumulative &ndash;2 penalty applies on attack rolls for each size category of difference between your size and the size of the firearm. If you are not proficient with the firearm, a &ndash;4 nonproficiency penalty also applies. The size of a firearm never affects how many hands you need to use to shoot it, the exception being siege firearms and Large or larger creatures. In most cases, a Large or larger creature can use a siege firearm as a two-handed firearm, but the creature takes a &ndash;4 penalty for using it this way because of its awkwardness. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Inappropriately Sized Firearms", 
            "type": "section", 
            "name": "Inappropriately Sized Firearms", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"bucklers\">You can use a one-handed or two-handed firearm without penalty while carrying a buckler. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Bucklers", 
            "type": "section", 
            "name": "Bucklers", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"fire-while-prone\">Firearms, like crossbows, can be fired while their wielders are prone.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Fire while Prone", 
            "type": "section", 
            "name": "Fire while Prone", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"firearms,-black-powder,-and-water\">Black powder becomes useless when exposed to water, but powder horns and cartridges protect black powder from exposure. You cannot normally load an early firearm underwater or fire any firearm underwater without magical aid.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Firearms/Black Powder/and Water", 
            "type": "section", 
            "name": "Firearms, Black Powder, and Water", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"deflecting-and-snatching-bullets\">The Deflect Arrows feat and the Snatch Arrows feat can be used to deflect bullets, but not pellets shot from a scatter weapon. Neither of these feats can be used to deflect siege firearm attacks. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Rules/Deflecting and Snatching Bullets", 
            "type": "section", 
            "name": "Deflecting and Snatching Bullets", 
            "source": "Ultimate Combat"
        }
    ]
}