{
    "body": "<p>Firearms and gunslingers are not for every campaign, and even if you are excited about introducing firearms into your campaign, you should still make a decision about how commonplace they are. The following are broad categories of firearm rarity and the rules that govern them. Pathfinder's world of Golarion uses the rules for emerging guns, which is also the default category of gun rarity detailed in this Pathfinder RPG supplement. </p>", 
    "name": "Firearms in Your Campaign", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearms in Your Campaign", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"no-guns\">If you do not want guns in your campaign, simply don't allow the rules that follow. The Pathfinder Roleplaying Game plays perfectly well without them.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearms in Your Campaign/No Guns", 
            "type": "section", 
            "name": "No Guns", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"very-rare-guns\">Early firearms are rare; advanced firearms, the gunslinger class, the Amateur Gunslinger feat, and archetypes that use the firearm rules do not exist in this type of campaign. Firearms are treated more like magic items&mdash;things of wonder and mystery&mdash;rather than like things that are mass-produced. Few know the strange secrets of firearm creation. Only NPCs can take the Gunsmithing feat.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearms in Your Campaign/Very Rare Guns", 
            "type": "section", 
            "name": "Very Rare Guns", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"emerging-guns\">Firearms become more common. They are mass-produced by small guilds, lone gunsmiths, dwarven clans, or maybe even a nation or two&mdash;the secret is slipping out, and the occasional rare adventurer uses guns. The baseline gunslinger rules and the prices for ammunition given in this chapter are for this type of campaign. Early firearms are available, but are relatively rare. Adventurers who want to use guns must take the Gunsmithing feat just to make them feasible weapons. Advanced firearms may exist, but only as rare and wondrous items&mdash;the stuff of high-level treasure troves. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearms in Your Campaign/Emerging Guns", 
            "type": "section", 
            "name": "Emerging Guns", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"commonplace-guns\">While still expensive and tricky to wield, early firearms are readily available. Instead of requiring the Exotic Weapon Proficiency feat, all firearms are martial weapons. Early firearms and their ammunition cost 25% of the amounts listed in this book, but advanced firearms and their ammunition are still rare and cost the full price to purchase or craft. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearms in Your Campaign/Commonplace Guns", 
            "type": "section", 
            "name": "Commonplace Guns", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"guns-everywhere\">Guns are commonplace. Early firearms are seen as antiques, and advanced firearms are widespread. Firearms are simple weapons, and early firearms, advanced guns, and their ammunition are bought or crafted for 10% of the cost listed in this chapter. The gunslinger loses the gunsmith class feature and instead gains the gun training class feature at 1st level.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearms in Your Campaign/Guns Everywhere", 
            "type": "section", 
            "name": "Guns Everywhere", 
            "source": "Ultimate Combat"
        }
    ]
}