{
    "slot": "none", 
    "name": "The Orbs of Dragonkind", 
    "weight": "5 lbs.", 
    "cl": "20th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Major Artifacts/The Orbs of Dragonkind", 
    "type": "item", 
    "source": "Core Rulebook", 
    "aura": "strong enchantment", 
    "sections": [
        {
            "body": "<p>Each of these fabled <i>Orbs</i> contains the essence and personality of an ancient dragon of a different variety (one for each of the major ten different chromatic and metallic dragons). The bearer of an <i>Orb</i> can, as a standard action, dominate dragons of its particular variety within 500 feet (as <i>dominate monster</i>), the dragon being forced to make a DC 25 Will save to resist. Spell resistance is not useful against this effect. Each <i>Orb of Dragonkind</i> bestows upon the wielder the AC and saving throw bonuses of the dragon within. These values replace whatever values the character would otherwise have, whether they are better or worse. These values cannot be modified by any means short of ridding the character of the <i>Orb</i>. A character possessing an <i>Orb of Dragonkind</i> is immune to the breath weapon&mdash;but only the breath weapon&mdash;of the dragon variety keyed to the <i>Orb</i>. Finally, a character possessing an <i>Orb</i> can herself use the breath weapon of the dragon in the <i>Orb</i> three times per day.</p><p>All <i>Orbs of Dragonkind</i> can be used to communicate verbally and visually with the possessors of the other <i>Orbs</i>. The owner of an <i>Orb</i> knows if there are dragons within 10 miles at all times. For dragons of the <i>Orb's</i> particular variety, the range is 100 miles. If within 1 mile of a dragon of the <i>Orb's</i> variety, the wielder can determine the dragon's exact location and age. The bearer of one of these <i>Orbs</i> earns the enmity of dragonkind forever for profiting by draconic enslavement, even if she later loses the item. Each <i>Orb</i> also has an individual power that can be invoked once per round at caster level 10th.</p><ul><li> <i>Black Dragon Orb</i><i>Fly</i>.</li><li> <i>Blue Dragon Orb</i>: <i>Haste</i>.</li><li> <i>Brass Dragon Orb</i>: <i>Teleport</i>.</li><li> <i>Bronze Dragon Orb</i>: <i>Scrying</i> (Will DC 18 negates).</li><li> <i>Copper Dragon Orb</i>: <i>Suggestion</i> (Will DC 17 negates).</li><li> <i>Gold Dragon Orb</i>: The owner of the gold <i>Orb</i> can call upon any power possessed by one of the other <i>Orbs</i>&mdash;including the dominate and breath weapon abilities but not AC, save bonuses, or breath weapon immunity&mdash;but can only use an individual power once per day. She can dominate any other possessor of an <i>Orb</i> within 1 mile (Will DC 23 negates).</li><li> <i>Green Dragon Orb</i>: <i>Spectral hand</i>.</li><li> <i>Red Dragon Orb</i>: <i>Wall of fire</i>.</li><li> <i>Silver Dragon Orb</i>: <i>Cure critical wounds</i> (Will DC 18 half).</li><li> <i>White Dragon Orb</i>: <i>Protection from energy (cold)</i> (Fortitude DC 17 negates)</li></ul>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }, 
        {
            "body": "<p>An <i>orb of dragonkind</i> immediately shatters if it is caught in the breath weapon of a dragon who is a blood relative of the dragon trapped within. This causes everyone within 90 feet to be struck by the breath weapon of that dragon, released as the orb explodes.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}