{
    "body": "<p>The weapons of Asian cultures such as China, Japan, Korea, India, and the Philippines have long held a powerful attraction and mystique for many players of fantasy roleplaying games. Even when a setting otherwise uses Medieval Europe as its primary analogue, there's something about the elegance and specialization of Eastern armor and weapons&mdash;and in some cases the powerful traditions and discipline of their users&mdash;that calls to players and characters of all backgrounds.</p><p>This section begins with a discussion of Eastern armor. Few images of combat are as iconic as that of a samurai in traditional o-yoroi armor charging across the battlefield, his ferocious kabuto helmet turning his face into that of a creature from legend or nightmare. Yet there's far more to Eastern armor than simply the lamellar of the samurai. From ceremonial silken armor to four-mirror armor and the weighty stone coats, this section provides a broad overview of the category.</p><p>Next, this section provides a bevy of new weapons drawn from the cultures referenced above, many perfectly suited for monks, but all useful for a variety of character classes. Weapons presented in this section range from the legendary katanas and wakizashi of the honorable samurai to the fighting fans and poisoned sand tubes of courtier spies and assassins, from the simple but lightning-fast tonfas to the bizarre urumi whip-swords whose sharpened ribbons of metal are flexible enough to be coiled up and worn as belts.</p><p>Characters need not always be of an Eastern-inspired class&mdash;such as the ninja or the samurai&mdash;or have a background in an Asian-fantasy-inspired nation to take advantage of these expanded choices. An unusual or exotic weapon gained during the course of a hero's adventures or inherited from a relative or mentor with a mysterious past is an easy way to help an otherwise European-inspired character expand his background and stand out from the crowd. In many ways, the character who fights with a completely normal kusarigama might seem as exotic to his opponents and admirers as one who fights with a magical longsword, and weapons that strike onlookers as unusual go a long way toward assisting gladiators and other performance fighters in distinguishing themselves on the field&mdash;one of the primary reasons why those warriors often choose strange and unique arms and armaments for their battles. </p><p>This exoticism also provides a very real advantage when it comes to the combat itself: if an enemy has never seen a particular weapon before, he's much less likely to be able to defend against it effectively, and many of the new weapons presented in this section have unique or specialized uses and tactics which aren't immediately apparent to opponents. </p>", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction/Eastern Armor and Weapons", 
    "type": "section", 
    "name": "Eastern Armor and Weapons", 
    "source": "Ultimate Combat"
}