{
    "body": "<p>Guns are one of the most controversial subjects in fantasy gaming. GM and player opinions run the gamut from staunch traditionalists who refuse to wield any weapon more complex than a crossbow to gaming groups who believe that the best way to stop a raging orc chieftain is to unload all six cylinders of your trusty revolver into his gray-green hide. </p><p>Neither side is wrong. Firearms are best introduced carefully, but are by no means game-breaking on their own. Neither are they necessarily anachronistic&mdash;much of scientific discovery is based on chance, and nothing says that breakthroughs in your fantasy world have to occur at the same historical points as they did on Earth, or even that they need to occur simultaneously across your world. On Earth, the Chinese had fully functional cannons, flamethrowers, and land mines before Europeans had even discovered gunpowder. It's entirely possible to have guns exist alongside bows and swords in neighboring countries, or even within the same one. Depending on the rate of fire of your firearm, there are undoubtedly many situations in which a warrior armed with a simpler weapon would win the day.</p><p>The firearms section presented in this chapter covers everything you need to know to introduce firearms into your campaign. Firearms are broken down into early and advanced types, as well as into one- and two-handed weapons. There are scatter guns like shotguns that fire spreads of pellets, straightforward slug-throwers that fire a single bullet, and some weapons that can do both. Included as well are rules for misfires and repairs, reloading and ammunition, concealed or inappropriately sized weapons, magical weapon special abilities and ammunition specifically for firearms, and more. Perhaps most importantly, there's a discussion of the various levels of gun technology and its emergence into society, with suggestions for which weapons are appropriate for each level.  </p>", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Mastering Combat/Introduction/Firearms", 
    "type": "section", 
    "name": "Firearms", 
    "source": "Ultimate Combat"
}