{
    "body": "<p>To determine whether your target has concealment from your ranged attack, choose a corner of your square. If any line from this corner to any corner of the target's square passes through a square or border that provides concealment, the target has concealment.</p><p>When making a melee attack against an adjacent target, your target has concealment if his space is entirely within an effect that grants concealment. When making a melee attack against a target that isn't adjacent to you, use the rules for determining concealment from ranged attacks.</p><p>In addition, some magical effects provide concealment against all attacks, regardless of whether any intervening concealment exists.</p>", 
    "name": "Concealment", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Concealment gives the subject of a successful attack a 20% chance that the attacker missed because of the concealment. Make the attack normally&mdash;if the attacker hits, the defender must make a miss chance d% roll to avoid being struck. Multiple concealment conditions do not stack.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Concealment Miss Chance", 
            "type": "section", 
            "name": "Concealment Miss Chance", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>You can use concealment to make a Stealth check. Without concealment, you usually need cover to make a Stealth check.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Concealment and Stealth Checks", 
            "type": "section", 
            "name": "Concealment and Stealth Checks", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"total-concealment\">If you have line of effect to a target but not line of sight, he is considered to have total concealment from you. You can't attack an opponent that has total concealment, though you can attack into a square that you think he occupies. A successful attack into a square occupied by an enemy with total concealment has a 50% miss chance (instead of the normal 20% miss chance for an opponent with concealment).</p><p>You can't execute an attack of opportunity against an opponent with total concealment, even if you know what square or squares the opponent occupies.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Total Concealment", 
            "type": "section", 
            "name": "Total Concealment", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Concealment isn't always effective. An area of dim lighting or darkness doesn't provide any concealment against an opponent with darkvision. Characters with low-light vision can see clearly for a greater distance than other characters with the same light source. Although <i>invisibility</i> provides total concealment, sighted opponents may still make Perception checks to notice the location of an invisible character. An invisible character gains a +20 bonus on Stealth checks if moving, or a +40 bonus on Stealth checks when not moving (even though opponents can't see you, they might be able to figure out where you are from other visual or auditory clues).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Ignoring Concealment", 
            "type": "section", 
            "name": "Ignoring Concealment", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Certain situations may provide more or less than typical concealment, and modify the miss chance accordingly.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Concealment/Varying Degrees of Concealment", 
            "type": "section", 
            "name": "Varying Degrees of Concealment", 
            "source": "Core Rulebook"
        }
    ]
}