{
    "body": "<p>To determine whether your target has cover from your ranged attack, choose a corner of your square. If any line from this corner to any corner of the target's square passes through a square or border that blocks line of effect or provides cover, or through a square occupied by a creature, the target has cover (+4 to AC).</p><p>When making a melee attack against an adjacent target, your target has cover if any line from any corner of your square to the target's square goes through a wall (including a low wall). When making a melee attack against a target that isn't adjacent to you (such as with a reach weapon), use the rules for determining cover from ranged attacks.</p>", 
    "name": "Cover", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>A low obstacle (such as a wall no higher than half your height) provides cover, but only to creatures within 30 feet (6 squares) of it. The attacker can ignore the cover if he's closer to the obstacle than his target.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Low Obstacles and Cover", 
            "type": "section", 
            "name": "Low Obstacles and Cover", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>You can't execute an attack of opportunity against an opponent with cover relative to you.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Cover and Attacks of Opportunity", 
            "type": "section", 
            "name": "Cover and Attacks of Opportunity", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Cover grants you a +2 bonus on Reflex saves against attacks that originate or burst out from a point on the other side of the cover from you. Note that spread effects can extend around corners and thus negate this cover bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Cover and Reflex Saves", 
            "type": "section", 
            "name": "Cover and Reflex Saves", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>You can use cover to make a Stealth check. Without cover, you usually need concealment (see below) to make a Stealth check.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Cover and Stealth Checks", 
            "type": "section", 
            "name": "Cover and Stealth Checks", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Creatures, even your enemies, can provide you with cover against ranged attacks, giving you a +4 bonus to AC. However, such soft cover provides no bonus on Reflex saves, nor does soft cover allow you to make a Stealth check.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Soft Cover", 
            "type": "section", 
            "name": "Soft Cover", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Any creature with a space larger than 5 feet (1 square) determines cover against melee attacks slightly differently than smaller creatures do. Such a creature can choose any square that it occupies to determine if an opponent has cover against its melee attacks. Similarly, when making a melee attack against such a creature, you can pick any of the squares it occupies to determine if it has cover against you.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Big Creatures and Cover", 
            "type": "section", 
            "name": "Big Creatures and Cover", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"partial-cover\">If a creature has cover, but more than half the creature is visible, its cover bonus is reduced to a +2 to AC and a +1 bonus on Reflex saving throws. This partial cover is subject to the GM's discretion.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Partial Cover", 
            "type": "section", 
            "name": "Partial Cover", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"total-cover\">If you don't have line of effect to your target (that is, you cannot draw any line from your square to your target's square without crossing a solid barrier), he is considered to have total cover from you. You can't make an attack against a target that has total cover.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Total Cover", 
            "type": "section", 
            "name": "Total Cover", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"improved-cover\">In some cases, such as attacking a target hiding behind an arrowslit, cover may provide a greater bonus to AC and Reflex saves. In such situations, the normal cover bonuses to AC and Reflex saves can be doubled (to +8 and +4, respectively). A creature with this improved cover effectively gains improved evasion against any attack to which the Reflex save bonus applies. Furthermore, improved cover provides a +10 bonus on Stealth checks.</p><img src=\"/pathfinderRPG/prd/image/Cover.jpg\" />", 
            "name": "Improved Cover", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Improved Cover", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><tfoot><tr><td>#1: The fighter is adjacent to the ogre, and nothing blocks him from reaching it. The ogre does not have cover against the fighter.#2: The rogue is adjacent to the ogre, but lines from the corners of her square to the corners of the ogre's square cross through a wall. The ogre has melee cover from her, but if it attacks her, the rogue does not have cover from it, as the ogre has reach (so it figures attacks as if attacking with a ranged weapon).#3: The cleric attacks at range, and must pick one of the corners of her square to determine cover. Some of these lines pass through a solid surface, meaning that the ogre has cover.#4: The sorcerer attacks at range as well, but her lines reveal that she can clearly see more than half of the ogre. This gives the ogre partial cover.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Modifiers/Cover/Improved Cover/", 
                    "type": "table", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}