{
    "body": "<p>The GM tells you when you have downtime available and how many days you can use for downtime. For example, after returning to town after a long adventure, if the GM says you have 10 days before you need to travel to the capital for the princess's coronation ceremony, you may use those 10 days for downtime activities.</p><p>You typically have a fair amount of control when it comes to starting and ending a downtime session. With the GM's approval, you may start a downtime session whenever you enter a settlement and end it whenever you leave that settlement. You or your GM might devise downtime activities you can perform only once per downtime session, so the GM may decide that you can't start and end multiple downtime sessions in a row just to allow yourself to perform those activities more than once.</p><p>A quick trip into town for basic supplies and rest likely doesn't require a downtime session. If you don't plan to do anything that requires Goods, Influence, Labor, Magic, or spending downtime days, you don't have to start a downtime session to do it.</p><p>A downtime session takes place over the following four phases, which make up 1 downtime day.</p>", 
    "name": "Downtime Phases", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Pay costs associated with maintaining completed buildings and organizations.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Phase 1-Upkeep", 
            "type": "section", 
            "name": "Phase 1-Upkeep", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Perform downtime activities, such as constructing a building, recruiting an organization, or retraining.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Phase 2-Activity", 
            "type": "section", 
            "name": "Phase 2-Activity", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Determine how much capital your buildings, organizations, and other activities generate, and sell off assets you no longer want.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Phase 3-Income", 
            "type": "section", 
            "name": "Phase 3-Income", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Check whether any unusual events occur. Some are beneficial, such as Famous Visitor or Good Fortune. Others are detrimental, such as Fire or Sickness.</p><p>These phases always occur in the above order. Each player may start one new downtime activity per day. Which player goes first usually doesn't matter; you may choose to go in initiative order, clockwise from the player to the GM's left, or some other method that works for your group so long as everyone gets a turn each day.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Phase 4-Event", 
            "type": "section", 
            "name": "Phase 4-Event", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you have never performed any downtime activities in the settlement where you currently are, skip this phase and proceed to the Activity phase.</p><p>During the Upkeep phase, adjust your capital or other game statistics based on what's happened in previous days (whether those days were spent on downtime activities or were normal days). For example, if you have a manager running your tavern, you must pay her wages. If you want to retrain a feat you know (see Retraining on page 188) and are paying in installments, you must pay an installment.</p>", 
            "name": "Upkeep Phase", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Upkeep Phase", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>These costs include ongoing or recurring costs for your buildings, organizations, and other previous downtime activities that have accrued since the last time you have had a downtime session. Most of these costs are incurred daily, whether or not you are spending downtime days at the settlement.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Upkeep Phase/Step 1-Add Up Costs", 
                    "type": "section", 
                    "name": "Step 1-Add Up Costs", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>If you cannot pay the costs you've incurred (either with your own capital or by borrowing from another character), you gain no benefit from those downtime activities until the day you do pay.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Upkeep Phase/Step 2-Pay Costs", 
                    "type": "section", 
                    "name": "Step 2-Pay Costs", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>For every 7 days you were away from the settlement (whether downtime days or normal days), reduce your Goods, Influence, Labor, and Magic by 1 each (minimum 0). This decrease represents spoilage, theft, allies moving on or having higher priorities, workers finding other employment, and so on.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Upkeep Phase/Step 3-Determine Capital Attrition", 
                    "type": "section", 
                    "name": "Step 3-Determine Capital Attrition", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Business attrition is loss caused by poor morale among employees due to your absence. If a building doesn't generate capital (and therefore isn't a business), skip Step 4. Without any employees to speculate about your absence, there is no chance of mutiny. However, the GM may decide that opportunistic thieves, squatters, monsters, animals, or vermin may move into an abandoned building if you are gone for a long time, requiring you to clear them out if you want to use it again.</p><p>Because adventuring is dangerous work, if you're away from a settlement for 30 days or more, you risk losing control of your businesses there as employees begin to wonder whether you're dead. Upon your return, you must attempt a leadership check (1d20 + your Leadership score) against a DC equal to the number of days since you last had contact with that businesses &mdash; 10 (so if you've been gone for 30 days, the DC is 20). Having contact with the business requires visiting it personally, sending a qualified representative on your behalf (such as a cohort or manager; see page 88), or sending a formal letter or magical communication (such as <i>dream</i>, <i>sending</i>, or <i>whispering wind</i>); doing so resets your number of days away to 0.</p><p>If this leadership check succeeds, the business remains under your control. For each business you've been away from for at least 30 days, you must continue to attempt this leadership check each day until you make contact again.</p><p>If you fail, the people running the business in your absence no longer acknowledge you as its owner or leader, and you can't generate any capital from that business. Once you reestablish contact, you may attempt a leadership check (at the same DC as for the check you failed) each day during the Upkeep phase to reaffirm your ownership of the business. If you succeed, the business is yours again and it resumes generating income (although you don't gain any of the income generated from the time you left to when you reasserted control).</p><p>If you lose control of a business, you don't deal with events associated with it. However, if you do intervene regarding a detrimental event and either prevent the event from happening or otherwise reverse its effects (such as catching robbers and returning the goods they stole), you gain a +5 bonus on your leadership checks to reaffirm your ownership of that business. This bonus ends once you successfully reaffirm ownership of the business or abandon all claims to it. If you intervene in this way during multiple detrimental events that happen to a business, these bonuses stack.</p>", 
                    "name": "Step 4-Determine Business Attrition", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Upkeep Phase/Step 4-Determine Business Attrition", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Laura's character has 9 points of Goods, 10 points of Influence, and 7 points of Labor saved up in Sandpoint, and she owns a shop, a tavern, and a small house. After 40 days of adventuring away from Sandpoint (during which time she didn't try to keep contact with people there), she returns to town. She has no costs for her buildings, so she skips Step 1 and Step 2. Because of her 5 weeks of absence, in Step 3 she reduces each type of her downtime capital by 5, so she now has only 4 points of Goods, 5 points of Influence, and 2 points of Labor saved up in Sandpoint. Because she was gone at least 30 days, in Step 4 she must attempt a leadership check to retain control of her shop and tavern; the DC of this check is 30 (40 days absent &mdash; 10). She succeeds at the check for the tavern but fails at the check for the shop, so she loses control of the shop. She can attempt a leadership check each day during the Upkeep phase to try to reclaim the shop. Because her house doesn't generate capital, she doesn't have to make a leadership check for her house, but the GM decides that a bat swarm has made a nest in the attic and Laura's character must get rid of the pests if she wants a peaceful night's sleep.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Example"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>During the Activity phase, you declare new downtime activities or continue existing ones. Activities like beginning construction on a new building, continuing construction on an existing building, recruiting for a new organization, crafting magic items, or retraining skill points or a feat occur in this phase. You may also use this phase to take actions that do not require the downtime system.</p>", 
            "name": "Activity Phase", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Activity Phase", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>You can perform any activities that don't require downtime days, such as buying gear, selling unwanted magic items, and bartering.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Activity Phase/Step 1-Perform Free Activities", 
                    "type": "section", 
                    "name": "Step 1-Perform Free Activities", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Your first priority is continuing a downtime activity that requires more than 1 day. Depending on the specific requirements of that activity, interrupting it might ruin any progress you've made. Some activities might require only a small bit of your attention and still allow you to perform other downtime activities in this phase.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Activity Phase/Step 2-Continue Ongoing Downtime Activity", 
                    "type": "section", 
                    "name": "Step 2-Continue Ongoing Downtime Activity", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>If you aren't continuing an earlier downtime activity, or are continuing one that doesn't restrict you from starting a new activity, you can begin a new downtime activity.</p>", 
                    "name": "Step 3-Begin New Downtime Activity", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Activity Phase/Step 3-Begin New Downtime Activity", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Patrick's character has been crafting a <i>wand of fireball</i>, but had to interrupt the process just short of completion to have a short adventure that didn't give him any time to work on the item. When he returns to town and begins a downtime session, he sells some loot in Step 1 (which doesn't use any downtime days), then proceeds to Step 2. In Step 2, he decides to spend downtime finishing the work on the wand, which takes him 1 day of downtime. The next day, he has no ongoing downtime activities, so he proceeds to Step 3 and starts spending Influence to recruit an Apprentice wizard.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Example"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>During the Income phase, you generate capital from downtime activities and from buildings and organizations you control.</p>", 
            "name": "Income Phase", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Income Phase", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Attempt a capital check for each building you control in the settlement that generates income and is able to provide you benefits. Add the results of all of these checks together, then divide by 10 to determine how many gp you earn that day. For example, if your total result is a 47, after dividing it by 10, your earnings come to 4 gp and 7 sp.</p><p>If you were away for multiple days, attempt one capital check for each day you were away (if the number of checks is enough to be cumbersome, take 10 on these checks). For every 7 days you've been away from the settlement (whether they were downtime days or not), reduce the total amount of gp earned by 7 and reduce the Goods, Influence, Labor, and Magic earned by 1 each (minimum 0). Add the remaining capital to your character sheet or downtime tracking sheet.</p><p>If you were unable to pay the costs for a building in the Upkeep phase, or you lost control of a building because of attrition, you don't collect income for that building.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Income Phase/Step 1-Determine Building Income", 
                    "type": "section", 
                    "name": "Step 1-Determine Building Income", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>This works exactly like Step 1, but with organizations instead of buildings.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Income Phase/Step 2-Determine Organization Income", 
                    "type": "section", 
                    "name": "Step 2-Determine Organization Income", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>If any of your other downtime activities generate income (such as using skills to earn capital), you collect that income during this step.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Income Phase/Step 3-Determine Other Income", 
                    "type": "section", 
                    "name": "Step 3-Determine Other Income", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>If you wish to get rid of a building or organization without compensation, you can abandon it during this step. You are no longer the owner of the building or organization and no longer gain any benefits from it, but neither are you obligated to deal with events relating to it. Unlike losing a building or organization because of attrition, this loss is automatic and you can't attempt to reaffirm your ownership.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Income Phase/Step 4-Abandon Assets", 
                    "type": "section", 
                    "name": "Step 4-Abandon Assets", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>If you wish to sell a building or organization, you can do so during this step. You can sell a building or organization for half its cost to buy or create (based on either the gp or the Goods, Influence, Labor, or Magic listed in the building's cost). There is a 75% chance that it takes you 3d6 days to find a buyer. This delay doesn't require you to spend any downtime days. You can shorten this delay, reducing it by 1d6 days (to a minimum of 0 days) for each 1 point of Influence you spend. You collect the proceeds upon the conclusion of the sale.</p><p>You can choose to sell only some of a room's buildings, leaving you in control of the remaining rooms. Any alterations to the building necessary for the sale are included when you make the sale.</p><p>Selling an organization is a process of reclaiming assets from your former employees, such as armor or weapons you provided to a Guard team. As with selling buildings, you can choose to liquidate only some of an organization's teams, such as divesting your thieves' guild of its Cutpurse and Acolyte teams.</p>", 
                    "name": "Step 5-Sell Assets", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Income Phase/Step 5-Sell Assets", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Laura is ready to determine what her character's buildings earned while she was off adventuring. Her house doesn't generate capital, and neither does her rebellious shop, so in Step 1 she has to deal with only the income from her tavern. The tavern has a +15 modifier on gp capital checks. Instead of making 40 separate checks for the 40 days she was gone, Laura takes 10, giving her a result of 25 on each check, for a total of 2 gp and 5 sp earned each day, then multiplies that amount by 40 to get 100 gp. Because of her 5 weeks of absence, she reduces this amount by 5 × 7 gp (35 gp), leaving her 65 gp in income, which she adds to her character sheet or her downtime tracking sheet. She has no organizations, so she skips Step 2. None of her other activities during this downtime session are generating income, so she skips Step 3. She doesn't want to abandon or sell her house or tavern, and plans to try to regain control of the rebellious shop during the next Upkeep phase, so she decides to not abandon or sell any assets, skipping Step 4 and 5.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Example"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>During the Event phase, a random event might affect your downtime. This could be a generic event or an event relating specifically to one of your buildings or organizations.</p><p>There is a 20% chance each downtime day of an event occurring in a settlement, and the GM then determines (usually randomly) which PC-controlled building is affected. If no event occurred the previous downtime day, the event chance increases by 5% from the day before (maximum 95%). For convenience, the GM may increment the chance of having an event and roll for events only when you are in the settlement, as dealing with events while you are away for long periods creates extra bookkeeping. Once a downtime event occurs, the chance per day of having an event drops to 20% again. See the Downtime Events section, to determine what sort of event occurs.</p><p>Some events can be negated, compensated for, or ended with a check. Others require you to complete an adventure or deal with a problem in a way not covered by the downtime rules&mdash;in effect, they include a way for the GM to add a little excitement and unpredictability into downtime.</p><p>In addition, the GM may have an adventure- or campaign-specific event take place during downtime.</p>", 
            "name": "Event Phase", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Event Phase", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Laura's character spends 5 downtime days in Sandpoint. Because Laura owns buildings there, the GM makes a roll each downtime day on the event table, starting with a 20% chance the first day and increasing by 5% each day. On the fourth day (35% chance of an event), the GM rolls that an event occurs&mdash;a bar brawl! The GM decides this event happens while Laura's character is in the tavern, and gives her the opportunity to use her words or fists to put an end to the trouble. Because an event occurred, on the next day the chance of having an event resets to 20%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }
    ]
}