{
    "body": "<p>This section explains the basic game terms for the downtime system. It uses existing character abilities (such as skill checks and saving throws), familiar resources (such as gold pieces), and new resources specific to the downtime system. Together, these allow you to accomplish tasks.</p>", 
    "name": "Downtime Terminology", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>A building is a physical structure you construct or purchase, such as a house, inn, or temple. The downtime system allows you to construct buildings out of specialized rooms.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Building", 
            "type": "section", 
            "name": "Building", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A build point (BP) is a unit of wealth and productivity used in the kingdom-building rules. The downtime system doesn't normally use BP, but if you are using the kingdom-building rules, you may have ways to spend BP as part of your downtime. BP are a larger-scale combination of Goods, Influence, Labor, and Prestige.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Build Points", 
            "type": "section", 
            "name": "Build Points", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A business is a building or organization that earns you one or more kinds of capital, such as a blacksmith's shop or thieves' guild.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Business", 
            "type": "section", 
            "name": "Business", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Capital is any sort of resource you can spend as part of downtime. The various types of capital are build points, gp, days, Goods, Influence, Labor, and Magic. You can spend capital on various downtime activities such as constructing buildings, recruiting followers, and retraining your feats. If any situation or event causes you to lose more capital than you have, your capital is reduced to 0&mdash;you can't go into debt.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Capital", 
            "type": "section", 
            "name": "Capital", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The downtime system measures time in days rather than hours, minutes, or rounds. Most downtime activities require you to spend at least 1 day on the activity.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Day", 
            "type": "section", 
            "name": "Day", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Followers are a type of Labor gained from the Leadership feat or other methods. Followers can be used like Labor, but aren't expended like capital because they are loyal to you and don't leave as soon as an activity is completed. For more information, see Using Followers on page 80.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Followers", 
            "type": "section", 
            "name": "Followers", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Goods represent physical items necessary for an activity, which can be permanent fixtures or consumable items. For building an inn, Goods are the materials used to build the structure, the tables and chairs, and the food and beverages you plan to sell. Goods as capital are an abstraction so that you don't need to keep track of gathering things like stones for a building's foundation, timber for the walls, ingredients for the menu, and so on. Goods might also represent natural resources (such as fertile soil or a spring), in which case you're not literally moving these items to a specific location&mdash;instead, you're spending capital to acquire a location with those resources.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Goods", 
            "type": "section", 
            "name": "Goods", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Gold pieces (or gp) constitute the normal money your character has, such as from looting monsters or earning a living with Craft or Profession checks. Many downtime activities require you to spend gp.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Gold Pieces", 
            "type": "section", 
            "name": "Gold Pieces", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Influence represents your ability to get other people in the settlement to perform favors for you or use their skills to accomplish things (as opposed to Labor, which involves hard physical work). This includes getting a merchant to change the terms of a contract, or convincing a politician to do you a favor.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Influence", 
            "type": "section", 
            "name": "Influence", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Labor represents using workers to accomplish tasks. This includes hiring carpenters to construct a building, hiring thugs to extort shopkeepers, using assistants to help you craft items or tend injuries, or hiring employees to run your business while you're away.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Labor", 
            "type": "section", 
            "name": "Labor", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Magic represents magical power at your disposal. Some activities, such as healing sick peasants in the slums or constructing a magical library, specifically require you to spend Magic.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Magic", 
            "type": "section", 
            "name": "Magic", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This is a group of people who do what you say (such as a cult, thieves' guild, or mercenary company). An organization may or may not have a base of operations. The downtime system allows you to recruit organizations made up of specialized teams (see Rooms and Teams on page 90).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Terminology/Organization", 
            "type": "section", 
            "name": "Organization", 
            "source": "Ultimate Campaign"
        }
    ]
}