{
    "body": "<p>Goods, Influence, Labor, and Magic are the backbone of the downtime system. These types of capital are necessary for completing many downtime activities. You can gain such capital in one of two ways: by purchasing it or by earning it.</p>", 
    "name": "Gaining Capital", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The easiest way to gain capital is to purchase it by buying materials, bribing people, paying administrative fees, hiring workers, and so on. Goods, Influence, Labor, and Magic each have a specific gp value for this method, listed in the Purchased Cost column of the table below. If you need one of these types of capital, you can spend gp to get it, just like buying a <i>+1 sword</i> or hiring a spellcaster to cast <i>remove curse</i> costs you gp. For example, Goods have a Purchased Cost of 20 gp each; if you need to spend 5 points of Goods to repair your tavern, you can spend 100 gp (5 × 20 gp) to purchase the necessary Goods. Purchasing capital is fast, but expensive.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Purchasing Capital", 
            "type": "section", 
            "name": "Purchasing Capital", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Many downtime activities, such as doing mundane work with a Craft or Profession skill or gaining the day-to-day profits for running an inn or tavern, allow you to earn capital. Earning capital is like using an item crafting feat to create a magic item: You have to put in some work to make the item, but you pay only half the normal price for it. If a downtime activity's description says it generates capital, you can earn that amount of capital by spending the required amount of downtime and gp on it; the gp cost for the capital is half the normal cost, as listed in the Earned Cost column in the table below. For example, Influence has an Earned Cost of 15 gp per point, so if you want to socialize in town to generate 3 points of Influence, you must use a day of downtime and spend 45 gp (3 × 15 gp) to earn those 3 points of Influence. Earning capital takes longer, but is much cheaper than just buying it outright. It is easier to keep track of your earned capital if you pay for it as soon as you earn it; otherwise, you also need to track earned capital you don't yet have (because you haven't paid gp for it yet).</p>", 
            "name": "Earning Capital", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Earning Capital", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table id=\"table-capital-values\"><caption>Capital Values</caption><thead><tr><th>Capital</th><th>Purchased Cost</th><th>Earned Cost</th></tr></thead><tr class=\"odd\"><td>Goods</td><td>20 gp</td><td>10 gp</td></tr><tr class=\"even\"><td>Influence</td><td>30 gp</td><td>15 gp</td></tr><tr class=\"odd\"><td>Labor</td><td>20 gp</td><td>10 gp</td></tr><tr class=\"even\"><td>Magic</td><td>100 gp</td><td>50 gp</td></tr></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Earning Capital/Capital Values", 
                    "type": "table", 
                    "name": "Capital Values", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>This section assumes you are using the downtime system to earn capital rather than purchasing it, and all gp values in this chapter are based on the Earned Cost. If you aren't using the downtime system to earn capital (and are instead awarded capital as a treasure reward, for example), or you want to purchase something quickly by spending gold pieces, remember to double the listed gp value to find the Purchased Cost of the item or service.</p><p>Think of purchasing capital as a stranger coming to town and throwing lots of money around to make things happen. It's effective, but the locals are inclined to overcharge for their work and may resent the obvious display of wealth. Earning capital is a person working with the locals and trying to be a part of the community in order to get things done. It takes longer, but the locals give a fair price and appreciate the person's honest dealings and lack of arrogance.</p><p>When you purchase or earn capital, you may either immediately apply it toward a downtime activity of your choice or save it for later (this is explained more over the rest of this chapter). As capital is an abstraction, the details of the work are up to you and the GM to decide&mdash;for roleplaying purposes, you should explain it however is most appropriate for your character and campaign.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>You may spend 1 day working in a settlement to earn 5 sp. (Normally, an untrained laborer or assistant earns 1 sp per day, but the downtime system assumes your class abilities mean you are a cut above a typical unskilled laborer and are able to earn more from a day's work.) Alternatively, you can choose to instead earn 1 point of Goods, Influence, Labor, or Magic. Neither approach requires any particular knowledge or skill check.</p>", 
            "name": "Unskilled Work", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Unskilled Work", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Mark's character is constructing a house, and he wants to acquire 1 point of Labor, which he plans to spend on the house's construction requirements. He decides to use 1 day of downtime and pay 10 gp to earn the point of Labor, instead of paying 20 gp to purchase it outright. He immediately spends this 1 point of Labor on the construction requirements of the house. For roleplaying purposes, Mark states that he used the day to dig a foundation for his house, and spent the 10 gp on the tools and raw materials he needed to start the foundation.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }, 
                {
                    "body": "<p>Laura's character plans to build a blacksmith's shop, and needs 1 point of Labor. She decides to use 1 day of downtime and pay 10 gp to earn the 1 point of Labor, but saves it for later use. Since construction work is out of character for him, Laura explains that her character spent the day making deliveries for a local mason, who in turn promised to help her build her blacksmith's shop. The gold cost goes toward this future construction, but for ease of tracking, Laura pays for it now. She doesn't have to keep track of this 1 point of Labor as \"1 point of Labor from a mason,\" since the exact nature of Labor matters only for roleplaying purposes. None of the downtime activities require specific kinds of labor.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }, 
        {
            "body": "<p>If you have ranks in a useful skill, you can spend 1 day working in a settlement to earn more capital than you would doing unskilled work. Note that this method includes both legal and illegal means of earning capital&mdash;for example, a day spent using Sleight of Hand to earn money could be a day spent performing as a street magician or a day spent pickpocketing.</p><p> Choose either one type of capital (Goods, Influence, Labor, or Magic) or gp, and attempt a skill check. You can take 10 on this check.</p><p>If you chose gp, divide the result of your check by 10 to determine how many gp you earn that day. For example, if your check result is a 16, dividing it by 10 earns you 1 gp and 6 sp that day (round to the nearest silver).</p><p>If you chose Goods, Influence, Labor, or Magic, consult the following table to see how much of that type of capital you earn. You must pay the Earned Cost to buy this capital, although if you can't afford to buy all of it or don't need more than a certain amount, you can choose to earn less capital than your check indicates. See the Capital Values table for the Earned Cost of each type of capital.</p>", 
            "name": "Skilled Work", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Skill Check Result</th><th>Capital Earned*(Goods, Influence, Labor, or Magic)</th></tr></thead><tr class=\"odd\"><td>10</td><td>1</td></tr><tr class=\"even\"><td>20</td><td>2</td></tr><tr class=\"odd\"><td>30</td><td>3</td></tr><tr class=\"even\"><td>40</td><td>4</td></tr><tfoot><tr><td colspan=\"2\">* For every 10 points of your check result after 40, you earn an additional capital.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Skill Check Result", 
                    "type": "table", 
                    "name": "Skill Check Result", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>If you are using this option to earn Goods, Influence, Labor, or Magic, the skill you're using must be suitable for earning the chosen type of capital; if the GM deems it is not, using that skill reduces the amount generated by half (minimum 1). For example, Perform might earn you Influence as a musician, but it's not as useful for earning Labor. The GM should inform you of this before you attempt the skill check. In general, the appropriate skills for each type of capital are as follows.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Appraise, Bluff, Craft, Diplomacy, Disable Device, Handle Animal, Intimidate, Knowledge (dungeoneering, engineering, geography, history, local, nature, nobility, religion), Profession, Sleight of Hand, Stealth.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Goods", 
                    "type": "section", 
                    "name": "Goods", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Appraise, Bluff, Craft, Diplomacy, Handle Animal, Heal, Intimidate, Knowledge (any), Linguistics, Perform, Profession, Ride.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Influence", 
                    "type": "section", 
                    "name": "Influence", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Bluff, Climb, Craft, Diplomacy, Handle Animal, Intimidate, Knowledge (local), Profession, Ride, Survival, Swim.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Labor", 
                    "type": "section", 
                    "name": "Labor", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Appraise, Craft, Diplomacy, Heal, Knowledge (arcana, dungeoneering, nature, planes, religion), Linguistics, Profession, Spellcraft, Use Magic Device.</p><p>The value of a particular skill for a given type of capital can vary from settlement to settlement. For example, in a frontier settlement with a tradition of serious hard work, a day of humorous performances using Perform (comedy) might not earn you much capital, but inspirational public speeches about the city's heroes using Knowledge (history) or Perform (oratory) could. The GM should tell you this before you attempt the skill check, or allow you to assess the inhabitants' preferences with a successful DC 15 Knowledge (local) or Sense Motive check.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Magic", 
                    "type": "section", 
                    "name": "Magic", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>You can use a class ability to provide a service in the settlement to earn capital. For example, a fighter could train a noble's child in swordplay, a cleric could heal townsfolk, and so on. Choose either one type of capital (Goods, Influence, Labor, or Magic) or gp, and attempt a check (1d20 + your character level + your highest ability modifier &mdash;&#160;5). You may take 10 on this check. Treat this check as your skill check result for using skilled work.</p><p>Using class abilities is less efficient than performing skilled work; this represents the fact that many classes' abilities don't have much direct benefit to a community. As with skilled work, the GM may rule that your abilities are unsuitable and reduce the amount earned by half.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Class Abilities", 
            "type": "section", 
            "name": "Class Abilities", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you would rather spend gold than attempt checks to earn other types of capital, use the values listed in the Purchased Cost column of the Capital Values table. Although you can't sell capital, you can use it for its listed Purchased Cost as payment toward any applicable downtime activity that requires you to spend gp. For example, if you are brewing a potion, you can spend 1 point of Magic toward the cost of the materials needed to make the potion as if that point were equal to 100 gp.</p><p>Although you may have a lot of gp or other capital to throw around in a settlement, the settlement's size limits how much you can accomplish per day.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Purchases", 
            "type": "section", 
            "name": "Purchases", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A GM using the downtime system might award you various types of capital as monster loot, adventure rewards, inheritance, or natural resources. For example, if your party defeats a gang of smugglers, your treasure for the final encounter could include 5 points of Goods in addition to conventional treasure. After freeing a group of peasants from a hobgoblin tribe, the GM might decide that the freed prisoners have no money to give you as a reward but instead promise you 3 points of Labor as thanks for saving them. Your character could inherit a ramshackle house from an old relative, which you can use as a base of operations or sell for gold. After clearing out a kobold warren, you might discover a vein of iron ore that (after an investment of Goods, Labor, and perhaps Influence) can generate gp or Goods for you on a monthly basis. Depending on the nature of the reward, the GM might decide that you don't need to pay the Earned Cost to get capital acquired in this way.</p><p>These kinds of rewards are always decided by the GM. Keep in mind that a settlement's government usually has jurisdiction over what happens to an abandoned property. For example, just because you kill all the cultists using a building as their secret lair doesn't mean you can claim that building as your own.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Rewards", 
            "type": "section", 
            "name": "Rewards", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can trade 3 points of Goods, Labor, Influence, or Magic for 1 point of Goods, Labor, or Influence. Under certain circumstances, the GM may allow you to trade these resources at a 2-for-1 rate rather than the normal 3-for-1. You can trade 5 points of Goods, Labor, or Influence for 1 point of Magic.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Converting Capital", 
            "type": "section", 
            "name": "Converting Capital", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Some types of capital&mdash;in particular Influence&mdash;might be specific to a particular settlement or region. Other types may be used at any settlement, though the GM might rule that there is a delay in transporting Goods or Labor to a new location before you can spend it there.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Moving Capital", 
            "type": "section", 
            "name": "Moving Capital", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The population of a settlement limits how much help you can get on a given day. The following numbers represent the limit of how much Goods, Influence, and Labor you can utilize in settlement each day. Even if you have a lot of Goods and Labor at your disposal from favors and such, a tiny settlement might have only a few hands to spare to turn that capital into finished projects.</p>", 
            "name": "Spending Limits", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Spending Limits", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Settlement</th><th>Spending Limit Per Day(Goods, Influence, or Labor)</th></tr></thead><tr class=\"odd\"><td>Thorp</td><td>2</td></tr><tr class=\"even\"><td>Hamlet</td><td>4</td></tr><tr class=\"odd\"><td>Village</td><td>10</td></tr><tr class=\"even\"><td>Small town</td><td>15</td></tr><tr class=\"odd\"><td>Large town</td><td>25</td></tr><tr class=\"even\"><td>Small city</td><td>35</td></tr><tr class=\"odd\"><td>Large city</td><td>50</td></tr><tr class=\"even\"><td>Metropolis</td><td>65</td></tr></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Spending Limits/Settlement", 
                    "type": "table", 
                    "name": "Settlement", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>The Leadership feat can grant you followers&mdash;people loyal to you who assist you if they are able. In the downtime system, followers provide additional Influence or Labor to supplement your activities at no cost to you. This increases the effect of Influence or Labor you spend by 50%, to a maximum of 1 additional Influence or Labor for every 2 followers in the settlement where the downtime activity takes place.</p>", 
            "name": "Using Followers", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Using Followers", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Alice's character has a Leadership score of 10, and 4 of his 5 followers live in Sandpoint. Assistance from her followers can provide a maximum of 2 (1/2 of 4) points of Influence or Labor when she takes downtime actions in Sandpoint. If Alice spends 2 points of Influence or Labor, it counts as 2 × 50% = 3; if she spends 6 points of Influence or Labor, however, it counts as 8, because the maximum increase her 4 followers can provide is 2.</p><p>Under certain circumstances, the GM may rule that followers provide less of a benefit than the standard 50% increase. For example, if your followers live in a different settlement and must travel to your location, but bandit activity makes travel risky or they have been away from home for a week or more, the GM might decide that your followers increase the effect of Influence or Labor by only 1 for every 3 followers or even 1 for every 4. Your followers are loyal to you, but they are not slaves and can provide only so much help before they go about their normal lives.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }
    ]
}