{
    "body": "<p>At the GM's discretion, you may affect any activity you have in the settlement (downtime or otherwise) by spending Goods, Influence, Labor, or Magic. This gives you a lot of leeway in terms of what you can accomplish using downtime resources. In general, every 1 point of Goods, Influence, Labor, or Magic spent allows you to add a +1 bonus on one skill check (maximum +5).</p><p>The capital spent must reasonably affect that kind of check. The GM decides whether your proposed use of a capital is reasonable for the check you're attempting.</p>", 
    "name": "Spend Capital to Boost Checks", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Spend Capital to Boost Checks", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Jessica's character wants to bluff her way past a guard into the duke's castle, but knows that her Bluff modifier of +0 probably isn't enough to convince the guard to let her pass. Jessica tells the GM she wants to spend 5 points of Influence to remind the guard that she's one of the heroes who turned back the ogre invasion last month, and the guard should let her pass because the duke wants to talk to her. The GM agrees that Jessica flaunting her celebrity status is a good use of Influence and allows her to spend 5 points of Influence for a +5 bonus on her Bluff check.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }, 
        {
            "body": "<p>Patrick's character is having a drink in a tavern after a long day adventuring when his nemesis walks in and spots him. Patrick is out of spells and wants to avoid a fight. He tells the GM he stands up to confront his nemesis, and wants to spend 5 points of Labor to have other tavern patrons back him up, pointing out that he has employed many local workers in the past few months and some of them might be in the tavern. The GM agrees and allows him to spend 5 points of Labor for a +5 bonus on his Intimidate check.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}