{
    "body": "<p>Alternate racial rules allow you to exchange existing racial traits for new ones or gain new favored class rewards based on your character's race. The general rules for alternate racial traits and alternate favored class options are summarized below. </p>", 
    "name": "Alternate Racial Rules", 
    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Alternate Racial Rules", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<p id=\"alternate-racial-traits\">This section lists alternate racial traits for each of the seven core races. Many of them play on racial themes not reflected in the standard racial traits, like the elven alternate racial trait fleet-footed, which grants the Run feat and a bonus on initiative checks instead of the normal keen senses and weapon familiarity traits, reflecting the grace and uncanny reflexes of that race. To take one of these alternate racial traits, you must exchange one or more of the existing standard racial traits available to the race. You can exchange one or several of the standard racial traits, but you cannot exchange the same racial trait more than once. For example, an elf who takes the fleet-footed racial trait cannot take the urbanite racial trait, because the latter trait also replaces keen senses. </p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Alternate Racial Traits"
        }, 
        {
            "body": "<p id=\"racial-subtypes\">This section presents a number of select racial subtypes for each of the core races. Racial subtypes give a brief description of what makes the subrace different and presents a suite of alternate racial traits that subrace gains instead of the race's standard racial traits. </p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Racial Subtypes"
        }, 
        {
            "body": "<p id=\"favored-class-options\">These rules allow each race to take alternate rewards when a member of that race gains a level in her favored class. Each of these replaces the normal reward for having a level in a favored class&mdash;either gaining 1 extra hit point or 1 extra skill rank each time a member of the race takes a level in that class. Unlike those general rewards, the alternate favored class options usually speak directly to the features and options of the class in question. Most of them are plays on the flavor of the race, such as a gnome's curiosity about alchemical devices or a halfling's innate luck. </p><p>When choosing one of these favored class options, the reward is gained on a level-by-level basis. Unless otherwise noted, these benefits always stack with themselves. For example, a halfling fighter adds +1 to his CMD when resisting a trip or a grapple each time he gains a level; choosing this benefit twice increases the bonus to a total of +2, choosing it 10 times increases the bonus to a total of +10, and so on.</p><p>In other cases, these rewards may have a fixed numerical limit, after which selecting such a favored class reward again has no effect. In these cases you can always select the standard reward for taking a level in a favored class. </p><p>Some of these alternate class rewards only add +1/2, +1/3, +1/4, or +1/6 on a roll (rather than +1) each time the reward is selected. When applying this type of result to a die roll, always round down (minimum 0). For example, a half-orc with gunslinger as her favored class adds a +1/4 bonus on attack rolls and a +1/2 bonus on damage rolls when using the pistol whip deed each time she selects that favored class bonus, though this means the net effect is +0 on each after selecting it once (because both +1/4 and +1/2 rounds down to 0). After 20 levels, this benefit gives the half-orc a +5 bonus on attack rolls and a +10 bonus on damage rolls when using the pistol whip deed (in addition to the base value from being a 20th-level gunslinger).</p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Favored Class Options"
        }
    ]
}