{
    "body": "<p>Race is an important part of what makes characters who they are, yet it's often all too easy to gloss over the details. After all, most people know the basics: dwarves are short, elves live a long time, and gnomes are dangerously curious. Half-orcs are ugly. Humans are&mdash;well, human. To some players, choosing a race is simply a matter of finding which racial modifiers best fit a character's class. </p><p>Yet there's so much more to race than that. From their deep halls beneath craggy mountains, dwarves sing mournful ballads that teach children of the heroes of old, helping them dream of the day when they might give their own lives in the stronghold's defense. In the spires of their forest cities, elves find a kinship with nature, as the great trees are some of the few non-elven friends who won't grow old and wither before their eyes. By exploring the cultures and traditions of a character's race, we can better understand where she comes from and what makes her tick, thus immersing ourselves that much deeper in the campaign world.</p><p>This section is designed to help you get the most out of the seven core races, in terms of both mechanics and flavor. Herein you will find all the racial information, along with a number of new rules options such as new alternate racial traits and favored class rewards, explorations of racial subtypes, new racial archetypes, and more. The races covered in this chapter include the following.</p>", 
    "name": "Core Races", 
    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<p>These short and stocky defenders of mountain fortresses are often seen as stern and humorless. Known for mining the earth's treasures and crafting magnificent items from ore and gemstones, they have an unrivaled affinity for the bounties of the deep earth. Dwarves also have a tendency toward traditionalism and isolation that sometimes manifests as xenophobia.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Dwarves", 
            "type": "section", 
            "name": "Dwarves", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Tall, noble, and often haughty, elves are long-lived and subtle masters of the wilderness. Elves excel in the arcane arts. Often they use their intrinsic link to nature to forge new spells and create wondrous items that, like their creators, seem nearly impervious to the ravages of time. A private and often introverted race, elves can give the impression they are indifferent to the plights of others.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Elves", 
            "type": "section", 
            "name": "Elves", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Expatriates of the strange land of fey, these small folk have a reputation for flighty and eccentric behavior. Many gnomes are whimsical artisans and tinkers, creating strange devices powered by magic, alchemy, and their quirky imagination. Gnomes have an insatiable need for new experiences that often gets them in trouble.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Gnomes", 
            "type": "section", 
            "name": "Gnomes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Often caught between the worlds of their progenitor races, half-elves are a race of both grace and contradiction. Their dual heritage and natural gifts often create brilliant diplomats and peacemakers, but half-elves are often susceptible to an intense and even melancholic isolation, realizing that they are never truly part of elven or human society. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Half-Elves", 
            "type": "section", 
            "name": "Half-Elves", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Often fierce and savage, sometimes noble and resolute, half-orcs can manifest the best and worst qualities of their parent races. Many half-orcs struggle to keep their more bestial natures in check in order to epitomize the most heroic values of humanity. Unfortunately, many outsiders see half-orcs as hopeless abominations devoid of civility, if not monsters unworthy of pity or parley. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Half-Orcs", 
            "type": "section", 
            "name": "Half-Orcs", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Members of this diminutive race find strength in family, community, and their own innate and seemingly inexhaustible luck. While their fierce curiosity is sometimes at odds with their intrinsic common sense, halflings are eternal optimists and cunning opportunists with an incredible knack for getting out the worst situations. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Halflings", 
            "type": "section", 
            "name": "Halflings", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Ambitious, sometimes heroic, and always confident, humans have an ability to work together toward common goals that makes them a force to be reckoned with. Though short-lived compared to other races, their boundless energy and drive allow them to accomplish much in their brief lifetimes.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/Core Races/Humans", 
            "type": "section", 
            "name": "Humans", 
            "source": "Advanced Race Guide"
        }
    ]
}