{
    "body": "<p>The final section of each race entry provides new rules options for the race other than archetypes. The new racial rules are split up into four sections, each described below.</p>", 
    "name": "New Racial Rules", 
    "url": "pfsrd://Advanced Race Guide/Rules/Core Races/New Racial Rules", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<p>The equipment section for each race provides new rules for standard and alchemical equipment available to the race. Often such equipment is available on the open market and members of other races can purchase it, but many times, especially in the case of alchemical equipment, it has no effect, lesser effects, or even detrimental effects on members of other races.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/New Racial Rules/Equipment", 
            "type": "section", 
            "name": "Equipment", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>This section provides new racial feats for members of this race. These feats often play off a particular theme of the race and in many cases expand or empower racial traits of that race. All of these feats have the race in their prerequisites, so members of other races cannot take them.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/New Racial Rules/Feats", 
            "type": "section", 
            "name": "Feats", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Magic items provided in this section are often created and used exclusively by members of the race. Some have effects that interact with racial traits, but others have broader uses, and can be used by members of other races.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Core Races/New Racial Rules/Magic Items", 
            "type": "section", 
            "name": "Magic Items", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The spells in this section are common to spellcasting members of the race. Sometimes they only target members of the race, but often they are just the race's well guarded secrets; members of other races can learn to cast them with GM permission.</p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Spells"
        }
    ]
}