{
    "body": "<p>Rangers are legendary for their ability to hunt down and capture their prey. Some rangers can create elaborate traps out of scraps, vines, and perhaps a little bit of specialized magic. Characters can learn how to set these traps by taking the Learn Ranger Trap feat or by having the trapper ranger archetype.</p><p>Setting a trap is a full-round action that provokes attacks of opportunity. A trap fills a single 5-foot square, and cannot be placed in the same area as another ranger trap or a magical trap such as a glyph of warding. The ranger only needs simple materials to create the trap, such as a piece of cloth, a small amount of metal (such as a dagger, iron spike, or a few nails), a foot of rope or vine, and so on. The DCs for Perception checks to notice the trap, Disable Device checks to disable it, and for saving throws to avoid it are equal to 10 + 1/2 the character's level + the character's Wisdom bonus. All ranger traps are <b>Trigger</b>location, and <b>Reset</b>: none.</p><p>Ranger traps are either extraordinary or supernatural; extraordinary traps are <b>Type</b>mechanical, and supernatural traps are <b>Type</b>: magic. Some of the traps listed below may be set as extraordinary traps or as magical (supernatural) traps; learning such a trap lets a ranger set it either way. An extraordinary trap has a &ndash;2 penalty to its DC. An extraordinary trap lasts 1 day per ranger level or until it is triggered, whichever comes first. A magical trap lasts only 1 hour per level or until triggered, whichever comes first. A trap's DC decreases by 1 for each full day (or hour, for a magical trap) that passes after it is set. Traps marked with an asterisk (*) add to or modify the effects of another trap; a ranger can add one of these trap types to any standard ranger trap (this costs 1 additional use of the trap ability).</p>", 
    "name": "Ranger Traps", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "name": "Alarm Trap* (Ex or Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Alarm Trap* (Ex or Su)", 
            "trigger": "location", 
            "effect": "When the trap is triggered, it also creates a momentary loud noise equivalent to the audible alarm version of alarm.", 
            "trap_type": "mechanical or magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "type": "trap"
        }, 
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "name": "Burning Trap* (Ex or Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Burning Trap* (Ex or Su)", 
            "trigger": "location", 
            "effect": "A ranger can only add this to a fire trap. If the triggering creature fails its Reflex save, it catches on fire, taking 1d6 points of fire damage at the start of its turn for 1d4 rounds. The burning creature can attempt a new save as a full-round action. Dropping and rolling on the ground grants a +4 bonus on this save.", 
            "trap_type": "mechanical or magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "type": "trap"
        }, 
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "name": "Exploding Trap* (Ex or Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Exploding Trap* (Ex or Su)", 
            "trigger": "location", 
            "effect": "A ranger can only add this to a fire trap. The trap explodes in fire, filling all squares adjacent to the trap and dealing a number of points of fire damage equal to 1d6 + 1/2 the ranger's level (Reflex negates). If it is an extraordinary trap, the ranger must use an explosive material such as alchemist's fire when setting the trap.", 
            "trap_type": "mechanical or magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "type": "trap"
        }, 
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "name": "Fire Trap (Ex or Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Fire Trap (Ex or Su)", 
            "trigger": "location", 
            "effect": "The trap explodes in flames, dealing a number of points of fire damage equal to 1d6 + 1/2 the ranger's level to the triggering creature (Reflex negates). If it is an extraordinary trap, the ranger must use an explosive material such as alchemist's fire when setting the trap.", 
            "trap_type": "mechanical or magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "type": "trap"
        }, 
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus", 
            "name": "Freezing Trap (Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Freezing Trap (Su)", 
            "trigger": "location", 
            "effect": "The trap creates a burst of ice that damages and encases the triggering creature. The creature takes 1d3 points of cold damage + 1/4 the ranger's level and is entangled and stuck to the ground, similar to the effect of a tanglefoot bag. A successful Reflex save halves the damage and means the creature is not stuck to the floor by the ice. The ice is 1 inch thick per 2 Hit Dice of the ranger (minimum 1), has hardness 0 and 3 hit points per inch of thickness, and melts in 2d4 rounds.", 
            "trap_type": "magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus", 
            "type": "trap"
        }, 
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "name": "Marking Trap* (Ex or Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Marking Trap* (Ex or Su)", 
            "trigger": "location", 
            "effect": "If the triggering creature fails its save against the trap, it is marked with a dye and/or scent of the ranger's choosing. A scent mark decreases the DC of tracking the marked creature by scent by 4. The mark can be washed off with vigorous scrubbing, but fades on its own over several days.", 
            "trap_type": "mechanical or magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "type": "trap"
        }, 
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "name": "Poison Trap (Ex or Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Poison Trap (Ex or Su)", 
            "trigger": "location", 
            "effect": "The trap poisons the creature that triggers it. If it is a supernatural trap, the poison deals 1d2 Con damage per round for 6 rounds. If it is an extraordinary trap, the ranger must provide 1 dose of contact, inhaled, or injury poison when setting the trap, and the trap uses that poison's effects and DC.", 
            "trap_type": "mechanical or magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "type": "trap"
        }, 
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus", 
            "name": "Sleet Trap (Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Sleet Trap (Su)", 
            "trigger": "location", 
            "effect": "The detonating trap creates a 20-foot-radius burst of sleet with the effects of a sleet storm. The driving sleet lasts for 1 round, but the icy ground persists for 1 round per ranger level.", 
            "trap_type": "magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus", 
            "type": "trap"
        }, 
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "name": "Snare Trap (Ex or Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Snare Trap (Ex or Su)", 
            "trigger": "location", 
            "effect": "The trap constricts around a limb or other part of the triggering creature's body (Reflex avoids). The creature cannot move from the location of the trap, unless the ranger included a “leash” when setting the trap, in which case the creature is limited to the length of the leash. The trapped creature can escape with an Escape Artist check (DC equal to the trap's DC) as a full-round action. The trap or its leash has a number of hit points equal to 1/2 the ranger's level, or can be burst as a full-round action with a DC 25 Strength check. The trap can hold up to a Medium creature; each extra daily use of the ranger's trap ability spent when the trap is set increases the maximum size of creature the trap can hold. At the ranger's option, if there is a tall object or structure nearby, she can have the trap lift the creature.", 
            "trap_type": "mechanical or magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "type": "trap"
        }, 
        {
            "reset": "none", 
            "perception": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "name": "Swarm Trap (Ex or Su)", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Ranger/Ranger Traps/Swarm Trap (Ex or Su)", 
            "trigger": "location", 
            "effect": "The trap releases a bat swarm, rat swarm, or spider swarm that attacks all creatures in the area. The swarm remains in the general area for no longer than 1 round per ranger level, after which it disperses. If the trap is an extraordinary trap, the ranger must provide the creatures of the swarm (typically in a small box, cage, or crate); these creatures may die of starvation before the trap is triggered (an extraordinary trap lasts 1 day per level).", 
            "trap_type": "mechanical or magical", 
            "subtype": "ranger_trap", 
            "disable_device": "DC 10 + 1/2 Ranger level + Wisdom bonus (-2 if mechanical)", 
            "type": "trap"
        }
    ]
}