{
    "body": "<p>All fighters have two main tools of their trade&mdash;weapons and armor. While many fighters hone their weapon skills to a point of inescapable grace and lethality, there are those who live under the maxim that a good offense can be accomplished though an impenetrable defense. To these fighters, proper use of armor and shields ensures that they can fight another day, and that the frustration of enemies who can't seem to crack an armor master's superior defenses is just the first symptom of his foes' eventual defeat.</p>", 
    "name": "Armor Master", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Fighter/Fighter Archetypes/Armor Master", 
    "type": "class_archetype", 
    "subtype": "fighter", 
    "sections": [
        {
            "body": "<p id=\"deflective-shield\">At 2nd level, an armor master specializes in using his shield to deflect attacks. He gains a +1 bonus to his touch AC, and this bonus increases for every four levels beyond 2nd (to a maximum of +6 at 20th level); however, this bonus cannot exceed the sum of the armor and enhancement bonus to AC provided by the shield that the armor master is currently carrying. This ability replaces bravery. </p>", 
            "name": "Deflective Shield", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Fighter/Fighter Archetypes/Armor Master/Deflective Shield", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"armored-defense\">At 5th level, an armor master gains DR 1/&mdash; when wearing light armor, DR 2/&mdash; when wearing medium armor, and DR 3/&mdash; when wearing heavy armor. At 19th level, this damage reduction increases to DR 4/&mdash; when wearing light armor, DR 8/&mdash; when wearing medium armor, and DR 12/&mdash; when wearing heavy armor. This damage reduction stacks with that provided by adamantine armor, but not with other forms of damage reduction. This damage reduction does not apply if the armor master is stunned, unconscious, or helpless. This ability replaces weapon training 1 and 3, and armor mastery.</p>", 
            "name": "Armored Defense", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Fighter/Fighter Archetypes/Armor Master/Armored Defense", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"fortification\">At 9th level, an armor master can use his armor to shield critical areas from injury. He treats any armor he wears as if it had the <i>light fortification</i> special ability. At 13th level, his armor gains the <i>moderate fortification</i> special ability. This fortification does not stack in any way with armor that has these special abilities. In these cases the armor master takes the better of the two fortifications. This ability replaces weapon training 2 and 4. </p>", 
            "name": "Fortification", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Fighter/Fighter Archetypes/Armor Master/Fortification", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"indestructible\">At 20th level, an armor master gains complete immunity to critical hits and sneak attacks while he is wearing armor. In addition, unless his armor has the fragile armor quality, it cannot be sundered while he is wearing it. This ability replaces weapon mastery.</p>", 
            "name": "Indestructible", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Fighter/Fighter Archetypes/Armor Master/Indestructible", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}