{
    "body": "<p>Wizards spend much of their lives seeking deeper truths, hunting knowledge as if it were life itself. The wizard's power is not necessarily the spells he wields; spells are merely the outward, most visible manifestation of that power. A wizard's true power is in his fierce intelligence, his dedication to his craft, and his ability to peel back the surface truths of reality to understand the fundamental underpinnings of existence. A wizard spends much of his time researching spells, and would rather find an undiscovered library than a room full of gold. A wizard need not be a reclusive bookworm, but he must have a burning curiosity for the unknown. Arcane discoveries are the results of this obsession with magic. A wizard can learn an arcane discovery in place of a regular feat or wizard bonus feat.</p>", 
    "name": "Arcane Discoveries", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"arcane-builder\">You have an exceptional understanding of the theory behind creating magical items. Select one type of magic item (potions, wondrous items, and so on). You create items of this type 25% faster than normal, and gain a +4 bonus on Spellcraft checks (or other checks, as appropriate) to craft items of this type. You may select this discovery multiple times; its effects do not stack. Each time you select this discovery, it applies to a different type of magic item.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Arcane Builder", 
            "type": "section", 
            "name": "Arcane Builder", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"fast-study\">Normally, a wizard spends 1 hour preparing all of his spells for the day, or proportionately less if he only prepares some spells, with a minimum of 15 minutes of preparation. Thanks to mental discipline and clever mnemonics, you can prepare all of your spells in only 15 minutes, and your minimum preparation time is only 1 minute. You must be at least a 5th-level wizard to select this discovery.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Fast Study", 
            "type": "section", 
            "name": "Fast Study", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"feral-speech\">You gain the ability to speak with and understand the response of any animal as if using <i>speak with animals</i>, though each time you speak to animals, you must decide to communicate with either amphibians, birds, fish, mammals, or reptiles, and can only speak to and understand animals of that type. You can make yourself understood as far as your voice carries. This discovery does not predispose any animal addressed toward you in any way. When you reach 12th level, you can also use this ability to communicate with vermin. You must be at least a 5th-level wizard to select this discovery.</p>", 
            "name": "Feral Speech", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Feral Speech", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"golem-constructor\">You have learned the art and craft of creating a single type of golem (such as stone golems or iron golems). When creating a golem of this type, you count as having the Craft Wondrous Item, Craft Magic Arms and Armor, and Craft Construct feats. You must meet all other construction requirements for the golem as normal. You may select this discovery multiple times. Each time you select this discovery, it applies to a different kind of golem. You must be at least a 9th-level wizard to select this discovery.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Golem Constructor", 
            "type": "section", 
            "name": "Golem Constructor", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"immortality\">You discover a cure for aging, and from this point forward you take no penalty to your physical ability scores from advanced age. If you are already taking such penalties, they are removed at this time. You must be at least a 20th-level wizard to select this discovery.</p>", 
            "name": "Immortality", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Immortality", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"multimorph\">Your studies in transmogrification have increased your control over shapechanging spells. When you cast a spell of the polymorph subschool on yourself, you may expend 1 minute of the spell's duration as a standard action to assume another form allowed by the spell. You can do this as often as you like, subject to the duration of the spell. You must be at least a 5th-level wizard to select this discovery.</p>", 
            "name": "Multimorph", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Multimorph", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"opposition-research\">By completing strenuous studies, you have broken through the mental barriers that made it hard for you to prepare spells from one of your opposition schools. Select one wizard opposition school; preparing spells of this school now only requires one spell slot of the appropriate level instead of two, and you no longer have the &ndash;4 Spellcraft penalty for crafting items from that school. You must be at least a 9th-level wizard to select this discovery.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Opposition Research", 
            "type": "section", 
            "name": "Opposition Research", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"split-slot\">Once per day when you prepare spells, you may treat any one of your open spell slots as if it were two spell slots that were two spell levels lower. For example, a 9th-level wizard can split a 5th-level slot into two 3rd-level slots, preparing <i>fireball</i> and <i>lightning bolt</i> in those 3rd-level slots. For all purposes, the two lower-level slots are treated as that lower level (so the split 5th-level slot used for a <i>fireball</i> has a DC as if it were in a normal 3rd-level slot). Splitting a 2nd-level slot lets you prepare two additional cantrips (which you can cast over and over, just like normally prepared cantrips). This discovery has no effect on cantrips or 1st&ndash;level spells. You may select this discovery multiple times; each time you select it, you may split another spell slot when you prepare spells. You cannot split a slot that you created by splitting a higher-level slot. You must be at least 5th level to select this discovery.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Split Slot", 
            "type": "section", 
            "name": "Split Slot", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"true-name\">Your researches into ancient tomes and your inquisitions of bound spirits have led you to one of the best-hidden secrets of the multiverse: the true name of an outsider&mdash;the name that defines the very essence of the creature and that gives the speaker control over the being. This outsider can have no more than 12 Hit Dice. Once per day, you can speak the common name by which the outsider is known, and the outsider travels to you as if you had cast <i>planar binding</i> upon it. It must obey you to the best of its ability, without pay or bargaining for its services, for its fear that you might release its true name to the wider world is enough to bring even the most recalcitrant of outsiders to bear.</p><p>If the creature is within 100 feet, as a move action, you may punish it by deliberately mispronouncing its name, wracking its very essence and giving it the sickened and staggered conditions for 1 round (even if the creature is normally immune to these conditions). You cannot use true name in an area of silence, but the creature does not have to be able to hear you for it to be harmed by the ability.</p><p>It is in your best interest to call this creature only sparingly, and occasionally reward it in some fashion to mollify its wrath. If you repeatedly fail to offer it a reward appropriate to its type and ethos, the creature may begin plotting ways to destroy the bond between you, whether by creating an accident that will destroy your memory of the name, by plaguing you with nuisances or dangers until you vow never to call on it again, or by actively seeking to destroy you through its own devices or those of an underling. If this creature is of a lawful type and you are violating its ethos, its superiors may even destroy it or you rather than allow you to contaminate their servant further. Worse, they may establish situations where it is necessary for you to summon this outsider, opening gateways to infernal or angelic interference, in order to gain a foothold on the Material Plane.</p><p>You may select this discovery multiple times. Each time you select this discovery, it applies to a different, specific outsider. You must be at least an 11th-level wizard to select this discovery. If you select this discovery at 15th level or higher, the creature may have up to 18 Hit Dice and the call acts as <i>greater planar binding</i> instead of <i>planar binding</i>.</p>", 
            "name": "True Name", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/True Name", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"staff-like-wand\">Your research has unlocked a new power in conjunction with using a wand. Similar to using a magic staff, you use your own Intelligence score and relevant feats to set the DC for saves against spells you cast from a wand, and you can use your caster level when activating the power of a wand if it's higher than the caster level of the wand. You must be at least an 11th-level wizard and must have the Craft Staff feat to select this discovery.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Arcane Discoveries/Staff-Like Wand", 
            "type": "section", 
            "name": "Staff-Like Wand", 
            "source": "Ultimate Magic"
        }
    ]
}