{
    "slot": "none", 
    "name": "Sun Blade", 
    "weight": "2 lbs.", 
    "cl": "10th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Specific Weapons/Sun Blade", 
    "type": "item", 
    "price": "50,335 gp", 
    "misc": {
        "Construction": {
            "Cost": "25,335 gp", 
            "Requirements": "Craft Magic Arms and Armor, daylight, creator must be good"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "moderate evocation", 
    "sections": [
        {
            "body": "<p>This sword is the size of a bastard sword. However, a <i>sun blade</i> is wielded as if it were a short sword with respect to weight and ease of use. In other words, the weapon appears to all viewers to be a bastard sword, and deals bastard sword damage, but the wielder feels and reacts as if the weapon were a short sword. Any individual able to use either a bastard sword or a short sword with proficiency is proficient in the use of a <i>sun blade</i>. Likewise, Weapon Focus and Weapon Specialization in short sword and bastard sword apply equally, but the benefits of those feats do not stack.</p><p>In normal combat, the glowing golden blade of the weapon is equal to a <i>+2 bastard sword</i>. Against evil creatures, its enhancement bonus is +4. Against Negative Energy Plane creatures or undead creatures, the sword deals double damage (and &times;3 on a critical hit instead of the usual &times;2).</p><p>The blade also has a special sunlight power. Once per day, the wielder can swing the blade vigorously above his head while speaking a command word. The <i>sun blade</i> then sheds a bright yellow radiance that acts like bright light and affects creatures susceptible to light as if it were natural sunlight. The radiance begins shining in a 10-foot radius around the sword wielder and extends outward at 5 feet per round for 10 rounds thereafter, to create a globe of light with a 60-foot radius. When the wielder stops swinging, the radiance fades to a dim glow that persists for another minute before disappearing entirely. All <i>sun blades</i> are of good alignment, and any evil creature attempting to wield one gains one negative level. The negative level remains as long as the sword is in hand and disappears when the sword is no longer wielded. This negative level cannot be overcome in any way (including by <i>restoration</i> spells) while the sword is wielded. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "DESCRIPTION"
        }
    ]
}