{
    "body": "<p>During combat, you can attempt to perform a number of maneuvers that can hinder or even cripple your foe, including bull rush, disarm, grapple, overrun, sunder, and trip. Although these maneuvers have vastly different results, they all use a similar mechanic to determine success.</p>", 
    "name": "Combat Maneuvers", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"combat-maneuver-bonus\">Each character and creature has a Combat Maneuver Bonus (or CMB) that represents its skill at performing combat maneuvers. A creature's CMB is determined using the following formula:</p><p><big><b>CMB = Base attack bonus + Strength modifier + special size modifier</b></big></p><p>Creatures that are size Tiny or smaller use their Dexterity modifier in place of their Strength modifier to determine their CMB. The special size modifier for a creature's Combat Maneuver Bonus is as follows: Fine &ndash;8, Diminutive &ndash;4, Tiny &ndash;2, Small &ndash;1, Medium +0, Large +1, Huge +2, Gargantuan +4, Colossal +8. Some feats and abilities grant a bonus to your CMB when performing specific maneuvers.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Combat Maneuver Bonus", 
            "type": "section", 
            "name": "Combat Maneuver Bonus", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>When performing a combat maneuver, you must use an action appropriate to the maneuver you are attempting to perform. While many combat maneuvers can be performed as part of an attack action, full-attack action, or attack of opportunity (in place of a melee attack), others require a specific action. Unless otherwise noted, performing a combat maneuver provokes an attack of opportunity from the target of the maneuver. If you are hit by the target, you take the damage normally and apply that amount as a penalty to the attack roll to perform the maneuver. If your target is immobilized, unconscious, or otherwise incapacitated, your maneuver automatically succeeds (treat as if you rolled a natural 20 on the attack roll). If your target is stunned, you receive a +4 bonus on your attack roll to perform a combat maneuver against it. </p><p>When you attempt to perform a combat maneuver, make an attack roll and add your CMB in place of your normal attack bonus. Add any bonuses you currently have on attack rolls due to spells, feats, and other effects. These bonuses must be applicable to the weapon or attack used to perform the maneuver. The DC of this maneuver is your target's Combat Maneuver Defense. Combat maneuvers are attack rolls, so you must roll for concealment and take any other penalties that would normally apply to an attack roll.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Performing a Combat Maneuver", 
            "type": "section", 
            "name": "Performing a Combat Maneuver", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"combat-maneuver-defense\">Each character and creature has a Combat Maneuver Defense (or CMD) that represents its ability to resist combat maneuvers. A creature's CMD is determined using the following formula:</p><p><big><b>CMD = 10 + Base attack bonus + Strength modifier + Dexterity modifier + special size modifier</b></big></p><p>The special size modifier for a creature's Combat Maneuver Defense is as follows: Fine &ndash;8, Diminutive &ndash;4, Tiny &ndash;2, Small &ndash;1, Medium +0, Large +1, Huge +2, Gargantuan +4, Colossal +8. Some feats and abilities grant a bonus to your CMD when resisting specific maneuvers. A creature can also add any circumstance, deflection, dodge, insight, luck, morale, profane, and sacred bonuses to AC to its CMD. Any penalties to a creature's AC also apply to its CMD. A flat-footed creature does not add its Dexterity bonus to its CMD.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Combat Maneuver Defense", 
            "type": "section", 
            "name": "Combat Maneuver Defense", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If your attack roll equals or exceeds the CMD of the target, your maneuver is a success and has the listed effect. Some maneuvers, such as bull rush, have varying levels of success depending on how much your attack roll exceeds the target's CMD. Rolling a natural 20 while attempting a combat maneuver is always a success (except when attempting to escape from bonds), while rolling a natural 1 is always a failure.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Determine Success", 
            "type": "section", 
            "name": "Determine Success", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>You can make a bull rush as a standard action or as part of a charge, in place of the melee attack. You can only bull rush an opponent who is no more than one size category larger than you. A bull rush attempts to push an opponent straight back without doing any harm. If you do not have the Improved Bull Rush feat, or a similar ability, initiating a bull rush provokes an attack of opportunity from the target of your maneuver.</p><p>If your attack is successful, your target is pushed back 5 feet. For every 5 by which your attack exceeds your opponent's CMD you can push the target back an additional 5 feet. You can move with the target if you wish but you must have the available movement to do so. If your attack fails, your movement ends in front of the target.</p><p>An enemy being moved by a bull rush does not provoke an attack of opportunity because of the movement unless you possess the Greater Bull Rush feat. You cannot bull rush a creature into a square that is occupied by a solid object or obstacle. If there is another creature in the way of your bull rush, you must immediately make a combat maneuver check to bull rush that creature. You take a &ndash;4 penalty on this check for each creature being pushed beyond the first. If you are successful, you can continue to push the creatures a distance equal to the lesser result. For example, if a fighter bull rushes a goblin for a total of 15 feet, but there is another goblin 5 feet behind the first, he must make another combat maneuver check against the second goblin after having pushed the first 5 feet. If his check reveals that he can push the second goblin a total of 20 feet, he can continue to push both goblins another 10 feet (since the first goblin will have moved a total of 15 feet).</p>", 
            "name": "Bull Rush", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Bull Rush", 
            "subtype": "combat_maneuver", 
            "type": "section"
        }, 
        {
            "body": "<p>You can attempt to disarm your opponent in place of a melee attack. If you do not have the Improved Disarm feat, or a similar ability, attempting to disarm a foe provokes an attack of opportunity from the target of your maneuver. Attempting to disarm a foe while unarmed imposes a &ndash;4 penalty on the attack.</p><p>If your attack is successful, your target drops one item it is carrying of your choice (even if the item is wielded with two hands). If your attack exceeds the CMD of the target by 10 or more, the target drops the items it is carrying in both hands (maximum two items if the target has more than two hands). If your attack fails by 10 or more, you drop the weapon that you were using to attempt the disarm. If you successfully disarm your opponent without using a weapon, you may automatically pick up the item dropped.</p>", 
            "name": "Disarm", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Disarm", 
            "subtype": "combat_maneuver", 
            "type": "section"
        }, 
        {
            "body": "<p>As a standard action, you can attempt to grapple a foe, hindering his combat options. If you do not have Improved Grapple, grab, or a similar ability, attempting to grapple a foe provokes an attack of opportunity from the target of your maneuver. Humanoid creatures without two free hands attempting to grapple a foe take a &ndash;4 penalty on the combat maneuver roll. If successful, both you and the target gain the grappled condition (see the Appendices). If you successfully grapple a creature that is not adjacent to you, move that creature to an adjacent open space (if no space is available, your grapple fails). Although both creatures have the grappled condition, you can, as the creature that initiated the grapple, release the grapple as a free action, removing the condition from both you and the target. If you do not release the grapple, you must continue to make a check each round, as a standard action, to maintain the hold. If your target does not break the grapple, you get a +5 circumstance bonus on grapple checks made against the same target in subsequent rounds. Once you are grappling an opponent, a successful check allows you to continue grappling the foe, and also allows you to perform one of the following actions (as part of the standard action spent to maintain the grapple).</p>", 
            "name": "Grapple", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple", 
            "type": "section", 
            "subtype": "combat_maneuver", 
            "sections": [
                {
                    "body": "<p>You can move both yourself and your target up to half your speed. At the end of your movement, you can place your target in any square adjacent to you. If you attempt to place your foe in a hazardous location, such as in a <i>wall of fire</i> or over a pit, the target receives a free attempt to break your grapple with a +4 bonus.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Move", 
                    "type": "section", 
                    "name": "Move", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can inflict damage to your target equal to your unarmed strike, a natural attack, or an attack made with armor spikes or a light or one-handed weapon. This damage can be either lethal or nonlethal.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Damage", 
                    "type": "section", 
                    "name": "Damage", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"pin\">You can give your opponent the pinned condition (see Conditions). Despite pinning your opponent, you still only have the grappled condition, but you lose your Dexterity bonus to AC.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Pin", 
                    "type": "section", 
                    "name": "Pin", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"tie-up\">If you have your target pinned, otherwise restrained, or unconscious, you can use rope to tie him up. This works like a pin effect, but the DC to escape the bonds is equal to 20 + your Combat Maneuver Bonus (instead of your CMD). The ropes do not need to make a check every round to maintain the pin. If you are grappling the target, you can attempt to tie him up in ropes, but doing so requires a combat maneuver check at a &ndash;10 penalty. If the DC to escape from these bindings is higher than 20 + the target's CMB, the target cannot escape from the bonds, even with a natural 20 on the check.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Tie Up", 
                    "type": "section", 
                    "name": "Tie Up", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you are grappled, you can attempt to break the grapple as a standard action by making a combat maneuver check (DC equal to your opponent's CMD; this does not provoke an attack of opportunity) or Escape Artist check (with a DC equal to your opponent's CMD). If you succeed, you break the grapple and can act normally. Alternatively, if you succeed, you can become the grappler, grappling the other creature (meaning that the other creature cannot freely release the grapple without making a combat maneuver check, while you can). Instead of attempting to break or reverse the grapple, you can take any action that doesn't require two hands to perform, such as cast a spell or make an attack or full attack with a light or one-handed weapon against any creature within your reach, including the creature that is grappling you. See the grappled condition for additional details. If you are pinned, your actions are very limited. See the pinned condition in Conditions for additional details.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/If You Are Grappled", 
                    "type": "section", 
                    "name": "If You Are Grappled", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Multiple creatures can attempt to grapple one target. The creature that first initiates the grapple is the only one that makes a check, with a +2 bonus for each creature that assists in the grapple (using the Aid Another action). Multiple creatures can also assist another creature in breaking free from a grapple, with each creature that assists (using the Aid Another action) granting a +2 bonus on the grappled creature's combat maneuver check.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Grapple/Multiple Creatures", 
                    "type": "section", 
                    "name": "Multiple Creatures", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>As a standard action, taken during your move or as part of a charge, you can attempt to overrun your target, moving through its square. You can only overrun an opponent who is no more than one size category larger than you. If you do not have the Improved Overrun feat, or a similar ability, initiating an overrun provokes an attack of opportunity from the target of your maneuver. If your overrun attempt fails, you stop in the space directly in front of the opponent, or the nearest open space in front of the creature if there are other creatures occupying that space.</p><p>When you attempt to overrun a target, it can choose to avoid you, allowing you to pass through its square without requiring an attack. If your target does not avoid you, make a combat maneuver check as normal. If your maneuver is successful, you move through the target's space. If your attack exceeds your opponent's CMD by 5 or more, you move through the target's space and the target is knocked prone. If the target has more than two legs, add +2 to the DC of the combat maneuver attack roll for each additional leg it has.</p>", 
            "name": "Overrun", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Overrun", 
            "subtype": "combat_maneuver", 
            "type": "section"
        }, 
        {
            "body": "<p>You can attempt to sunder an item held or worn by your opponent as part of an attack action in place of a melee attack. If you do not have the Improved Sunder feat, or a similar ability, attempting to sunder an item provokes an attack of opportunity from the target of your maneuver. </p><p>If your attack is successful, you deal damage to the item normally. Damage that exceeds the object's Hardness is subtracted from its hit points. If an object has equal to or less than half its total hit points remaining, it gains the broken condition (see Conditions). If the damage you deal would reduce the object to less than 0 hit points, you can choose to destroy it. If you do not choose to destroy it, the object is left with only 1 hit point and the broken condition.</p>", 
            "name": "Sunder", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Sunder", 
            "subtype": "combat_maneuver", 
            "type": "section"
        }, 
        {
            "body": "<p>You can attempt to trip your opponent in place of a melee attack. You can only trip an opponent who is no more than one size category larger than you. If you do not have the Improved Trip feat, or a similar ability, initiating a trip provokes an attack of opportunity from the target of your maneuver.</p><p>If your attack exceeds the target's CMD, the target is knocked prone. If your attack fails by 10 or more, you are knocked prone instead. If the target has more than two legs, add +2 to the DC of the combat maneuver attack roll for each additional leg it has. Some creatures&mdash;such as oozes, creatures without legs, and flying creatures&mdash;cannot be tripped.</p>", 
            "name": "Trip", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Combat Maneuvers/Trip", 
            "subtype": "combat_maneuver", 
            "type": "section"
        }
    ]
}