{
    "body": "<p>These rules cover being mounted on a horse in combat but can also be applied to more unusual steeds, such as a griffon or dragon.</p>", 
    "name": "Mounted Combat", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Horses, ponies, and riding dogs can serve readily as combat steeds. Mounts that do not possess combat training (see the Handle Animal skill) are frightened by combat. If you don't dismount, you must make a DC 20 Ride check each round as a move action to control such a mount. If you succeed, you can perform a standard action after the move action. If you fail, the move action becomes a full-round action, and you can't do anything else until your next turn.</p><p>Your mount acts on your initiative count as you direct it. You move at its speed, but the mount uses its action to move.</p><p>A horse (not a pony) is a Large creature and thus takes up a space 10 feet (2 squares) across. For simplicity, assume that you share your mount's space during combat.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/Mounts in Combat", 
            "type": "section", 
            "name": "Mounts in Combat", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>With a DC 5 Ride check, you can guide your mount with your knees so as to use both hands to attack or defend yourself. This is a free action.</p><p>When you attack a creature smaller than your mount that is on foot, you get the +1 bonus on melee attacks for being on higher ground. If your mount moves more than 5 feet, you can only make a single melee attack. Essentially, you have to wait until the mount gets to your enemy before attacking, so you can't make a full attack. Even at your mount's full speed, you don't take any penalty on melee attacks while mounted.</p><p>If your mount charges, you also take the AC penalty associated with a charge. If you make an attack at the end of the charge, you receive the bonus gained from the charge. When charging on horseback, you deal double damage with a lance (see Charge).</p><p>You can use ranged weapons while your mount is taking a double move, but at a &ndash;4 penalty on the attack roll. You can use ranged weapons while your mount is running (quadruple speed) at a &ndash;8 penalty. In either case, you make the attack roll when your mount has completed half its movement. You can make a full attack with a ranged weapon while your mount is moving. Likewise, you can take move actions normally.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/Combat while Mounted", 
            "type": "section", 
            "name": "Combat while Mounted", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"casting-spells-while-mounted\">You can cast a spell normally if your mount moves up to a normal move (its speed) either before or after you cast. If you have your mount move both before and after you cast a spell, then you're casting the spell while the mount is moving, and you have to make a concentration check due to the vigorous motion (DC 10 + spell level) or lose the spell. If the mount is running (quadruple speed), you can cast a spell when your mount has moved up to twice its speed, but your concentration check is more difficult due to the violent motion (DC 15 + spell level).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/Casting Spells While Mounted", 
            "type": "section", 
            "name": "Casting Spells While Mounted", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If your mount falls, you have to succeed on a DC 15 Ride check to make a soft fall and take no damage. If the check fails, you take 1d6 points of damage.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/If Your Mount Falls in Battle", 
            "type": "section", 
            "name": "If Your Mount Falls in Battle", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If you are knocked unconscious, you have a 50% chance to stay in the saddle (75% if you're in a military saddle). Otherwise you fall and take 1d6 points of damage. Without you to guide it, your mount avoids combat.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Special Attacks/Mounted Combat/If You Are Dropped", 
            "type": "section", 
            "name": "If You Are Dropped", 
            "source": "Core Rulebook"
        }
    ]
}