{
    "body": "<p>Known for being known, a celebrity bard is a master of performance who captures the imagination and attention of his audience. He trades on his charisma, his wit, and his exploits to build his renown&mdash;and that of his companions.</p>", 
    "name": "Celebrity", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Celebrity", 
    "type": "class_archetype", 
    "subtype": "bard", 
    "sections": [
        {
            "body": "<p id=\"famous\">At 1st level, a celebrity bard may choose a region where he is famous, and within that region, the locals are more likely to react favorably toward the bard. The bard gains a bonus on Diplomacy and Intimidate checks in that area and to influence people from that area.</p><p>At 1st level, this region is a settlement or settlements with a total population of 1,000 or fewer people, and the modifier on Diplomacy and Intimidate checks is +1. As the celebrity grows more famous, additional areas learn of him (typically places where he has lived or traveled, or settlements adjacent to those where he is known) and his bonuses apply to even more people. At 5th level, the region is a settlement or settlements with a total population of 5,000 or fewer people, and the modifier on Diplomacy and Intimidate checks is +2. At 9th level, the region is a settlement or settlements with a total population of up to 25,000 people, and the modifier on Diplomacy and Intimidate checks is +3. At 13th level, the region is a settlement or settlements with a total population of up to 100,000 people, and the modifier to Diplomacy and Intimidate is +4. At 17th level and above, the bard's renown has spread far, and most civilized folk know of him (GM's discretion); the bard's modifier on Diplomacy and Intimidate checks is +5.</p><p>This ability replaces inspire courage.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Celebrity/Famous", 
            "type": "section", 
            "name": "Famous", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"bardic-performance\">A celebrity gains the following type of bardic performance.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"gather-crowd\">At 5th level, the celebrity is skilled at drawing an audience to his performances. If he is in a settlement or populated area, he can shout, sing, or otherwise make himself noticed in order to attract an audience to his impromptu stage. The size of the crowd depends on the local population, but typically is a number of people equal to 1/2 the bard's class level <span class=\"char-style-override-9\">&times;</span> the result of the bard's Perform check. The crowd gathers over the next 1d10 rounds. If the bard fails to engage the crowd (such as by performing, kissing babies, trying to use fascinate, and so on), it disperses over the next 1d10 rounds. This ability replaces lore master.</p>", 
                    "name": "Gather Crowd", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Celebrity/Bardic Performance/Gather Crowd", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"shining-star\">At 8th level, the celebrity has learned how to focus attention on himself so thoroughly that even the presence of danger does not distract his adoring crowd. When using fascinate, a target making a save to break the effect because of a potential threat takes a &ndash;4 penalty on that save, and even obvious threats require a save rather than automatically breaking the effect. Creatures affected by the bard's fascinate ability ignore the shaken condition. The ability replaces dirge of doom.</p>", 
                    "name": "Shining Star", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Celebrity/Bardic Performance/Shining Star", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ], 
            "name": "Bardic Performance", 
            "source": "Ultimate Magic"
        }
    ]
}