{
    "body": "<p>Not content with providing amusing and occasionally instructive performances, the demagogue seeks to inflame and ignite his audience, driving them toward a specific purpose with carefully chosen words and tones that may spark momentous change. </p>", 
    "name": "Demagogue", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue", 
    "type": "class_archetype", 
    "subtype": "bard", 
    "sections": [
        {
            "body": "<p id=\"famous\">At 1st level, a demagogue is famous in a particular region. This works like the famous ability of the celebrity bard archetype, except the demagogue's skill bonuses apply to Bluff and Intimidate instead of Diplomacy and Intimidate. This ability replaces inspire courage +1.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue/Famous", 
            "type": "section", 
            "name": "Famous", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"bardic-performance\">A demagogue gains the following type of bardic performance.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"gather-crowd\">At 5th level, the demagogue gains the ability to quickly gather a crowd. This is identical to the gather crowd ability of the celebrity bard archetype. This ability replaces lore master.</p>", 
                    "name": "Gather Crowd", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue/Bardic Performance/Gather Crowd", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"incite-violence\">At 6th level, the demagogue can use his performance to fan the fury of a crowd of people he has fascinated. Using this ability does not disrupt the fascinate effect, but does require a standard action to activate (in addition to the free action to continue the fascinate effect). The bard selects a number of targets equal to his level, who must make Will saves (DC 10 + 1/2 the bard's level + the bard's Charisma modifier) or be affected by <i>rage</i> for a number of rounds equal to the bard's level. The bard indicates who is the intended target of violence (either after using this ability or as part of the performance leading to it) and the enraged members of the crowd immediately attack the target if possible. The target does not need to be present (&ldquo;kill the king&rdquo; is a suitable choice) and can be an object instead of a person (&ldquo;destroy the prison!&rdquo; is likewise appropriate). Other members of the crowd may follow suit, though they do not gain the benefits of <i>rage</i>. This is a sound-based effect and is affected by countersong. If two or more bards are attempting to direct the crowd against different targets, they must make opposed Charisma checks, with the crowd following the directions of the winner. This ability replaces suggestion.</p>", 
                    "name": "Incite Violence", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue/Bardic Performance/Incite Violence", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"righteous-cause\">At 18th level, the demagogue can lift a crowd's emotions and turn them toward a common purpose. First, he must fascinate the crowd, and then use incite violence without designating a target, at which point he can use righteous cause. Instead of driving the crowd with anger, he fills them with purpose. Fascinated creatures must make Will saves (DC 10 + 1/2 the bard's level + the bard's Charisma modifier) to resist. Those who fail are affected by <i>mass suggestion</i> of a plausible idea that lingers with them for one day. Typical uses of this ability are to spark rebellion, overthrow a king, build a beneficial structure such as an orphanage, or donate money to a cause. This ability replaces mass suggestion.</p>", 
                    "name": "Righteous Cause", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Demagogue/Bardic Performance/Righteous Cause", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ], 
            "name": "Bardic Performance", 
            "source": "Ultimate Magic"
        }
    ]
}