{
    "body": "<p>They say that words can cut deeper than any blade, and the sound striker proves this true. Using music and words as a weapon, he can focus his performances into a deadly delivery.</p>", 
    "name": "Sound Striker", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Sound Striker", 
    "type": "class_archetype", 
    "subtype": "bard", 
    "sections": [
        {
            "body": "<p id=\"bardic-performance\">A sound striker gains the following type of bardic performance. Neither performance can be performed more quickly than a standard action.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"wordstrike\">At 3rd level, the sound striker bard can spend 1 round of bardic performance as a standard action to direct a burst of sonically charged words at a creature or object. This performance deals 1d4 points of damage plus the bard's level to an object, or half this damage to a living creature. This performance replaces inspire competence.</p>", 
                    "name": "Wordstrike", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Sound Striker/Bardic Performance/Wordstrike", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"weird-words\">At 6th level, a sound striker can start a performance as a standard action, lashing out with 1 potent sound per bard level (maximum 10), each sound affecting one target within 30 feet. These are ranged touch attacks. Each weird word deals 1d8 points of damage plus the bard's Charisma bonus (Fortitude half), and the bard chooses whether it deals bludgeoning, piercing, or slashing damage for each word. This performance replaces <i>suggestion</i>. </p>", 
                    "name": "Weird Words", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Sound Striker/Bardic Performance/Weird Words", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ], 
            "name": "Bardic Performance", 
            "source": "Ultimate Magic"
        }
    ]
}