{
    "body": "<p>Some companions are exceptions, such as an intelligent companion who doesn't bear exceptional loyalty toward you (for example, a hired guard), a weaker minion who is loyal to you but lacks the abilities or resources to assist in adventuring tasks, and a called outsider (such as from <i>planar ally</i>) who agrees to a specific service but still has a sense of self-preservation. You can use Bluff, Diplomacy, and Intimidate to influence such companions, but the GM is the final arbiter of their actions. For example, a PC might use threats to convince a caravan guard to hold back an ogre for a few rounds or to prevent her zealous followers from attacking a rival adventurer, but the GM makes the decision whether the guard runs away after getting hit once or the followers attack when provoked.</p><p>The GM may deviate from the above suggestions, such as allowing a druid to control an animal companion directly, creating a more equivalent or even antagonistic relationship between a summoner and an eidolon, or roleplaying a mentoring relationship between a veteran warhorse and the young paladin who inherited his loyalty. Before you create a character with a companion creature (or decide to add a companion in play), the GM should explain to everyone how much influence you and the GM each have over the creature's actions. That way, everyone is fully informed about all aspects of dealing with the companion.</p><p>The specifics of controlling a companion vary for different campaigns. A gritty campaign where animal companions can't do anything that real animals can't do forces the GM to act as a check against you pushing the bounds of creativity. A high-fantasy game where familiars are nearly as important to the storyline as the PCs&mdash;or are played as near-PCs by other players&mdash;is a very different feel and can create interesting roleplaying opportunities. An evil campaign where companions are unwilling slaves of the PCs creates a dynamic where the PCs are trying to exploit them as much as possible&mdash;perhaps even sacrificing and replacing them as needed&mdash;and treat them more like living tools than reluctant allies.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Common Exceptions", 
    "type": "section", 
    "name": "Common Exceptions", 
    "source": "Ultimate Campaign"
}