{
    "body": "<p>Some races are so uncommon that their very existence may be the subject of debate. Living on the fringes of the wilderness, in hidden grottos deep beneath the surface, under the ocean waves, or among the clouds of the night sky, few members of these races hear the call of adventure. </p><p>The 14 races presented in this chapter are all suitable to be played as PCs, but their rarity or isolation often sets them apart. While all are exotic, the reasons for their rarity are as diverse as their forms. The changeling, an offspring of a hag and a mortal lover, is an uncommon player race because of the improbability of such a foul union. Other races, like the kitsune, nagaji, samsarans, and wayangs, are often more common in certain far-flung lands but are rarely seen in most others. Still other races, like the gillmen, gripplis, merfolk, strix, and svirfneblin, typically distrust outsiders and keep to their own remote and insular communities.</p><p>While these races are rare, the same can be said of anyone willing to become an adventurer. Such an activity is not for those who crave a normal life, and these races also produce the rare spirit who strikes out into the wild places of the world in search of excitement and exploration. With your GM's permission, you can select any of the following uncommon races for your player character. Each racial section provides all the information you need to create a character along with a number of new options available to characters of that race. This chapter details the following uncommon races. </p>", 
    "name": "Uncommon Races", 
    "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<p>The offspring of hags and their mortal lovers, changelings are abandoned and raised by foster parents. Always female, changelings all hear a spiritual call during puberty to find their true origins. Tall and slender, with dark hair and eyes mismatched in color, changelings are eerily attractive. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Changelings", 
            "type": "section", 
            "name": "Changelings", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Gray skinned, deep-dwelling dwarves who hate their lighter skinned cousins, duergar view life as constant toil ending only in death. Though these dwarves are typically evil, honor and keeping one's word means everything to them, and a rare few make loyal adventuring companions. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Duergar", 
            "type": "section", 
            "name": "Duergar", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Survivors of a land-dwelling culture whose homeland was destroyed, gillmen were saved and transformed into an amphibious race by the aboleths. Though in many ways they appear nearly human, gillmen's bright purple eyes and gills set them apart from humanity. Reclusive and suspicious, gillmen know that one day the aboleths will call in the debt owed to them. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Gillmen", 
            "type": "section", 
            "name": "Gillmen", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Furtive frogfolk with the ability to camouflage themselves among fens and swamps, gripplis typically keep to their wetland homes, only rarely interacting with the outside world. Their chief motivation for leaving their marshy environs is to trade in metal and gems. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Gripplis", 
            "type": "section", 
            "name": "Gripplis", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>These shapeshifting, foxlike folk share a love of mischief, art, and the finer things in life. They can appear as a single human as well as their true form, that of a foxlike humanoid. Kitsune are quick-witted, nimble, and gregarious, and because of this, a fair number of them become adventurers. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Kitsune", 
            "type": "section", 
            "name": "Kitsune", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>These creatures have the upper torso of a well-built and attractive humanoid and a lower half consisting of a finned tail. Though they are amphibious and extremely strong swimmers, their lower bodies make it difficult for them to move on land. Merfolk can be shy and reclusive. Typically keeping to themselves, they are distrustful of land-dwelling strangers. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Merfolk", 
            "type": "section", 
            "name": "Merfolk", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>It is believed that nagas created the nagaji as a race of servants and that the nagaji worship their creators as living gods. Due to their reptilian nature and strange mannerisms, these strange, scaly folk inspire fear and wonder in others not of their kind. They are resistant to both poison and mind-affecting magic.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Nagaji", 
            "type": "section", 
            "name": "Nagaji", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Ghostly servants of karma, samsarans are creatures reincarnated hundreds if not thousands of times in the hope of reaching true enlightenment. Unlike humans and other races, these humanoids remember much of their past lives. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Samsarans", 
            "type": "section", 
            "name": "Samsarans", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Hunted to dwindling numbers by humans, who see them as winged devils, strix are black-skinned masters of the nighttime sky. Their territorial conflicts have fueled their hatred for humans. This longstanding feud means that these nocturnal creatures often attack humans on sight. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Strix", 
            "type": "section", 
            "name": "Strix", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Also called suli-jann, these humanoids are the descendants of mortals and jann. These strong and charismatic individuals manifest mastery over elemental power in their adolescence, giving them the ability to manipulate earth, fire, ice, or electricity. This elemental power tends to be reflected in the suli's personality as well. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Sulis", 
            "type": "section", 
            "name": "Sulis", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Gnomes who guard their hidden enclaves within dark tunnels and caverns deep under the earth, svirfneblin are as serious as their surface cousins are whimsical. They are resistant to the magic of the foul creatures that share their subterranean environs, and wield powerful protective magic. Svirfneblin are distrustful of outsiders and often hide at their approach. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Svirfneblins", 
            "type": "section", 
            "name": "Svirfneblins", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>These mischievous, monkeylike humanoids dwell in jungles and warm forests. Covered in soft fur and sporting prehensile tails and handlike feet, vanaras are strong climbers. These creatures are at home both on the ground and among the treetops.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Vanaras", 
            "type": "section", 
            "name": "Vanaras", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Strangely beautiful on the outside and poisonous on the inside, vishkanyas see the world through slitted serpent eyes. Vishkanyas possess a serpent's grace and ability to writhe out of their enemies' grasp with ease. Vishkanyas have a reputation for being both seductive and manipulative. They can use their saliva or blood to poison their weapons. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Vishkanyas", 
            "type": "section", 
            "name": "Vishkanyas", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The small wayangs are creatures of the Plane of Shadow. They are so attuned to shadow that it even shapes their philosophy, believing that upon death they merely merge back into darkness. The mysteries of their shadowy existence grant them the ability to gain healing from negative energy as well as positive energy. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Uncommon Races/Uncommon Races/Wayangs", 
            "type": "section", 
            "name": "Wayangs", 
            "source": "Advanced Race Guide"
        }
    ]
}