{
    "body": "<p>As you gain tiers, you gain the following abilities.</p>", 
    "name": "Hierophant Features", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"divine-surge\">Select one of the following abilities. Once chosen, it can't be changed.</p>", 
            "name": "Divine Surge", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/Divine Surge", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"beast's-fury\">As a swift action, you can expend one use of mythic power to imbue your animal companion, cohort, eidolon, familiar, or bonded mount with some of your mythic power. As an immediate action, that creature can move up to its speed and make an attack with one of its natural weapons. When making this attack, the creature rolls twice and takes the higher result. Any damage dealt by this attack bypasses all damage reduction. A creature affected by this ability can take these actions in addition to any other actions it takes during its turn.</p>", 
                    "name": "Beast's Fury", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/Divine Surge/Beasts Fury", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"inspired-spell\">You can expend one use of mythic power to cast any one divine spell, treating your caster level as 2 levels higher. This spell must be on your divine spell list (or your domain or mystery spell list) and must be of a spell level that you can cast using that divine spellcasting class. If you are a spontaneous spellcaster, you don't need to have the spell prepared, nor does it need to be on your list of spells known. Using this ability does not expend a prepared spell or available spell slot. You can apply any metamagic feats you know to this spell, but its total spell slot level must be a slot level you can normally cast.</p>", 
                    "name": "Inspired Spell", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/Divine Surge/Inspired Spell", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"recalled-blessing\">You can expend one use of mythic power to cast any one divine spell without expending a prepared spell or spell slot. If you prepare spells, this spell must be one you prepared today; if you're a spontaneous caster, this spell must be one of your spells known. You can't apply metamagic feats to this spell. If the spell requires a saving throw, non-mythic creatures roll twice and take the lower result. If the spell heals damage or requires you to attempt a caster level check to cure an affliction or remove a condition, roll twice and take the higher result.</p>", 
                    "name": "Recalled Blessing", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/Divine Surge/Recalled Blessing", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p id=\"path-ability\">At 1st tier and every tier thereafter, select one new path ability from the hierophant path abilities lists or from the universal path abilities lists. Once you select an ability, it can't be changed. Unless otherwise noted, each ability can be selected only once. Some abilities have requirements, such as a class ability or minimum mythic tier, that you must meet before you select them.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Path Ability"
        }, 
        {
            "body": "<p id=\"divine-vessel\">At 10th tier, whenever you cast a spell that targets one or more non-mythic creatures, those creatures must roll twice for any saving throws associated with the spell and take the lower result. Whenever you are healed of hit point damage by a spell or effect, you are healed for the maximum possible amount. You also gain DR 10/epic. Once per round when you take more than 20 points of damage (after damage reduction is applied), you regain one use of mythic power.</p>", 
            "name": "Divine Vessel", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/Divine Vessel", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p>You can select these path abilities at any tier.</p>", 
            "name": "1st-Tier Hierophant Path Abilities", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"alter-channel\">If you're in the area of an opponent's channel energy ability and the energy type is the opposite of yours, as an immediate action you can expend one use of mythic power to transform the opponent's channeled energy to the opposite type. You can cause the altered energy to either affect the opposite kind of targets (undead or living), or change whether it heals or harms, but not both. Channeled energy that has been changed in this way heals or deals half the normal amount of damage. For example, if an evil cleric attempts to channel negative energy to heal undead, you can expend one use of mythic power to convert that to channeled positive energy that either heals the living or harms undead. You must have the channel energy ability to select this ability.</p>", 
                    "name": "Alter Channel", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Alter Channel", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bleed-holy-power\">If you channel positive energy, when an undead creature damages you with a melee attack, you can expend one use of channeled energy as an immediate action to channel energy to deal damage to undead creatures around you (as detailed in the channel energy ability). Alternatively, you may focus this channeled energy so it affects only the undead creature that hit you. If you focus solely on that creature, you are considered 4 levels higher in the class that grants you the channel energy feature when determining its effects.</p>", 
                    "name": "Bleed Holy Power", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Bleed Holy Power", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"channel-shockwave\">You can expend one use of channel energy whenever you score a critical hit against a creature that has an element of alignment opposite to your own (chaotic and lawful are opposite, as are evil and good, so if you were lawful good, you could use this ability against a chaotic creature or evil creature). If you do, add your channel energy damage to the damage from the critical hit. This damage is the same type as your channeled energy (positive or negative) but damages the target regardless of whether it's living or undead. The target can attempt a Will save against your channel energy DC to halve this bonus damage. All other effects of your critical hit still apply.</p>", 
                    "name": "Channel Shockwave", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Channel Shockwave", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"contingent-channel-energy\">You can simultaneously expend one use of mythic power and one use of your channel energy ability to delay your channel energy so that it comes into effect under some condition you dictate. The conditions needed to bring the channel energy into effect must be clear, although they can be general. In all cases, the channel effect occurs instantaneously when the prescribed circumstances occur. For example, you could create a trigger that uses your channel positive energy if you are reduced to 0 or fewer hit points. If you prescribe complicated or convoluted conditions, your contingent channel energy ability could fail to trigger. The ability triggers based solely on the stated conditions, regardless of whether you want it to. You make all decisions about the ability when you expend the use of mythic power, according to what you can normally do with your channel energy ability; if you wish to exclude targets, you must name them at that time. You can have only one use of this ability waiting to be triggered at a time; if you use this ability again, the previous use expires. This use also expires after 1 day per tier if it hasn't been triggered. This use of channel energy can't be regained until after the contingent channel energy ability is triggered or expires.</p>", 
                    "name": "Contingent Channel Energy", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Contingent Channel Energy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"divine-countenance\">Whenever you encounter a creature whose alignment is within one step of yours, treat its attitude as one step better. If the creature's starting attitude is helpful, you can make requests of the creature with a +5 bonus on your Diplomacy or Intimidate skill check.</p>", 
                    "name": "Divine Countenance", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Divine Countenance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"divine-guardian\">As a full-round action, you can expend one use of mythic power to summon one extraplanar creature as if using a <i>summon monster</i> or <i>summon nature's ally</i> spell, with the level of the summoning spell equal to half your tier. Your caster level for this ability is equal to your character level. You can have only one creature that has been summoned using this ability at a time; summoning another causes the previous one to disappear. If you expend two uses of mythic power, the level of the summoning spell is equal to your tier instead. For example, if you are a 10th-level druid, 5th-tier hierophant, you can use this ability to summon one creature from the <i>summon monster II</i> or <i>summon nature's ally II</i> list (or a lower-level list) for 10 rounds; if you expend two uses, you can instead summon one creature from the <i>summon monster V</i> or <i>summon nature's ally V</i> list (or a lower-level list).</p>", 
                    "name": "Divine Guardian", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Divine Guardian", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"eldritch-breach\">You are adept at breaching magical defenses and resistance to your magic. When attempting a caster level check to dispel an effect, overcome spell resistance, or otherwise determine whether or not your magic affects a target (such as with <i>knock</i> or <i>neutralize poison</i>), roll twice and take the higher result.</p>", 
                    "name": "Eldritch Breach", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Eldritch Breach", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"empathic-healing\">You can expend one use of mythic power to transfer up to 10 points of damage per tier from a touched ally to yourself, healing the target and damaging you. This transferred damage bypasses all effects that reduce or negate hit point damage (such as damage reduction). Alternatively, you can expend two uses of mythic power to transfer an ongoing disease or poison from a touched ally to yourself, which halts ongoing effects on the target from that affliction and requires you to attempt any remaining saves against it. If you're immune to the disease or poison, transferring it to yourself destroys the affliction.</p>", 
                    "name": "Empathic Healing", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Empathic Healing", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"enhance-magic-items\">Your mythic presence enhances the power of certain magic items. Add half your tier to the caster level of potions, scrolls, staves, and wands you use. When using a staff or wand, you may activate the item by expending one use of mythic power instead of one of the item's charges.</p>", 
                    "name": "Enhance Magic Items", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Enhance Magic Items", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"faith's-reach\">Whenever you cast a divine spell with a range of touch, you can instead cast the spell with a range of 30 feet. If the spell normally requires a melee touch attack, it instead requires a ranged touch attack.</p>", 
                    "name": "Faith's Reach", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Faiths Reach", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"flexible-counterspell\">Your mythic power enhances your ability to counter spells. As an immediate action, you can expend one use of mythic power to attempt to counter a spell. Upon using this ability, you must identify the spell with a Spellcraft check (DC 15 + the spell's level). If you correctly identify the spell, you can expend a spell or spell slot of a level equal to or higher than the spell being cast to counter the spell.</p>", 
                    "name": "Flexible Counterspell", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Flexible Counterspell", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"heathen-slayer\">Pick one deity (or similar entity able to grant divine spells to followers) as your religious rival. You gain a +2 bonus on weapon attack and damage rolls against this deity's followers, as well as a +2 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks attempted against this deity's followers. At 6th tier, these bonuses increase to +4. You can select this ability multiple times. Each time you do, choose an additional deity to be a religious rival.</p>", 
                    "name": "Heathen Slayer", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Heathen Slayer", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"instrument-of-faith\">You gain DR 15/&mdash; against attacks made with your deity's favored weapon. You can expend one use of mythic power as a standard action to attempt a disarm or sunder combat maneuver check against each opponent within 60 feet that is wielding your deity's favored weapon. You decide individually whether to disarm or sunder each opponent's weapon. Attempt one combat maneuver check, using your caster level in place of your base attack bonus and adding your tier to the total, and use that result against all opponents.</p>", 
                    "name": "Instrument of Faith", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Instrument of Faith", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"inverted-spontaneous-casting\">If you can spontaneously cast cure or inflict spells, you gain the ability to spontaneously cast the opposite type of spell (i.e., you can spontaneously cast inflict spells if you can normally cast cure spells, or cures spell if you can normally cast inflict spells). When spontaneously casting the opposite type of spell, you must use a spell slot that is at least 1 level higher than that of the spell you want to cast. For example, if you can spontaneously cast cure spells and want to spontaneously cast <i>inflict light wounds</i>, you must expend a 2nd-level spell slot.</p>", 
                    "name": "Inverted Spontaneous Casting", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Inverted Spontaneous Casting", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mighty-summons\">Each creature you conjure with any summon spell gains DR 5/epic for the duration of the summoning. If you cast a summon spell to summon more than one creature, you summon one additional creature of the same type. If you cast a summon spell to summon just one creature, you can expend one use of mythic power to give it the agile or savage mythic simple template for the duration of the summoning.</p>", 
                    "name": "Mighty Summons", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Mighty Summons", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mythic-companion\">Select one animal companion, cohort, eidolon, familiar, or bonded mount. That creature can use the surge ability a number of times per day equal to your tier. Its surge ability uses the same bonus die type as you do when you use your surge ability.</p>", 
                    "name": "Mythic Companion", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Mythic Companion", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mythic-domain\">When determining the effects of your domain's granted powers, you're considered 4 levels higher. This increases the effects of powers you have access to, but doesn't grant you powers at a lower level than normal. Once per day, you can expend one use of mythic power as a standard action to regain the use of all your domain granted powers as if you had rested for 8 hours. If you're an oracle, all aspects of this ability apply to your revelations instead of to domain granted powers. You must have the domain class feature or mystery class feature to select this ability.</p>", 
                    "name": "Mythic Domain", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Mythic Domain", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mythic-wild-shape\">Choose one form you can take using wild shape. Using wild shape to take this form doesn't count against your daily uses of wild shape. You can select this ability multiple times. Each time you select it, choose another form to not count against your daily uses of wild shape. You must have the wild shape class feature to select this ability.</p>", 
                    "name": "Mythic Wild Shape", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Mythic Wild Shape", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"overflowing-grace\">When you heal a creature with positive energy (such as by channeling positive energy to heal the living, using cure spells, or using lay on hands), any affected creature at full hit points (whether already at full hit points or healed to full hit points by your channeled energy) gains a +1 sacred bonus on attack rolls, skill checks, ability checks, and saving throws for 1 minute. If you channel negative energy to heal undead, this is a profane bonus rather than a sacred bonus.</p>", 
                    "name": "Overflowing Grace", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Overflowing Grace", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"pack-wild-shape\">Whenever you use the wild shape class feature, you can also transform allies when you change shape. When you use wild shape, you can expend one use of mythic power to select a number of willing allies equal to your tier. These allies take the same animal form as you do, with the same abilities as yours. Divide the duration of that use of wild shape evenly (rounded down) among yourself and the affected allies. The transformation ends for everyone when you return to your normal form or use wild shape again. An ally can end its own transformation early as a standard action without affecting the duration for you or other allies. You must have the wild shape class feature to select this ability.</p>", 
                    "name": "Pack Wild Shape", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Pack Wild Shape", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"plantbringer\">All plants within a 1-mile radius of you grow at double their normal rate and don't suffer from any diseases or maladies. Furthermore, allied plant creatures within 30 feet of you gain fast healing equal to your tier. If you use <i>plant shape</i> or wild shape to take the form of a plant, you gain this fast healing in plant form.</p>", 
                    "name": "Plantbringer", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Plantbringer", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"relentless-healing\">You can restore life to the recently dead. If a creature has died within 1 round, as a free action you can expend one use of mythic power to apply healing magic to that creature. This healing can be from a spell or effect you cause or from a magic item you wield. If this healing brings the creature's hit points above the threshold for death, it comes back to life and stabilizes at its new hit point total (similar to the way <i>breath of life</i> functions); otherwise, it remains dead. Alternatively, you can expend two uses of mythic power on a dead creature that would have the ability to magically heal itself if it were alive (such as a dead cleric with a prepared <i>cure light wounds</i> spell) in order to trigger the most powerful healing magic it knows or has prepared. If this brings the creature's hit points above its death threshold, it returns to life.</p>", 
                    "name": "Relentless Healing", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Relentless Healing", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"sustained-by-faith\">You require no food, water, or sleep. If you have abilities or class features that require rest before they can be regained, you can choose to regain them once per day by spending 1 hour in uninterrupted meditation. If you are 3rd tier or higher, you can expend one use of mythic power in order to also not need to breathe for 24 hours.</p>", 
                    "name": "Sustained by Faith", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Sustained by Faith", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"symbol-of-the-holy\">As a standard action, you can create a wooden holy symbol dedicated to your deity. If it ever leaves your possession, it fades away after 1 hour. Whenever you use this holy symbol as a divine focus when casting a spell, you don't need to have any other material component, unless that component costs more than 50 gp per tier you possess.</p>", 
                    "name": "Symbol of the Holy", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Symbol of the Holy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"tongue-of-the-land\">Animals, elementals, fey, and plants are magically able to understand you when you speak Druidic, as if you were using <i>speak with animals</i> or <i>tongues</i>. If speaking to creatures of different types at the same time, you can allow all of them to understand you or speak understandably to just one type at a time. For example, if speaking to a group of animals and fey, you can make yourself understandable to all of them, just to the animals, or just to the fey.</p>", 
                    "name": "Tongue of the Land", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Tongue of the Land", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"water-of-life\">Any potions you consume have the maximum effect, as if they were created using the Maximize Spell feat. You can quickly create a temporary potion by casting a spell into a pint of water. The spell must be a valid choice for the Brew Potion feat and have a spell level no higher than your tier. The targeted liquid becomes a potion of that spell. If not consumed, the temporary potion reverts to normal water after 1 hour per tier.</p>", 
                    "name": "Water of Life", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/1st-Tier Hierophant Path Abilities/Water of Life", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
            "name": "3rd-Tier Hierophant Path Abilities", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"abundant-healing\">When you use a spell or class ability to heal a creature's hit point damage, you can apply excess healing (over the target's full hit points) to one ally adjacent to you. You can continue to apply excess healing to other adjacent allies until no injured allies are adjacent or you run out of excess healing. For example, if you could cure 40 points of damage with your <i>cure critical wounds</i> spell and the target has taken only 20 points of damage, you can apply the remaining 20 points of healing to an adjacent ally; if that second ally has taken only 15 points of damage, you can apply the remaining 5 points of healing to another adjacent ally.</p>", 
                    "name": "Abundant Healing", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Abundant Healing", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"alignment-insight\">You can automatically detect the alignment of any outsider you can see. This ability doesn't function if the creature is magically disguised or has been polymorphed into a different shape. You can automatically detect the alignment of any creature you see casting a divine spell; if that creature worships a deity, you also learn its deity. Spells and effects that mask a creature's alignment prevent the use of this ability. Whenever you cast a spell that affects creatures differently based on their alignment (such as <i>holy smite</i>), you may have the spell treat creatures of one particular alignment as an alignment one step away from that alignment. For example, when casting <i>holy smite</i>, you could treat all lawful neutral creatures as lawful good or lawful evil, all chaotic neutral creature as chaotic good or chaotic evil, or all neutral creatures as neutral good or neutral evil.</p>", 
                    "name": "Alignment Insight", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Alignment Insight", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"animal-friend\">If you have the wild empathy ability, you can use it as a free action once per round. If you don't have that ability, you can instead attempt Diplomacy checks (with a &ndash;8 penalty) to improve the attitude of animals as if they were intelligent creatures. Add your tier to wild empathy or Diplomacy checks to influence animals.</p>", 
                    "name": "Animal Friend", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Animal Friend", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"blessed-companion\">Select one animal companion, eidolon, familiar, or bonded mount. It gains DR 5/epic. This ability can be taken a second time at 6th tier or higher and a third time at 9th tier or higher. Each additional time it's taken, the DR increases by 5.</p>", 
                    "name": "Blessed Companion", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Blessed Companion", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"divine-metamastery\">As a swift action, you can expend one use of mythic power and pick any one metamagic feat you know that increases the slot level of the spell by 0 levels or 1 level. For the next 10 rounds, you can apply this metamagic feat to any divine spell you cast without increasing the spell slot used or casting time. You can also use this ability on a divine spell cast from a scroll, staff, or wand. You can't have more than one use of this ability active at a time. If you use this ability again, any previous use immediately ends (though any metamagic effects on spells already cast remain). You can select this ability more than once. Each time you select it, the maximum spell slot level increase of the metamagic feat goes up by 1 to a maximum of 4.</p>", 
                    "name": "Divine Metamastery", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Divine Metamastery", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"divine-potency\">Choose one of your divine spellcasting classes. You gain four bonus 1st-level divine spell slots for that class (like the bonus spells gained from a high ability score). This doesn't change your number of spells known. You can select this ability more than once. If you choose the same divine spellcasting class a second time, you gain four bonus 2nd-level spell slots; if you choose it again, you gain 3rd-level slots for choosing it a third time, and so on. This ability can't grant you bonus spells for a spell level that you don't have the ability to cast.</p>", 
                    "name": "Divine Potency", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Divine Potency", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"domain-immunity\">You don't take damage or suffer harmful effects from spells on your domain spell list, even ones you aren't of a high enough level to cast. If you're targeted by any of these spells, as an immediate action you can expend one use of mythic power to turn the spell back upon the original caster as if using <i>spell turning</i>. Beneficial effects of spells on your domain spell list affect you normally. If you're an oracle, this ability applies to your mystery's bonus spells. You must have the domain class feature or mystery class feature.</p>", 
                    "name": "Domain Immunity", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Domain Immunity", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"enduring-blessing\">Whenever you cast a spell with a duration of 10 minutes per level or longer upon one willing target, you can change that spell's duration to 24 hours. If the spell has other duration conditions, those still apply (for example, the duration of <i>stoneskin</i> changes to 24 hours or until discharged). A creature can't be subject to more than one spell affected by this ability at a time; if another is cast upon the creature, the first one ends. You can select this ability a second time at 6th tier or higher. The second time you select it, you can use it on spells with a duration of 1 minute per level or longer.</p>", 
                    "name": "Enduring Blessing", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Enduring Blessing", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hand-of-mercy\">If you have the channel energy ability, you can touch a creature and expend one use of channel energy to remove a condition afflicting that creature. Each time you use this ability, you can choose one of the following conditions: dazed, fatigued, shaken, sickened, or staggered. At 6th tier, you can also choose from among the cursed, exhausted, frightened, and nauseated conditions. At 9th tier, you can also choose from among the blinded, deafened, paralyzed, and stunned conditions.</p>", 
                    "name": "Hand of Mercy", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Hand of Mercy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hurling-vengeance\">Whenever you are wielding your deity's favored weapon or your paladin bonded weapon, you can throw it as if it had the <i>returning</i> and <i>throwing</i> weapon special abilities. If using a paladin bonded weapon, it retains its bonded abilities when thrown this way. By expending one use of mythic power as part of a full attack, the weapon returns to you immediately after each time you throw it (instead of just before your next turn) allowing you to make your full number of attacks that round.</p>", 
                    "name": "Hurling Vengeance", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Hurling Vengeance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"life-current\">You are more attuned to the source of life or unlife and better able to access its power. When casting a cure or inflict spell or use a class feature that uses positive or negative energy (such as channel energy or lay on hands), treat any natural 1s on the dice rolled to heal or deal damage as 2s. You can select this ability up to four times. The second time you select it, treat natural 1s and 2s as 3s. The third time you select it, treat natural 1s, 2s, and 3s as 4s. The fourth time, treat natural 1s, 2s, 3s, and 4s as 5s.</p>", 
                    "name": "Life Current", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/3rd-Tier Hierophant Path Abilities/Life Current", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
            "name": "6th-Tier Hierophant Path Abilities", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"arcane-knowledge\">You can use divine power to cast a small number of arcane spells. Choose three 1st-level spells from the sorcerer/wizard spell list or three 1st-level spells from the bard spell list. You can add those spells to your list of spells that you can prepare each day. You can select this ability up to three times. Each time you select it, you choose three more spells from the same class's spell list (sorcerer/wizard or bard), and the highest spell level you can select from increases by 1 (up to 2nd level the second time and up to 3rd level the third time). You must be a cleric or druid to select this ability.</p>", 
                    "name": "Arcane Knowledge", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Arcane Knowledge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"conduit-of-divine-will\">Your mythic nature is directly connected to the divine. As a standard action, you can expend one use of mythic power to use channel energy, use lay on hands, or cast any one spell from your domain spell lists (as long as you can normally prepare a spell of that level). Whenever you use this ability, you also gain spell resistance equal to 10 + your tier and a +4 sacred bonus (or profane bonus if you're evil) to your AC for a number of rounds equal to your tier.</p>", 
                    "name": "Conduit of Divine Will", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Conduit of Divine Will", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"overcome-curse\">You are immune to curse effects. For example, <i>bestow curse</i> has no effect on you, and you can handle, carry, or discard a cursed magic item without harm. If a cursed item has useful functions and a cursed effect (such as <i>armor of arrow attraction</i>) or drawback (such as a <i>mace of blood</i>), you are immune to the cursed effect and drawback, and can still use its other abilities. If a cursed item works normally for a period of time before its curse triggers (such as <i>gauntlets of fumbling</i>), the item stops working for you when the curse would normally trigger. If you're an oracle, you can ignore the negative effects of your oracle's curse.</p>", 
                    "name": "Overcome Curse", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Overcome Curse", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"servant-of-balance\">Whenever a critical hit is confirmed against you, the attack deals normal damage instead of critical damage. Other effects that trigger on a successful critical hit (such as the Blinding Critical feat, the fire damage from a critical hit with a <i>flaming burst</i> weapon, or the effects of a <i>vorpal</i> weapon) all affect you normally.</p>", 
                    "name": "Servant of Balance", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Servant of Balance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"undying-healer\">Whenever you fall unconscious, a ghostly image of you manifests from out of your body. Even though you're unconscious, you control this image. On your turn each round, this image can fly up to 30 feet and use your ability to lay on hands to heal, channel energy to heal, or cast any conjuration (healing) spell that you could cast. This consumes these abilities as normal. Abilities used by the image can't benefit you. This image lasts a number of rounds equal to your tier. This ability can be dispelled, using double your tier as the caster level. If you die or regain consciousness, the image immediately ends.</p>", 
                    "name": "Undying Healer", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Hierophant/Hierophant Features/6th-Tier Hierophant Path Abilities/Undying Healer", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }
    ]
}