{
    "body": "<p>Catfolk are a race of natural explorers who rarely tire of trailblazing, but such trailblazing is not limited merely to the search for new horizons in distant lands. Many catfolk see personal growth and development as equally valid avenues of exploration. While most catfolk are nimble, capable, and often active creatures, there is also a strong tendency among some catfolk to engage in quiet contemplation and study. Such individuals are interested in finding new solutions to age-old problems and questioning even the most steadfast philosophical certainties of the day. They are curious by nature, and catfolk culture never discourages inquisitiveness, but rather fosters and encourages it. Many are seen as quirky extroverts by members of other races, but within catfolk tribes there is no shame attached to minor peculiarities, eccentricities, or foolhardiness. All but the most inwardly focused catfolk enjoy being the center of attention, but not at the expense of their tribe, whether it's the one the catfolk are born into or the tribe they choose through the bonds of friendship with other creatures. Catfolk tend to be both generous and loyal to their family and friends. </p>", 
    "name": "Catfolk", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Catfolk", 
    "type": "race", 
    "subtype": "featured_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>In general, catfolk are lithe and slender, standing midway between dwarves and humans in stature. While clearly humanoid, they possess many feline features, including a coat of soft fine fur, slit pupils, and a sleek, slender tail. Their ears are pointed, but unlike those of elves, are more rounded and catlike. They manipulate objects as easily as any other humanoid, but their fingers terminate in small, sharp, retractable claws. These claws are typically not powerful enough to be used as weapons, but some members of the species&mdash;either by quirk of birth or from years of honing&mdash;can use them with deadly effect. Feline whiskers are not uncommon, but not universal, and hair and eye color vary greatly.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>While self-expression is an important aspect of catfolk culture, it is mitigated by a strong sense of community and group effort. In the wild, catfolk are a hunter-gatherer tribal people. The pursuit of personal power never comes before the health and wellbeing of the tribe. More than one race has underestimated this seemingly gentle people only to discover much too late that their cohesion also provides them great strength.</p><p>Catfolk prefer to be led by their most competent members, usually a council of sub-chieftains chosen by their peers, either though consensus or election. The sub-chiefs then choose a chieftain to lead in times of danger and to mediate disputes among the sub-chiefs. The chieftain is the most capable member of the tribe, and is often magically talented. Catfolk who settle in more urban and civilized areas still cling to a similar tribal structure, but often see friends outside the tribe, even those from other races, as part of their extended tribe. Within adventuring groups, catfolk who do not consider themselves the obvious choice as chieftain often defer to the person who most resembles their cultural ideal of a chieftain. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Adaptable and curious, catfolk get along with almost any race that extends reciprocal goodwill. They acclimate easily to halflings, humans, and especially elves. Catfolk and elves share a passionate nature, as well as a love of music, dance, and storytelling; elven communities often gently mentor catfolk tribes, though such elves are careful not to act in a patronizing manner toward their feline friends. Gnomes make natural companions for catfolk, as catfolk enjoy gnomes' strange and obsessive qualities. Catfolk are tolerant of kobolds as long as the reptilian beings respect the catfolk's boundaries. The feral nature of orcs stirs as much puzzlement as it does revulsion among catfolk, as they don't understand orcs' savagery and propensity for self-destruction. Half-orcs, on the other hand, intrigue catfolk, especially those half-orcs who strive to excel beyond the deleterious and hateful nature of their savage kin. Catfolk often view goblins and ratfolk as vermin, as they disdain the swarming and pernicious tendencies of those races. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>With community and unselfish cooperation at the center of their culture, as well as a good-natured curiosity and willingness to adapt to the customs of many other races, most catfolk tend toward good alignments. The clear majority of catfolk are also chaotic, as wisdom is not their strongest virtue; nevertheless, there are exceptions with cause.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Natural born trackers, the hunter-gatherer aspect of their tribes pushes many catfolk toward occupations as rangers and druids by default, but such roles don't always speak to their love of performance art, be it song, dance, or storytelling. Catfolk legends also speak of a rich tradition of great sorcerer heroes. Those catfolk who internalize their wanderlust often become wizards and monks, with many of those monks taking the path of the nimble guardian. While catfolk cavaliers and inquisitors are rare (steadfast dedication to a cause is often alien to the catfolk mindset) individuals who choose these paths are never looked down upon. Catfolk understand that exploration and self-knowledge can lead down many roads, and are accepting of nearly all professions and ways of life.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Carruth, Drewan, Ferus, Gerran, Nyktan, Rouqar, Zithembe.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Alyara, Duline, Hoya, Jilyana, Milah, Miniri,  Siphelele, Tiyeri.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-dexterity,-+2-charisma,--2-wisdom\">Catfolk are sociable and agile, but often lack common sense.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Racial Traits/+2 Dexterity/+2 Charisma/-2 Wisdom", 
                    "type": "section", 
                    "name": "+2 Dexterity, +2 Charisma, -2 Wisdom", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"catfolk\">Catfolk are humanoids with the catfolk subtype.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Racial Traits/Catfolk", 
                    "type": "section", 
                    "name": "Catfolk", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"medium\">Catfolk are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Catfolk have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"low-light-vision\">In dim light, catfolk can see twice as far as humans.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Low-Light Vision"
                }, 
                {
                    "body": "<p id=\"cat's-luck\">Once per day when a catfolk makes a Reflex saving throw, he can roll the saving throw twice and take the better result. He must decide to use this ability before the saving throw is attempted.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Racial Traits/Cats Luck (Ex)", 
                    "type": "section", 
                    "name": "Cat's Luck (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"natural-hunter\">Catfolk receive a +2 racial bonus on Perception, Stealth, and Survival checks.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Racial Traits/Natural Hunter", 
                    "type": "section", 
                    "name": "Natural Hunter", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"sprinter\">Catfolk gain a 10-foot racial bonus to their speed when using the charge, run, or withdraw actions.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Racial Traits/Sprinter", 
                    "type": "section", 
                    "name": "Sprinter", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Catfolk begin play speaking Common and Catfolk. Catfolk with high Intelligence scores can choose from the following languages: Elven, Gnoll, Gnome, Goblin, Halfling, Orc, and Sylvan.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Catfolk Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial traits may be selected instead of typical catfolk racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"cat's-claws\">Some catfolk have stronger and more developed claws than other members of their race, and can use them to make attacks. Catfolk with this racial trait have a pair of claws they can use as natural weapons. These claws are primary attacks that deal 1d4 points of damage. This racial trait replaces natural hunter.</p>", 
                    "name": "Cat's Claws", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Alternate Racial Traits/Cats Claws", 
                    "subtype": "catfolk", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"clever-cat\">Catfolk's generally friendly disposition doesn't preclude craftiness. Some of them see social obstacles as games to be played and won. These catfolk receive a +2 racial bonus on Bluff, Diplomacy, and Sense Motive checks. This racial trait replaces natural hunter.</p>", 
                    "name": "Clever Cat", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Alternate Racial Traits/Clever Cat", 
                    "subtype": "catfolk", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"climber\">Catfolk hunters excel at hunting prey from trees and other high vantage points. Catfolk with this racial trait possess a climb speed of 20 feet (along with the +8 racial bonus on Climb checks a climb speed affords). This racial trait replaces sprinter.</p>", 
                    "name": "Climber", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Alternate Racial Traits/Climber", 
                    "subtype": "catfolk", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"curiosity\">Catfolk are naturally inquisitive about the world around them, though some are more curious than others. Such catfolk gain a +4 bonus on Diplomacy checks to gather information, and Knowledge (history) and Knowledge (local) are always class skills for them. If they choose a class that has either of these Knowledge skills as class skills, they gain a +2 racial bonus on those skills instead. This racial trait replaces natural hunter.</p>", 
                    "name": "Curiosity", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Alternate Racial Traits/Curiosity", 
                    "subtype": "catfolk", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"nimble-faller\">Some catfolk have an amazing sense of balance and keen knowledge of their own center of gravity. Catfolk with this trait land on their feet even when they take lethal damage from a fall. Furthermore, catfolk with this trait gain a +1 bonus to their CMD against trip maneuvers. This racial trait replaces sprinter.</p>", 
                    "name": "Nimble Faller", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Alternate Racial Traits/Nimble Faller", 
                    "subtype": "catfolk", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"scent\">Some catfolk favor a keen sense of smell over sensitive sight. Catfolk with this racial trait gain the scent ability. This racial trait replaces the low-light vision racial trait.</p>", 
                    "name": "Scent", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Alternate Racial Traits/Scent", 
                    "subtype": "catfolk", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all catfolk who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the favored class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"bard\">Add +1/2 to the bard's bardic knowledge bonus.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p id=\"cavalier\">Add +1/4 to the cavalier's banner bonus.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Cavalier"
                }, 
                {
                    "body": "<p id=\"druid\">Add +1 hit points to the druid's animal companion. If the druid ever replaces her animal companion, the new animal companion gains these bonus hit points.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p id=\"oracle\">Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p id=\"ranger\">Choose a weapon from the following list: claws, kukri, longbow, longsword, short spear, or shortbow. Add +1/2 on critical hit confirmation rolls made while using that weapon (maximum bonus of +4). This bonus does not stack with Critical Focus.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p id=\"rogue\">Add a +1/2 bonus on Bluff checks to feint and Sleight of Hands checks to pickpocket.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p id=\"sorcerer\">Select one bloodline power at 1st level that is normally usable a number of times equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds + 1/2 to the number of uses per day of that bloodline power.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to catfolk.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Gifted with finesse and stealth, catfolk make excellent burglars. Cat burglars are masters of breaking and entering, using their feline grace to make it seem as though no crime was ever committed in the first place. Few locks can withstand skilled cat burglars, and such nimble rogues are capable of bypassing traps without activating them and enabling associates to do the same. A cat burglar has the following class features.</p>", 
                    "name": "Cat Burglar (Rogue)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Racial Archetypes/Cat Burglar (Rogue)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"phantom-presence\">At 4th level, a cat burglar masters stealthy movement and leaves no trace of her passing in dungeons and cities. While in dungeon and urban environments, she leaves no trail and cannot be tracked, though she can choose to leave behind a trail if she so desires. Furthermore, she can always choose to take 10 when making a Stealth check. This ability replaces uncanny dodge.  </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Racial Archetypes/Cat Burglar (Rogue)/Phantom Presence (Ex)", 
                            "type": "section", 
                            "name": "Phantom Presence (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"trap-saboteur\">At 8th level, a cat burglar becomes a master of avoiding and manipulating traps and locks. She can attempt to open a lock as a standard action and takes 1/2 the normal amount of time to disable traps (minimum 1 round) . When she has bypassed a trap without disarming it, she can also choose to suppress its trigger for up to 1 minute. If she does, she can also choose to end this suppression prematurely as a free action. This ability replaces uncanny dodge.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Racial Archetypes/Cat Burglar (Rogue)/Trap Saboteur (Su)", 
                            "type": "section", 
                            "name": "Trap Saboteur (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the cat burglar archetype: fast stealth, quick disable ; convincing fakes, dodge trap ; fast picks  terrain mastery .</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the cat burglar archetype: another day, fast tumble  hide in plain sight .</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }, 
                {
                    "body": "<p>Some catfolk monks dedicate their graceful prowess to the defense of others, especially those dedicated to a similar ethos or who prove themselves as stalwart allies of the monk's cause. A nimble guardian has the following class features.</p>", 
                    "name": "Nimble Guardian (Monk)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Racial Archetypes/Nimble Guardian (Monk)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"defensive-aid\">At 2nd level, a number of times per day equal to his Wisdom bonus, a nimble guardian can interpose herself between one adjacent ally and an attack or damage dealt in an area of effect. If an adjacent ally is the target of the attack or is required to make a Reflex saving throw against a damaging effect, as an immediate action the nimble guardian can grant that ally a +4 circumstance bonus to AC or on the saving throw against the effect. The nimble guardian must use this ability before the attack roll or saving throw is made. The nimble guardian can only use this ability if he is wearing light or no armor. This ability replaces evasion.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Racial Archetypes/Nimble Guardian (Monk)/Defensive Aid (Ex)", 
                            "type": "section", 
                            "name": "Defensive Aid (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"nimble-reflexes\">At 3rd level, a nimble guardian gains a +2 bonus on all Reflex saving throws. This ability replaces still mind. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Racial Archetypes/Nimble Guardian (Monk)/Nimble Reflexes (Ex)", 
                            "type": "section", 
                            "name": "Nimble Reflexes (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"defensive-mastery\">At 5th level, a nimble guardian gains 3 additional uses of her defensive aid ability per day. Furthermore, if an ally that gained the benefit of a use of defensive aid succeeds her Reflex saving throw, and the effect still deals damage on a successful saving throw, the nimble guardian can spend 1 <i>ki</i> point to negate that damage. Doing so is not an action. This ability replaces purity of body. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Racial Archetypes/Nimble Guardian (Monk)/Defensive Mastery (Ex)", 
                            "type": "section", 
                            "name": "Defensive Mastery (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"guardian-feline\">At 7th level, a nimble guardian can transform himself into a feline creature by spending 2 <i>ki</i> points. The effect lasts for 1 hour or until the nimble guardian changes back. Changing form (to animal or back) is a standard action and does not provoke an attack of opportunity. The chosen form must be some form of feline (cheetah, lion, etc.). This ability is otherwise identical to <i>beast shape II</i>. At 9th level, this ability functions as <i>beast shape III</i>. This ability replaces wholeness of body.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Racial Archetypes/Nimble Guardian (Monk)/Guardian Feline (Su)", 
                            "type": "section", 
                            "name": "Guardian Feline (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"evasion\">At 9th level, a nimble guardian gains evasion. This ability replaces improved evasion.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Racial Archetypes/Nimble Guardian (Monk)/Evasion (Ex)", 
                            "type": "section", 
                            "name": "Evasion (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to catfolk. At the GM's discretion, other appropriate races may make use of some of these new rules.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Catfolk have access to the following equipment.</p>", 
                    "name": "Catfolk Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/New Racial Rules/Catfolk Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"claw-blades\">These subtle blades can only be used by catfolk with the cat's claws racial trait. Bought in a set of five, they fit over the wearer's claws on one hand. The blades grant the wearer a +1 enhancement bonus on claw attack rolls with that hand and change the weapon type from a natural weapon to a light slashing weapon. Catfolk with the cat's claws racial trait are proficient with this weapon. The claw blades can be enhanced like a masterwork weapon for the normal costs. The listed cost of the item is for one set of five claws for one hand. </p>", 
                            "name": "Claw Blades", 
                            "weight": "2 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/New Racial Rules/Catfolk Equipment/Claw Blades", 
                            "price": "305 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"softpaw-boots\">These soft and subtle boots are constructed of silk and specially cured leather. They are specially designed for catfolk feet. They work with the feline structure of the race's feet to soften footfalls and to reduce the imprints of their tracks. While wearing softpaw boots, a catfolk gains a +1 circumstance bonus on Stealth checks. Furthermore, the DC to notice or follow the tracks of a catfolk wearing softpaw boots increases by +2. </p>", 
                            "name": "Softpaw Boots", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/New Racial Rules/Catfolk Equipment/Softpaw Boots", 
                            "price": "25 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"trailscent-kit\">This small box of specially prepared catfolk pheromones and alchemical reagents can be used to leave a small group of subtle but long-lasting scents that only catfolk can smell and decipher. Given a minute, a catfolk can create a scent mixture and apply it to a solid object, such as a tree, a wall, or even a smaller item such as a weapon or potion vial. When the catfolk does this, it leaves one of the following scent impressions: danger, food, shelter, or possession. The possession impression is always keyed to the specific catfolk using the kit, and signifies that she owns the territory or item. Other races can attempt to use this kit to create the danger, food, or shelter impression, but doing so requires a successful DC 20 Craft (alchemy) check. A catfolk can detect a particular scent applied with a trailscent kit from 30 feet away. If the scent is upwind, the range at which a catfolk can detect the scent increases to 60 feet; if it is downwind, the range drops to 15 feet. A catfolk with the scent racial quality doubles those distances. A scent impression lasts for 1 year or until it is washed away. Each kit has 10 uses.</p>", 
                            "name": "Trailscent Kit", 
                            "weight": "5 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/New Racial Rules/Catfolk Equipment/Trailscent Kit", 
                            "price": "10 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "25"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Catfolk Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Claw blades </td><td>305 gp</td><td>2 lb.</td><td>&mdash;</td></tr><tr class=\"even\"><td>Softpaw boots</td><td>25 gp</td><td>1 lb.</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Trailscent kit</td><td>10 gp</td><td>5 lb.</td><td>25</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/New Racial Rules/Catfolk Equipment/Catfolk Equipment", 
                            "type": "table", 
                            "name": "Catfolk Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following rogue talents can only be taken by catfolk.</p>", 
            "name": "Catfolk Rogue Talents", 
            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p id=\"deadly-scratch\">A catfolk rogue with this talent can apply poison to her claws without accidentally poisoning herself. A catfolk rogue must have the cat's claws racial trait and the poison use class feature before taking this talent. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Deadly Scratch (Ex)", 
                    "type": "section", 
                    "name": "Deadly Scratch (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"disarming-luck\">Once per day, when a catfolk rogue attempts to disable a device and fails by 5 or more, she can reroll the check as a free action. She must take the result of the reroll, even if it's worse than the original roll.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Disarming Luck (Ex)", 
                    "type": "section", 
                    "name": "Disarming Luck (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"graceful-faller\">A catfolk rogue with this talent lands on her feet even when she takes lethal damage from a fall. If the catfolk rogue also has the nimble faller racial trait, she takes damage from any fall as if it were 20 feet shorter than it actually is.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Graceful Faller (Ex)", 
                    "type": "section", 
                    "name": "Graceful Faller (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"nimble-climber\">A catfolk rogue with this talent gains a +4 bonus on Climb checks. If she has the climber racial trait, she can take 10 on her Climb checks even when in immediate danger or distracted.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Nimble Climber (Ex)", 
                    "type": "section", 
                    "name": "Nimble Climber (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"single-minded-appraiser\">A catfolk rogue with this talent is skilled at determining the value of sparkly things. She can always take 10 when appraising gems and jewelry.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Single-Minded Appraiser (Ex)", 
                    "type": "section", 
                    "name": "Single-Minded Appraiser (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"vicious-claws\">A catfolk with this talent uses d8s to roll sneak attack damage instead of d6s, but only when she uses her claws to make the sneak attack. A catfolk rogue must have the cat's claws racial trait before taking this talent.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Vicious Claws (Ex)", 
                    "type": "section", 
                    "name": "Vicious Claws (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Catfolk have access to the following feats.</p>", 
                    "name": "Catfolk Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>Bad luck befalls those who dare to cross you.</p>", 
                            "name": "Black Cat", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Feats/Black Cat", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Catfolk.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day as an immediate action, when you are hit by a melee attack, you can force the opponent who made the attack to reroll it with a &ndash;4 penalty. The opponent must take the result of the second attack roll. This is a supernatural ability.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">If you take this feat and don't already have all black fur, your fur turns completely black when you takes this feat.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your feline traits are more defined and prominent than those of other members of your race.</p>", 
                            "name": "Catfolk Exemplar", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Feats/Catfolk Exemplar", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Catfolk.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can take the Aspect of the Beast feat  even if you do not meet the normal prerequisites. Furthermore, your catlike nature manifests in one of the following ways. You choose the manifestation when you take this feat, and cannot change it later.</p><blockquote><p id=\"enhanced-senses\"><i>Enhanced Senses (Ex)</i>If you have low-light vision, you gain the scent catfolk racial trait. If you have the scent racial trait, you gain low-light vision.</p><p id=\"fast-sprinter\"><i>Fast Sprinter (Ex)</i>: You gain a 10-foot racial bonus to your speed when using the charge, run, or withdraw actions. If you have the sprinter racial trait, your racial bonus to speed when using the charge, run, or withdraw action increases to a 20-foot bonus.</p><p id=\"sharp-claws\"><i>Sharp Claws (Ex)</i>: If you do not have the cat's claws racial trait or the claws of the beast manifestation from the Aspect of the Beast feat , you gain the cat's claws racial trait. If you have either the cat's claws racial trait or the claws of the beast manifestation, your claw damage increases to 1d6. </p></blockquote>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can take this feat multiple times. Its effects do not stack. Each time you select it, you must choose a different manifestation.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can charge and make an attack with your paws.  </p>", 
                            "name": "Claw Pounce", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Feats/Claw Pounce", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Str 13, Dex 15, Nimble Striker, base attack bonus +10, catfolk, cat's claws racial trait or Aspect of the Beast (claws of the beast manifestation).</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you make a charge, you can make a full attack with your claws.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p id=\"normal\">Charging is a special full-round action that limits you to a single attack.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your innate grace allows you to get out of the stickiest situations. </p>", 
                            "name": "Feline Grace", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Feats/Feline Grace", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Dexterity 13, catfolk.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +2 bonus to your CMD against bull rush, grapple, overrun, repositioning, and trip combat maneuvers.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You were born to charge your enemies and nobody does it better.</p>", 
                            "name": "Nimble Striker", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Feats/Nimble Striker", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Dex 13, base attack bonus +1, catfolk, sprinter racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You do not take a &ndash;2 penalty to AC when you use the Cleave feat, Lunge feat, or when you charge. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>The following magic items are often created and used by catfolk. </p>", 
                    "name": "Catfolk Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "head (and none; see below)", 
                            "name": "Cat's Eye Crown", 
                            "weight": "1 lb.", 
                            "cl": "10th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Magic Items/Cats Eye Crown", 
                            "type": "item", 
                            "price": "18,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "9,000 gp", 
                                    "Requirements": "Craft Wondrous Item, clairaudience/clairvoyance, darkvision, creator must be catfolk"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate divination", 
                            "sections": [
                                {
                                    "body": "<p>This slender silver crown is decorated with a single cat's eye gemstone as a centerpiece. When the gem is attached to the crown, its wearer gains darkvision 60 feet, or increases her darkvision by 60 feet if she already possesses that sense. The gemstone is detachable, and can be rolled into rooms, dropped into holes, thrown through windows, or planted on a creature. Once per day, on command, the crown's wearer gains the benefit of the <i>clairaudience/clairvoyance</i> spell, but uses the cat's eye gemstone as that spell's sensor and gains darkvision when viewing through that sensor. If the stone is held or carried by a creature, even within a sack or some other container, the creature wearing the crown uses the senses of the creature carrying the gemstone as the sensor instead, whether or not the creature carrying the gemstone is aware of the stone's true purpose or even its existence. Destroying the gem (hardness 8, hp 5) severs the link, but a new cat's eye gemstone worth at least 100 gp can be fashioned and attuned to the crown. The attunement process takes 24 hours.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "feet", 
                            "name": "Daredevil Softpaws", 
                            "weight": "1 lb.", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Magic Items/Daredevil Softpaws", 
                            "type": "item", 
                            "price": "1,400 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "700 gp", 
                                    "Requirements": "Craft Wondrous Item, cat's grace"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint enchantment", 
                            "subtype": "feet", 
                            "sections": [
                                {
                                    "body": "<p>This pair of magical softpaw boots (see above) allows the catfolk wearing them to gain extra maneuverability while moving through hazardous areas. As a free action, the wearer can click her heels together to grant herself a +5 competence bonus on Acrobatics checks made to move through threatened squares or to move through an enemy's space without provoking attacks of opportunity for up to 10 rounds per day. The rounds need not be consecutive. Furthermore, anytime the wearer of the boots successfully moves though the space of an enemy without provoking an attack of opportunity, she gains a +2 bonus on attack rolls against that enemy until the end of her turn.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Rending Claw Blade", 
                            "weight": "1 lb.", 
                            "cl": "11th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Magic Items/Rending Claw Blade", 
                            "type": "item", 
                            "price": "10,305 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "5,305 gp", 
                                    "Requirements": "Craft Magic Arms and Armor, bull's strength, keen edge"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate transmutation", 
                            "sections": [
                                {
                                    "body": "<p>This set of <i>+1 keen claw blades</i> is most effective when the wearer has multiple claw attacks per round. When making a full attack with claws, if the wielder hits the same target with this weapon and a different claw attack or set of claw blades, he deals an extra 1d4 damage plus 1-1/2 times his Strength bonus. The wearer can deal this extra damage no more than once per round. This counts as a rend attack and does not stack with other abilities that grant rend attacks.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Catfolk have access to the following spells.</p>", 
                    "name": "Catfolk Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>Despite its name, this powerful ward does not grant the target multiple lives, but rather gives the target the ability to get out of trouble and relieves harmful effects and conditions. For the spell's duration, the target can use any of the following abilities as an immediate action, but only up to a total of nine times, at which point the spell ends.  </p><blockquote><p id=\"cat's-luck\"><i>Cat's Luck</i>: The target can use this ability when it fails a saving throw. The target can reroll the failed saving throw, but must take the new result even if it is worse.</p><p id=\"fortitude\"><i>Fortitude</i>: The target uses this ability when a critical hit or sneak attack is scored against it. The critical hit or sneak attack is negated and the damage is instead rolled normally.</p><p id=\"rejuvenate\"><i>Rejuvenate</i>: The target uses this ability when it is reduced to 0 or fewer hit points. The target is instantly healed 3d6 points of damage. If enough hit points are regained to bring the target to positive hit points, it does not fall unconscious. If it is not enough to leave the target with positive hit points, the target automatically stabilizes. Both of these effects work even if the damage was originally enough to kill the target.</p><p id=\"shake-off\"><i>Shake Off</i>: The target uses this ability when it is under the effects of any of the following conditions: blinded, confused, cowering, dazed, dazzled, entangled, exhausted, fatigued, frightened, nauseated, panicked, shaken, sickened, or staggered. Using this ability ends one of those conditions. </p><p id=\"shimmy-out\"><i>Shimmy Out</i>: The target uses this ability when it is grappled or pinned. The target automatically escapes the grapple as if it had succeeded at an Escape Artist check to escape the grapple.</p><p id=\"stay-up\"><i>Stay Up</i>: The target uses this ability when it is tripped or otherwise knocked prone. The target steadies itself and stays upright.</p></blockquote>", 
                            "school": "abjuration", 
                            "saving_throw": "Will negates (harmless)", 
                            "description": "This powerful ward gives the target the ability to get out of trouble and relieves harmful effects and conditions.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Spells/Nine Lives", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "cleric: 8; oracle: 8; warpriest: 8; witch: 8", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 8
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 8
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 8
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 8
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "duration": "1 hour/level", 
                            "type": "spell", 
                            "name": "Nine Lives"
                        }, 
                        {
                            "body": "<p>You pull the breath from a creature's lungs, dealing damage and leaving it unable to speak, use breath weapons, or cast spells with verbal components. If the target fails its saving throw, it takes 2d6 points of damage, and it cannot speak, use breath weapons, or anything else requiring breathing, and a visible line of swirling air leaves the target's mouth and enters your mouth.</p><p>If, during the duration, the target moves out of range or line of effect to you, the spell immediately ends. This spell has no effect on creatures that do not need to breathe air.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "Fortitude negates; see text", 
                            "description": "You pull the breath from a creature's lungs, dealing damage and leaving it unable to speak, use breath weapons, or cast spells with verbal components.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Spells/Steal Breath", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "Arcanist: 2; Bard: 2; Bloodrager: 2; Druid: 2; Hunter: 2; Hunter: 2; Hunter: 2; Skald: 2; Sorcerer: 2; Witch: 2; Wizard: 2", 
                            "descriptor": [
                                "air"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "air", 
                            "effects": [
                                {
                                    "text": "one living creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round (see text)", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Steal Breath"
                        }
                    ]
                }
            ]
        }
    ]
}