{
    "body": "<p>The half-living children of vampires birthed by human females, dhampirs are progenies of both horror and tragedy. The circumstances of a dhampir's conception are often called into question but scarcely understood, as few mortal mothers survive the childbirth. Those who do often abandon their monstrous children and refuse to speak of the matter. While some speculate that dhampirs result when mortal women couple with vampires, others claim that they form when a pregnant woman suffers a vampire bite. Some particularly zealous scholars even contest dhampirs' status as a unique race, instead viewing them as humans suffering from an unholy affliction. Indeed, this hypothesis is strengthened by dhampirs' seeming inability to reproduce, their offspring inevitably humans (usually sorcerers with the undead bloodline). Regardless, they live and die just like any other mortal creatures, despite possessing a supernatural longevity akin to that of elves. </p><p>Hardship and suffering fill a dhampir's formative years. Most grow up as orphans, and despite their exquisite features and innate charm, they face a lifetime of prejudice, mistrust, fear, and persecution. Humans who witness the seemingly sinister nature of a dhampir child's supernatural powers or sensitivity to daylight display an array of reactions ranging from awe to terror to outright hatred. Eventually, a dhampir must learn to cope with these difficulties in order to find his place in the world. While most dhampirs succumb to the innate evil of their undead heritage and devolve into the monstrous fiends depicted by society, a few reject their unholy conceptions, instead vowing to avenge their mothers by hunting the very creatures that sired them. </p><p>Dhampirs keep few, if any, close companions. Ultimately, the majority of evil dhampirs regard their allies as little more than tools or fodder. Those whom they deem useful are judged by their merits as individuals, not by their race. However, even with those they feel attached to, most dhampirs are sullen and reserved. Some fear the persecution heaped upon them may be transferred to their companions, whereas others worry their own bloodlust will one day overwhelm them and they'll inadvertently turn upon their friends. In any case, an alliance with a dhampir almost always leads to an ill-fated conclusion.</p>", 
    "name": "Dhampirs", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs", 
    "type": "race", 
    "subtype": "featured_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Tall and slender and with well-defined musculature, dhampirs look like statuesque humans of unearthly beauty. Their hair, eye, and skin colors resemble unnerving versions of their mothers'; many possess a ghastly pallor, particularly in the sunlight, while those with dark complexions often possess skin the color of a bruise.</p><p>While many dhampirs can pass as humans in ideal conditions, their features are inevitably more pronounced and they move with an unnaturally fluid grace. All dhampirs have elongated incisors. While not true fangs, these teeth are sharp enough to draw blood, and many suffer a reprehensible desire to indulge in sanguinary delights, despite the fact that the act provides most no physical benefit. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Dhampirs have no culture of their own, nor do they have any known lands or even communities. Often born in secret and abandoned at orphanages or left to die on the outskirts of town, they tend to live solitary lives as exiles and outcasts. Individuals acquire the cultural beliefs and teachings of the regions in which they grew up, and adopt additional philosophies over the course of their complex lives. This ability to adapt to a verity of circumstances provides dhampirs with a social camouflage that hides them from both predators and prey. </p><p>In rare instances, dhampirs might gather to form small groups or cabals dedicated to resolving their joint issues. Even so, the philosophies of such groups reflect the interests of the individuals involved, not any common dhampir culture. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>As dhampirs are scions of evil, few races view them favorably. They share an affinity for those half-breeds whose sinister ancestry also sets them apart from human society, particularly tieflings and half-orcs. Humans view them with a combination of fear and pity, though such feelings often devolve into hatred and violence. Other humanoid races, such as dwarves, elves, and halflings, simply shun them. Similarly, dhampirs bear a deep-seeded loathing for living creatures, their hatred planted by jealousy and fed by frustration.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Most dhampirs succumb to the evil within their blood. They are unnatural creatures, and the foul influence of their undead heritage makes an evil outlook difficult to overcome. Those who struggle against their wicked natures rarely progress beyond a neutral outlook. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>The life of an adventurer comes naturally to most dhampirs, since constant persecution condemns many to spend their days wandering. Evil dhampirs keep moving to maintain their secrecy and evade lynch mobs, while those who follow the path of vengeance venture forth in search of their despised fathers. Regardless of their reasons, most dhampirs simply feel more at home on the road than in a settlement. Having little formal training, a great many of these journeyers become fighters and rogues.</p><p>Almost universally, those inclined toward magic pursue the field of necromancy, though dhampir alchemists have been known to obsess over transforming their own bodies. Those who feel the call of the hunt often become inquisitors. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Lacking a culture and unified traditions, dhampirs share humans' predilection for a diversity of names, and most keep their human birth names. Many dhampirs take their mother's surname, while others take the surname of the towns or regions in which they were born, or use a surname derived from a significant event.  </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Description/Names", 
                    "type": "section", 
                    "name": "Names", 
                    "source": "Advanced Race Guide"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Dhampir Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-dexterity,-+2-charisma,--2-constitution\">Dhampirs are fast and seductive, but their racial bond to the undead impedes their mortal vigor.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Dhampir Racial Traits/+2 Dexterity/+2 Charisma/-2 Constitution", 
                    "type": "section", 
                    "name": "+2 Dexterity, +2 Charisma, -2 Constitution", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"dhampir\">Dhampirs are humanoids with the dhampir subtype.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Dhampir Racial Traits/Dhampir", 
                    "type": "section", 
                    "name": "Dhampir", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"medium\">Dhampirs are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Dhampirs have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"senses\">Low-light vision and darkvision 60 feet. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Dhampir Racial Traits/Senses", 
                    "type": "section", 
                    "name": "Senses", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"manipulative\">+2 racial bonus on Bluff and Perception. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Dhampir Racial Traits/Manipulative", 
                    "type": "section", 
                    "name": "Manipulative", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"undead-resistance\">Dhampirs gain a +2 racial bonus on saving throws against disease and mind-affecting effects. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Dhampir Racial Traits/Undead Resistance", 
                    "type": "section", 
                    "name": "Undead Resistance", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"light-sensitivity\">Dhampirs are dazzled in areas of bright sunlight or within the radius of a <i>daylight</i> spell.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Dhampir Racial Traits/Light Sensitivity", 
                    "type": "section", 
                    "name": "Light Sensitivity", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"negative-energy-affinity\">Though a living creature, a dhampir reacts to positive and negative energy as if it were undead&mdash;positive energy harms it, while negative energy heals it.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Dhampir Racial Traits/Negative Energy Affinity", 
                    "type": "section", 
                    "name": "Negative Energy Affinity", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"spell-like-ability\">A dhampir can use <i>detect undead</i> three times per day as a spell-like ability. The caster level for this ability equals the dhampir's class level. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Spell-Like Ability"
                }, 
                {
                    "body": "<p id=\"resist-level-drain\">A dhampir takes no penalties from energy drain effects, though he can still be killed if he accrues more negative levels then he has Hit Dice. After 24 hours, any negative levels a dhampir takes are removed without the need for an additional saving throw. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Dhampir Racial Traits/Resist Level Drain (Ex)", 
                    "type": "section", 
                    "name": "Resist Level Drain (Ex)", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Dhampirs begin play speaking Common. Those with high Intelligence scores can choose any language it wants (except secret languages, such as Druidic).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Dhampir Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial traits may be selected instead of existing dhampir racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"dayborn\">A few fortunate dhampirs were born during the day under the blessings of priests, and their blood has weaker ties to their undead bloodline than others of their kind. Such dhampirs are unhindered by daylight and lose the light sensitivity racial trait. This racial trait replaces the spell-like ability racial trait. </p>", 
                    "name": "Dayborn", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Alternate Racial Traits/Dayborn", 
                    "subtype": "dhampir", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"fangs\">On occasion, a dhampir may inherit his father's lengthy canines. Whenever the dhampir makes a grapple combat maneuver check to damage an opponent, he can choose to bite his opponent, dealing 1d3 points of damage as if using a natural bite attack. As a standard action, the dhampir can bite a creature that is bound, helpless, paralyzed, or similarly unable to defend itself. This racial trait replaces the spell-like ability racial trait. </p>", 
                    "name": "Fangs", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Alternate Racial Traits/Fangs", 
                    "subtype": "dhampir", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"vampiric-empathy\">Though dhampirs often relate poorly to humanoids, some share an affinity with baser creatures. These dhampirs gain the ability to communicate with bats, rats, and wolves as if under the effects of a <i>speak with animals</i> spell (caster level equal to 1/2 the dhampir's Hit Dice). In addition, they gain a +2 racial bonus on Diplomacy checks when dealing with these animals. Whenever these dhampirs initiate an exchange, animals begin with a starting attitude of indifferent. This is a supernatural ability. This racial trait replaces manipulative.</p>", 
                    "name": "Vampiric Empathy", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Alternate Racial Traits/Vampiric Empathy", 
                    "subtype": "dhampir", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all dhampirs who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the favored class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"alchemist\">Add +10 minutes to the duration of the alchemist's mutagens.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p id=\"cleric\">Add +1 to the caster level of any channeling feat used to affect undead.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p id=\"fighter\">Add a +2 bonus on rolls to stabilize when dying.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p id=\"inquisitor\">Add a +1/2 bonus on Intimidate checks to demoralize humanoids.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p id=\"rogue\">Add a +1/2 bonus on Stealth checks and Perception checks made in dim light or darkness.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p id=\"sorcerer\">Add +1/2 point of negative energy damage to spells that deal negative energy damage.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p id=\"wizard\">Add +1/4 to the wizard's caster level when casting spells of the necromancy school.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to dhampirs.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>To those who know how to manipulate it, the blood of a dhampir can be a powerful component to magic. A cruoromancer infuses his necromantic magic with the power of his unique mixture of living blood and undead ichor. As his power increases in this strange arcane art, a cruoromancer finds potent ways to infuse his unique blood with necromancy spells. A cruoromancer has the following class features.</p>", 
                    "name": "Cruoromancer (Wizard)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Cruoromancer (Wizard)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"blood-infusion\">When a cruoromancer casts a spell of the necromancy school, he can opt to infuse that spell with his undead-tainted blood as a swift action. As he increases in level, the power and effects of such infusions become more potent. Each time a cruoromancer uses blood infusion, he drains a portion of his own blood either by cutting himself with a blade or by opening a scab from a previous wound. When he does this, he takes an amount of damage equal to 1d4 + the level of the spell being infused. A cruoromancer can only affect a spell with a single type of blood infusion. At 1st level, he can infuse his necromancy spells in either of the following ways. </p><blockquote><p id=\"focused-infusion:\"><i>Focused Infusion:</i> When the cruoromancer uses this infusion, he adds +1 to the DC of the infused necromancy spell. </p><p id=\"sickening-infusion\"><i>Sickening Infusion</i>: When the cruoromancer uses this infusion, any creature damaged by the infused necromancy spell becomes sickened for 1 round. </p><p>This ability replaces arcane bond.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Cruoromancer (Wizard)/Blood Infusion (Su)", 
                            "type": "section", 
                            "name": "Blood Infusion (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"blood-command\">At 5th level, a cruoromancer can control up to 5 Hit Dice worth of undead creatures per caster level instead of the normal 4 Hit Dice of undead when casting the <i>animate dead</i> spell. He also gains the following blood infusion ability.</p><blockquote><p id=\"commanding-infusion\"><i>Commanding Infusion</i>: When using this infusion with <i>animate dead</i>, the cruoromancer can create a number of Hit Dice of undead equal to three times his caster level instead of twice his caster level.</p><p>This ability replaces the 5th-level wizard bonus feat. </p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Cruoromancer (Wizard)/Blood Command (Su)", 
                            "type": "section", 
                            "name": "Blood Command (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"blood-desecration\">At 10th level, a cruoromancer gains the following blood infusion. </p><blockquote><p id=\"desecrating-infusion\"><i>Desecrating Infusion</i>: When the cruoromancer uses this infusion, he can choose to center a <i>desecrate</i> effect on himself or a single target of the spell modified by this infusion (he chooses upon casting). This effect is like the <i>desecrate</i> spell, but lasts for 1 minute per caster level of the cruoromancer, and does not interact with altars, shrines, or permanent fixtures that boost the <i>desecrate</i> effect. This ability replaces the 10th-level wizard bonus feat.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Cruoromancer (Wizard)/Blood Desecration (Su)", 
                            "type": "section", 
                            "name": "Blood Desecration (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"blood-ability\">At 15th level, a cruoromancer can choose to scry through a single undead creature he created with a spell modified by a commanding infusion. The undead creature is treated as if imbued with an <i>arcane eye</i> spell (caster level equal to the cruoromancer's wizard level). This ability replaces the 15th-level wizard bonus feat.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Cruoromancer (Wizard)/Blood Ability (Su)", 
                            "type": "section", 
                            "name": "Blood Ability (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"perfect-infusion\">At 20th level, a cruoromancer can use his blood infusions without taking damage. This ability replaces the 20th-level wizard bonus spell. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Cruoromancer (Wizard)/Perfect Infusion (Su)", 
                            "type": "section", 
                            "name": "Perfect Infusion (Su)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Appalled and guilt-ridden by the horrific circumstances of her birth, a kinslayer dedicates herself to eradicating the very creatures whose blood flows within her veins. She spends her life hunting and slaying those vampiric monsters for whom humans have become prey. A kinslayer has the following class features.</p>", 
                    "name": "Kinslayer (Inquisitor)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Kinslayer (Inquisitor)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"judgment\">At 1st level, a kinslayer gains the following judgment.</p><blockquote><p id=\"slayer's-brand\"><i>Slayer's Brand (Su)</i>When using this judgment, the kinslayer gains the ability to brand undead creatures with positive energy. To do so, she must make a successful melee touch attack against the undead creature. This attack deals an amount of positive energy damage equal to 1d6 + the kinslayer's Charisma score, and burns her personal symbol into the undead creature's flesh, bone, or even its incorporeal form. From that point onward, the kinslayer can sense the existence of the branded creature as if it were the target of a <i>locate creature</i> spell (caster level equal to 1/2 the kinslayer's inquisitor level). A slayer's brand lasts until the undead creature is destroyed or until the kinslayer uses this ability on another creature. This ability replaces the destruction judgment.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Kinslayer (Inquisitor)/Judgment (Su)", 
                            "type": "section", 
                            "name": "Judgment (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"greater-brand\">A 1st level, a kinslayer learns to modify her slayer's brand judgment as she gains levels. Whenever she gains the ability to learn a teamwork feat, she can instead opt to learn one of the following modifications to her slayer's brand judgment.</p><blockquote><p id=\"branding-ray\"><i>Branding Ray</i>: The slayer's brand judgment can be used as a ranged touch attack with a range of 20 feet. A kinslayer can take this modification more than once. Whenever she does, she increases the range of her brand by 20 feet.</p><p id=\"debilitating-brand\"><i>Debilitating Brand</i>: A creature currently affected by the slayer's brand judgment takes a &ndash;2 penalty on attack rolls against the kinslayer who placed the brand. </p><p id=\"devastating-brand\"><i>Devastating Brand</i>: When the kinslayer attacks a creature that she has branded with her slayer's brand, she threatens a critical hit on a roll of 19&ndash;20. If the kinslayer is good, she also gains a +2 sacred bonus on all rolls to confirm critical hits on a branded creature. </p><p id=\"dual-brand\"><i>Dual Brand</i>: The kinslayer can have up to two creatures branded at a time. </p><p id=\"holy-brand\"><i>Holy Brand</i>: The kinslayer can use her brand on creatures with the evil subtype as well as undead.</p><p id=\"searing-brand:\"><i>Searing Brand:</i> The kinslayer's slayer's brand deals an additional 1d6 points of damage for every five inquisitor levels she has. If the creature hit with the slayer's brand is particularly vulnerable to bright light, the damage dice of her slayer's brand increases to d8s. A kinslayer must be at least 6th level to take this modification. </p><p id=\"silver-brand\"><i>Silver Brand</i>: The kinslayer can use her brand on lycanthropes and creatures with vulnerability to silver as well as undead. </p></blockquote><p>Each time the kinslayer opts to take a greater brand, it replaces her ability to gain a teamwork feat at that level.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Kinslayer (Inquisitor)/Greater Brand (Su)", 
                            "type": "section", 
                            "name": "Greater Brand (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"undead-sense\">At 2nd level, a kinslayer gains the ability to use <i>detect undead</i> as a spell-like ability (caster level equal to the kinslayer's inquisitor level) at will. If she detects the presence of undead, she can use her monster lore ability to attempt to determine the type of undead detected as well as to reveal any strengths or weaknesses the undead might have. If any of the detected undead are vampires, she gains a bonus on the check equal to her inquisitor level to immediately identify them as such.</p><p> This ability replaces <i>detect alignment</i>.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/Racial Archetypes/Kinslayer (Inquisitor)/Undead Sense (Sp)", 
                            "type": "section", 
                            "name": "Undead Sense (Sp)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to dhampirs. At the GM's discretion, other appropriate races may make use of some of these new rules.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The following equipment is used or made by dhampirs. </p>", 
                    "name": "Dhampir Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"heartstake-bolts\">Specially crafted from solid darkwood, heartstake bolts are specifically designed to slay vampires. A heartstake bolt can be fired from any crossbow, but it imposes a &ndash;2 penalty on the attack roll and halves the range increment of the weapon. A vampire struck with a heartstake bolt takes the normal damage but must also succeed at a DC 20 Fortitude saving throw or fall to the ground helpless for 1 round. While the vampire is helpless in this manner, a creature can attempt to use the heartstake bolt to finish off the vampire by driving it through the vampire's heart as a full-round action. Once the debilitating effect of the heartstake bolt has ended, the vampire can pull out the bolt as a move action. A vampire slain with a heartstake bolt is subject to the rules and limitations of slaying a vampire with a wooden stake as described under vampire weaknesses .</p><p>A heartstake bolt deals normal damage for the crossbow of its type.</p>", 
                            "name": "Heartstake Bolts", 
                            "weight": "3 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Equipment/Heartstake Bolts", 
                            "price": "100 gp/5", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"neck-guard\">Made from hardened leather reinforced with a band of metal, this collar protects the wearer against vampire bites when worn around the throat. It provides a +1 armor bonus to AC against vampire bites or similar attacks that specifically target the wearer's throat. Unlike most armor bonuses, the neck guard's +1 bonus stacks with the armor bonus of light or medium armor, but it provides no additional bonus when worn with heavy armor.</p>", 
                            "name": "Neck Guard", 
                            "weight": "1/4 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Equipment/Neck Guard", 
                            "price": "10 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"vampire-slayer's-kit\">This small, latched wooden case contains numerous tools and devices used in hunting and slaying vampires. It contains 10 cloves of garlic, four masterwork wooden stakes, a hammer, a silvered mirror, 4 vials of holy water, 1 application of <i>silversheen</i>, and a masterwork holy symbol. It also contains numerous regents and powders used for treating wounds and making wards, salves, and other concoctions. In addition to its general usefulness, when displayed, a vampire slayer's kit grants its owner a +2 bonus on all Charisma-based skill checks made to investigate or seek out vampires.</p>", 
                            "name": "Vampire Slayer's Kit", 
                            "weight": "8 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Equipment/Vampire Slayers Kit", 
                            "price": "500 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Dhampir Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th></tr></thead><tr class=\"odd\"><td>Heartstake bolts (5)</td><td>100 gp</td><td>3 lbs.</td></tr><tr class=\"even\"><td>Neck guard</td><td>10 gp</td><td>1/4 lb.</td></tr><tr class=\"odd\"><td>Vampire slayer's kit </td><td>500 gp </td><td>8 lbs.</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Equipment/Dhampir Equipment", 
                            "type": "table", 
                            "name": "Dhampir Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Dhampirs have access to the following feats.</p>", 
                    "name": "Dhampir Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>Consuming blood reinvigorates you.</p>", 
                            "name": "Blood Drinker", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Feats/Blood Drinker", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Dhampir. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Choose one humanoid subtype, such as \"goblinoid\" (this subtype cannot be \"dhampir\"). You have acquired a taste for the blood of creatures with this subtype. Whenever you drink fresh blood from such a creature, you gain 5 temporary hit points and a +1 bonus on checks and saves based on Constitution. The effects last 1 hour. If you feed multiple times, you continue to gain hit points to a maximum of 5 temporary hit points for every three Hit Dice you have, but the +1 bonus on Constitution-based skill checks and saving throws does not stack.</p><p>Normally, you can only drink blood from an opponent who is helpless, grappled, paralyzed, pinned, unconscious, or similarly disabled. If you have a bite attack, you can drink blood automatically as part of your bite attack; otherwise, you must first cut your target by dealing 1 hit point of damage with a slashing or piercing weapon (though you may feed upon a creature with severe wounds or a bleed effect without cutting it first). Once you cut the target, you can drink from its wound as a standard action. Drinking blood deals 2 points of Constitution damage to the creature you feed upon. </p><p>The blood must come from a living creature of the specified humanoid subtype. It cannot come from a dead or summoned creature. Feeding on unwilling intelligent creatures is an evil act.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Consuming blood gives you superhuman strength.</p>", 
                            "name": "Blood Feaster", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Feats/Blood Feaster", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Blood Drinker, base attack bonus +6, dhampir.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">If you use your Blood Drinker feat to drain 4 or more points of Constitution from a living creature, you gain a +2 bonus on damage rolls and a +1 bonus on Strength-based skill checks. This bonus lasts for a number of rounds equal to 1/2 your Hit Dice.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You do not need to drink blood from a living creature to gain healing benefits.</p>", 
                            "name": "Blood Salvage", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Feats/Blood Salvage", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Blood Drinker, dhampir.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can use your Blood Drinker feat on a dead creature of the appropriate humanoid subtype. The creature must have died less than 6 hours beforehand.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You only benefit from the Blood Drinker feat if you consume fresh blood from a living creature.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your taste for blood is broader than that of other dhampirs.</p>", 
                            "name": "Diverse Palate", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Feats/Diverse Palate", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Blood Drinker, dhampir.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Choose a humanoid subtype or the monstrous humanoid type. You may use your Blood Drinker feat on creatures of this subtype or type.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can take this feat multiple times. Each time you select it, choose a new humanoid subtype or the monstrous humanoid. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You possess some of the dominating powers of your vampire progenitor.</p>", 
                            "name": "Natural Charmer", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Feats/Natural Charmer", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Cha 17, dhampir. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can take 20 on any Charisma-based skills to charm, convince, persuade, or seduce humanoids whose attitude is at least friendly to you. Taking 20 still requires 20 times the normal time to perform the skill.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You cannot take 20 on any check where you incur penalties for failure.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Dhampirs have access to the following magic items.</p>", 
                    "name": "Dhampir Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "neck", 
                            "name": "Amulet of Channeled Life", 
                            "weight": "1/2 lb.", 
                            "cl": "10th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Magic Items/Amulet of Channeled Life", 
                            "type": "item", 
                            "price": "12,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "6,000 gp", 
                                    "Requirements": "Craft Wondrous Item, life channel"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate transmutation", 
                            "subtype": "neck", 
                            "sections": [
                                {
                                    "body": "<p>This amulet consists of a pale translucent gem in a dull gray metal setting etched with ancient runes. When worn by an individual with the negative energy affinity racial trait, it alters the effects of positive energy on his body. When targeted by positive energy that heals living creatures, the wearer instead gains half the hit points the positive energy heals as temporary hit points. These temporary hit points go away after 10 minutes. This effect does not stack with <i>life channel</i> (see below) or other effects that convert healing positive energy to temporary hit points. </p><p>This item does not actually transpose positive energy into negative energy, it just affects the way the wearer's body reacts to positive energy. Only a living creature can benefit from this amulet; it provides no benefit to undead.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "eyes", 
                            "name": "Lenses of Darkness", 
                            "weight": "&mdash", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Magic Items/Lenses of Darkness", 
                            "type": "item", 
                            "price": "12,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "6,000 gp", 
                                    "Requirements": "Craft Wondrous Item, darkness"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint transmutation", 
                            "subtype": "eyes", 
                            "sections": [
                                {
                                    "body": "<p>Crafted from a dark-colored crystalline material and infused with magical darkness, these lenses fit over the wearer's eyes. When worn by a creature with light sensitivity or light blindness, these lenses protect the wearer against the effect of sunlight, the <i>daylight</i> spell, or similar light effects. Both lenses must be worn for the magic to be effective. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Symbol of Unholy Command", 
                            "weight": "1 lb.", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Magic Items/Symbol of Unholy Command", 
                            "type": "item", 
                            "price": "8,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "4,000 gp", 
                                    "Requirements": "Craft Wondrous Item, Command Undead or command undead"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint necromancy", 
                            "sections": [
                                {
                                    "body": "<p>This unholy symbol is carved entirely from human bone. When the wielder uses this unholy symbol as a focus for the Command Undead feat, he gains a +1 profane bonus to the DC of that feat. </p><p>Good creatures of 5 Hit Dice or less that attempt to touch the symbol must make a DC 15 Will save or be shaken for 1 round. Deliberate use of a <i>symbol of unholy command</i> is an evil act.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Dhampirs have access to the following spells.</p>", 
                    "name": "Dhampir Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You blast your enemies with blinding rays of sunlight. You may fire one ray, plus one additional ray for every four levels beyond 3rd (to a maximum of three rays at 11th level). Each ray requires a ranged touch attack to hit. If a ray hits, it explodes into powerful motes of light, and the target must save or be blinded for 1 round. If the target has light blindness, light sensitivity, or is otherwise vulnerable to bright light, it instead must save or be blinded for 1d4 rounds and take 1d4 points of damage per two caster levels (maximum 5d4). Any creature blinded by a ray sheds light as a sunrod for the duration of its blindness. The rays may be fired at the same or different targets, but all rays must be aimed at targets within 30 feet of each other and fired simultaneously.</p>", 
                            "school": "evocation", 
                            "saving_throw": "Fortitude negates", 
                            "description": "You blast your enemies with blinding rays of sunlight.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Spells/Blinding Ray", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "cleric: 2; oracle: 2; warpriest: 2; inquisitor: 3; paladin: 2", 
                            "descriptor": [
                                "good", 
                                "light"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Paladin", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "good, light", 
                            "effects": [
                                {
                                    "text": "one or more rays of light", 
                                    "name": "Effect"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "type": "DF"
                                }
                            ], 
                            "duration": "instantaneous (see text)", 
                            "type": "spell", 
                            "component_text": "V, S, DF", 
                            "name": "Blinding Ray"
                        }, 
                        {
                            "body": "<p>When cast on a creature with negative energy affinity, the target is able to convert channeled positive energy into temporary hit points. When subject to an effect that heals hit points only to living creatures (such as <i>cure light wounds</i> or channel positive energy), the target gains a number of temporary hit points equal to half the number of hit points that the positive energy would normally heal. These temporary hit points go away at the end of this spell's duration.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "Fortitude negates (harmless)", 
                            "description": "When cast on a creature with negative energy affinity, the target is able to convert channeled positive energy into temporary hit points.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Spells/Life Channel", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "cleric: 2; oracle: 2; warpriest: 2", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one touched creature with negative energy affinity", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Life Channel"
                        }, 
                        {
                            "body": "<p>The target becomes resistant to the effects of energy drain and blood drain attacks made by undead creatures, and cannot be made into undead spawn if killed while the spell is in effect.</p><p>If the attacking undead's Hit Dice is less than or equal to your caster level, the blood drain or energy drain has no effect. If the attacking undead's Hit Dice are greater than your caster level, the undead must make a Fortitude save (against the DC of the spell) with each attack for those special abilities to have any effect. The spell only prevents the Constitution damage from blood drain and negative levels from energy drain, but not any other effects of these attacks.</p>", 
                            "school": "necromancy", 
                            "saving_throw": "Fortitude negates (harmless)", 
                            "description": "The target becomes resistant to the effects of energy drain and blood drain attacks made by undead creatures, and cannot be made into undead spawn if killed while the spell is in effect.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dhampirs/New Racial Rules/Dhampir Spells/Spawn Ward", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "cleric: 5; oracle: 5; warpriest: 5; inquisitor: 5", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 5
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "10 minutes/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Spawn Ward"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}