{
    "body": "<p>Fierce and militaristic, hobgoblins survive by conquest. The raw materials to fuel their war machines come from raids, their armaments and buildings from the toil of slaves worked to death. Naturally ambitious and envious, hobgoblins seek to better themselves at the expense of others of their kind, yet in battle they put aside petty differences and fight with discipline rivaling that of the finest soldiers. Hobgoblins have little love or trust for one another, and even less for outsiders. Life for these brutes consists of duty to those of higher station, domination of those below, and the rare opportunities to seize personal glory and elevate their status.</p>", 
    "name": "Hobgoblins", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins", 
    "type": "race", 
    "subtype": "featured_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Burly and muscled, hobgoblins stand a few inches shorter than the average human, and their long arms, thick torsos, and relatively short legs give them an almost apelike stature. Hobgoblins' skin is a sickly gray-green that darkens to mossy green after long exposure to the sun. Their eyes burn fiery orange or red, and their broad faces and sharply pointed ears give their features a somewhat feline cast. Hobgoblins lack facial hair, and even hobgoblin women are bald. Except for their size, hobgoblins bear a strong physical resemblance to their goblin cousins.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Hobgoblins live in militaristic tyrannies, each community under the absolute rule of a hobgoblin general. Every hobgoblin in a settlement receives military training, with those who excel serving in the army and the rest left to serve more menial roles. Those deemed unfit for military service have little social status, barely rating above favored slaves. Despite this, hobgoblin society is egalitarian after a fashion. Gender and birth offer no barrier to advancement, which is determined almost solely by each individual's personal merit. Hobgoblins eschew strong attachments, even to their young. Matings are matters of convenience, and are almost always limited to hobgoblins of equal rank. Any resulting baby is taken from its mother and forcibly weaned after 3 weeks of age. Young mature quickly&mdash;most take no more than 6 months to learn to talk and care for themselves. Hobgoblins' childhoods last a scant 14 years, a mirthless span filled with brutal training in the art of war.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Hobgoblins view other races as nothing more than tools&mdash;implements to be enslaved, cowed, and put to work. Without slaves, hobgoblin society would collapse, so reliant is it on stolen labor. An injured, sickly, or defiant slave is like a broken tool, useless waste to be tossed out with the day's garbage. Not surprisingly, hobgoblin communities count no other races as their friends, and few as allies. Elves and dwarves earn special enmity, and are devilishly hard to break into proper slavery as both races hold blood feuds against goblinkind. Halflings and half-orcs make especially prized slaves&mdash;the former for their agile skills and the ease of breaking them to the collar, and the latter for their talent at thriving under the harshest of conditions. Hobgoblins have little love for the rest of goblinkind, though they typically treat goblinoid slaves better than they do other races.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Hobgoblin life is nothing if not ordered and hierarchical, and hobgoblins lean strongly toward the lawful alignments. While not innately evil, the callous and brutal training that fills the too-short childhood of hobgoblins leaves most embittered and full of hate. Hobgoblins of good alignment number the fewest, and almost exclusively consist of individuals raised in other cultures. More numerous but still rare are hobgoblins of chaotic bent, most often exiles cast out by the despots of their homelands. Religion, like most non-militaristic pursuits, matters little to the majority of hobgoblins. Most pay lip-service to one or more gods and occasionally make offerings to curry favor or turn aside ill fortune. Those hobgoblins who feel a stronger religious calling venerate fearsome, tyrannical gods and devils.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Hobgoblin adventurers tend to be iconoclasts, loners who chafe under the strict hierarchy of military life. Others have fled or been exiled in disgrace for showing weakness or cowardice. Some harbor dreams of one day returning to the hobgoblin flock flush with wealth and tales of great deeds. A few serve farsighted hobgoblin generals, who send the most promising youths out into the world that they might someday return as mighty heroes for the hobgoblin cause. Hobgoblins lean toward martial classes, particularly cavaliers, fighters, monks, and rogues. The arcane arts are distrusted in hobgoblin society and consequently their practitioners are rare, save for alchemists, who gain grudging praise and admiration for their pyrotechnic talents. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Aronok, Bankanir, Dorduken, Fentanas, Grur, Hagors, Kalmant, Malgroar, Slatark, Talogan.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Arinet, Eloqi, Eskani, Horinnia, Korumun, Moranassa, Moritla, Nimanisi, Noranillim, Vortiga.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Hobgoblin Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-dexterity,-+2-constitution\">Hobgoblins are fast and hardy.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Hobgoblin Racial Traits/+2 Dexterity/+2 Constitution", 
                    "type": "section", 
                    "name": "+2 Dexterity, +2 Constitution", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"goblinoid\">Hobgoblins are humanoids with the goblinoid subtype.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Hobgoblin Racial Traits/Goblinoid", 
                    "type": "section", 
                    "name": "Goblinoid", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"medium\">Hobgoblins are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Hobgoblins have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"darkvision\">Hobgoblins can see in the dark up to 60 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Darkvision"
                }, 
                {
                    "body": "<p id=\"sneaky\">Hobgoblins receive a +4 racial bonus on Stealth checks.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Hobgoblin Racial Traits/Sneaky", 
                    "type": "section", 
                    "name": "Sneaky", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Hobgoblins begin play speaking Common and Goblin. Hobgoblins with high Intelligence scores can choose from the following: Draconic, Dwarven, Infernal, Giant, and Orc.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Hobgoblin Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial traits may be selected instead of existing hobgoblin racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"bandy-legged\">Bandy-legged hobgoblins have an even more exaggerated stature than other hobgoblins, with bowed legs and massive shoulders. Hobgoblins with this racial trait gain a +2 racial bonus on Climb and Ride checks, and a +2 racial bonus to their CMD against bull rush or trip attempts while on solid ground. The base speed of bandy-legged hobgoblins is reduced to 20 feet.</p>", 
                    "name": "Bandy-Legged", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Alternate Racial Traits/Bandy-Legged", 
                    "subtype": "hobgoblin", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"battle-hardened\">Incessant drills make defense second nature to some hobgoblins. Hobgoblins with this racial trait gain a +1 bonus to CMD. This racial trait replaces sneaky.</p>", 
                    "name": "Battle-Hardened", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Alternate Racial Traits/Battle-Hardened", 
                    "subtype": "hobgoblin", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"engineer\">Hobgoblin engineers tinker endlessly with fire, explosives, and the engines of war. Hobgoblins with this racial trait gain a +2 racial bonus on Craft (alchemy) and Knowledge (engineering) checks. This racial trait replaces sneaky.</p>", 
                    "name": "Engineer", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Alternate Racial Traits/Engineer", 
                    "subtype": "hobgoblin", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"fearsome\">Some hobgoblins scorn caution and subtlety for swagger and bluster. Hobgoblins with this racial trait gain a +4 racial bonus on Intimidate checks. This racial trait replaces sneaky.</p>", 
                    "name": "Fearsome", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Alternate Racial Traits/Fearsome", 
                    "subtype": "hobgoblin", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"magehunter\">Hobgoblins hate and fear arcane casters. A magehunter gains a +2 racial bonus on Spellcraft checks made to identify a spell being cast and a +1 racial bonus on attack rolls against arcane spellcasters. He only gains this bonus against creatures that use spells, and not against those that only use spell-like abilities. This racial trait replaces sneaky.</p>", 
                    "name": "Magehunter", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Alternate Racial Traits/Magehunter", 
                    "subtype": "hobgoblin", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"pit-boss\">Slave blood fuels the hobgoblin war machine. Pit bosses extract the last breath of labor from their charges with a liberal touch of the lash. Hobgoblins with this racial trait gain proficiency with whips and a +1 racial bonus on combat maneuver checks made to disarm or trip with a whip. This racial trait replaces sneaky.</p>", 
                    "name": "Pit Boss", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Alternate Racial Traits/Pit Boss", 
                    "subtype": "hobgoblin", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"scarred\">A hobgoblin can scar himself with both blade and fire to toughen his hide into a mass of horny scars. Hobgoblins with this racial trait gain a +1 natural armor bonus to Armor Class. However, the repeated exposure to fire permanently damages their eyes. This racial trait replaces the darkvision racial trait.</p>", 
                    "name": "Scarred", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Alternate Racial Traits/Scarred", 
                    "subtype": "hobgoblin", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"slave-hunter\">Hobgoblin slavers excel at tracking down runaway slaves and surviving in filthy conditions. Hobgoblins with this racial trait gain a +2 racial bonus on Survival checks and a +2 racial bonus on Fortitude saves against disease. This racial trait replaces sneaky.</p>", 
                    "name": "Slave Hunter", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Alternate Racial Traits/Slave Hunter", 
                    "subtype": "hobgoblin", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"unfit\">Hobgoblins who failed to secure a position in the military hold the lowest status in hobgoblin society, and quickly learn the value of currying favor with their betters. Hobgoblins with this racial trait gain proficiency in a single martial weapon and +1 racial bonus on Bluff and Diplomacy checks. This racial trait replaces sneaky.</p>", 
                    "name": "Unfit", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Alternate Racial Traits/Unfit", 
                    "subtype": "hobgoblin", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all hobgoblins who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the favored class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"alchemist\">Add +1/2 to the number of bombs per day the alchemist can create.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p id=\"cavalier\">Add a +1/2 bonus on Intimidate checks and Ride checks.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Cavalier"
                }, 
                {
                    "body": "<p id=\"cleric\">Add +1/2 to negative energy spell damage, including inflict spells.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p id=\"fighter\">Add a +1/2 circumstance bonus on critical hit confirmation rolls with a weapon of the fighter's choice (maximum bonus +4). This bonus does not stack with Critical Focus.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p id=\"gunslinger\">Add +1/4 to the gunslinger's grit points.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Gunslinger"
                }, 
                {
                    "body": "<p id=\"inquisitor\">Add a +1 bonus on concentration checks made to cast inquisitor spells.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p id=\"monk\">Add a +1/4 bonus on combat maneuver checks made to grapple or trip.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p id=\"ranger\">Add +1/4 to a single existing favored enemy bonus (maximum bonus +1 per favored enemy).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p id=\"rogue\">Reduce the penalty for not being proficient with one weapon by 1. When the nonproficiency penalty for a weapon becomes 0 because of this ability, the rogue is treated as having the appropriate Martial or Exotic Weapon Proficiency feat for that weapon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to hobgoblins.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The fell rider rides a bestial steed, a mount mastered by him alone. He tramples his enemies down, leaving twisted bodies in his wake, and fear rides with him.</p>", 
                    "name": "Fell Rider (Cavalier)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Fell Rider (Cavalier)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"brute-steed\">A fell rider's mount is unusually large and fierce. It gains a +2 bonus to Strength, but takes a &ndash;2 penalty to Dexterity. This otherwise works like the cavalier's mount ability and alters that ability.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Fell Rider (Cavalier)/Brute Steed (Ex)", 
                            "type": "section", 
                            "name": "Brute Steed (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"rampage\">At 3rd level, a fell rider gains Trample as a bonus feat. The fell rider receives a +2 bonus on overrun attempts made while mounted. In addition, his mount gains a +2 bonus on damage rolls when making hoof attacks or using the trample monster ability, even when not overrunning. This ability replaces cavalier's charge.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Fell Rider (Cavalier)/Rampage (Ex)", 
                            "type": "section", 
                            "name": "Rampage (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"dread-rider\">At 4th level, a fell rider gains a bonus equal to 1/2 his level on Intimidate checks made while mounted. Once per round as a free action, he can make an Intimidate check to demoralize a foe he has trampled or charged while mounted. This ability replaces expert trainer.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Fell Rider (Cavalier)/Dread Rider (Ex)", 
                            "type": "section", 
                            "name": "Dread Rider (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"fell-presence\">At 5th level, a fell rider inspires dread while mounted. As long as the fell rider is mounted, all enemies within 60 feet receive a &ndash;2 penalty on savings throws against fear. At 10th level and every 5 levels thereafter, this penalty increases by &ndash;1. This ability replaces banner.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Fell Rider (Cavalier)/Fell Presence (Ex)", 
                            "type": "section", 
                            "name": "Fell Presence (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"deadly-rampage\"> At 11th level, a mounted fell rider no longer provokes attacks of opportunity when he attempts to overrun a creature. He can make a single melee attack against the creature as a free action if the overrun attempt succeeds. This ability replaces mighty charge.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Fell Rider (Cavalier)/Deadly Rampage (Ex)", 
                            "type": "section", 
                            "name": "Deadly Rampage (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"terror\"> At 14th level, a fell rider can rear up his mount as a standard action, spreading terror among his enemies. Enemies within 60 feet who can see the fell rider must succeed at a Will save (DC 10 + 1/2 the fell rider's level + the fell rider's Charisma modifier) or be shaken for 1 round per level the fell rider possesses. Creatures with half or fewer Hit Dice than the fell rider become frightened instead. An opponent that succeeds at the saving throw is immune to that fell rider's terror ability for 24 hours. This ability is a mind-affecting fear effect, and replaces greater banner.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Fell Rider (Cavalier)/Terror (Ex)", 
                            "type": "section", 
                            "name": "Terror (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"unstoppable-rampage\"> At 20th level, a mounted fell rider can overrun up to four creatures as part of a single overrun combat maneuver. Each attempt made against a creature after the first receives a cumulative &ndash;5 penalty (for example, the fourth overrun attempt would be at a &ndash;15 penalty). If any overrun attempt fails, the fell rider cannot make further overrun attempts that round. Attacks made by the fell rider or his mount as part of the overrun, such as those provided by the Trample feat or the deadly rampage ability, receive a +4 bonus to hit, and any critical threats from these attacks automatically confirm. This ability replaces supreme charge.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Fell Rider (Cavalier)/Unstoppable Rampage (Ex)", 
                            "type": "section", 
                            "name": "Unstoppable Rampage (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Through discipline and training, an ironskin monk hardens his body to withstand punishing blows. Though slow on his feet, his calloused hands and feet can shatter stone and stagger foes.</p>", 
                    "name": "Ironskin Monk (Monk)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"iron-skin\">At 1st level, an ironskin monk gains a +1 bonus to his natural armor. This bonus stacks with any existing natural armor the ironskin monk already has. At 4th level, and every 4 levels thereafter, this bonus increases by +1. This ability replaces the monk's AC bonus ability and the ability to add his Wisdom bonus to his AC.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)/Iron Skin (Ex)", 
                            "type": "section", 
                            "name": "Iron Skin (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bonus-feat\">At 1st level, an ironskin monk adds Power Attack to his list of bonus feats. At 6th level, he adds Improved Sunder to the list. At 10th level, he adds Greater Sunder to the list. These bonus feat choices replace Dodge, Mobility, and Spring Attack on his bonus feat list.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)/Bonus Feat", 
                            "type": "section", 
                            "name": "Bonus Feat", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"resilience\">At 2nd level, an ironskin monk can shake off the physical effects of certain attacks. If he makes a Fortitude saving throw against an attack that has a reduced effect on a successful save, he instead avoids the effect entirely. This ability can be used only if the monk is wearing light armor or no armor. A helpless monk does not gain the benefits of resilience. This ability replaces evasion.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)/Resilience (Ex)", 
                            "type": "section", 
                            "name": "Resilience (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"ki-pool\">At 4th level, an ironskin monk can spend 1 point from his <i>ki</i> pool to gain a damage bonus equal to 1/2 his level against objects and constructs for 1 round. This replaces the ability to increase speed with <i>ki</i>.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)/Ki Pool (Su)", 
                            "type": "section", 
                            "name": "Ki Pool (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"staggering-blow\">At 5th level, an ironskin monk attacking with an unarmed strike can spend 1 point from his <i>ki</i> pool as a free action after a successful critical hit to stagger the creature struck for 1 round (Fort DC 10 + 1/2 the ironskin monk's level + the ironskin monk's Wisdom modifier negates). This ability replaces high jump.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)/Staggering Blow (Ex)", 
                            "type": "section", 
                            "name": "Staggering Blow (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"tough-as-nails\">At 6th level, an ironskin monk gains DR 1/&mdash;. Subtract 1 point from the damage the ironskin monk takes each time he is dealt damage from a weapon or a natural attack. This damage reduction increases by 1 point at 9th level and every 3 levels thereafter. Damage reduction can reduce damage to 0 but not below 0. This ability replaces fast movement and slow fall.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)/Tough as Nails (Ex)", 
                            "type": "section", 
                            "name": "Tough as Nails (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"evasion\">At 9th level, an ironskin monk gains evasion. This ability replaces improved evasion.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)/Evasion (Ex)", 
                            "type": "section", 
                            "name": "Evasion (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"surefooted\">At 17th level, an ironskin monk's speed is not reduced by difficult terrain. This ability replaces tongue of the sun and moon.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)/Surefooted (Ex)", 
                            "type": "section", 
                            "name": "Surefooted (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"unbreakable\">At 20th level, an ironskin monk sets aside many of the frailties of mortal flesh. He becomes immune to death effects and stunning. He is not subject to ability damage or ability drain, and has a 75% chance of ignoring the extra damage dealt by critical hits and sneak attacks. This ability replaces perfect self.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/Racial Archetypes/Ironskin Monk (Monk)/Unbreakable (Ex)", 
                            "type": "section", 
                            "name": "Unbreakable (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to hobgoblins. At the GM's discretion, other appropriate races may make use of some of these new rules.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Hobgoblins have access to the following equipment.</p>", 
                    "name": "Hobgoblin Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"brewed-reek\">Animal musk, spoiled meat, pungent plants, and any other foul-smelling substances on hand go into a batch of brewed reek. When boiled, this mixture becomes a thick alchemical slime that adheres to anything it touches. You can hurl brewed reek as a splash weapon with a range increment of 10 feet. A creature struck with a direct hit must succeed at a DC 15 Fortitude save or be sickened for 2d6 rounds. If the target fails its save, it must make a second Fortitude save or be nauseated for 1 round. Creatures in the splash area must make a Fortitude save or be sickened for 1 round. A creature that drinks brewed reek does not get a saving throw and is sickened for 2d6 rounds and nauseated for 1 round. </p>", 
                            "name": "Brewed Reek", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Equipment/Brewed Reek", 
                            "price": "40 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "DC 25"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"fetters\">Fetters are manacles fitted around the ankles rather than the wrists, and use the same rules  for breaking, escape, and cost relative to size. A creature in fetters is entangled and can only move at half speed. In addition, a fettered creature must succeed at a DC 15 Acrobatics check to move more than its (reduced) speed in a round. If it fails the check by 5 or more, the creature falls prone.</p>", 
                            "name": "Fetters", 
                            "weight": "2 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Equipment/Fetters", 
                            "price": "15 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }, 
                                "Masterwork": {
                                    "Gear Type": "Item", 
                                    "Price": "50 gp", 
                                    "Craft DC": "&mdash;", 
                                    "Weight": "2 lbs."
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"hobgoblin-war-draught\">This drink is a foul-smelling alchemical blend of raw alcohol, mashed grubs, and medicinal mushrooms. A hobgoblin under the effects of hobgoblin war draught ignores all penalties resulting from the fatigued and shaken conditions for 10 minutes, after which he must succeed at a DC 15 Fortitude save or be sickened for 1 hour. Anyone lacking the goblinoid subtype who drinks hobgoblin war draught must immediately make a DC 15 Fortitude save or be sickened for 1 hour; success means the drinker ignores all penalties resulting from the fatigued and shaken conditions for 1 minute, after which he is sickened for 10 minutes. Hobgoblin war draught has no effect on creatures that are immune to poison.</p>", 
                            "name": "Hobgoblin War Draught", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Equipment/Hobgoblin War Draught", 
                            "price": "10 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "DC 20*"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"manacle-barbs\">Barbs added to these manacles wound a captive who does more than move slowly and with care. A creature secured in barbed manacles takes 1 point of piercing damage if it takes more than a single move action during a round. Rough movement of any kind, such as being struck in combat or falling prone, likewise causes 1 point of damage. Attempting to break out of barbed manacles with a Strength check deals 1d4 points of piercing damage to the captive regardless of the success of the attempt.</p><p>Fetters can also be fitted with barbs, but the wearer can avoid damage by not taking actions that involve moving its legs. Hobgoblins often use such fetters to secure artisans to their worktables. Securing a captive with multiple sets of manacles and/or fetters doesn't cause additional damage. </p>", 
                            "name": "Manacle Barbs", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Equipment/Manacle Barbs", 
                            "price": "+15 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"unstable-accelerant\">A volatile mix of incendiary reagents, unstable accelerant can be thrown just like alchemist's fire. In the hands of an alchemist, a flask of unstable accelerant can be used as part of creating a bomb, increasing its fire damage by +1d6 points. It has no effect on bombs that do not deal fire damage. If the bomb lasts for more than an instant, the extra damage only applies to the first round's damage.</p>", 
                            "name": "Unstable Accelerant", 
                            "weight": "1/2 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Equipment/Unstable Accelerant", 
                            "price": "50 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "DC 25"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Hobgoblin Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Brewed reek</td><td>40 gp</td><td>1 lb.</td><td>DC 25</td></tr><tr class=\"even\"><td>Fetters</td><td>15 gp</td><td>2 lbs.</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Fetters, masterwork</td><td>50 gp</td><td>2 lbs.</td><td>&mdash;</td></tr><tr class=\"even\"><td>Hobgoblin war draught</td><td>10 gp</td><td>1 lb.</td><td>DC 20* </td></tr><tr class=\"odd\"><td>Manacle barbs</td><td>+15 gp</td><td>1 lb.</td><td>&mdash;</td></tr><tr class=\"even\"><td>Unstable accelerant</td><td>50 gp</td><td>1/2 lb.</td><td>DC 25</td></tr><tfoot><tr><td colspan=\"5\">* Craft DC 15 for hobgoblins</td></tr></tfoot></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Equipment/Hobgoblin Equipment", 
                            "type": "table", 
                            "name": "Hobgoblin Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Hobgoblins have access to the following feats.</p>", 
                    "name": "Hobgoblin Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>Your bombs explode with deafening force.</p>", 
                            "name": "Deafening Explosion", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Feats/Deafening Explosion", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Bomb class feature, hobgoblin.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You may reduce your bomb damage by one die to give it the ability to deafen the creature struck by it. The bomb must deal fire, force, or sonic damage. If a creature takes a direct hit from your bomb, it must make a saving throw against the bomb's DC or be deafened for 1 minute. This deafening is in addition to any other effects the bomb would normally have.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You cow your enemies with the lash of a whip.</p>", 
                            "name": "Demoralizing Lash", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Feats/Demoralizing Lash", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Base attack bonus +1, Intimidate 1 rank, hobgoblin.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">To use this feat, you must use a whip (or another weapon in the flails fighter weapon group) to attack a foe demoralized by an Intimidate check. If the attack hits, you extend the duration the creature is shaken by 1 round. This feat has no effect on creatures whose shaken conditions are from sources other than Intimidate checks.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You and your allies work together to shake off mental effects.</p>", 
                            "name": "Focusing Blow", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Feats/Focusing Blow", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Teamwork"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Hobgoblin Discipline, hobgoblin.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">An ally who also has this feat can deal damage to you in order to break an ongoing mind-affecting effect that allows a saving throw. The ally must cause at least 5 points of damage to you with an attack, spell, or other ability. You then reroll your saving throw, with a +1 bonus for every 5 additional points of damage the attack caused. If your save is successful, the mind-affecting effect ends. Only damage actually dealt counts for purposes of this feat; nonlethal damage and damage reduced or eliminated by damage reduction, resistances, and so on does not qualify.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>The presence of other hobgoblins bolsters your resolve.</p>", 
                            "name": "Hobgoblin Discipline", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Feats/Hobgoblin Discipline", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Base attack bonus +1, hobgoblin.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">While you are within 30 feet of at least two other hobgoblins, you gain a +1 morale bonus on saving throws.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You intimidate weaker allies into reckless ferocity.</p>", 
                            "name": "Taskmaster", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Feats/Taskmaster", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Demoralizing Lash, Intimidate 5 ranks, hobgoblin.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">As a standard action, you spur an ally, who must have fewer Hit Dice than yourself, to reckless effort. For 1 minute, the ally gains a +1 morale bonus on attack rolls, weapon damage rolls, and Will saves against mind-affecting effects. However, the ally also takes a &ndash;2 penalty to AC and on skill checks. To affect an unwilling ally, you must succeed at an Intimidate check with the same DC used to demoralize your ally.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">If you have 10 or more ranks in Intimidate, the morale bonus increases to +2.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your battle prowess frightens friend and foe alike.</p>", 
                            "name": "Terrorizing Display", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Feats/Terrorizing Display", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Dazzling Display, Demoralizing Lash, Taskmaster, Weapon Focus, Intimidate 10 ranks, hobgoblin, proficiency with selected weapon.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p id=\"benefits\">When you use Dazzling Display, in addition to its normal effects, you can use it to spur allies within 30 feet as if you had used the Taskmaster feat. Use the same Intimidate check to determine the effects of Dazzling Display and this feat.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Feats/Terrorizing Display/Benefits", 
                                    "type": "section", 
                                    "name": "Benefits", 
                                    "source": "Advanced Race Guide"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Hobgoblins have access to the following weapon special abilities and magic items. </p>", 
                    "name": "Hobgoblin Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"cruel-(weapon-special-ability)\">A <i>cruel</i> weapon feeds on fear and suffering. When the wielder strikes a creature that is frightened, shaken, or panicked with a <i>cruel</i> weapon, that creature becomes sickened for 1 round. When the wielder uses the weapon to knock unconscious or kill a creature, he gains 5 temporary hit points that last for 10 minutes.</p><p>Faint necromancy; CL 5th; Craft Magic Arms and Armor, <i>cause fear</i>, <i>death knell</i>; Price +1 bonus.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items/Cruel (weapon special ability)", 
                            "type": "section", 
                            "name": "Cruel (weapon special ability)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"deadly-(weapon-special-ability)\">This special ability can only be placed on weapons that normally deal nonlethal damage, such as whips and saps. All damage a <i>deadly</i> weapon deals is lethal damage. A whip (or similar weapon that cannot damage creatures with armor or natural armor bonuses) with this special ability deals damage even to creatures with armor or natural armor. On command, the weapon suppresses this ability until told to resume it.</p><p>Faint necromancy; CL 5th; Craft Magic Arms and Armor, <i>inflict light wounds</i>; Price +1 bonus.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items/Deadly (weapon special ability)", 
                            "type": "section", 
                            "name": "Deadly (weapon special ability)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "slot": "none", 
                            "name": "Hobgoblin Battle Standard", 
                            "weight": "3 lbs.", 
                            "cl": "10th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items/Hobgoblin Battle Standard", 
                            "type": "item", 
                            "price": "50,000 gp (despair), 60,000 gp (ferocity), 45,000 gp (iron resolve)", 
                            "misc": {
                                "Construction": {
                                    "Cost": "25,000 gp (despair), 30,000 gp (ferocity), 22,500 gp (iron resolve)", 
                                    "Requirements": "Craft Wondrous Item, crushing despair (despair), rage (ferocity), aid and bear's endurance (iron resolve)"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate enchantment", 
                            "sections": [
                                {
                                    "body": "<p>A battle standard is a cloth flag or standard, typically 2 feet wide and 4 feet long, meant to be carried and displayed on a lance, polearm, frame, or staff. It has no effect when not mounted properly or when lying on the ground. <i>Hobgoblin battle standards</i> normally depict the device or insignia of a tribe or nation, and different types of standards grant different effects.</p><p>A battle standard may be carried (on foot or mounted) or planted. In the latter case, the standard does not need a bearer, but if it is toppled or touched by an enemy, it loses its effectiveness until reclaimed and replanted by allies of its owner.</p><blockquote><p id=\"despair\"><i>Despair</i>: Enemies of the bearer of a <i>hobgoblin battle standard of despair</i> are sickened while within 60 feet of the banner. Any enemy that sustains a critical hit while sickened because of the standard must succeed at a Will saving throw (DC 15) or become dazed for 1 round.</p><p id=\"ferocity\"><i>Ferocity</i>: Allies of the bearer of a <i>hobgoblin battle standard of ferocity</i> gain a +2 morale bonus on attack rolls, weapon damage rolls, and saving throws against mind-affecting effects as long as they are within 60 feet of the banner.</p><p id=\"iron-resolve\"><i>Iron Resolve</i>: Allies of the bearer of a <i>hobgoblin battle standard of iron resolve</i> gain 10 temporary hit points and the benefits of the Diehard feat for as long as they are within 30 feet of the banner. The temporary hit points can only be gained once per day per creature.</p></blockquote>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "feet", 
                            "name": "Horseshoes of Crushing Blows", 
                            "weight": "4 lbs. (for four)", 
                            "cl": "5th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items/Horseshoes of Crushing Blows", 
                            "type": "item", 
                            "price": "4,000 gp (+1), 16,000 gp (+2), 36,000 gp (+3), 64,000 gp (+4), 100,000 gp (+5)", 
                            "misc": {
                                "Construction": {
                                    "Cost": "2,000 gp (+1), 8,000 gp (+2), 18,000 gp (+3), 32,000 gp (+4), 50,000 gp (+5)", 
                                    "Requirements": "Craft Magic Arms and Armor, Craft Wondrous Item, creator's caster level must be at least three times the amulet's bonus, plus any requirements of the melee weapon special abilities"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint evocation", 
                            "subtype": "feet", 
                            "sections": [
                                {
                                    "type": "section", 
                                    "sections": [
                                        {
                                            "body": "<p id=\"horseshoes-of-crushing-blows\"> grant an enhancement bonus on attack and damage rolls made with hoof attacks; this bonus varies based on the item's price. Alternatively, as described for the <i>amulet of mighty fists</i>, they can grant melee weapon special abilities so long as they can be applied to unarmed attacks. <i>Horseshoes of crushing blows</i> cannot have a modified bonus (enhancement bonus plus special ability bonus equivalents) higher than +5. <i>Horseshoes of crushing blows</i> are crafted as sets of four, with each shoe in the set bearing the same enhancements. All four shoes must be worn by the same animal to be effective.</p>", 
                                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items/Horseshoes of Crushing Blows/Description/Horseshoes of crushing blows", 
                                            "type": "section", 
                                            "name": "Horseshoes of crushing blows", 
                                            "source": "Advanced Race Guide"
                                        }, 
                                        {
                                            "body": "<p id=\"horseshoes-of-crushing-blows\"> may be crafted out of special materials, gaining the usual benefits. For purposes of pricing, they count as a single one-handed weapon weighing 4 pounds (for example, <i>adamantine horseshoes of crushing blows</i> would cost an additional 3,000 gp). The materials needed to make <i>cold iron horseshoes of crushing blows</i> add no extra costs in and of themselves, but enhancing <i>cold iron horseshoes of crushing blows</i> increases the price by the usual 2,000 gp.</p>", 
                                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items/Horseshoes of Crushing Blows/Description/Horseshoes of crushing blows", 
                                            "type": "section", 
                                            "name": "Horseshoes of crushing blows", 
                                            "source": "Advanced Race Guide"
                                        }
                                    ], 
                                    "name": "Description", 
                                    "source": "Advanced Race Guide"
                                }
                            ]
                        }, 
                        {
                            "slot": "wrists", 
                            "name": "Shackles of Durance Vile", 
                            "weight": "2 lbs.", 
                            "cl": "9th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items/Shackles of Durance Vile", 
                            "type": "item", 
                            "price": "16,200 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "8,200 gp", 
                                    "Requirements": "Craft Wondrous Item, dominate person"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate enchantment", 
                            "subtype": "wrist", 
                            "sections": [
                                {
                                    "body": "<p>These masterwork iron manacles sap the will of their wearer. When attached to a humanoid creature as their command word is spoken, they affect their prisoner with a <i>dominate person</i> spell, except that if the prisoner fails its saving throw, the effect lasts for as long as the shackles are attached. Removing or destroying the shackles immediately breaks the enchantment. The shackles can be so used once per day. <i>Shackles of durance vile</i> can only be activated against a helpless, restrained, or willing creature; if attached to a creature still able to resist they function only as manacles, albeit superior ones. <i>Shackles of durance vile</i> have hardness 15, 20 hit points, and a superior lock. They have a break DC of 30 and an Escape Artist DC of 35.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Wound Paste", 
                            "weight": "1/2 lb.", 
                            "cl": "1st", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items/Wound Paste", 
                            "type": "item", 
                            "price": "50 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "25 gp", 
                                    "Requirements": "Craft Wondrous Item, stabilize"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint conjuration", 
                            "sections": [
                                {
                                    "body": "<p>Prized by slavers as an affordable way to stop a captive from bleeding to death, a dose of <i>wound paste</i> acts as a <i>stabilize</i> spell when slathered on a dying creature. Applying <i>wound paste</i> is a standard action that provokes an attack of opportunity. A pot of <i>wound paste</i> contains 5 doses.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Hobgoblins have access to the following spell. </p>", 
                    "name": "Hobgoblin Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>With a word and a gesture, you instill such apprehension about attacking you in your target that doing so causes it mental distress and pain. Each time the target makes an attack against you, targets you with a harmful spell, or otherwise takes and action that would harm you, it takes 2d6 points of nonlethal damage. </p>", 
                            "school": "illusion", 
                            "saving_throw": "Will negates", 
                            "description": "With a word and a gesture, you instill such apprehension about attacking you in your target that doing so causes it mental distress and pain.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Spells/Agonizing Rebuke", 
                            "spell_resistance": "yes.", 
                            "casting_time": "1 standard action", 
                            "level_text": "antipaladin: 2; cleric: 3; oracle: 3; warpriest: 3; inquisitor: 3; witch: 3", 
                            "descriptor": [
                                "emotion", 
                                "mind-affecting"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 level)", 
                            "levels": [
                                {
                                    "class": "Antipaladin", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 3
                                }
                            ], 
                            "descriptor_text": "emotion, mind-affecting", 
                            "effects": [
                                {
                                    "text": "one living creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round/level", 
                            "subschool_text": "phantasm", 
                            "subschool": [
                                "phantasm"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Agonizing Rebuke"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}