{
    "body": "<p>Humans whose ancestry includes beings of elemental fire such as efreet, ifrits are a passionate and fickle race. No ifrit is satisfied with a sedentary life; like a wildfire, ifrits must keep moving or burn away into nothingness. Ifrits not only adore flames, but personify multiple aspects of them as well, embodying both fire's dynamic, ever-changing energy and its destructive, pitiless nature. </p>", 
    "name": "Ifrits", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Ifrits", 
    "type": "race", 
    "subtype": "featured_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Ifrits vary in appearance as widely as their elemental ancestors do. Most have pointy ears, red or mottled horns on the brow, and hair that flickers and waves as if it were aflame. Some possess skin the color of polished brass or have charcoal-hued scales covering their arms and legs. Ifrits favor revealing and ostentatious clothing in bright oranges and reds, preferably paired with gaudy jewelry.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Ifrits are most often born into human communities, and rarely form societies of their own. Those who grow up in a city are almost always imprisoned or driven off before they reach adulthood; most are simply too hot-headed and independent to fit into civilized society, and their predilection toward pyromania doesn't endear them to the local authorities. Those born into nomadic or tribal societies fare much better, since ifrits' instinctive urge to explore and conquer their surroundings can easily earn them a place among their tribe's leadership.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Even the best-natured ifrits tend to view other individuals as tools to use as they see fit, and as such they get along best with races they can charm or browbeat into submission. Half-elves and gnomes often find themselves caught up in an ifrit's schemes, while halflings, half-orcs, and dwarves usually bridle at ifrits' controlling nature. Strangely, ifrits sometimes form incredibly close bonds with elves, whose calm, aloof nature seems to counterbalance an ifrit's impulsiveness. Most ifrits refuse to associate with sylphs, but are otherwise on peaceable terms with the other elemental-touched races.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Ifrits are a dichotomous people&mdash;on one hand, fiercely independent, and on the other, imperious and demanding. They are often accused of being morally impoverished, but their troublemaking behavior is rarely motivated by true malice. Ifrits are usually lawful neutral or chaotic neutral, with a few falling into true neutrality. Most ifrits lack the mindset to follow a god's teachings, and resent the strictures placed on them by organized faith. When ifrits do take to worship (usually venerating a fire-related deity), they prove to be zealous and devoted followers. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Ifrits adventure for the sheer thrill of it and for the chance to test their skill against worthy foes, but most of all they adventure in search of power. Once ifrits dedicate themselves to a task, they pursue it unflinchingly, never stopping to consider the dangers ahead of them. When this brashness finally catches up with them, ifrits often rely on sorcery or bardic magic to combat their resulting troubles.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Aja, Denat, Efit, Elum, Jalij, Maqej, Urah.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Alayi, Etwa, Maqan, Qari, Sami, Zetaya.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Ifrit Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-dexterity,-+2-charisma,--2-wisdom\">Ifrits are passionate and quick, but impetuous and destructive.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Ifrit Racial Traits/+2 Dexterity/+2 Charisma/-2 Wisdom", 
                    "type": "section", 
                    "name": "+2 Dexterity, +2 Charisma, -2 Wisdom", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"native-outsider\">Ifrits are outsiders with the native subtype.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Native Outsider"
                }, 
                {
                    "body": "<p id=\"medium\">Ifrits are Medium creatures and receive no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Ifrits have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"darkvision\">Ifrits can see in the dark up to 60 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Darkvision"
                }, 
                {
                    "body": "<p id=\"spell-like-ability\"><i>Burning hands</i> 1/day (caster level equals the ifrit's level).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Spell-Like Ability"
                }, 
                {
                    "body": "<p id=\"energy-resistance\">Ifrits have fire resistance 5.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Ifrit Racial Traits/Energy Resistance", 
                    "type": "section", 
                    "name": "Energy Resistance", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"fire-affinity\">Ifrit sorcerers with the elemental (fire) bloodline treat their Charisma score as 2 points higher for all sorcerer spells and class abilities. Ifrit spellcasters with the Fire domain use their domain powers and spells at +1 caster level.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Ifrit Racial Traits/Fire Affinity", 
                    "type": "section", 
                    "name": "Fire Affinity", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Ifrits begin play speaking Common and Ignan. Ifrits with high Intelligence scores can choose from the following: Aquan, Auran, Dwarven, Elven, Gnome, Halfling, and Terran.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Ifrit Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial traits may be selected instead of existing ifrit racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"desert-mirage\">Ifrits thrive in the deserts of the world, where their keen instincts and resistance to heat give them a huge edge over their competitors. Those with this trait gain a +2 racial bonus on Stealth checks in desert environments and on saves to resist starvation and thirst. This racial trait replaces fire affinity.</p>", 
                    "name": "Desert Mirage", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Alternate Racial Traits/Desert Mirage", 
                    "subtype": "ifrit", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"efreeti-magic\">Some ifrits inherit an efreeti ancestor's ability to magically change a creature's size. They can cast either <i>enlarge person</i> or <i>reduce person</i> (the ifrit chooses when using this ability) once per day as a spell-like ability (caster level equals the ifrit's level). The ifrit can use this ability to affect other ifrits as though they were humanoid creatures. This racial trait replaces the spell-like ability racial trait.</p>", 
                    "name": "Efreeti Magic", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Alternate Racial Traits/Efreeti Magic", 
                    "subtype": "ifrit", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"fire-in-the-blood\">Ifrits with this racial trait mimic the healing abilities of the mephits, gaining fast healing 2 for 1 round anytime they take fire damage (whether or not this fire damage gets through their fire resistance). The ifrits can heal up to 2 hit points per level per day with this ability, after which it ceases to function. This racial trait replaces fire affinity.</p>", 
                    "name": "Fire in the Blood", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Alternate Racial Traits/Fire in the Blood", 
                    "subtype": "ifrit", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"fire-insight\">Ifrit spellcasters sometimes find that their elemental heritage makes creatures of fire more willing to serve them. <i>Summon monster</i> and <i>summon nature's ally</i> spells that the ifrit casts last 2 rounds longer than normal when used to summon creatures with the fire subtype. This racial trait replaces fire affinity.</p>", 
                    "name": "Fire Insight", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Alternate Racial Traits/Fire Insight", 
                    "subtype": "ifrit", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"fire-starter\">Ifrits with this racial trait derive sadistic satisfaction from watching others burn. Anytime the ifrit causes a creature to catch fire, he gains a +1 morale bonus on the next single attack roll, saving throw, skill check, or ability check that he makes in the next round. The ifrit only gains this bonus the first time he causes a particular creature to catch fire; subsequent times the creature catches fire provide no bonus. This racial trait replaces fire affinity.</p>", 
                    "name": "Fire-Starter", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Alternate Racial Traits/Fire-Starter", 
                    "subtype": "ifrit", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"forge-hardened\">Not all ifrits are descended from efreet&mdash;some instead descend from azers or even salamanders. Such ifrits gain a +2 racial bonus on Craft (armor and weapons) checks and saves to resist fatigue and exhaustion. This racial trait replaces the spell-like ability racial trait.</p>", 
                    "name": "Forge-Hardened", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Alternate Racial Traits/Forge-Hardened", 
                    "subtype": "ifrit", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"hypnotic\">Ifrits with this racial trait evoke the entrancing nature of flame, adding +1 to the DC for all saving throws against spells or effects they cast that inflict the fascinated condition. Once per day, when a creature rolls a saving throw against such an effect from the ifrit, the ifrit can spend an immediate action to force that creature to reroll the saving throw and use the second result, even if it is worse. The ifrit must announce he is using this ability before the results of the first roll are revealed. This racial trait replaces fire affinity.</p>", 
                    "name": "Hypnotic", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Alternate Racial Traits/Hypnotic", 
                    "subtype": "ifrit", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"wildfire-heart\">Ifrits with this trait are as swift and dangerous as a blazing wildfire. They gain a +4 racial bonus on initiative checks. This racial trait replaces energy resistance.</p>", 
                    "name": "Wildfire Heart", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Alternate Racial Traits/Wildfire Heart", 
                    "subtype": "ifrit", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all ifrits who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"alchemist\">Add +1/2 to the alchemist's bomb damage.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p id=\"bard\">Add +1/6 to the number of people the bard can affect with the fascinate bardic performance.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p id=\"cleric\">Add a +1/2 bonus on Knowledge (planes) checks relating to the Plane of Fire and creatures with the fire subtype.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p id=\"gunslinger\">Add +1/2 to the bonus on initiative checks the gunslinger makes while using her gunslinger initiative deed.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Gunslinger"
                }, 
                {
                    "body": "<p id=\"inquisitor\">Add a +1/2 bonus on Intimidate checks made against creatures with the fire subtype and a +1/2 bonus on Knowledge (planes) checks relating to the Plane of Fire.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p id=\"oracle\">Add +1/2 to the oracle's level for the purpose of determining the effects of one revelation.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p id=\"rogue\">Add a +1/2 bonus on Acrobatics checks to jump and a +1/2 bonus on Intimidate checks to demoralize enemies.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p id=\"sorcerer\">Choose a bloodline power from the elemental (fire) bloodline or the efreeti bloodline  that the sorcerer can use. The sorcerer treats her class level as though it were +1/2 higher (to a maximum of +4) when determining the effects of that power.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to ifrits.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The immolator puts her pyromaniacal urges to work in the service of a deity. She brings burning retribution down upon the enemies of her faith, consigning their souls to the sacrificial flames. An immolator has the following class features.</p>", 
                    "name": "Immolator (Inquisitor)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Immolator (Inquisitor)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"servant-of-the-flame\">An immolator must worship a deity whose portfolio includes the Fire domain. An immolator who selects the Fire domain (or one of its associated subdomains, if available) uses her domain powers at +1 caster level (this stacks with the ifrit's fire affinity racial trait).</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Immolator (Inquisitor)/Servant of the Flame", 
                            "type": "section", 
                            "name": "Servant of the Flame", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"judgment\">An immolator gains the following judgment instead of the smiting judgment.</p><blockquote><p id=\"immolation\"><i>Immolation</i>: The immolator channels purifying flame to consume her enemies. When dealing fire damage to an opponent, she treats the target's fire resistance as 5 lower than normal (minimum 0). At 6th level, she treats the target's resistance as 10 lower than normal, 15 lower than normal at 11th level, and 20 lower than normal at 16th level.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Immolator (Inquisitor)/Judgment (Su)", 
                            "type": "section", 
                            "name": "Judgment (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"burnt-offering\">At 5th level, as a swift action, an immolator can imbue one of her weapons with the&nbsp;<i>flaming</i>&nbsp;weapon special ability. Any creature slain by this weapon burns with magical flame; its body turns to ash, though its equipment is not harmed. This special ability only functions while the immolator wields the weapon. This ability lasts for a number of rounds per day equal to the immolator's level. These rounds do not need to be consecutive. At 12th level, this ability gives the immolator's weapon the <i>flaming burst</i> weapon special ability. This ability replaces bane and greater bane.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Immolator (Inquisitor)/Burnt Offering (Su)", 
                            "type": "section", 
                            "name": "Burnt Offering (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"judgment-by-fire\">At 20th level, an immolator can call fiery judgment down upon a foe during combat. Whenever an immolator uses her judgment ability, she can invoke a judgment by fire on a foe as a swift action. Once declared, the immolator can make a single melee (or ranged attack, if the foe is within 30 feet) against the target. If the attack hits, the attack deals fire damage instead of weapon damage, and the target must make a successful Fortitude save or die (creatures immune to fire do not have to save). The DC of this save is equal to 10 + 1/2 the immolator's level + the immolator's Wisdom modifier. Regardless of whether the save is successful, the target creature is immune to the immolator's judgment by fire ability for 24 hours. Creatures killed in this manner explode in a burst of fire, dealing 10d6 points of fire damage to every creature within 5 feet (Reflex save for half damage, DC 10 + 1/2 the immolator's level + the immolator's Wisdom modifier). Once this ability has been used, it cannot be used again for 1d4 rounds. This ability modifies and functions as true judgment.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Immolator (Inquisitor)/Judgment by Fire (Su)", 
                            "type": "section", 
                            "name": "Judgment by Fire (Su)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Wishcrafters are born with a talent for manipulating reality inherited from their efreeti ancestors. However, like the genies they are descended from, wishcrafters can only draw upon this power to fulfill the desires of others. A wishcrafter has the following class features.</p>", 
                    "name": "Wishcrafter (Sorcerer)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Wishcrafter (Sorcerer)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"wishbound-arcana\">At 1st level, the wishcrafter can use the wishes of non-genie creatures other than herself in place of the normal verbal components of her spells. A creature can make a wish as a free action at any time, even during the wishcrafter's turn. The wishcrafter must be able to hear and understand a wish in order to use it as a spell component. A spell that doesn't normally have a verbal component gains one when cast using this ability. A wish doesn't need to mention the name of a specific spell, but must describe an outcome that can be accomplished by casting a spell the wishcrafter knows (for example, wishing to be bigger could supply the verbal component for <i>enlarge person</i>). A wishcrafter gains a +1 bonus to her caster level when using a creature's wish as a verbal component in this manner, but cannot include herself as a target of such spells. She can be affected by such a spell if it affects an area rather than a target or targets. A wishcrafter is under no compulsion to grant a creature's wish. Once the wishcrafter grants a creature's wish using this ability, she cannot use this ability to grant that creature any further wishes for 24 hours. This ability replaces bloodline arcana.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Wishcrafter (Sorcerer)/Wishbound Arcana (Su)", 
                            "type": "section", 
                            "name": "Wishbound Arcana (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"expanded-wishcraft\">At 3rd level and every 2 levels thereafter, the wishcrafter grows more adept at altering reality to fit the whims of others. She may add an additional spell selected from the sorcerer/wizard spell list to her list of spells known. This spell must be one level lower than the highest-level spell she can cast. A wishcrafter can only use these spells in conjunction with her wishbound arcana ability. For example, if she used this ability to learn <i>cat's grace</i>, she can only cast it when another creature wishes for it, and can't cast it on herself because it is a targeted spell. She cannot use these spells to craft or recharge magic items. These bonus spells replace the bloodline spells gained by the sorcerer's bloodline.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Wishcrafter (Sorcerer)/Expanded Wishcraft", 
                            "type": "section", 
                            "name": "Expanded Wishcraft", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"heart's-desire\">At 7th level, as a swift action, a wishcrafter can force a single creature within 30 feet to confess its deepest desire. The target receives a Will save to negate this effect (DC 10 + 1/2 the wishcrafter's level + the wishcrafter's Charisma modifier). On a failed save, the creature must immediately wish aloud in a clear voice for something it truly desires, allowing the wishcrafter to activate her wishbound arcana ability if she knows a spell that can fulfill that wish. This is a mind-affecting effect. Regardless of whether the save is successful, a creature cannot be the target of the same wishcrafter's heart's desire ability again for 24 hours. The wishcrafter can use this ability a number of times per day equal to her Charisma bonus. This ability replaces the bloodline bonus feat gained at 7th level.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Wishcrafter (Sorcerer)/Hearts Desire (Su)", 
                            "type": "section", 
                            "name": "Heart's Desire (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"twisted-wish\">At 13th level, a wishcrafter becomes adept at corrupting wishes to negatively affect the creature that wished them. When a wishcrafter affects a creature with a spell using its wish as a spell component, she may twist the wish, applying a &ndash;4 penalty to the creature's saving throws against the spell. The effects of wishes twisted this way are difficult to remove; the DC of caster level checks to dispel them increases by 5. This ability replaces the bloodline bonus feat gained at 13th level.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Wishcrafter (Sorcerer)/Twisted Wish (Su)", 
                            "type": "section", 
                            "name": "Twisted Wish (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"perfect-wishcraft\">At 19th level, the wishcrafter perfects her ability to manipulate reality. Once per day, she may cast any spell on the sorcerer/wizard spell list as if it were on her list of spells known. Using this ability otherwise has all of the benefits and limitations of the wishbound arcana ability. This ability replaces the bloodline bonus feat gained at 19th level.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/Racial Archetypes/Wishcrafter (Sorcerer)/Perfect Wishcraft (Su)", 
                            "type": "section", 
                            "name": "Perfect Wishcraft (Su)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to ifrits. At the GM's discretion, other appropriate races may make use of some of these new rules.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Ifrits have access to the following equipment.</p>", 
                    "name": "Ifrit Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"fire-ink\">This rich yellow ink reacts with a creature's body heat to create a flickering, flamelike glow. It takes 10 minutes to apply fire ink, and 1 dose covers an approximately hand-sized area. Once applied, the ink glows as a candle for 24 hours. Four or more doses applied to the same part of the body glow as a torch for 24 hours. The alchemical reaction of the ink to the target's skin and body heat is painful and irritating, giving the target the sickened condition while the glow lasts. A DC 15 Heal check can temporarily soothe these sensations, negating the sickened condition for 1 hour. Creatures immune or resistant to fire are immune to this sickening effect. Ifrits are especially known for their fondness for fire ink, and ifrit fire-dancers often decorate their skin with flaming designs before performing. A concentrated version of the ink costs 10 times as much and can be used to make permanently glowing tattoos.</p>", 
                            "name": "Fire Ink", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Equipment/Fire Ink", 
                            "price": "1 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "15"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"ifrit's-blood\">Ifrit alchemists claim to make this thick red oil from their own blood&mdash;hence the morbid name&mdash;but this claim is almost certainly false. Ifrit's blood ignites upon contact with air, but burns slowly and is unsuitable for use as a splash weapon. A creature can apply a flask of ifrit's blood to a weapon as a standard action, wreathing the weapon in vibrant red flames for 1 minute. The oil deals 1 point of fire damage on each successful attack with the weapon and deals 1 point of fire damage to the weapon itself, bypassing the weapon's hardness if any part of it is made of wood. If the oil is applied to a creature's natural weapons or unarmed strikes, the creature takes 1 point of fire damage each round (though its fire immunity or resistance still applies).</p>", 
                            "name": "Ifrit's Blood", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Equipment/Ifrits Blood", 
                            "price": "50 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "20"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Ifrit Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Fire ink</td><td>1 gp</td><td>&mdash;</td><td>15</td></tr><tr class=\"even\"><td>Ifrit's blood</td><td>50 gp</td><td>1 lb.</td><td>20</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Equipment/Ifrit Equipment", 
                            "type": "table", 
                            "name": "Ifrit Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Ifrits have access to the following feats.</p>", 
                    "name": "Ifrit Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>An inferno rages inside you, causing your body to radiate intense heat.</p>", 
                            "name": "Blazing Aura", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Feats/Blazing Aura", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Inner Flame, Scorching Weapons, character level 13th, ifrit.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you use Scorching Weapons, on your turn as a free action, you may create an aura of heat that lasts for 1 round. This aura deals 1d6 points of fire damage to any creature that begins its turn adjacent to you.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your foes flinch from the heat of your weapon, giving you an opportunity to slip past their defenses.</p>", 
                            "name": "Blistering Feint", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Feats/Blistering Feint", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Combat Expertise, Improved Feint, ifrit.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +2 bonus on feint checks made while wielding a weapon that deals fire damage. Anytime you successfully feint a creature while using such a weapon, you may deal its fire damage to the enemy.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>The spirits of your ancestral home call to you, beckoning you to return.</p>", 
                            "name": "Elemental Jaunt", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Feats/Elemental Jaunt", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Character level 15th, ifrit, oread, sylph, or undine.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day, you can cast <i>plane shift</i> as a spell-like ability with a caster level equal to your level to transport yourself and willing targets to an elemental plane that is appropriate to your race (ifrits to the Plane of Fire, oreads to the Plane of Earth, sylphs to the Plane of Air, and undines to the Plane of Water). While on that plane, you (but not anyone transported with you) are treated as though under the effect of the spell <i>planar adaptation</i>.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Fire no longer blinds you, and smoke conceals nothing from your gaze.</p>", 
                            "name": "Firesight", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Feats/Firesight", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Ifrit.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can see through fire and smoke without penalty, ignoring any cover or concealment bonuses from fire and smoke. This does not allow you to see anything you could not otherwise see (for example, invisible creatures are still invisible). You are immune to the dazzled condition.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your body generates so much heat that your mere touch scorches your enemies.</p>", 
                            "name": "Inner Flame", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Feats/Inner Flame", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Scorching Weapons, character level 7th, ifrit.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Your bonus on saves against fire attacks and spells with the fire descriptor or light descriptor increases to +4. When you use Scorching Weapons, the affected weapons deal an additional 1d6 points of fire damage instead of 1, and when you are grappling, you deal this damage to your grappling opponent on your turn.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Elemental fire stirs within your body, boiling your blood and rendering you resistant to flame.</p>", 
                            "name": "Scorching Weapons", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Feats/Scorching Weapons", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Ifrit.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +2 bonus on saving throws against fire attacks and spells with the fire descriptor or light descriptor. As a swift action, you can make up to two held manufactured metallic weapons become red-hot for 1 round, dealing 1 additional point of fire damage with a successful hit. This does not stack with other effects that add fire damage to weapons, such as the <i>flaming</i> weapon special ability.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Ifrits have access to the following weapon special ability and magic item.</p>", 
                    "name": "Ifrit Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"igniting-(weapon-special-ability)\">An <i>igniting</i> weapon functions as a <i>flaming</i> weapon that also causes foes to catch fire  upon striking a successful critical hit. The target does not get a saving throw to avoid catching fire, but can make a save each round on its turn to put out the fire. The <i>flaming</i> ability must be active for the weapon to set enemies on fire.</p><p>Strong evocation; CL 12th; Craft Magic Arms and Armor, flame blade, flame strike, or fireball; Price +2 bonus. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Magic Items/Igniting (weapon special ability)", 
                            "type": "section", 
                            "name": "Igniting (weapon special ability)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "slot": "shoulders", 
                            "name": "Cloak of Fiery Vanishing", 
                            "weight": "1 lb.", 
                            "cl": "5th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Magic Items/Cloak of Fiery Vanishing", 
                            "type": "item", 
                            "price": "2,600 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "1,300 gp", 
                                    "Requirements": "Craft Wondrous Item, invisibility, silent image"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint abjuration and illusion", 
                            "subtype": "shoulders", 
                            "sections": [
                                {
                                    "body": "<p>This thick leather cloak is charred and blackened around the edges and smells faintly of soot. Once per day, when subject to an effect that deals fire damage, the wearer can spend an immediate action while obscured by the flames to become invisible, leaving behind an illusory pile of ashes and bones, as if he had been slain by the fire effect. The invisibility and the illusory remains last for 5 rounds or until the wearer attacks any creature. Creatures that study or interact with the ashes can make a DC 11 Will save to disbelieve the illusion, though this does not end the invisibility effect.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Ifrits have access to the following spells.</p>", 
                    "name": "Ifrit Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>This spell functions like <i>chain lightning</i>, except as noted above, and the spell deals fire damage instead of electricity damage.</p>", 
                            "school": "evocation", 
                            "description": "This spell functions like chain lightning, except the spell deals fire damage instead of electricity damage.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Spells/Chains Of Fire", 
                            "component_text": "V, S, F (a drop of oil and a small piece of flint)", 
                            "level_text": "magus: 6; sorcerer: 6; wizard: 6; arcanist: 6", 
                            "descriptor": [
                                "fire"
                            ], 
                            "range": "medium (100 ft. + 10 ft./level)", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 6
                                }
                            ], 
                            "descriptor_text": "fire", 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "a drop of oil and a small piece of flint", 
                                    "type": "F"
                                }
                            ], 
                            "type": "spell", 
                            "name": "Chains Of Fire"
                        }, 
                        {
                            "body": "<p>This spell functions like <i>death knell</i>, except instead of using the slain target's life energy to enhance yourself, you use it to summon a Small fire elemental resembling a burning, howling version of the slain creature. The elemental acts immediately on your turn and otherwise behaves as if you had summoned it with <i>summon monster II</i>. The elemental remains for a number of rounds equal to the Hit Dice of the slain creature.</p>", 
                            "school": "necromancy", 
                            "saving_throw": "Fortitude negates", 
                            "description": "This spell functions like death knell, except instead of using the slain target's life energy to enhance yourself, you use it to summon a Small fire elemental resembling a burning, howling version of the slain creature.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Spells/Death Candle", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 round", 
                            "level_text": "antipaladin: 1; cleric: 2; oracle: 2; warpriest: 2; inquisitor: 2; witch: 2", 
                            "descriptor": [
                                "death", 
                                "evil", 
                                "fire"
                            ], 
                            "levels": [
                                {
                                    "class": "Antipaladin", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "death, evil, fire", 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "instantaneous/1 round per HD of subject; see text", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Death Candle"
                        }, 
                        {
                            "body": "<p>A rushing stream of fire sprays from your outstretched hand, dealing 2d6 points of fire damage to every creature in the area. Each round you continue to concentrate on the spell, you can select a new area for it to affect.</p>", 
                            "school": "evocation", 
                            "saving_throw": "Reflex half", 
                            "description": "A rushing stream of fire sprays from your outstretched hand, dealing 2d6 points of fire damage to every creature in the area.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Spells/Firestream", 
                            "type": "spell", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "Arcanist: 3; Bloodrager: 3; Magus: 3; Sorcerer: 3; Wizard: 3", 
                            "descriptor": [
                                "fire"
                            ], 
                            "range": "20 ft.", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 3
                                }
                            ], 
                            "descriptor_text": "fire", 
                            "effects": [
                                {
                                    "text": "20-ft. line", 
                                    "name": "Area"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "concentration, up to 1 round/level; see text", 
                            "sections": [
                                {
                                    "body": "<p id=\"firestream\"> sets fire to combustibles and damages objects in the area. It can melt metals with low melting points, such as lead, gold, copper, silver, and bronze. If the damage caused to an interposing barrier shatters or breaks through it, the firestream may continue beyond the barrier if the area permits; otherwise it stops at the barrier just as any other spell effect does.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Firestream"
                                }
                            ], 
                            "component_text": "V, S", 
                            "name": "Firestream"
                        }, 
                        {
                            "body": "<p>You curse the target to suffer unbearable heat. On a failed saving throw, the target is immediately subjected to severe heat , takes 1d4 points of nonlethal damage, and is suffering from heatstroke (fatigued). The target must save every 10 minutes as normal for severe heat (starting at DC 15 rather than the DC of this spell). Because this heat is internal, the target cannot avoid it using the normal methods for escaping heat dangers such as Survival checks or finding shade. </p>", 
                            "school": "transmutation", 
                            "saving_throw": "Fortitude negates", 
                            "description": "You curse the target to suffer unbearable heat.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Spells/Fury Of The Sun", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "druid: 2; hunter: 2; witch: 2; hunter: 2", 
                            "descriptor": [
                                "curse", 
                                "fire"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Druid", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "curse, fire", 
                            "effects": [
                                {
                                    "text": "one creature", 
                                    "name": "Targets"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "10 minutes/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Fury Of The Sun"
                        }, 
                        {
                            "body": "<p>This spell grants you temporary immunity to fire damage as <i>protection from energy</i>. As a standard action, you may sacrifice 12 points of remaining energy absorption from the spell to heal a touched creature of 1d8 points of damage. Healing a creature provokes an attack of opportunity. When the spell has absorbed 12 points of fire damage per caster level (to a maximum of 120 points at 10th level), it is discharged.</p>", 
                            "school": "abjuration", 
                            "description": "This spell grants you temporary immunity to fire damage as protection from energy.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Spells/Healing Warmth", 
                            "casting_time": "1 standard action", 
                            "level_text": "alchemist: 4; investigator: 4; cleric: 4; oracle: 4; warpriest: 4; druid: 4; hunter: 4; inquisitor: 4; hunter: 4", 
                            "source": "Advanced Race Guide", 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 4
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Healing Warmth"
                        }, 
                        {
                            "body": "<p>This spell functions like <i>gaseous form</i>, except the target becomes a visible swirl of hot ash and smoke instead of harmless translucent gas. The target gains the fire subtype. Any creature that begins its turn sharing a space with the target takes 2d6 points of fire damage and must make a Fortitude save (DC 15, + 1 per previous check) or suffer the effects of smoke inhalation .</p>", 
                            "school": "transmutation", 
                            "saving_throw": "none", 
                            "description": "This spell functions like gaseous form, except the target becomes a visible swirl of hot ash and smoke instead of harmless translucent gas.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Spells/Scorching Ash Form", 
                            "spell_resistance": "no", 
                            "component_text": "S, M (a bit of gauze and a handful of ashes)", 
                            "level_text": "alchemist: 4; investigator: 4; sorcerer: 4; wizard: 4; arcanist: 4", 
                            "descriptor": [
                                "fire"
                            ], 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 4
                                }
                            ], 
                            "descriptor_text": "fire", 
                            "components": [
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "a bit of gauze and a handful of ashes", 
                                    "type": "M"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "type": "spell", 
                            "name": "Scorching Ash Form"
                        }, 
                        {
                            "body": "<p>Your successful melee touch attack causes the target to ignite in a violent burst of flame, dealing 1d6 points of fire damage. If it fails its saving throw, the target also catches on fire . If the target catches fire, on the first round thereafter, creatures adjacent to it (including you) must each succeed at a Reflex save or take 1d4 points of fire damage.</p>", 
                            "school": "evocation", 
                            "saving_throw": "Reflex negates; see text", 
                            "description": "Your successful melee touch attack causes the target to ignite in a violent burst of flame, dealing 1d6 points of fire damage.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Ifrits/New Racial Rules/Ifrit Spells/Touch Of Combustion", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "Arcanist: 1; Bloodrager: 1; Druid: 1; Hunter: 1; Hunter: 1; Hunter: 1; Hunter: 1; Hunter: 1; Inquisitor: 1; Magus: 1; Sorcerer: 1; Witch: 1; Wizard: 1", 
                            "descriptor": [
                                "fire"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "descriptor_text": "fire", 
                            "effects": [
                                {
                                    "text": "creature or object touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "instantaneous", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Touch Of Combustion"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}