{
    "body": "<p>Orcs are aggressive, callous, and domineering. Bullies by nature, they respect strength and power as the highest virtues. On an almost instinctive level, orcs believe they are entitled to anything they want unless someone stronger can stop them from seizing it. They rarely exert themselves off the battlefield except when forced to do so; this attitude stems not just from laziness but also from an ingrained belief that work should trickle down through the pecking order until it falls upon the shoulders of the weak. They take slaves from other races, orc men brutalize orc women, and both abuse children and elders, on the grounds that anyone too feeble to fight back deserves little more than a life of suffering. Surrounded at all times by bitter enemies, orcs cultivate an attitude of indifference to pain, vicious tempers, and a fierce willingness to commit unspeakable acts of vengeance against anyone who dares to defy them.</p>", 
    "name": "Orcs", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Orcs", 
    "type": "race", 
    "subtype": "featured_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Powerfully built, orcs typically stand just a few inches taller than most humans but have much greater muscle mass, their broad shoulders and thick, brawny hips often giving them a slightly lurching gait. They typically have dull green skin, coarse dark hair, beady red eyes, and protruding, tusklike teeth. Orcs consider scars a mark of distinction and frequently use them as a form of body art.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Orcs usually live amid squalor and constant mayhem, and intimidation and brutal violence are the glue that holds orc culture together. They settle disputes by making increasingly grisly threats until, when a rival fails to back down, the conflict escalates into actual bloodshed. Orcs who win these ferocious brawls not only feel free to take whatever they want from the loser, but also frequently indulge in humiliating physical violation, casual mutilation, and even outright murder. Orcs rarely spend much time improving their homes or belongings since doing so merely encourages a stronger orc to seize them. In fact, whenever possible, they prefer to occupy buildings and communities originally built by other races.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Orcs admire strength above all things. Even members of enemy races can sometimes win an orc's grudging respect, or at least tolerance, if they break his nose enough times.</p><p>Orcs regard dwarves and elves with an odd mix of fierce hatred, sullen resentment, and a trace of wariness. They respect power, and, on some level, understand that these two races have kept them at bay for countless ages. Though they never miss a chance to torment a dwarf or elf who falls into their clutches, they tend to proceed cautiously unless certain of victory. Orcs dismiss halflings and gnomes as weaklings barely worth the trouble of enslaving. They often regard half-elves, who appear less threatening than full-blooded elves but have many elven features, as particularly appealing targets. Orcs view humans as race of sheep with a few wolves living in their midst. They freely kill or oppress humans too weak to fend them off but always keep one eye on the nearest exit in case they run into a formidable human.</p><p>Orcs look upon half-orcs with a strange mixture of contempt, envy, and pride. Though weaker than typical orcs, these half-breeds are also usually smarter, more cunning, and better leaders. Tribes led, or at least advised, by half-orcs are often more successful than those led by pure-blooded orcs. On a more fundamental level, orcs believe each half-orc also represents an orc exerting dominance over a weaker race.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Orcs have few redeeming qualities. Most are violent, cruel, and selfish. Concepts such as honor or loyalty usually strike them as odd character flaws that tend to afflict members of the weaker races. Orcs are typically not just evil, but chaotic to boot, though those with greater self-control may gravitate toward lawful evil. Orcs pray to gods of fire, war, and blood, often creating tribal \"pantheons\" by combining these aspects into uniquely orc concepts.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Orcs usually leave their tribes only after losing out in a power struggle. Facing humiliation, slavery, or even death at the hands of their own kind, they opt instead to live and work with members of other races. Orcs who fail to rein in their tempers and the instinctive drive to dominate rarely last long once they strike out on their own. Though orcs who do manage to get by in other societies often enjoy the luxuries and comforts these societies can deliver, they still tend to dream of returning home, seizing power, and taking revenge.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Arkus, Carrug, Felzak, Murdut, Prabur.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Durra, Grillgiss, Ilyat, Krugga, Leffit, Olbin, Trisgrak.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Orc Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+4-strength,--2-intelligence,--2-wisdom,--2-charisma\">Orcs are brutal and savage.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Orc Racial Traits/+4 Strength/-2 Intelligence/-2 Wisdom/-2 Charisma", 
                    "type": "section", 
                    "name": "+4 Strength, -2 Intelligence, -2 Wisdom, -2 Charisma", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"orc\">Orcs are humanoids with the orc subtype.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Orc Racial Traits/Orc", 
                    "type": "section", 
                    "name": "Orc", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"medium\">Orcs are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Orcs have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"darkvision\">Orcs can see in the dark up to 60 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Darkvision"
                }, 
                {
                    "body": "<p id=\"light-sensitivity\">Orcs are dazzled in areas of bright sunlight or within the radius of a <i>daylight</i> spell.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Orc Racial Traits/Light Sensitivity", 
                    "type": "section", 
                    "name": "Light Sensitivity", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"ferocity\">Orcs can remain conscious and continue fighting even if their hit point totals fall below 0. Orcs are still staggered at 0 hit points or lower and lose 1 hit point each round as normal.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Orc Racial Traits/Ferocity", 
                    "type": "section", 
                    "name": "Ferocity", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"weapon-familiarity\">Orcs are always proficient with greataxes and falchions, and treat any weapon with the word \"orc\" in its name as a martial weapon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Weapon Familiarity"
                }, 
                {
                    "body": "<p id=\"languages\">Orcs begin play speaking Common and Orc. Orcs with high Intelligence scores can chose from the following: Dwarven, Giant, Gnoll, Goblin, Undercommon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Orc Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial traits may be selected instead of existing orc racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"dayrunner\">Orcs refuse to yield to any foe, including the sun. Some spend hour upon hour glaring at the sun until their ruined eyes acclimatize to bright light. Orcs with this racial trait take a &ndash;2 penalty on all ranged attack rolls. This racial trait replaces light sensitivity.</p>", 
                    "name": "Dayrunner", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Alternate Racial Traits/Dayrunner", 
                    "subtype": "orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"feral\">Orcs have the ability to fend for themselves long before they master the rudiments of their language and culture. Having needed to hunt bugs and tiny animals for food to survive while still infants, feral orcs fight all the harder to survive when at the brink of death. Orcs with this racial trait gain Survival as a class skill and gain a +1 racial bonus on melee weapon attack and damage rolls when at negative hit points. This racial trait replaces the orc's weapon familiarity and automatic languages. Feral orcs without additional languages due to high Intelligence scores or ranks in Linguistics can only communicate with grunts and gestures.</p>", 
                    "name": "Feral", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Alternate Racial Traits/Feral", 
                    "subtype": "orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"smeller\">Orcs with this racial trait gain a limited scent ability with half the normal range. This racial trait replaces ferocity and weapon familiarity.</p>", 
                    "name": "Smeller", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Alternate Racial Traits/Smeller", 
                    "subtype": "orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"squalid\">Some orcs exist in surroundings so filthy and pestilent that even other orcs would have difficulty living in them. Orcs with this racial trait gain a +2 racial bonus on saving throws made to resist nausea, the sickened condition, and disease. This racial trait replaces ferocity.</p>", 
                    "name": "Squalid", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Alternate Racial Traits/Squalid", 
                    "subtype": "orc", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all orcs who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the favored class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"alchemist\">Add +10 minutes to the duration of the alchemist's mutagens.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p id=\"barbarian\">Add +1 to the barbarian's total number of rage rounds per day.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p id=\"cavalier\">Add +1 to the cavalier's CMB when making bull rush or overrun combat maneuvers against a challenged target. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Cavalier"
                }, 
                {
                    "body": "<p id=\"druid\">Add +1/2 to the damage dealt by the druid's animal companion's natural attacks.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p id=\"fighter\">Add +2 to the fighter's Constitution score for the purpose of determining when he dies from negative hit points.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p id=\"ranger\">Add +1 hit point to the ranger's animal companion. If the ranger ever replaces his animal companion, the new animal companion gains these bonus hit points.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p id=\"witch\">Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Witch"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to orcs.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The dirty fighter laughs at concepts like honor and fair play. He cares only for victory, no matter how he achieves it, and spends as much time mastering sneaky combat maneuvers as he does drilling with weapons or learning how to wear armor. A dirty fighter has the following class features.</p>", 
                    "name": "Dirty Fighter (Fighter)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Dirty Fighter (Fighter)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"sidestep\">At 2nd level, a dirty fighter learns how to evade his enemies when they react to his combat maneuvers. He gains a +1 dodge bonus to his AC against attacks of opportunity provoked by him while attempting a combat maneuver. This bonus increases by +1 for every four levels beyond 2nd level. This ability replaces bravery.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Dirty Fighter (Fighter)/Sidestep (Ex)", 
                            "type": "section", 
                            "name": "Sidestep (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"maneuver-training\">At 5th level, a dirty fighter becomes a master of dirty tricks. He gains a +2 bonus on dirty trick combat maneuver checks  and +2 to his CMD when he is the target of a dirty trick combat maneuver. This ability replaces weapon training 1.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Dirty Fighter (Fighter)/Maneuver Training (Ex)", 
                            "type": "section", 
                            "name": "Maneuver Training (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"speedy-tricks\">At 9th level, a dirty fighter has perfected how to quickly perform dirty tricks. He can make a dirty trick combat maneuver as an attack instead of a standard action. This ability replaces weapon training 2.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Dirty Fighter (Fighter)/Speedy Tricks (Ex)", 
                            "type": "section", 
                            "name": "Speedy Tricks (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"double-tricks\">At 13th level, when a dirty fighter performs a combat maneuver, he may apply two different conditions to his target instead of one. Each penalty condition requires a separate action to remove. At 17th level, he may apply three different conditions. This ability replaces weapon training 3 and 4.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Dirty Fighter (Fighter)/Double Tricks (Ex)", 
                            "type": "section", 
                            "name": "Double Tricks (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>The scarred witch doctor draws power from her ability to endure pain and suffering. She mutilates her own flesh, inflicting horrific scars, in order to attract the attention of her patron. Rather than call forth a familiar, she creates a repulsive fetish mask that she uses as a repository for her power. A scarred witch doctor has the following class features.</p>", 
                    "name": "Scarred Witch Doctor (Witch)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Scarred Witch Doctor (Witch)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"constitution-dependent\">A scarred witch doctor uses Constitution instead of Intelligence when determining the highest level of spells she can cast, her spell save DCs, number of spells known at 1st level, and any effects of her hexes normally determined by her Intelligence.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Scarred Witch Doctor (Witch)/Constitution Dependent", 
                            "type": "section", 
                            "name": "Constitution Dependent", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"hex-scar\">Whenever a scarred witch doctor learns a hex, she must carve or brand a symbol in her flesh to represent this hex. She can disguise these scars with mundane or magical means, but they cannot be permanently removed.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Scarred Witch Doctor (Witch)/Hex Scar", 
                            "type": "section", 
                            "name": "Hex Scar", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"fetish-mask\">At 1st level, a scarred witch doctor forms a bond with a wooden mask. As she gains power, her connection to this mask causes it to grow ever more hideous and grotesque as it absorbs the weight of the self-induced pain that underlies her magic. Her spells derive from the insights her patron grants her while she's enduring the cuts, burns, and other sorts of mutilations she inflicts upon herself. Her fetish mask acts in all ways like a witch's familiar for the purpose of preparing and gaining spells. Rather than communing with a familiar to prepare spells each day, a scarred witch doctor hangs her mask on a wall, tree branch, or something similar and contemplates the agony it represents.</p><p>When wearing her fetish mask, a scarred witch doctor gains a +2 circumstance bonus on Heal and Intimidate checks and gains a +2 bonus on saving throws against effects that specifically cause pain or have the pain descriptor. If the mask is destroyed, the witch doctor can create another fetish mask (which almost immediately adopts the shocking appearance of the original) for the same price and time it takes a witch to replace a dead familiar.</p><p>At 5th level, the scarred witch doctor gains the ability to add magical abilities to her mask as if she had the Craft Wondrous Item feat.</p><p>This ability otherwise functions like and replaces the standard witch familiar.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Scarred Witch Doctor (Witch)/Fetish Mask (Su)", 
                            "type": "section", 
                            "name": "Fetish Mask (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"scarshield\">At 1st level, a scarred witch doctor learns how to harden her mutilated skin, gaining an enhancement bonus to her natural armor bonus equal to 1/2 her class level (minimum +1). She can use this ability for a number of minutes per day equal to her class level. These minutes do not need to be consecutive but she must spend them in 1-minute increments. This ability replaces the witch's 1st-level hex.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Scarred Witch Doctor (Witch)/Scarshield (Su)", 
                            "type": "section", 
                            "name": "Scarshield (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"hexes\">The following hexes complement the scarred witch doctor archetype: evil eye, misfortune  scar, unnerve beasts.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Scarred Witch Doctor (Witch)/Hexes", 
                            "type": "section", 
                            "name": "Hexes", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"major-hexes\">The following major hexes complement the scarred witch doctor archetype: agony, nightmare  cook people, infected wounds.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Scarred Witch Doctor (Witch)/Major Hexes", 
                            "type": "section", 
                            "name": "Major Hexes", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"grand-hexes\">The following grand hexes complement the scarred witch doctor archetype: death curse, natural disaster  dire prophecy.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/Racial Archetypes/Scarred Witch Doctor (Witch)/Grand Hexes", 
                            "type": "section", 
                            "name": "Grand Hexes", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to orcs. At the GM's discretion, other appropriate races may make use of some of these new rules.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Orcs have access to the following equipment.</p>", 
                    "name": "Orc Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"battle-mask\">Made from wood, bone, or similar materials, this mask covers its wearer's actual appearance and identity by depicting a hateful, leering face instead. Because of a battle mask's excellent craftsmanship and exquisite details, the wearer gains a +1 bonus on Intimidate checks made to demoralize an opponent.</p>", 
                            "name": "Battle Mask", 
                            "weight": "2 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Equipment/Battle Mask", 
                            "price": "50 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"tribal-standard\">Mounted on a sturdy 15-foot pole, this flag inspires all orcs belonging to the tribe it represents. As long as they are within 60 feet and can see the standard, they gain a +1 morale bonus on saving throws against fear effects. The standard must be carried in one hand by a member of the tribe to have any effect (it provides no bonus if hung on a wall, draped over a throne, and so on). If the standard is brought low (such as by its bearer dropping it in the mud), defiled, destroyed, or captured, the tribe's members take a &ndash;1 penalty on attack rolls and saving throws versus fear effects for the next hour. If the orcs reclaim a captured standard, the penalties end and the bonus is restored.</p>", 
                            "name": "Tribal Standard", 
                            "weight": "20 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Equipment/Tribal Standard", 
                            "price": "50 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"war-spirit-pouch\">This tiny bundle of sacred herbs and bones supposedly attracts the attention of helpful battle-spirits. By crushing the pouch as a standard action, an orc (or a creature from a suitably warlike culture) gains 1d4+1 temporary hit points. These temporary hit points go away after 10 minutes. A creature can only benefit from 1 spirit pouch at a time. Once used, the spirit pouch is destroyed.</p>", 
                            "name": "War Spirit Pouch", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Equipment/War Spirit Pouch", 
                            "price": "50 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "20"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Orc Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Battle mask</td><td>50 gp</td><td>2 lbs.</td><td>&mdash;</td></tr><tr class=\"even\"><td>Tribal standard</td><td>50 gp</td><td>20 lbs.</td><td>&mdash;</td></tr><tr class=\"odd\"><td>War spirit pouch</td><td>50 gp</td><td>&mdash;</td><td>20</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Equipment/Orc Equipment", 
                            "type": "table", 
                            "name": "Orc Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Orcs have access to the following feats.</p>", 
                    "name": "Orc Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You are so tough and vicious that you killed and ate the rest of your litter while still in the womb. </p>", 
                            "name": "Born Alone", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Born Alone", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Whenever you kill or knock unconscious an opponent with a melee attack, you gain temporary hit points equal to your Constitution bonus (minimum 1) until your next turn. These temporary hit points do not stack. You do not gain this bonus if the opponent is helpless or has less than half your Hit Dice.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>With a simple hit, you more easily intimidate an opponent.</p>", 
                            "name": "Bullying Blow", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Bullying Blow", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Intimidate 1 rank, orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">As a standard action, you may make a melee attack with a &ndash;2 penalty on the attack roll. If the attack damages your opponent, you may make an Intimidate check to demoralize that opponent as a free action.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Intimidating an opponent is a standard action.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You ferocity is quick but shorter lived.</p>", 
                            "name": "Ferocious Action", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Ferocious Action", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Ferocity racial trait, orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you fall to 0 hit points or fewer, you lose 2 hit points each round, but you are not staggered. If you are in a rage (such as that caused by the barbarian rage class feature), you instead only lose 1 hit point per round.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can unleash a wave of energy that drives orcs into a frenzy.</p>", 
                            "name": "Foment the Blood", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Foment the Blood", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Channel energy class feature, orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you channel energy, instead of creating its normal effect, you can give orcs a bonus on weapon damage and critical hit confirmation rolls until your next turn. This bonus is equal to the number of dice your channeled energy normally heals or harms. Your channel has its normal effect on other creatures in the area.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You feel great anger at anyone who dares to attack you, and this fury makes your own attacks that much stronger.</p>", 
                            "name": "Grudge Fighter", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Grudge Fighter", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +1 morale bonus on attack and damage rolls made against any creature that attacked you in the current combat.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can do more with the weapons orcs favor the most. </p>", 
                            "name": "Orc Weapon Expertise", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Orc Weapon Expertise", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Base attack bonus +1, orc. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you take this feat, choose one of the benefits below. Whenever you wield a weapon that has \"orc\" in its name, you gain the benefit you chose so long as you are actually proficient with that weapon. </p><blockquote><p id=\"bully\"><i>Bully</i>: Gain a +1 bonus on damage rolls against creatures at least one size smaller than you.</p><p id=\"defender\"><i>Defender</i>: Gain a +1 shield bonus to your AC (or +2 if wielding a two-handed weapon).</p><p id=\"disrupter\"><i>Disrupter</i>: Add +3 to opponents' concentration checks to cast a spell within your threatened area. This only applies if you are aware of the enemy's location and are capable of taking an attack of opportunity. If you have already used all of your available attacks of opportunity for the round, this increase does not apply.</p><p id=\"killer\"><i>Killer</i>: Gain a +2 competence bonus on attack rolls made to confirm critical hits.</p><p id=\"thug\"><i>Thug</i>: Deal +1 point of nonlethal damage with the weapon.</p><p id=\"trickster\"><i>Trickster</i>: Gain a +2 bonus on a single type of combat maneuver check that you can perform with that weapon.</p><p>This feat has no effect if you are not proficient with the weapon you're using.</p></blockquote>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can gain this feat multiple times. Each time you take this feat, you must choose a different benefit. You may only apply one of these benefits per round (chosen as a free action at the start of your turn).</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Fear passes quickly while you are raging.</p>", 
                            "name": "Resolute Rager", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Resolute Rager", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Orc, rage class feature.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">While raging, when under the effect of a fear effect that allows a saving throw, you can make a new saving throw against that fear effect at the start of each of your turns before acting. If you make the new save, the fear effect ends. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can goad an opponent into attacking you in order to make your counter attack all the more powerful.</p>", 
                            "name": "Reverse-Feint", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Reverse-Feint", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Toughness, base attack bonus +1, orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">As a move action, you can leave a gap in your defenses for one adjacent opponent to use. If the opponent attacks you on its next turn, it gains a +4 bonus on its attack roll. Whether or not the opponent successfully hits, you may attack it as an immediate action with a single melee attack, gaining a +2 bonus on your attack roll.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can smash traps instead of disarming them.</p>", 
                            "name": "Trap Wrecker", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Trap Wrecker", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Power Attack, Disable Device 1 rank, orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can attempt to disarm a trap by striking it with a melee weapon instead of making a Disable Device check. As a full-round action, make a melee attack against an Armor Class equal to the trap's Disable Device DC. If you miss, the trap activates. If you hit, roll damage. If this damage is at least half the trap's Disable Device DC, you disable the trap. If this damage is less than half the trap's Disable Device DC, the trap activates. You can only attempt this on nonmagical traps. You must be able to reach some part of the trap with your attack in order to use this feat. At the GM's discretion, some traps may not be susceptible to this feat.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Orcs have access to the following weapon special ability and magic item.</p>", 
                    "name": "Orc Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"fury-born-(weapon-special-ability)\">A <i>fury-born</i> weapon draws power from the anger and frustration the wielder feels when battling foes that refuse to die. Each time the wielder damages an opponent with the weapon, its enhancement bonus increases by +1 when making attacks against that opponent (maximum total enhancement bonus of +5). This extra enhancement bonus goes away if the opponent dies, the wielder uses the weapon to attack a different creature, or 1 hour passes. Only melee weapons can have the <i>fury-born</i> ability.</p><p>Faint enchantment; CL 7th; Craft Magic Arms and Armor, <i>rage</i>; Price +2 bonus.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Magic Items/Fury-Born (weapon special ability)", 
                            "type": "section", 
                            "name": "Fury-Born (weapon special ability)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "slot": "hands", 
                            "name": "Bonebreaker Gauntlets", 
                            "weight": "2 lbs.", 
                            "cl": "5th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Magic Items/Bonebreaker Gauntlets", 
                            "type": "item", 
                            "price": "6,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "3,000 gp", 
                                    "Requirements": "Craft Wondrous Item, bestow curse"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint necromancy", 
                            "subtype": "hands", 
                            "sections": [
                                {
                                    "body": "<p>These thick brass and leather gauntlets allow the wearer to tear through bone and muscle like paper. Once per day, as part of a melee attack, the wearer can activate the gauntlets to inflict a horrific injury on an opponent. If the attack hits, the target must make a DC 14 Will save. If the save fails, the gauntlets reduce the target's Strength, Dexterity, or Constitution (wearer's choice) by &ndash;6. This penalty cannot reduce the target's ability score below 1. The injury heals over time, reducing the penalty by 1 for each day that passes since the time of the injury, and is immediately removed by <i>heal</i>, <i>regenerate</i>, <i>restoration</i>, or any magic that can break a curse.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Orcs have access to the following spells.</p>", 
                    "name": "Orc Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>The target gains a 5-foot-radius aura that causes the blood of creatures in that area to ignite upon contact with air. Any creature (including the spell's target) within the aura that takes at least 5 points of piercing, slashing, or bleed damage from a single attack automatically creates a spray of burning blood. The spray strikes a creature in a randomly determined square adjacent to the injured creature. The spray deals 1d6 points of fire damage to any creature in that square, and 1 point of splash damage to all creatures within 5 feet of the spray's target, including the target of this spell. A creature can only create one spray of burning blood per round. Creatures that do not have blood (including oozes and most constructs and undead) do not create blood sprays when attacked.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "Fortitude negates (harmless)", 
                            "description": "The target gains a 5-foot-radius aura that causes the blood of creatures in that area to ignite upon contact with air.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Spells/Blood Blaze", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "Alchemist: 2; Antipaladin: 1; Arcanist: 2; Bloodrager: 2; Cleric: 2; Investigator: 2; Magus: 2; Oracle: 2; Sorcerer: 2; Warpriest: 2; Witch: 2; Wizard: 2", 
                            "descriptor": [
                                "fire"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Antipaladin", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "fire", 
                            "effects": [
                                {
                                    "text": "creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round/level (D)", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Blood Blaze"
                        }, 
                        {
                            "body": "<p>You greatly magnify the target's ability to smell the presence of blood. The target is considered to have the scent universal monster ability, but only for purposes of detecting and pinpointing injured creatures (below full hit points). Creatures below half their full hit points or suffering bleed damage are considered strong scents for this ability.</p><p>Orcs and any creature under the effects of rage gain a +2 morale bonus on attack and damage rolls against creatures they can smell with this spell, or a +4 morale bonus if the target's blood counts as a strong scent.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "Will negates (harmless)", 
                            "description": "You greatly magnify the target's ability to smell the presence of blood.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Spells/Blood Scent", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "Alchemist: 3; Antipaladin: 2; Arcanist: 3; Bloodrager: 3; Cleric: 3; Druid: 3; Hunter: 2; Hunter: 2; Hunter: 2; Hunter: 2; Hunter: 2; Inquisitor: 3; Investigator: 3; Oracle: 3; Ranger: 2; Sorcerer: 3; Warpriest: 3; Witch: 3; Wizard: 3", 
                            "source": "Advanced Race Guide", 
                            "range": "medium (100 ft. + 10 ft./level)", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Antipaladin", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 3
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one creature/2 levels, no two of which can be more than 30 ft. apart", 
                                    "name": "Targets"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level (D)", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Blood Scent"
                        }, 
                        {
                            "body": "<p>You cut out an enemy's heart and consume it, absorbing that enemy's power as your own. As part of casting this spell, you perform a coup de grace with a slashing weapon on a helpless, living adjacent target. If the target dies, you eat its heart to gain the spell's benefits. If the target survives, the spell is not wasted and you can try again as long as you continue concentrating on the spell. When you consume the heart, you gain the benefits of a <i>death knell</i> spell, except you gain 1d8 temporary hit points +1 per Hit Die of the target, and the bonus to Strength is a profane bonus.</p>", 
                            "school": "necromancy", 
                            "saving_throw": "none", 
                            "description": "You cut out an enemy's heart and consume it, absorbing that enemy's power as your own.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Spells/Enemys Heart", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 full-round action, special see below", 
                            "level_text": "adept: 2; antipaladin: 2; cleric: 2; oracle: 2; warpriest: 2; witch: 2", 
                            "descriptor": [
                                "death", 
                                "evil"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Adept", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Antipaladin", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "death, evil", 
                            "effects": [
                                {
                                    "text": "living creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "target creature's heart", 
                                    "type": "M"
                                }
                            ], 
                            "duration": "concentration/1 minute per HD of the subject; see text", 
                            "type": "spell", 
                            "component_text": "V, S, M (target creature's heart)", 
                            "name": "Enemy's Heart"
                        }, 
                        {
                            "body": "<p>You restore the senses to the severed head of a humanoid or monstrous humanoid killed within the past 24 hours, creating a grisly sentinel. The head must be affixed to a pole, spear, tree branch, or other stable object, and the spell ends if the head or its object is moved. The head has darkvision 60 feet and low-light vision, can swivel in place to look in any direction, and has a +5 bonus on Perception checks.</p><p>If you are within 30 feet of the head, as a standard action you can shift your senses to it, seeing and hearing from its location and gaining the benefit of its darkvision and low-light vision, and you may use its Perception skill instead of your own. While your senses are in the severed head, your body is blind and deaf until you spend a free action to shift your senses back to your own body.</p><p>When you create the head, you can imprint it with a single triggering condition, similar to <i>magic mouth</i>. Once this triggering condition is set, it can never be changed. If you are within 30 feet of the head, you immediately know if it is triggered (if you have multiple active <i>sentry skulls</i>, you also know which one was triggered). This wakens you from normal sleep but does not otherwise disturb your concentration. For example, you could have a <i>sentry skull</i> alert you if any humanoid comes into view, if a particular rival approaches, if your guard animal is killed, and so on, as long as it occurs where the severed head can see it.</p><p>This spell does not give the head any ability to speak, think, or take any kind of action other than to turn itself, though it is a suitable target for other spells such as <i>magic mouth</i>.</p>", 
                            "school": "necromancy", 
                            "saving_throw": "none", 
                            "description": "You restore the senses to the severed head of a humanoid or monstrous humanoid killed within the past 24 hours, creating a grisly sentinel.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Spells/Sentry Skull", 
                            "spell_resistance": "no", 
                            "casting_time": "1 hour", 
                            "level_text": "antipaladin: 1; cleric: 2; oracle: 2; warpriest: 2; sorcerer: 2; wizard: 2; arcanist: 2; witch: 2", 
                            "descriptor": [
                                "evil"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Antipaladin", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "evil", 
                            "effects": [
                                {
                                    "text": "severed head touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "an onyx gem worth at least 10 gp", 
                                    "type": "M"
                                }
                            ], 
                            "duration": "permanent (D); see text", 
                            "type": "spell", 
                            "component_text": "V, S, M (an onyx gem worth at least 10 gp)", 
                            "name": "Sentry Skull"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}