{
    "body": "<p>Oreads are humans whose ancestry includes the touch of an elemental being of earth somewhere along the line, often that of a shaitan genie. Stoic and contemplative, oreads are a race not easily moved, yet almost unstoppable when spurred to action. They remain a mystery to most of the world thanks to their reclusive nature, but those who seek them out in their secluded mountain hideaways find oreads to be quiet, dependable, and protective of their friends. </p>", 
    "name": "Oreads", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Oreads", 
    "type": "race", 
    "subtype": "featured_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Oreads are strong and solidly built, with skin and hair colored stony shades of black, brown, gray, or white. While all oreads appear vaguely earthy, a few bear more pronounced signs of their elemental heritage&mdash;skin that shines like polished onyx, rocky outcroppings protruding from their flesh, glowing gemstones for eyes, or hair like crystalline spikes. They often dress in earthy tones, wearing practical clothing well suited to vigorous physical activity and preferring fresh flowers, simple gemstones, and other natural accents to complex manufactured jewelry.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>As a minor offshoot of the human race, oreads have no real established society of their own. Instead, most oreads grow up in human communities learning the customs of their parents. Adult oreads have a well-deserved reputation among other races for being hermits and loners. Few take well to the bustle of city life, preferring instead to spend their days in quiet contemplation atop some remote mountain peak or deep below the earth in a secluded cavern. Oreads with a greater tolerance for life among humans often join the city watch, or find some other way to serve their community in a position of responsibility. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Oreads feel comfortable in the company of dwarves, with whom they have much in common. They find gnomes too strange and many halflings far too brash, and so avoid these races in general. Oreads gladly associate with half-orcs and half-elves, feeling a sense of kinship with the other part-human races despite inevitable personality conflicts. Among the elemental-touched races, oreads have few friends but no true enemies.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Oreads are, perhaps above all else, set in their ways, and any disruption of their routine is met with quiet disapproval. Oreads are fiercely protective of their friends, but don't seem particularly concerned with the well-being of those outside their small circle of acquaintances. As such, most oreads are lawful neutral. Religious life comes easily to the earth-touched. They appreciate the quiet, contemplative life of the monastic order, and most dedicate themselves to the worship of earth- or nature-related deities.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Oreads are initially hesitant adventurers. They dislike leaving their homes and don't handle the shock of new experiences well. Usually it takes some outside force to rouse oreads into action, often by threatening their homes, lives, or friends. Once the initial threat is dealt with, however, oreads often find they've grown accustomed to the adventuring life, and continue to pursue it through the rest of their days. Oreads make good monks and fighters thanks to their prodigious strength and self-discipline.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Andanan, Jeydavu, Mentys, Oret, Sithundan, Urtar.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Besthana, Echane, Ghatiyara, Irice, Nysene, Pashe.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Oread Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-strength,-+2-wisdom,--2-charisma\">Oreads are strong, solid, stable, and stoic.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Oread Racial Traits/+2 Strength/+2 Wisdom/-2 Charisma", 
                    "type": "section", 
                    "name": "+2 Strength, +2 Wisdom, -2 Charisma", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"native-outsider\">Oreads are outsiders with the native subtype.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Native Outsider"
                }, 
                {
                    "body": "<p id=\"medium\">Oreads are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"slow-speed\">Oreads have a base speed of 20 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Slow Speed"
                }, 
                {
                    "body": "<p id=\"darkvision\">Oreads can see in the dark up to 60 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Darkvision"
                }, 
                {
                    "body": "<p id=\"spell-like-ability\"><i>Magic stone</i> 1/day (caster level equals the oread's total level).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Spell-Like Ability"
                }, 
                {
                    "body": "<p id=\"energy-resistance\">Oreads have acid resistance 5.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Oread Racial Traits/Energy Resistance", 
                    "type": "section", 
                    "name": "Energy Resistance", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"earth-affinity\">Oread sorcerers with the elemental (earth) bloodline treat their Charisma score as 2 points higher for all sorcerer spells and class abilities. Oread clerics with the Earth domain use their domain powers and spells at +1 caster level.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Oread Racial Traits/Earth Affinity", 
                    "type": "section", 
                    "name": "Earth Affinity", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Oreads begin play speaking Common and Terran. Oreads with high Intelligence scores can choose from the following: Aquan, Auran, Dwarven, Elven, Gnome, Halfling, Ignan, and Undercommon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Oread Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial traits may be selected instead of existing oread racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"crystalline-form\">Oreads with this trait gain a +2 racial bonus to AC against rays thanks to their reflective crystalline skin. In addition, once per day, they can deflect a single ray attack targeted at them as if they were using the Deflect Arrows feat. This racial trait replaces earth affinity.</p>", 
                    "name": "Crystalline Form", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Alternate Racial Traits/Crystalline Form", 
                    "subtype": "oread", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"earth-insight\">Oread spellcasters sometimes find that their elemental heritage makes creatures of earth more willing to serve them. <i>Summon monster</i> and <i>summon nature's ally</i> spells that such oreads cast last 2 rounds longer than normal when used to summon creatures with the earth subtype. This racial trait replaces earth affinity.</p>", 
                    "name": "Earth Insight", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Alternate Racial Traits/Earth Insight", 
                    "subtype": "oread", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"ferrous-growth\">Oreads with this racial trait learn how to mimic the magic of their shaitan ancestors. Once per day, such an oread can cause a touched piece of nonmagical iron or steel to grow into an object up to 10 pounds in weight, such as a sword, crowbar, or light steel shield. This object remains in this form for 10 minutes or until broken or destroyed, at which point it shrinks back to its original size and shape. This racial trait replaces the spell-like ability racial trait.</p>", 
                    "name": "Ferrous Growth", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Alternate Racial Traits/Ferrous Growth", 
                    "subtype": "oread", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"fertile-soil\">Oread sorcerers with the verdant bloodline treat their Charisma score as 2 points higher for all sorcerer spells and class abilities. Oread clerics with the Plant domain use their domain powers and spells at +1 caster level. This racial trait replaces earth affinity.</p>", 
                    "name": "Fertile Soil", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Alternate Racial Traits/Fertile Soil", 
                    "subtype": "oread", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"granite-skin\">Rocky growths cover the skin of oreads with this racial trait. They gain a +1 racial bonus to natural armor. This racial trait replaces energy resistance.  </p>", 
                    "name": "Granite Skin", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Alternate Racial Traits/Granite Skin", 
                    "subtype": "oread", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"mountain-born\">Oreads are drawn to mountains and other high places, and after many generations they've grown well suited to their environment. Oreads with this racial trait gain a +2 racial bonus on Acrobatics checks made to cross narrow ledges and on saves against altitude fatigue and sickness. This racial trait replaces the spell-like ability racial trait.</p>", 
                    "name": "Mountain-Born", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Alternate Racial Traits/Mountain-Born", 
                    "subtype": "oread", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"stone-in-the-blood\">Oreads with this racial trait mimic the healing abilities of the mephits, gaining fast healing 2 for 1 round anytime they are subject to acid damage (the acid damage does not need to overcome the oread's resistances or immunities to activate this ability). The oread can heal up to 2 hit points per level per day with this ability, after which it ceases to function. This racial trait replaces earth affinity.</p>", 
                    "name": "Stone in the Blood", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Alternate Racial Traits/Stone in the Blood", 
                    "subtype": "oread", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"treacherous-earth\">Once per day, an oread with this racial trait can will the earth to rumble and shift, transforming a 10-foot-radius patch of earth, unworked stone, or sand into an area of difficult terrain, centered on an area the oread touches. This lasts for a number of minutes equal to the oread's level, after which the ground returns to normal. This racial trait replaces the spell-like ability racial trait.</p>", 
                    "name": "Treacherous Earth", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Alternate Racial Traits/Treacherous Earth", 
                    "subtype": "oread", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all oreads who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"bard\">Add +5 feet to the range of one of the bard's bardic performances (max +30 feet to any one performance).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p id=\"cleric\">Add a +1/2 bonus on Knowledge (planes) checks relating to the Plane of Earth and creatures with the earth subtype.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p id=\"druid\">Add a +1/2 bonus on Knowledge (nature) checks relating to plants and burrowing animals.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p id=\"fighter\">Add +1 to the fighter's CMD when resisting a bull rush or drag attempt.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p id=\"monk\">Add +1/3 on critical hit confirmation rolls made with unarmed strikes (maximum bonus of +5). This bonus does not stack with Critical Focus.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p id=\"paladin\">Add +1/4 to the bonus the paladin grants her allies with her aura of courage and aura of resolve special abilities.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Paladin"
                }, 
                {
                    "body": "<p id=\"ranger\">Add +1/4 to the natural armor bonus of the ranger's animal companion. If the ranger ever replaces his animal companion, the new animal companion gains this bonus.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p id=\"summoner\">Add a +1/4 natural armor bonus to the AC of the summoner's eidolon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to oreads.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Shaitan binders call upon a reflection of their genie ancestors to serve as their eidolons. A shaitan binder has the following class features.</p>", 
                    "name": "Shaitan Binder (Summoner)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Shaitan Binder (Summoner)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"base-form\">At 1st level, if a shaitan binder's eidolon has the biped base form, it gains a +2 bonus to one ability score. The shaitan binder must make this choice at 1st level. If at any time the shaitan binder's eidolon has another base form, it loses this bonus until it returns to biped form. A shaitan binder's eidolon does not gain the share spells ability.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Shaitan Binder (Summoner)/Base Form", 
                            "type": "section", 
                            "name": "Base Form", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"shaitan-magic\">At 4th level, a shaitan binder's eidolon gains the basic magic evolution  as a free evolution. At 6th level, it gains the minor magic evolution.</p><p>At 8th level, it gains the major magic evolution  as a free evolution, and adds the following to the list of available spells for that evolution: <i>glitterdust</i> and <i>soften earth and stone</i>.</p><p>At 12th level, it gains the ultimate magic evolution  as a free evolution, and adds the following to the list of available spells for that evolution: <i>meld into stone</i> and <i>stone shape</i>.</p><p>Although the shaitan binder gains the standard versions of these evolutions for free, he must pay the normal cost to upgrade them to the improved versions. This ability replaces shield ally and greater shield ally. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Shaitan Binder (Summoner)/Shaitan Magic (Su)", 
                            "type": "section", 
                            "name": "Shaitan Magic (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"earth-glide\">At 10th level, if a shaitan binder's eidolon has the burrow evolution, it gains the earth glide universal monster ability and can use this ability to travel at its full base speed. This ability replaces aspect.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Shaitan Binder (Summoner)/Earth Glide (Su)", 
                            "type": "section", 
                            "name": "Earth Glide (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"stone-curse\">At 18th level, a shaitan binder may select stone curse as a 4-point evolution. This allows the eidolon to trap creatures in stone like the shaitan stone curse ability. The DC to resist or break free of the stone curse is 10 + 1/2 the eidolon's Hit Dice + the eidolon's Strength score. This ability replaces greater aspect.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Shaitan Binder (Summoner)/Stone Curse (Su)", 
                            "type": "section", 
                            "name": "Stone Curse (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"noble-eidolon\">At 20th level, a shaitan binder's eidolon gains the ability to grant its summoner's wishes. Once per day, the eidolon can cast <i>limited wish</i> as a spell-like ability. The eidolon's caster level is equal to its level. The wish must be spoken aloud by the shaitan binder, beginning with the words \"I wish,\" and cannot duplicate a wish the eidolon has granted within the past 24 hours. If the eidolon uses this ability to duplicate a spell with a costly material component, the shaitan binder must provide that component. This ability replaces twin eidolon.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Shaitan Binder (Summoner)/Noble Eidolon (Sp)", 
                            "type": "section", 
                            "name": "Noble Eidolon (Sp)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>By following the path of the stone, students of stone give up much of monks' mobility in favor of sheer resilience. A student of stone has the following class features.</p>", 
                    "name": "Student of Stone (Monk)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Student of Stone (Monk)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"hard-as-stone\">At 2nd level, whenever an opponent rolls to confirm a critical hit against a student of stone, treat the student of stone's AC as +4 higher than normal. This ability replaces evasion.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Student of Stone (Monk)/Hard as Stone (Ex)", 
                            "type": "section", 
                            "name": "Hard as Stone (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"strength-of-stone\">At 3rd level, a student of stone learns to draw strength from the earth. So long as both he and his opponent are touching the ground, the student of stone gains a +1 bonus on attack rolls, damage rolls, bull rush and trip combat maneuver rolls, and to his CMD when resisting a bull rush or trip attempt. This ability replaces fast movement. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Student of Stone (Monk)/Strength of Stone (Ex)", 
                            "type": "section", 
                            "name": "Strength of Stone (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bonus-feat\">At 6th level, a student of stone adds Elemental Fist  to his list of available bonus feats. If the student of stone selects Elemental Fist as a bonus feat, he may only deal acid damage when using the feat. At 10th level, the student of stone adds Shaitan Style  to his list of bonus feats, at 14th level, he adds Shaitan Skin , and at 18th level, he adds Shaitan Earthblast. This otherwise functions as and alters the bonus feat ability.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Student of Stone (Monk)/Bonus Feat", 
                            "type": "section", 
                            "name": "Bonus Feat", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bones-of-stone\">At 7th level, as a swift action, a student of stone can spend 1 <i>ki</i> point to gain DR 2/magic until the beginning of his next turn. At 10th level, he can spend 1 <i>ki</i> point to gain DR 2/chaotic until his next turn. At 15th level, he can spend 1 <i>ki</i> point to gain DR 5/chaotic until his next turn. This ability replaces high jump.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Student of Stone (Monk)/Bones of Stone (Su)", 
                            "type": "section", 
                            "name": "Bones of Stone (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"body-of-stone\">At 9th level, a student of stone gains the benefits of the <i>light fortification</i> armor property . This ability replaces improved evasion. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Student of Stone (Monk)/Body of Stone (Ex)", 
                            "type": "section", 
                            "name": "Body of Stone (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"soul-of-stone\">At 12th level, as a swift action, a student of stone can spend 1 <i>ki</i> point to gain tremorsense 15 feet until his next turn. At 16th level, the range of this tremorsense increases to 30 feet. This ability replaces abundant step.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Student of Stone (Monk)/Soul of Stone (Su)", 
                            "type": "section", 
                            "name": "Soul of Stone (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"stone-self\">At 20th level, a student of stone becomes an earth outsider. He gains the earth subtype, as well as DR 5/chaotic, burrow speed 20 feet, and tremorsense 20 feet.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/Racial Archetypes/Student of Stone (Monk)/Stone Self", 
                            "type": "section", 
                            "name": "Stone Self", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to oreads. At the GM's discretion, other appropriate races may make use of some of these new rules.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Oreads have access to the following equipment.</p>", 
                    "name": "Oread Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"camouflage-lichen\">Though oreads with obviously stony features are rare, almost all oreads have an essentially earthen quality to their skin that makes it perfect for cultivating plant life. Where other races would be appalled at the thought of plants taking root in their flesh, oreads see it as a natural and healthy extension of their elemental nature. For this reason, oread herbalists developed several strains of moss and lichen specifically adapted to grow on their bodies. Camouflage lichen is the most common variety of these oread plants. It takes 1 minute to apply a paste of camouflage lichen spores to the skin, and an additional 24 hours for the fungus to sprout. After this time, the oread is covered in a thin green layer of living plant matter, granting her a +4 bonus on Stealth checks made in green forest and jungle environments. Red-orange and white varieties exist, providing bonuses in appropriately colored environments (red-orange among autumn leaves or in red deserts, white in snow, and so on). Camouflage lichen has a short lifespan; it withers and dies 3 days after being applied, crumbling away into harmless powder. This item only works on oreads and other creatures with rocklike bodies.</p>", 
                            "name": "Camouflage Lichen", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Equipment/Camouflage Lichen", 
                            "price": "100 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"fleshgem\">An oread adventurer discovered these small green gemstones when, after suffering a wound from falling on some jagged stones while exploring a cavern, she noticed pieces of beautiful green crystal growing from her skin. Oread jewelers found that these crystals, dubbed fleshgems, seemed to feed on the elemental energy that permeates an oread's flesh, growing from tiny chips of stone into large, elaborate gemstones. Essentially harmless, implanting fleshgems became a unique racial method of body alteration among oreads, equivalent to tattoos and piercings among other humanoids. Decorative fleshgems cost 1 gp and are merely ornamental. Fleshgem spikes, on the other hand, grow into elaborate crystalline shards that function as armor spikes, but the oread wearing them cannot wear armor over the spikes and even normal clothing requires special holes or seams to allow the spikes to stick out. Implanting a set of fleshgem spikes takes 10 minutes, and the resulting shard takes about a week to grow to full size. Removing a fleshgem takes 1 minute; the person removing the gem must make a successful DC 15 Heal check to avoid dealing 1d4 points of damage to the oread. The fleshgem spikes can be sundered or destroyed as if the growths were a worn object (hardness 1, 5 hp), but unless the embedded root of the fleshgem is removed, the shards grow back 1 week later.</p>", 
                            "name": "Fleshgem", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Equipment/Fleshgem", 
                            "misc": {
                                "Decorative": {
                                    "Price": "1 gp", 
                                    "Weight": "&mdash;"
                                }, 
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }, 
                                "Spikes": {
                                    "Price": "50 gp", 
                                    "Weight": "5 lbs."
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"stonechipper-salve\">This gritty, gray ointment weakens rocky materials. When applied to an object made of stone, it reduces the object's hardness by 3 for 10 minutes. As a standard action, a creature can apply the paste to affect one 5-foot-square or a Medium or smaller creature. The paste only affects hardness, not damage reduction or similar defenses.</p>", 
                            "name": "Stonechipper Salve", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Equipment/Stonechipper Salve", 
                            "price": "150 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "20"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Oread Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Camouflage lichen</td><td>100 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>Fleshgem, decorative</td><td>1 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Fleshgem, spikes</td><td>50 gp</td><td>5 lbs.</td><td>&mdash;</td></tr><tr class=\"even\"><td>Stonechipper salve</td><td>150 gp</td><td>1 lb.</td><td>20</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Equipment/Oread Equipment", 
                            "type": "table", 
                            "name": "Oread Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Oreads have access to the Elemental Jaunt feat and the following feats.</p>", 
                    "name": "Oread Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You have dwarven blood coursing through your veins. </p>", 
                            "name": "Dwarf Blooded", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Feats/Dwarf Blooded", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Oread.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Your dwarven heritage manifests in two ways. First, your speed is never modified by armor or encumbrance, as the dwarf slow and steady racial trait. Second, you gain the stonecunning dwarf racial trait. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your senses are keener among the rocks and stones.</p>", 
                            "name": "Echoes of Stone", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Feats/Echoes of Stone", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Oread.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +4 racial bonus on Perception checks underground, and on Survival checks to avoid becoming lost in caverns and rocky areas.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>The earth opens up her secrets to your perceptions.</p>", 
                            "name": "Murmurs of Earth", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Feats/Murmurs of Earth", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Echoes of Stone, character level 9th, oread.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a limited form of tremorsense. As a move action, you become aware of all creatures within 15 feet that are in contact with the ground at that moment.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>The ground parts for you at the slightest touch, allowing you to dig with great speed.</p>", 
                            "name": "Oread Burrower", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Feats/Oread Burrower", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Stony Step, character level 9th, oread.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a burrow speed equal to 1/2 your base speed. You can burrow through sand, dirt, clay, gravel, or similar materials, but not solid stone. You do not leave a hole behind, nor is your passage marked on the surface.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>The earth welcomes you, showing you the secret paths through sand and soil.</p>", 
                            "name": "Oread Earth Glider", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Feats/Oread Earth Glider", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Oread Burrower, Stony Step, character level 13th, oread.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain the earth glide universal monster ability and can use it to travel at your full base speed through sand, dirt, clay, gravel, or similar materials. If protected against fire damage, you can even burrow through lava. You can burrow through solid stone at 1/2 your base speed.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>The earth recognizes its kinship with you and does not impede your movement.</p>", 
                            "name": "Stony Step", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Feats/Stony Step", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Oread.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Whenever you move, you may move through 5 feet of earth- or stone-based difficult terrain (rubble, stone stairs, and so on) each round as if it were normal terrain. The effects of this feat stack with similar feats such as Acrobatic Steps and Nimble Moves. This feat allows you to take a 5-foot step into this kind of difficult terrain.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Oreads have access to the following shield special abilities.</p>", 
                    "name": "Oread Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"guarding-(shield-special-ability)\">A <i>guarding</i> shield allows the wearer to transfer some or all of the shield's enhancement bonus to an adjacent creature's AC (this bonus stacks with all others). As a free action at the start of her turn before using any of the shield's other abilities, the wearer may choose an adjacent target and how much of the shield's enhancement bonus to allocate at the start of her turn. The target's AC bonus lasts until the wearer's next turn or until the wearer and the target are ever more than 5 feet apart, at which point the target's bonus ends and the shield's enhancement bonus works normally for the wearer. This ability only affects a shield's enhancement bonus to Armor Class, not its enhancement bonus on attack rolls (if any) or any other shield abilities.</p><p><span class=\"body-copy-char\">Moderate abjuration; CL 8th; Craft Magic Arms and Armor, <span class=\"body-copy-char italics\">shield other<span class=\"body-copy-char\">; Price +1 bonus.</span></span></span></p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Magic Items/Guarding (shield special ability)", 
                            "type": "section", 
                            "name": "Guarding (shield special ability)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"guarding,-greater-(shield-special-ability)\">As the <i>guarding</i> property, except as a free action, the wearer selects any number of adjacent allies to receive the shield's bonus. All selected allies receive the same bonus. If a shielded target is ever more than 5 feet from the wearer, the effect ends for that target but not for any other targets.</p><p><span class=\"body-copy-char\">Strong abjuration; CL 12th; Craft Magic Arms and Armor, <span class=\"body-copy-char italics\">shield other<span class=\"body-copy-char\">; Price +2 bonus.</span></span></span></p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Magic Items/Guarding/Greater (shield special ability)", 
                            "type": "section", 
                            "name": "Guarding, Greater (shield special ability)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "slot": "belt", 
                            "name": "Belt of Stoneskin", 
                            "weight": "10 lbs.", 
                            "cl": "10th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Magic Items/Belt of Stoneskin", 
                            "type": "item", 
                            "price": "60,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "30,000 gp", 
                                    "Requirements": "Craft Wondrous Item, stoneskin, creator must be an oread or a creature with the earth subtype"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate abjuration", 
                            "subtype": "belt", 
                            "sections": [
                                {
                                    "body": "<p>This belt is made of specially treated stone plates held together by thick iron chain. Every 24 hours, the belt's wearer gains DR 10/adamantine until the belt absorbs 100 points of damage, at which point the belt becomes useless for the remainder of the 24-hour period. When first worn, or after each time this belt is taken off, it must worn for 24 consecutive hours in order for its magic to take effect again.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Earthbind Rod", 
                            "weight": "5 lbs.", 
                            "cl": "6th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Magic Items/Earthbind Rod", 
                            "type": "item", 
                            "price": "26,500 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "13,250 gp", 
                                    "Requirements": "Craft Rod, stone shape"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate transmutation", 
                            "sections": [
                                {
                                    "body": "<p>This rod looks like nothing more than a large, strange sliver of rough granite. This rod's magic interacts with stone or earth to both steady its wielder and anchor creatures the rod touches. An <i>earthbind rod</i> functions like a <i>+1 light mace</i>, and it grants its wielder a +4 circumstance bonus to its CMD against bull rush, grapple, overrun, reposition, and trip combat maneuvers, but only if the wielder is an oread, has the earth subtype, or is standing on earth or stone. Three times per day, when the wielder hits a creature with this rod, as long as the target of this attack is standing on stone or earth, the wielder can attempt to entangle that creature (Fortitude DC 18 negates) for 1d4 rounds. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "head", 
                            "name": "Mask of Stony Demeanor", 
                            "weight": "4 lbs.", 
                            "cl": "6th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Magic Items/Mask of Stony Demeanor", 
                            "type": "item", 
                            "price": "500 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "250 gp", 
                                    "Requirements": "Craft Wondrous Item, innocence , stone shape"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate transmutation", 
                            "subtype": "head", 
                            "sections": [
                                {
                                    "body": "<p>When worn, this mask transforms the wearer's face into a stone statue and its voice into an emotionless monotone. Though it allows the wearer to speak, its facial expressions and voice betray little emotion, granting a +10 competence bonus on Bluff checks made to lie and a +5 competence bonus on Bluff checks made to feint, but also imposes a &ndash;5 penalty on Bluff checks made to pass a hidden message. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Oreads have access to the following spells.</p>", 
                    "name": "Oread Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>If the target of this spell fails its Fortitude save, areas of earth and stone floor act as a snapping quagmire that pulls the target down and damages it if it attempts to move through such terrain.</p><p>If the target is a creature, it treats all areas of earth and stone it moves through as difficult terrain. Furthermore, for each 5 feet a creature moves through such areas, it takes 1d6 points of damage. Creatures with a burrow speed or the earth glide ability are unaffected by <i>binding earth</i>.</p><p>If cast on an unattended object resting on an area of stone or earth, the stone or earth warps and wraps around it, pulling it firmly to the ground. A DC 15 Strength check is required to pull the object free from snapping earth or stone.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "Fortitude negates", 
                            "description": "If the target of this spell fails its Fortitude save, areas of earth and stone floor act as a snapping quagmire that pulls the target down and damages it if it attempts to move through such terrain.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Spells/Binding Earth", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "druid: 2; hunter: 2; witch: 2; hunter: 2", 
                            "descriptor": [
                                "earth"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Druid", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "earth", 
                            "effects": [
                                {
                                    "text": "one creature or unattended object (see text)", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "type": "DF"
                                }
                            ], 
                            "duration": "1 round/level", 
                            "type": "spell", 
                            "component_text": "V, S, DF", 
                            "name": "Binding Earth"
                        }, 
                        {
                            "body": "<p>This spell functions as <i>binding earth</i>, except as noted above.</p>", 
                            "school": "transmutation", 
                            "description": "This spell functions as binding earth, except as noted.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Spells/Binding Earth/Mass", 
                            "level_text": "druid: 6; hunter: 6; witch: 6; hunter: 6", 
                            "descriptor": [
                                "earth"
                            ], 
                            "levels": [
                                {
                                    "class": "Druid", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 6
                                }
                            ], 
                            "descriptor_text": "earth", 
                            "effects": [
                                {
                                    "text": "one creature or object/level, no two of which can be more than 30 ft. apart", 
                                    "name": "Target"
                                }
                            ], 
                            "type": "spell", 
                            "name": "Binding Earth, Mass"
                        }, 
                        {
                            "body": "<p>You create a fist-sized rock that flies toward one enemy. Make an unarmed strike attack roll against the target as if it were in your threatened area. If the attack is successful, the rock deals bludgeoning damage to the target as if you had hit the target with your unarmed strike. If you have a <i>ki</i> pool, as long as you have at least 1 point in your <i>ki</i> pool, the rock counts as a <i>ki</i> strike.</p><p>At 4th level, a qinggong monk  may select this spell as a <i>ki</i> power costing 1 <i>ki</i> point to activate (if the monk has 0 <i>ki</i> points after activating this <i>ki</i> power, the rock does not count as a <i>ki</i> strike).</p>", 
                            "school": "conjuration", 
                            "saving_throw": "none", 
                            "description": "You create a fist-sized rock that flies toward one enemy.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Spells/Mighty Fist Of The Earth", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "cleric: 1; oracle: 1; warpriest: 1; druid: 1; hunter: 1", 
                            "descriptor": [
                                "earth"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 1
                                }
                            ], 
                            "descriptor_text": "earth", 
                            "effects": [
                                {
                                    "text": "one creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "type": "DF"
                                }
                            ], 
                            "duration": "instantaneous", 
                            "subschool_text": "creation", 
                            "subschool": [
                                "creation"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S, DF", 
                            "name": "Mighty Fist Of The Earth"
                        }, 
                        {
                            "body": "<p>You animate an area of rubble, gravel, or other small stones, creating a dangerous, rolling area of debris. The animated rubble has a space of 10 feet and acts like a swarm, damaging (1d6 hit points) and distracting (DC 12) anything within it. As a move action, you can direct the rubble to move up to 10 feet. If the rubble is attacked, treat it as a Medium animated object with the young creature simple template and the swarm subtype. </p>", 
                            "school": "transmutation", 
                            "saving_throw": "none", 
                            "description": "You animate an area of rubble, gravel, or other small stones, creating a dangerous, rolling area of debris.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Spells/Raging Rubble", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 round", 
                            "level_text": "Arcanist: 3; Bard: 3; Bloodrager: 3; Cleric: 3; Druid: 3; Hunter: 3; Hunter: 3; Hunter: 3; Oracle: 3; Skald: 3; Sorcerer: 3; Warpriest: 3; Witch: 3; Wizard: 3", 
                            "descriptor": [
                                "earth"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 3
                                }
                            ], 
                            "descriptor_text": "earth", 
                            "effects": [
                                {
                                    "text": "one swarm of stones", 
                                    "name": "Effect"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "type": "DF"
                                }
                            ], 
                            "duration": "concentration + 2 rounds", 
                            "type": "spell", 
                            "component_text": "V, S, DF", 
                            "name": "Raging Rubble"
                        }, 
                        {
                            "body": "<p>A 1-inch-thick slab of stone springs up from the ground, interposing itself between you and an opponent of your choice. The <i>stone shield</i> provides you with cover from that enemy  until the beginning of your next turn, granting you a +4 bonus to Armor Class and a +2 bonus on Reflex saving throws. If the opponent's attack misses you by 4 or less, the attack strikes the shield instead. The <i>stone shield</i> has hardness 8 and 15 hit points. If the shield is destroyed, the spell ends and the shield crumbles away into nothingness. Spells and effects that damage an area deal damage to the shield.</p><p>You cannot use this spell if you are not adjacent to a large area of earth or stone such as the ground or a wall. A qinggong monk  may select this spell as a <i>ki</i> power at 4th level.</p>", 
                            "school": "conjuration", 
                            "saving_throw": "none", 
                            "description": "A 1-inch-thick slab of stone springs up from the ground, interposing itself between you and an opponent of your choice.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Oreads/New Racial Rules/Oread Spells/Stone Shield", 
                            "spell_resistance": "no", 
                            "casting_time": "1 immediate action", 
                            "level_text": "Arcanist: 1; Bloodrager: 1; Cleric: 1; Druid: 1; Hunter: 1; Hunter: 1; Hunter: 1; Hunter: 1; Magus: 2; Oracle: 1; Shaman: 1; Sorcerer: 1; Summoner: 1; Warpriest: 1; Wizard: 1", 
                            "descriptor": [
                                "earth"
                            ], 
                            "range": "0 ft.", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Shaman", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Summoner", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "descriptor_text": "earth", 
                            "effects": [
                                {
                                    "text": "stone wall whose area is one 5-ft. square", 
                                    "name": "Effect"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "type": "DF"
                                }
                            ], 
                            "duration": "1 round", 
                            "subschool_text": "creation", 
                            "subschool": [
                                "creation"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S, DF", 
                            "name": "Stone Shield"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}