{
    "body": "<p>Born from the descendants of humans and beings of elemental air such as djinn, sylphs are a shy and reclusive race consumed by intense curiosity. Sylphs spend their lives blending into the crowd, remaining unnoticed as they spy and eavesdrop on the people around them. They call this hobby \"listening to the wind,\" and for many sylphs it becomes an obsession. Sylphs rely on their capable, calculating intellects and on knowledge gleaned from eavesdropping to deliver them from danger.</p>", 
    "name": "Sylphs", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Sylphs", 
    "type": "race", 
    "subtype": "featured_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Sylphs tend to be pale and thin to the point of appearing delicate, but their skinny bodies are often more resilient than they look. Many sylphs can easily pass for humans with some effort, though the complex blue markings that swirl across their skin reveal their elemental ancestry. Sylphs also bear more subtle signs of their heritage, such as a slight breeze following them wherever they go. These signs become more pronounced as a sylph experiences intense passion or anger, spontaneous gusts of wind tousling the sylph's hair or hot blusters knocking small items off of shelves.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Sylphs are usually born to human parents, and so are raised according to human customs. Most sylphs dislike the attention they receive growing up in human society, so it's common for them to leave home soon after coming of age. They rarely abandon civilization altogether, however, preferring instead to find some new city or settlement where they can go unnoticed among (and spy upon) the masses. A sylph who happens upon another sylph unnoticed instantly becomes obsessed with her kin, spying on and learning as much about the other as she possibly can. Only after weighing all the pros and cons and formulating plans for every potential outcome will the sylph introduce herself to the other. Rarely, two sylphs will discover each other's presence in a community at the same time. What ensues thereafter is a sort of cat-and-mouse game, a convoluted dance in which each sylph spies on the other as both attempt to gain the upper hand. Sylphs who meet this way always become either inseparable friends or intractable enemies. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Sylphs enjoy prying into the affairs of most other races, but have little taste for actually associating with most of them. Sylphs can relate on some level with elves, who share their tendency toward aloofness, but often spoil any possible relationship by violating the elven sense of privacy. Dwarves distrust sylphs intensely, considering them flighty and unreliable. They form excellent partnerships with halflings, relying on the short folk's courage and people skills to cover their own shortcomings. Sylphs are amused by the annoyed reactions they provoke in ifrits, and find oreads too boring to give them much attention. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Sylphs have little regard for laws and traditions, for such strictures often prohibit the very things sylphs love&mdash;subterfuge and secrecy. This doesn't mean sylphs are opposed to law, merely that they use the most expedient means available to accomplish their goals, legal or not. Most sylphs are thus neutrally aligned. Sylphs are naturally drawn to mystery cults, and to deities who focus on secrets, travel, or knowledge.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>An inborn urge to get to the bottom of things drives many sylphs to the adventuring life. A sylph who runs across the trail of a mystery will never be satisfied until she has uncovered every thread of evidence, followed up on every lead, and found the very heart of the trouble. Such sylphs make plenty of enemies by poking around into other peoples' affairs, and usually turn to their roguish talents or wizardry to defend themselves. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Akaash, Eydan, Hanuun, Siival, Vasaam.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Inam, Keeya, Lissi, Nava, Radaya, Tena.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Sylph Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-dexterity,-+2-intelligence,--2-constitution\">Sylphs are quick and insightful, but slight and delicate.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Sylph Racial Traits/+2 Dexterity/+2 Intelligence/-2 Constitution", 
                    "type": "section", 
                    "name": "+2 Dexterity, +2 Intelligence, -2 Constitution", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"native-outsider\">Sylphs are outsiders with the native subtype.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Native Outsider"
                }, 
                {
                    "body": "<p id=\"medium\">Sylphs are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Sylphs have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"darkvision\">Sylphs can see in the dark up to 60 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Darkvision"
                }, 
                {
                    "body": "<p id=\"spell-like-ability\"><i>Feather fall</i> 1/day (caster level equals the sylph's total level).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Spell-Like Ability"
                }, 
                {
                    "body": "<p id=\"energy-resistance\">Sylphs have electricity resistance 5.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Sylph Racial Traits/Energy Resistance", 
                    "type": "section", 
                    "name": "Energy Resistance", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"air-affinity\">Sylph sorcerers with the elemental (air) bloodline treat their Charisma score as 2 points higher for all sorcerer spells and class abilities. Sylph spellcasters with the Air domain use their domain powers and spells at +1 caster level.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Sylph Racial Traits/Air Affinity", 
                    "type": "section", 
                    "name": "Air Affinity", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Sylphs begin play speaking Common and Auran. Sylphs with high Intelligence scores can choose from the following: Aquan, Dwarven, Elven, Gnome, Halfling, Ignan, and Terran.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Sylph Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial traits may be selected instead of existing sylph racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"air-insight\">Sylph spellcasters sometimes find that their elemental heritage makes creatures of air more willing to serve them. <i>Summon monster</i> and <i>summon nature's ally</i> spells that the sylph casts last 2 rounds longer than normal when used to summon creatures with the air subtype. This racial trait replaces air affinity.</p>", 
                    "name": "Air Insight", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Alternate Racial Traits/Air Insight", 
                    "subtype": "sylph", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"breeze-kissed\">Breezes seem to follow most sylphs wherever they go, but some sylphs are better able to control these winds than others. A sylph with this racial trait surrounds herself with swirling winds, gaining a +2 racial bonus to AC against nonmagical ranged attacks. The sylph can calm or renew these winds as a swift action. Once per day, the sylph can channel this wind into a single gust, making a bull rush or trip combat maneuver attempt against one creature within 30 feet. Whether or not the attempt succeeds, the winds are exhausted and no longer provide a bonus to the sylph's AC for 24 hours. This is a supernatural ability. This racial trait replaces air affinity.</p>", 
                    "name": "Breeze-Kissed", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Alternate Racial Traits/Breeze-Kissed", 
                    "subtype": "sylph", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"like-the-wind\">A sylph with this racial trait gains a +5 foot bonus to her base speed. This racial trait replaces energy resistance.</p>", 
                    "name": "Like the Wind", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Alternate Racial Traits/Like the Wind", 
                    "subtype": "sylph", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"sky-speaker\">Sylphs with this racial trait feel kinship toward the creatures of the air, and can use <i>speak with animals</i> once per day to speak to birds or other flying animals. Her caster level for these effects is equal to her level. This racial trait replaces the sylph's spell-like ability racial trait.</p>", 
                    "name": "Sky Speaker", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Alternate Racial Traits/Sky Speaker", 
                    "subtype": "sylph", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"storm-in-the-blood\">A sylph with this racial trait gains fast healing 2 for 1 round anytime she takes electricity damage (whether or not this electricity damage gets through her electricity resistance). The sylph can heal up to 2 hit points per level per day with this ability, after which it ceases to function. This racial trait replaces air affinity.</p>", 
                    "name": "Storm in the Blood", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Alternate Racial Traits/Storm in the Blood", 
                    "subtype": "sylph", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"thunderous-resilience\">Sylphs with this racial trait gain sonic resistance 5. This racial trait replaces energy resistance.</p>", 
                    "name": "Thunderous Resilience", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Alternate Racial Traits/Thunderous Resilience", 
                    "subtype": "sylph", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"weather-savvy\">Some sylphs are so in tune with the air and sky that they can sense the slightest change in atmospheric conditions. Sylphs with this trait can spend a full-round action to predict the weather in an area for the next 24 hours. The sylph's prediction is always accurate, but cannot account for spells or supernatural effects that might alter the forecast. This racial trait replaces the sylph's spell-like ability racial trait.</p>", 
                    "name": "Weather Savvy", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Alternate Racial Traits/Weather Savvy", 
                    "subtype": "sylph", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"whispering-wind\">Some sylphs are especially thin and wispy, as though they were made more of air than flesh. Sylphs with this racial trait gain a +4 racial bonus on Stealth checks. This racial trait replaces the sylph's spell-like ability racial trait.</p>", 
                    "name": "Whispering Wind", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Alternate Racial Traits/Whispering Wind", 
                    "subtype": "sylph", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all sylphs who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"cleric\">Add a +1/2 bonus on Knowledge (planes) checks relating to the Plane of Air and creatures with the air subtype.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p id=\"druid\">Add a +1/2 bonus on Knowledge (nature) checks relating to weather and flying animals.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p id=\"inquisitor\">Add a +1/2 bonus on Stealth checks while motionless and on opposed Perception checks.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p id=\"oracle\">Add +1/2 to the oracle's level for the purpose of determining the effects of one revelation.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p id=\"rogue\">Add a +1/2 bonus on Acrobatics checks to jump and a +1/2 bonus on Sense Motive checks.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p id=\"sorcerer\">Choose a bloodline power from the djinni or elemental (air) bloodline that the sorcerer can use. The sorcerer treats her class level as though it were +1/2 higher (to a maximum of +4) when determining the effects of that power.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p id=\"witch\">Add a +1/2 bonus on Stealth checks and  Perception checks made by the witch's familiar. If the sylph ever replaces her familiar, the new familiar gains these bonus skill ranks.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Witch"
                }, 
                {
                    "body": "<p id=\"wizard\">Select one arcane school power from the air or wood elemental schools that the wizard can currently use. The wizard treats her class level as though it were +1/2 higher (to a maximum of +4) when determining the effects of that power.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to sylphs.\u2029</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Some druids develop ties not to a particular landscape, but instead to the endless blue expanse of the skies. Such are the sky druids, who are more at home soaring through air than standing on the ground. A sky druid has the following class features.</p>", 
                    "name": "Sky Druid (Druid)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Sky Druid (Druid)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">A sky druid loses medium armor proficiency.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency"
                        }, 
                        {
                            "body": "<p id=\"nature-bond\">At 1st level, a sky druid who chooses an animal companion must select one with a fly speed. If choosing a domain, the sky druid must choose from the Air, Animals, Liberation, and Weather domains, or subdomains appropriate to those domains. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Sky Druid (Druid)/Nature Bond (Ex)", 
                            "type": "section", 
                            "name": "Nature Bond (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"sky's-embrace\">At 2nd level, a sky druid no longer takes falling damage, as though she were constantly under the effect of <i>feather fall</i>. Additionally, she may take ranks in the Fly skill regardless of whether she has a natural fly speed, and may use her Fly skill in place of Acrobatics when making jump checks. This ability replaces woodland stride.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Sky Druid (Druid)/Skys Embrace (Su)", 
                            "type": "section", 
                            "name": "Sky's Embrace (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"resist-storm\">At 4th level, a sky druid gains a +4 bonus on saving throws against spells with the air or electricity descriptors and against effects that control or modify the weather (such as <i>sleet storm</i>). This ability replaces resist nature's lure.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Sky Druid (Druid)/Resist Storm (Ex)", 
                            "type": "section", 
                            "name": "Resist Storm (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"skymaster\">At 5th level, a sky druid can use the <i>fly</i> spell (self only) for a number of minutes per day equal to her druid level. These minutes do not need to be consecutive. This ability replaces trackless step.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Sky Druid (Druid)/Skymaster (Su)", 
                            "type": "section", 
                            "name": "Skymaster (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"wild-shape\">At 6th level, a sky druid gains the ability to use wild shape. When a sky druid takes the form of a creature with a fly speed, this ability functions at her class level + 1. For all other forms, her effective druid level for the ability is equal to her actual sky druid level. This ability otherwise functions as and replaces wild shape.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Sky Druid (Druid)/Wild Shape (Su)", 
                            "type": "section", 
                            "name": "Wild Shape (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"soaring-form\">At 9th level, a sky druid is no longer affected by altitude sickness or natural or magical wind. This ability replaces venom immunity.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Sky Druid (Druid)/Soaring Form (Ex)", 
                            "type": "section", 
                            "name": "Soaring Form (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"into-the-wild-blue\">At 13th level, a sky druid gains a fly speed equal to twice her base land speed (good maneuverability). This ability replaces a thousand faces.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Sky Druid (Druid)/Into the Wild Blue (Su)", 
                            "type": "section", 
                            "name": "Into the Wild Blue (Su)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>The wind listener takes a sylph's natural curiosity to the extreme, enhancing his natural skill at subterfuge and eavesdropping with potent arcane magic. A wind listener has the following class features.</p>", 
                    "name": "Wind Listener (Wizard)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Wind Listener (Wizard)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"class-skills\">A wind listener adds Perception to his list of class skills.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"arcane-school\">A wind listener cannot select divination or illusion as a prohibited school.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Wind Listener (Wizard)/Arcane School", 
                            "type": "section", 
                            "name": "Arcane School", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"spontaneous-divination\">At 1st level, a wind listener can reshape stored spell energy into divination spells he did not prepare ahead of time. The wind listener can \"lose\" any prepared spell that is not a cantrip in order to cast a divination spell of the same spell level or lower. The new spell must be one the wind listener knows and is capable of casting. Spells cast with this ability increase their casting time to a full-round action (if the spell's normal casting time is longer than a full-round action, it remains unchanged). This ability replaces arcane bond. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Wind Listener (Wizard)/Spontaneous Divination (Su)", 
                            "type": "section", 
                            "name": "Spontaneous Divination (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"abjuration-sense\">At 5th level, a wind listener develops a sixth sense for spotting spells designed to guard against his investigations. He gains a bonus on Perception checks equal to 1/2 his level to notice spells of the abjuration school and on Spellcraft checks to identify abjuration effects, spells, and magic items. This ability replaces the bonus feat gained at 5th level.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Wind Listener (Wizard)/Abjuration Sense (Ex)", 
                            "type": "section", 
                            "name": "Abjuration Sense (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"wispy-form\">At 10th level, the wind listener gains the ability to become airy and translucent as a standard action, gaining DR 10/magic and the effects of <i>improved invisibility</i> for a number of rounds per day equal to his level. These rounds need not be consecutive. Like the natural invisibility universal monster ability , this ability is not subject to <i>invisibility purge</i>. This ability replaces the bonus feat gained at 10th level.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Wind Listener (Wizard)/Wispy Form (Ex)", 
                            "type": "section", 
                            "name": "Wispy Form (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"listening-to-the-wind\">At 15th level, the wind listener can call upon spirits of the air to uncover lost lore about a legendary person, place, or thing. Invoking the spirits takes 10 minutes, during which time the wind listener must be free of distractions and able to concentrate. Once called, the spirits seek out information on the subject of the wind listener's inquiries. This functions as the spell <i>legend lore</i> (caster level equal to the wind listener's level), except that the wind listener is free to engage in other activities while spirits investigate on his behalf. The time required for the air spirits to return with this information is equal to what the casting time of the spell <i>legend lore</i> would have been if the wind listener had cast it. The wind listener can use this ability once per week, and only if he does not currently have air spirits searching for information. If the air spirits are currently searching for information, the wind listener can end their task early as a standard action, dismissing the magical effect and not returning any information. This ability replaces the bonus feat gained at 15th level.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/Racial Archetypes/Wind Listener (Wizard)/Listening to the Wind (Sp)", 
                            "type": "section", 
                            "name": "Listening to the Wind (Sp)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following equipment, feats, magic items, and spells are available to sylphs. At the GM's discretion, other appropriate races may make use of some of these new rules.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Sylphs have access to the following equipment.</p>", 
                    "name": "Sylph Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"elemental-breath\">This vial at first seems to be empty, but when it's opened, a rush of wind issues forth from within. When elemental breath is inhaled (as drinking a potion) by an air-breathing creature, that creature does not need to breath air for 10 rounds. A vial of elemental breath must be inhaled on the round it was opened to gain this effect. If it is not, the item is wasted. </p>", 
                            "name": "Elemental Breath", 
                            "weight": "1/2 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Equipment/Elemental Breath", 
                            "price": "80 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "20"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"wing-cloak\">This strange piece of equipment only works for sylphs and similar creatures, whose light, airy bodies can be borne upon the winds. Looking like a fine silk traveler's cloak, a wing cloak is secretly reinforced with a series of wooden struts that, when locked into place, stretch the cloak's fabric into a rudimentary wing. Arranging the struts into a wing or reversing the change is a move action. When the cloak is shaped into a wing, the wearer can make a DC 15 Fly check to fall safely from any height without taking falling damage, as if using <i>feather fall</i>. When falling, the wearer may make an additional DC 15 Fly check to glide, moving 5 feet laterally for every 20 feet she falls. Readying and using a wing cloak requires two hands and provokes an attack of opportunity. A wing cloak has hardness 0 and 5 hit points. If the wing cloak is broken, the Fly DCs to use it increase by +10.</p>", 
                            "name": "Wing Cloak", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Equipment/Wing Cloak", 
                            "price": "1,200 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Sylph Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Elemental breath</td><td>80 gp</td><td>1/2 lb.</td><td>20</td></tr><tr class=\"even\"><td>Wing cloak</td><td>1,200 gp</td><td>1 lb.</td><td>&mdash;</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Equipment/Sylph Equipment", 
                            "type": "table", 
                            "name": "Sylph Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Sylphs have access to the Elemental Jaunt feat  and the following feats.</p>", 
                    "name": "Sylph Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>The air responds to your innate elemental nature, protecting you from harm and cushioning your falls.</p>", 
                            "name": "Airy Step", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Feats/Airy Step", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Sylph.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +2 bonus on saving throws against effects with the air or electricity descriptors and effects that deal electricity damage. You may ignore the first 30 feet of any fall when determining falling damage.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your insight into your elemental heritage gives you a clarity of sight few humans possess. </p>", 
                            "name": "Cloud Gazer", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Feats/Cloud Gazer", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Sylph.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can see through fog, mist, and clouds, without penalty, ignoring any cover or concealment bonuses from such effects. If the effect is created by magic, this feat instead triples the distance you can see without penalty.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your body is suffused with elemental air that provides for all your respiratory needs. </p>", 
                            "name": "Inner Breath", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Feats/Inner Breath", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Character level 11th, sylph.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You no longer need to breathe. You are immune to effects that require breathing (such as inhaled poison). This does not give you immunity to cloud or gas attacks that do not require breathing, such as <i>cloudkill</i>.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>The winds lift you, carrying you where you want to go.</p>", 
                            "name": "Wings of Air", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Feats/Wings of Air", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Airy Step, character level 9th, sylph.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Your bonus on saves against effects with the air or electricity descriptors and effects that deal electricity damage increases to +4. In addition, you gain a supernatural fly speed equal to your base speed (good maneuverability). You may only fly with this ability when wearing light armor or no armor.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Sylphs have access to the following armor special ability and magic item.</p>", 
                    "name": "Sylph Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"cloudburst-(armor-special-ability)\">This armor is usually decorated with engravings of storm clouds and lightning bolts. If an attack strikes the wearer and deals at least 10 points of electricity damage, the armor becomes visibly charged with electricity for 1 round. As a swift action on the wearer's next turn that does not provoke an attack of opportunity, she may use <i>shocking grasp</i> as a spell-like ability, dealing 1d6 points of electricity damage for every 10 points of damage dealt to the wearer since her last turn (maximum 5d6 for 50 or more points of electrical damage taken). Determine the effect of the <i>shocking grasp</i> based on how much damage the triggering electrical attack would have dealt the wearer before any applicable resistances or immunities.</p><p>Faint abjuration and evocation; CL 5th; Craft Magic Arms and Armor; resist energy, shocking grasp; Price +5,000 gp.    </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Magic Items/Cloudburst (armor special ability)", 
                            "type": "section", 
                            "name": "Cloudburst (armor special ability)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "slot": "none", 
                            "name": "Elixir of Forceful Exhalation", 
                            "weight": "1 lb.", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Magic Items/Elixir of Forceful Exhalation", 
                            "type": "item", 
                            "price": "900 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "450 gp", 
                                    "Requirements": "Craft Wondrous Item, gust of wind"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint evocation", 
                            "sections": [
                                {
                                    "body": "<p>This fizzy, sky-blue liquid leaves its drinker feeling buoyant, yet bloated. The drinker gains a +4 competence bonus on Acrobatics checks made to make high or long jumps and on Swim checks for up to 1 hour after consuming the elixir. As a standard action, the drinker can exhale a 15-foot-long <i>gust of wind</i>. The drinker can exhale up to three gusts, after which the elixir's effect is discharged and the skill bonuses end. Unused gusts dissipate after 1 hour.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Sylphs have access to the following spells.</p>", 
                    "name": "Sylph Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You grant your lungs inhuman strength and capacity, allowing you to harmlessly and completely inhale one gas, fog, smoke, mist, or similar cloud-like effect. If the targeted cloud is a magical effect, you must succeed at a caster level check (DC 11 + the effect's caster level) to inhale it. Inhaling the cloud removes it from the area, leaving normal air in its place. If the cloud is too large for you to affect with a single casting of this spell, you may instead inhale a portion of the cloud, but you must inhale the portion of the cloud closest to you. This spell has no effect on gaseous creatures. It can only affect an instantaneous-duration cloud (such as a breath weapon) if you ready an action to cast the spell in response.</p><p>While inhaled, the cloud does not harm you. You may keep the cloud harmlessly contained within you for up to 1 round per level, but you must hold your breath to do so (even if you do not normally have to breathe). If the cloud has a duration, the time the cloud is contained within you counts toward that duration. As a standard action, you may release the stored cloud as a breath weapon, filling a 60-foot cone (or the cloud's original area, if smaller than a 60-foot cone). Any creature in the breath's area is subject to its normal effects, making saving throws and spell resistance checks as appropriate against the cloud's original DC. The exhaled cloud resumes its duration, if any. Exhaling the stored cloud ends this spell. If you do not exhale the cloud before this spell's duration expires, you suffer the cloud's effects and automatically fail any saving throw to resist it.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "see text", 
                            "description": "You grant your lungs inhuman strength and capacity, allowing you to harmlessly and completely inhale one gas, fog, smoke, mist, or similar cloud-like effect.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells/Absorbing Inhalation", 
                            "spell_resistance": "no", 
                            "casting_time": "1 standard action", 
                            "level_text": "Alchemist: 4; Arcanist: 4; Bloodrager: 4; Druid: 4; Hunter: 4; Hunter: 4; Investigator: 4; Sorcerer: 4; Wizard: 4", 
                            "descriptor": [
                                "air"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 4
                                }
                            ], 
                            "descriptor_text": "air", 
                            "effects": [
                                {
                                    "text": "one cloud-like effect, up to one 10-ft. cube/level", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round/level; see text", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Absorbing Inhalation"
                        }, 
                        {
                            "body": "<p>This spell functions like <i>gaseous form</i>, except you assume the shape of a Colossal cloud with a space of 30 feet. You choose the general appearance of the cloud (white, stormy, fluffy, flat, and so on), after which your appearance cannot be changed. Even the closest inspection cannot reveal that the cloud in question is actually a magically concealed creature. To all normal tests you are, in fact, a cloud, although a <i>detect magic</i> spell reveals a moderate transmutation aura on the cloud. Your fly speed in cloud form is 30 feet.</p>", 
                            "school": "transmutation", 
                            "description": "This spell functions like gaseous form, except you assume the shape of a Colossal cloud with a space of 30 feet.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells/Cloud Shape", 
                            "level_text": "druid: 4; hunter: 4; ranger: 4; hunter: 4; sorcerer: 4; wizard: 4; arcanist: 4; hunter: 4", 
                            "descriptor": [
                                "air"
                            ], 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 4
                                }
                            ], 
                            "descriptor_text": "air", 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "duration": "10 minutes/level (D)", 
                            "type": "spell", 
                            "name": "Cloud Shape"
                        }, 
                        {
                            "body": "<p>A swirling ball of wind rolls in whichever direction you point, hurling those it strikes with great force. The sphere is treated in all ways as an area of severe wind , applying a &ndash;4 penalty on ranged weapon attacks that pass through it. The sphere moves 30 feet per round. As part of this movement, it can ascend or jump up to 30 feet to strike a target. If it enters a space containing a Medium or smaller creature, it stops moving for that round and generates a sharp thrust of wind to bull rush the creature. The sphere's CMB for bull rush combat maneuvers uses your caster level in place of its base attack bonus, with a +2 bonus for its Strength score (14). Whether or not the bull rush is successful, the creature takes 1d6 points of nonlethal bludgeoning damage from the attack. If the bull rush fails, the creature is still subject to the severe winds from the sphere as long as they remain in the same square as it. A <i>gusting sphere</i> rolls over objects or barriers that are less than 4 feet tall.</p><p>The sphere moves as long as you actively direct it (a move action for you); otherwise, it merely stays at rest. A <i>gusting sphere</i> immediately dissipates if it exceeds the spell's range.</p>", 
                            "school": "evocation", 
                            "saving_throw": "Fortitude negates (object) or Reflex negates; see text", 
                            "description": "A swirling ball of wind rolls in whichever direction you point, hurling those it strikes with great force.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells/Gusting Sphere", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "Arcanist: 2; Bloodrager: 2; Druid: 2; Hunter: 2; Hunter: 2; Hunter: 2; Magus: 2; Sorcerer: 2; Wizard: 2", 
                            "descriptor": [
                                "air"
                            ], 
                            "range": "medium (100 ft. + 10 ft./level)", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "air", 
                            "effects": [
                                {
                                    "text": "5-ft.-diameter sphere of air", 
                                    "name": "Effect"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Gusting Sphere"
                        }, 
                        {
                            "body": "<p>This spell functions like <i>gaseous form</i>, except the target's vaporous body is dangerous to creatures that touch it. A creature can make a Fortitude save (DC 14 + your Intelligence modifier) on its turn to resist the vapors. When you cast this spell, you select one of the following options.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "none; see text", 
                            "description": "This spell functions like gaseous form, except the target's vaporous body is dangerous to creatures that touch it.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells/Miasmatic Form", 
                            "type": "spell", 
                            "spell_resistance": "no", 
                            "component_text": "S, M (contact or inhaled poison worth 100 gp)", 
                            "level_text": "alchemist: 4; investigator: 4; sorcerer: 4; wizard: 4; arcanist: 4", 
                            "descriptor": [
                                "air", 
                                "poison"
                            ], 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 4
                                }
                            ], 
                            "descriptor_text": "air, poison", 
                            "components": [
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "contact or inhaled poison worth 100 gp", 
                                    "type": "M"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "sections": [
                                {
                                    "body": "<p id=\"stinking-cloud\">The target's body nauseates creatures that fail their saving throws, as <i>stinking cloud</i> (Fortitude negates, see text). This form of the spell does not require a material component.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells/Miasmatic Form/Stinking cloud", 
                                    "type": "section", 
                                    "name": "Stinking cloud", 
                                    "source": "Advanced Race Guide"
                                }, 
                                {
                                    "body": "<p id=\"poisonous-cloud\">The target's body is deadly poison, dealing 1d2 points of Constitution damage to creatures that fail their saves (Fortitude halves). This form of the spell requires a material component.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells/Miasmatic Form/Poisonous cloud", 
                                    "type": "section", 
                                    "name": "Poisonous cloud", 
                                    "source": "Advanced Race Guide"
                                }
                            ], 
                            "name": "Miasmatic Form"
                        }, 
                        {
                            "body": "<p>With a sweeping gesture, you call forth mighty winds to clear a path ahead of you. The winds are the equivalent of a windstorm . During the first round of the spell, the winds sweep the designated area clear of anything of Small or smaller size, blowing it outward to the sides of the spell's effect (50% chance of landing on either side). You may move within the effect without penalty, though all other creatures are subject to the wind's effects. On the second and all later rounds of the spell, the edges of the effect are treated as a wind wall. If the effect includes a body of water or other liquid, the winds create a channel up to 40 feet deep into the surface of the liquid.\u2029On your turn as a move action, you can move the effect of this spell, either rotating it at one of its ends up to 45 degrees, or moving it up to 50 feet in line with its current orientation (toward you or away from you). </p>", 
                            "school": "evocation", 
                            "saving_throw": "Fortitude negates", 
                            "description": "With a sweeping gesture, you call forth mighty winds to clear a path ahead of you.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells/Path Of The Winds", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "druid: 6; hunter: 6; sorcerer: 6; wizard: 6; arcanist: 6; hunter: 6", 
                            "descriptor": [
                                "air"
                            ], 
                            "range": "100 ft.", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 6
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 6
                                }
                            ], 
                            "descriptor_text": "air", 
                            "effects": [
                                {
                                    "text": "40-ft.-high downdraft of wind in a 100-foot line", 
                                    "name": "Effect"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "concentration + 1 round", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Path Of The Winds"
                        }, 
                        {
                            "body": "<p>You harden the air around the target into jagged invisible blades that deal damage based on how fast the target moves. On its turn, the target takes 1d6 points of slashing damage if it moves at least 5 feet, plus 1d6 points of slashing damage for each additional 10 feet of movement. Movement that doesn't pass through air (such as burrowing, swimming, or teleportation) doesn't cause this damage. </p><p>In areas of strong wind , the target takes damage on its turn, even if it doesn't move. The wind deals 1d8 points of slashing damage for strong wind, plus 1d8 for every wind category above strong. This extra damage does not occur from instantaneous wind effects (such as <i>gust of wind</i>), only from wind effects that last at least 1 round.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "Will negates", 
                            "description": "You harden the air around the target into jagged invisible blades that deal damage based on how fast the target moves.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells/Wind Blades", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "druid: 5; hunter: 5; magus: 5; hunter: 5; sorcerer: 5; wizard: 5; arcanist: 5; hunter: 5; witch: 5; hunter: 5", 
                            "descriptor": [
                                "air"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 5
                                }
                            ], 
                            "descriptor_text": "air", 
                            "effects": [
                                {
                                    "text": "creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Wind Blades"
                        }, 
                        {
                            "body": "<p>You respond to an attack by briefly becoming vaporous and insubstantial, allowing the attack to pass harmlessly through you. You gain DR 10/magic against this attack and are immune to any poison, sneak attacks, or critical hit effect from that attack.</p><p>You cannot use <i>windy escape</i> against an attack of opportunity you provoked by casting a spell, using a spell-like ability, or using any other magical ability that provokes an attack of opportunity when used.</p>", 
                            "school": "transmutation", 
                            "description": "You respond to an attack by briefly becoming vaporous and insubstantial, allowing the attack to pass harmlessly through you.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Sylphs/New Racial Rules/Sylph Spells/Windy Escape", 
                            "casting_time": "1 immediate action", 
                            "level_text": "Arcanist: 1; Bard: 1; Bloodrager: 1; Druid: 1; Hunter: 1; Hunter: 1; Hunter: 1; Magus: 1; Skald: 1; Sorcerer: 1; Wizard: 1", 
                            "descriptor": [
                                "air"
                            ], 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "descriptor_text": "air", 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "instantaneous", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Windy Escape"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}