{
    "body": "<p>The crowlike tengus are known as a race of scavengers and irrepressible thieves. Covetous creatures predominantly motivated by greed, they are vain and easily won over with flattery. Deceptive, duplicitous, and cunning, tengus seek circumstances in which they can take advantage of the situation, often at the expense of others, including their own kind. They can be highly competitive, but impulsive and rash. Some claim their behavior is innate, while others believe their selfish mannerisms are cultural and developed as a learned adaptation that has enabled their people to endure through centuries of oppression.</p><p>Tengus are natural survivalists. For many, only theft and guile have afforded them the temporary luxuries other races take for granted. In the past, both humans and powerful races such as giants sought the bird-folk as slaves and servitors. Many tengus scavenged for survival, scraping for food in the shadows of cities or living as subsistence hunters and gatherers in the wild. Their descendants now struggle to find their place in contemporary society, often competing against negative stereotypes or driven to embrace them, and they rely on thievery and swordplay to get by in a harsh and unforgiving world. </p>", 
    "name": "Tengus", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Tengus", 
    "type": "race", 
    "subtype": "featured_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Tengus are avian humanoids whose features strongly resemble crows. They have broad beaks and both their arms and their legs end in powerful talons. Though tengus are unable to fly, iridescent feathers cover their bodies&mdash;this plumage is usually black, though occasionally brown or blue-back. Their skin, talons, beaks, and eyes are similarly colored, and most non-tengus have great difficulty telling individuals apart. Tengus who wish to be more easily identified by other humanoids may bleach certain feathers or decorate their beaks with dyes, paint, or tiny glued ornaments. Though they are about the same height as humans, they have slight builds and tend to hunch over. A tengu's eyes sit slightly back and to the sides of his head, giving him binocular vision with a slightly more panoramic field of view than other humanoids. Like many avians, tengus have hollow bones and reproduce by laying eggs.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Tengus live in close-knit communities in which they keep to themselves. In urban centers, they tend to group in communal slums, while those living in rural areas establish isolated settlements. Overall, they remain secretive about their culture, which is a combination of old traditions laced with newer bits of culture scavenged from the races common in the neighboring regions. Cultural scavenging also extends to language, and regional dialects of Tengu are peppered with terms and colloquialisms from other languages. Unsurprisingly, tengus have a knack for language and pick up new ones quickly.</p><p>Most tengu communities tend to follow a tribal structure. Tribal rules remain loose and subjective, and tribe members settle any conflicts through public arbitration (and occasionally personal combat). While every tengu has a voice in her society, in most settlements, tengus still defer to their revered elders for wisdom and advice.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Few races easily tolerate tengus. Of the most common races, only humans allow them to settle within their cities with any regularity. When this occurs, tengus inevitably form their own ghettos and ramshackle communities, typically in the most wretched neighborhoods. Regardless of their tolerance, most humans maintain as little contact with tengus as possible. Tengus occasionally make friends with halflings and gnomes, but only when they share mutual interests. Conversely, most dwarves have no patience for tengus whatsoever. Other races tend to view tengus in a similar fashion to humans, though many actively discourage them from settling in their realms. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Tengus tend to be neutral, though those who allow their impulsiveness to get the better of them lean toward chaotic neutral. Religious beliefs vary from tribe to tribe; some worship the traditional tengu gods (most of which are aspects of better-known deities), while others take to the worship of human gods or celestial spirits. Tengus can be fickle with regard to their patrons, quickly abandoning religious customs when they cease to provide any tangible benefit. Many embrace polytheism, picking and choosing to uphold the tenets of whatever deities best suit them at the time. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>With little at home to leave behind, many tengus turn to a life of adventure seeking fame, fortune, and glory. A common tengu belief portrays a life on the road as a series of experiences and trials that form a path to enlightenment. Some take this to mean a path of spiritual empowerment; others view it as a way to perfect their arts or swordsmanship. Perhaps in spite of the prejudices upheld by outsiders, many tengu adventurers embrace their stereotypes. These individuals seek to succeed by epitomizing tengu racial qualities, and proudly flaunt their heritage. Despite their avian frailty, with their quick reflexes and quicker wits, tengus make excellent rogues and rangers, while those with a strong connection to the spirit world often become oracles. Those disciplined in the practice of martial arts take jobs as mercenaries and bodyguards in order to profit from their talents.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Bukka, Chak-Chak, Chuko, Ebonfeather, Highroost, Kraugh, Pezzack, Taicho, Tchoyoitu, Xaikon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Aerieminder, Aikio, Cheetchu, Daba, Gildedhackle, Kankai, Mikacha, Ruk, Zhanyae.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Tengus/Tengu Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-dexterity,-+2-wisdom,--2-constitution\">Tengus are fast and observant, but relatively fragile and delicate.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Tengu Racial Traits/+2 Dexterity/+2 Wisdom/-2 Constitution", 
                    "type": "section", 
                    "name": "+2 Dexterity, +2 Wisdom, -2 Constitution", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"tengu\">Tengus are humanoids with the tengu subtype.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Tengu Racial Traits/Tengu", 
                    "type": "section", 
                    "name": "Tengu", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"medium\">Tengus are Medium creatures and receive no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Tengus have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"senses\">Tengus have low-light vision.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Tengu Racial Traits/Senses", 
                    "type": "section", 
                    "name": "Senses", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"sneaky\">Tengus gain a +2 racial bonus on Perception and Stealth checks.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Tengu Racial Traits/Sneaky", 
                    "type": "section", 
                    "name": "Sneaky", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"gifted-linguist\">Tengus gain a +4 racial bonus on Linguistics checks, and learn 2 languages each time they gain a rank in Linguistics rather than 1 language.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Tengu Racial Traits/Gifted Linguist", 
                    "type": "section", 
                    "name": "Gifted Linguist", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"swordtrained\">Tengus are trained from birth in swordplay, and as a result are automatically proficient with swordlike weapons (including bastard swords, daggers, elven curve blades, falchions, greatswords, kukris, longswords, punching daggers, rapiers, scimitars, short swords, and two-bladed swords).</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Tengu Racial Traits/Swordtrained", 
                    "type": "section", 
                    "name": "Swordtrained", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"natural-weapon\">A tengu has a bite attack that deals 1d3 points of damage.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Tengu Racial Traits/Natural Weapon", 
                    "type": "section", 
                    "name": "Natural Weapon", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Tengus begin play speaking Common and Tengu. Tengus with high Intelligence scores can choose any languages they want (except for secret languages, such as Druidic).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Tengu Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial traits may be selected instead of existing tengu racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"carrion-sense\">Many tengus have a natural ability to sniff out carrion. While their sense of smell isn't as keen as that of other species, it is particularly attuned to the scent of injuries or death. Tengus with this racial trait have a limited scent ability, which only functions for corpses and badly wounded creatures (50% or fewer hit points). This racial trait replaces gifted linguist.</p>", 
                    "name": "Carrion Sense", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Alternate Racial Traits/Carrion Sense", 
                    "subtype": "tengu", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"claw-attack\">Tengus with this racial trait have learned to use their claws as natural weapons. They gain two claw attacks as primary natural attacks that deal 1d3 points of damage, and are treated as having the Improved Unarmed Strike feat for the purpose of qualifying for other feats. This racial trait replaces swordtrained.</p>", 
                    "name": "Claw Attack", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Alternate Racial Traits/Claw Attack", 
                    "subtype": "tengu", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"exotic-weapon-training\">Instead of swords, some tengus are trained in exotic weaponry. Such tengus choose a number of eastern weapons  equal to 3 + their Intelligence bonus, and gain proficiency with these weapons. This racial trait replaces swordtrained.</p>", 
                    "name": "Exotic Weapon Training", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Alternate Racial Traits/Exotic Weapon Training", 
                    "subtype": "tengu", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"glide\">Some tengus can use their feathered arms and legs to glide. Tengus with this racial trait can make a DC 15 Fly check to fall safely from any height without taking falling damage, as if using <i>feather fall</i>. When falling safely, a tengu may make an additional DC 15 Fly check to glide, moving 5 feet laterally for every 20 feet he falls. This racial trait replaces gifted linguist.</p>", 
                    "name": "Glide", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Alternate Racial Traits/Glide", 
                    "subtype": "tengu", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all tengus who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"barbarian\">Add +1/3 to the bonus from the superstitious rage power.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p id=\"fighter\">Add +1 to the fighter's CMD when resisting a grapple or trip attempt.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p id=\"monk\">Add +1/4 point to the monk's <i>ki</i> pool.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p id=\"oracle\">Add +1/2 to the oracle's level for the purpose of determining the effects of the oracle's curse ability.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p id=\"rogue\">Choose a weapon from those listed under the tengu's swordtrained ability. Add a +1/2 bonus on critical hit confirmation rolls with that weapon (maximum bonus +4). This bonus does not stack with Critical Focus.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p id=\"sorcerer\">Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p id=\"witch\">Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Witch"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to tengus.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The shigenjo walks the path of enlightenment and transcendence by seeking oneness with the celestial spirits. In doing so, she unlocks the martial potential of her own spiritual power. A shigenjo has the following class features.</p>", 
                    "name": "Shigenjo (Oracle)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Racial Archetypes/Shigenjo (Oracle)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"class-skills\">A shigenjo adds Knowledge (nature), Knowledge (religion), Knowledge (planes), and Survival to her list of class skills. These replace the additional class skills from her mystery. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"alignment\">Any neutral.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/Racial Archetypes/Shigenjo (Oracle)/Alignment", 
                            "type": "section", 
                            "name": "Alignment", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"recommended-mysteries\">ancestor, battle, fire, heavens, lore, metal, nature, stone, time, waves, wood.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/Racial Archetypes/Shigenjo (Oracle)/Recommended Mysteries", 
                            "type": "section", 
                            "name": "Recommended Mysteries", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bonus-spells\"><i>true strike</i> (2nd), <i>alter self</i> (4th), <i>divine power</i> (8th), <i>magic jar</i> (12th), <i>ki shout</i> (14th, ), <i>moment of prescience</i> (16th). These bonus spells replace the shigenjo's mystery bonus spells at these levels.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Bonus Spells"
                        }, 
                        {
                            "body": "<p id=\"ki-pool\">At 7th level, a shigenjo gains a pool of <i>ki</i> points, supernatural energy she can use to accomplish amazing feats. The number of points in the shigenjo's <i>ki</i> pool is equal to 1/3 her oracle level + her Charisma modifier. The <i>ki</i> pool is replenished each morning after 8 hours of rest or meditation; these hours do not need to be consecutive. If the shigenjo possesses levels in another class that grants points to a <i>ki</i> pool, <i>ki</i> points gained from the shigenjo class stack with those gained from the other class to determine the total number of <i>ki</i> points in the combined pool, but only one ability score modifier is added to the total. The choice of which score to use is made when the second class ability is gained, and once made, the choice is permanent. The shigenjo can use <i>ki</i> points from this pool to power the abilities of every class she possesses that grants a <i>ki</i> pool.</p><p>As long as she has at least 1 point in her <i>ki</i> pool, a shigenjo can make a <i>ki</i> strike as a monk whose level is equal to her oracle level &ndash; 3. As a swift action, she may spend 1 point of <i>ki</i> to gain one of the following benefits.</p><blockquote><p id=\"ki-magic\"><i>Ki Magic</i>: Add +1 to the DC of the next spell she casts on her turn.</p><p id=\"ki-curse\"><i>Ki Curse</i>: Treat her oracle level as 5 higher for the purpose of determining the effects of her curse for the next round.</p><p id=\"ki-insight\"><i>Ki Insight</i>: Gain a +4 insight bonus on Spellcraft checks for 1 round.</p><p>This ability replaces the shigenjo's 7th-level revelation.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/Racial Archetypes/Shigenjo (Oracle)/Ki Pool (Su)", 
                            "type": "section", 
                            "name": "Ki Pool (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"quivering-palm\">At 15th level, a shigenjo may learn quivering palm as the monk ability of the same name in place of a revelation. She treats her oracle level as her monk level for this ability, and the DC is based on her Charisma bonus instead of her Wisdom bonus.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/Racial Archetypes/Shigenjo (Oracle)/Quivering Palm (Su)", 
                            "type": "section", 
                            "name": "Quivering Palm (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"final-revelation\">Upon reaching 20th level, you achieve true enlightenment and becomes one with the celestial spirits. You gain the ability to speak with any creature that uses a language. For a number of days equal to your Wisdom score, you can ignore the negative effects of extreme weather, starvation, thirst, and exhaustion. If you die, your powerful connection to the celestial realm allows you to be reborn 3 days later (as <i>reincarnate</i>). This replaces the final revelation of the shigenjo's mystery.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/Racial Archetypes/Shigenjo (Oracle)/Final Revelation", 
                            "type": "section", 
                            "name": "Final Revelation", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>A swordmaster meditates to strengthen her spiritual connection to her blade. She strives to perfect her skills by mastering six deadly trances. A swordmaster has the following class features.</p>", 
                    "name": "Swordmaster (Rogue)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/Racial Archetypes/Swordmaster (Rogue)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"class-skills\">The swordmaster adds Knowledge (nature) and Survival to her list of class skills and removes Disguise and Knowledge (dungeoneering) from her list of class skills.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"-trance\">At 3rd level, a swordmaster learns to focus her martial prowess using an intense meditative trance. Under the influence of a trance, the swordmaster can perform fantastic martial feats. Entering a trance is a full-round action that provokes attacks of opportunity. The swordmaster can maintain the trance for a number of rounds per day equal to 4 + her Wisdom modifier. At each level beyond 3rd, she can remain in the trance for 1 additional round. She can end her trance as a free action. Following a trance, the swordmaster is fatigued for a number of rounds equal to 2 &times; the number of rounds she spent in the trance. A swordmaster cannot enter a new trance while fatigued but can otherwise enter a trance multiple times during a single encounter or combat. If a swordmaster falls unconscious, her trance immediately ends.</p><p>At 3rd level, the swordmaster chooses one trance from the list below. She chooses another trance at 6th, 9th, 12th, 15th, and 18th level. She can only use one type of trance at a time.</p><blockquote><p id=\"crane-trance-(ex):\"><i>Crane Trance (Ex):</i> The swordmaster's blade rises and falls with the graceful sweeping arcs of the mountain crane. When in this trance, a swordmaster gains the benefits of the Crane Style feat .</p><p id=\"dragon-trance-(ex):\"><i>Dragon Trance (Ex):</i> Like the dragon, the swordmaster has honed the steadiness of her mind and body. When in this trance, a swordmaster gains the benefits of the Dragon Style feat .</p><p id=\"leopard-trance-(ex):\"><i>Leopard Trance (Ex):</i> Using the swiftness of the leopard, a swordmaster's evasive footwork confuses her opponents. When in this trance, a swordmaster gains the benefits of the Mobility feat.</p><p id=\"monkey-trance-(ex):\"><i>Monkey Trance (Ex):</i> As the monkey springs, the swordmaster leaps from the reach of her enemies. While in this trance, a swordmaster can make an Acrobatics check opposed by an opponent's CMD. If she succeeds, she may move 5 feet as a swift action within the opponent's threatened area; this movement does not provoke attacks of opportunity and does not count as a 5-foot step.</p><p id=\"serpent-trance-(ex):\"><i>Serpent Trance (Ex):</i> Like the serpent, the swordmaster's quick movements allow her to catch her opponent unawares. While in this trance, a swordmaster receives a +4 bonus on Bluff checks made to feint during combat.</p><p id=\"tiger-trance-(ex):\"><i>Tiger Trance (Ex):</i> The swordmaster pounces upon her opponents, striking with the ferocity and brute force of a wild tiger. While in this trance, a swordmaster can make a combat maneuver check against an opponent within charge range. If she succeeds, she may charge that opponent and make a full attack against that opponent.</p><p>This ability replaces all increments of trap sense.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/Racial Archetypes/Swordmaster (Rogue)/Trance (Ex)", 
                            "type": "section", 
                            "name": "Trance (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the swordmaster archetype: combat trick, stand up, surprise attack, weapon training ; befuddling strike, positioning strike. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the swordmaster archetype: crippling strike, defensive roll ; hunter's surprise, redirect attack  confounding blade. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to tengus. At the GM's discretion, other appropriate races may make use of some of these new rules.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Tengus have access to the following equipment.</p>", 
                    "name": "Tengu Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"signal-kite-kit\">Though wingless, tengus have long cast their thoughts toward the sky and flight. Built from paper glued to bamboo frames, their kites are painted with various colors and pictures. In addition to flying kites as a leisure activity, tengus also fly kites of various shades and patterns to send signal messages. Tengus have developed an extensive code of signals and can use their kites to display complex messages visible at great distances. A signal kite kit includes six small colored kites that can be hooked together in different patterns to facilitate complex messages. The kit also includes a spool and 300 feet of twine. Sending or interpreting a signal kite's message functions as described in the Bluff skill, but the sender and anyone trying to understand the message must also know Tengu.</p>", 
                            "name": "Signal Kite Kit", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Equipment/Signal Kite Kit", 
                            "price": "5 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"terror-kite\">This small kite is usually painted with a fierce face and bright colors and is edged with serrated wooden blades. Its twine is strengthened by soaking it in glue and sometimes with crushed glass to give it a slight cutting edge. The kite has hardness 5 and 3 hit points. Participants in a kite battle make alternating sunder combat maneuvers against each other's kites; each successful maneuver allows a competitor to roll 1d6 points of damage against the opponent's kite. When a kite reaches 0 hit points, it is broken or its string is cut, and its player loses the match. In some matches, points are awarded for touching the kite's top to the opponent's string, with the winner being the first to reach a set point total. Those interested in kite-fighting may select the terror kite as a weapon for the purpose of feats such as Weapon Focus and Weapon Specialization, and apply these bonuses on kite damage rolls and on their sunder combat maneuver attempts made while using terror kites.</p>", 
                            "name": "Terror Kite", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Equipment/Terror Kite", 
                            "price": "20 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"wing-oil\">Tengus mix special salves to protect their feathers from the elements. This one-ounce vial of wing oil gives a feathered creature a +1 bonus on all saving throws to resist the effects of cold weather. Its effects last 24 hours.</p>", 
                            "name": "Wing Oil", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Equipment/Wing Oil", 
                            "price": "1 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "20"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Tengu Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Signal kite kit</td><td>5 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>Terror kite </td><td>20 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Wing oil</td><td>1 gp</td><td>&mdash;</td><td>20</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Equipment/Tengu Equipment", 
                            "type": "table", 
                            "name": "Tengu Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Tengu have access to the following feats.</p>", 
                    "name": "Tengu Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>Your bleed attack is bloody and dangerous. </p>", 
                            "name": "Blood Beak", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Feats/Blood Beak", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Base attack bonus +5, natural weapon racial trait, tengu. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Increase the damage of your beak attack to 1d6. Furthermore, when you confirm a critical hit with your beak attack, you also deal 1 point of bleed damage. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">The bleed effect from this feat stacks with that of the Bleeding Critical feat and similar effects, adding 1 point to your bleed damage.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Like many scavengers, you can stomach foods that would make weaker creatures ill. </p>", 
                            "name": "Carrion Feeder", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Feats/Carrion Feeder", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Tengu.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +2 racial bonus on saving throws against diseases and ingested poisons (but not other poisons). You receive a +2 bonus on Survival skill checks to find food for yourself (and only yourself).</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can shift into the form of a human with an unusually long nose. </p>", 
                            "name": "Long-Nose Form", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Feats/Long-Nose Form", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Character level 3rd, tengu.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day, you can assume the form of a human whose nose is the length of your beak. This spell-like ability functions as <i>alter self</i> with a caster level equal to your level. While in this form you gain the scent ability and a +2 bonus to your Strength score. Because your long nose in this form clearly indicates you are not fully human, you do not gain the normal bonus to Disguise checks for using a polymorph effect (however, you could possibly explain the nose as an unfortunate curse or deformity, or hide it with an item such as a plague doctor's mask).</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your gaze is naturally drawn to valuable glittering objects.</p>", 
                            "name": "Scavenger's Eye", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Feats/Scavengers Eye", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Tengu.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +2 bonus on Appraise checks. You may determine the most valuable item in a hoard as a standard action and gain an additional +2 bonus on the Appraise check to do so. In addition, if you fail an Appraise check by 5 or more, you treat the check as if you had failed by less than 5.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Determining the most valuable object in a treasure hoard takes 1 full-round action.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can shift into the form of a giant black raven.</p>", 
                            "name": "Tengu Raven Form", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Feats/Tengu Raven Form", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Tengu Wings, character level 7th, tengu.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day, you can take the form of a Large black bird resembling a raven, granting you a fly speed of 60 feet (good maneuverability), a +4 size bonus to your Strength, a &ndash;2 penalty to your Dexterity, and a +4 natural armor bonus. This spell-like ability otherwise functions as <i>beast shape II</i> with a caster level equal to your level.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can grow wings that allow you to fly.</p>", 
                            "name": "Tengu Wings", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Feats/Tengu Wings", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Character level 5th, tengu.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day, you can sprout a pair of giant black crow's wings, granting you a fly speed of 30 feet (average maneuverability). This spell-like ability otherwise functions as <i>beast shape I</i> (though you do not gain any other benefits of that spell) with a caster level equal to your level.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Tengus have access to the following magic items.</p>", 
                    "name": "Tengu Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "none", 
                            "name": "Black Feather Fan", 
                            "weight": "1 lb.", 
                            "cl": "5th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Magic Items/Black Feather Fan", 
                            "type": "item", 
                            "price": "10,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "5,000 gp", 
                                    "Requirements": "Craft Wondrous Item, gust of wind, whispering wind, wind wall"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint evocation", 
                            "sections": [
                                {
                                    "body": "<p>This elaborate fan is made with a dozen black feathers set into a metal handle embossed with a stylized crest. The bearer can use it to create a <i>gust of wind</i>, <i>whispering wind</i>, or <i>wind wall</i>. The fan's effects can be used 3 times per day, in any combination.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Black Jade Raven (Figurine Of Wondrous Power)", 
                            "weight": "1 lb.", 
                            "cl": "11th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Magic Items/Black Jade Raven (Figurine Of Wondrous Power)", 
                            "type": "item", 
                            "price": "9,100 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "4,550 gp", 
                                    "Requirements": "Craft Wondrous Item, animate objects"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate conjuration and transmutation", 
                            "sections": [
                                {
                                    "body": "<p>This fist-sized piece of black jade is exquisitely tooled into the shape of a raven with outstretched wings. Upon command, it transforms into a black raven (use the stats for an eagle) or a giant black raven (use the stats for a giant eagle). Both forms of the raven have Improved Steal  as a bonus feat. The raven understands Common but cannot speak. It can answer questions related to its abilities or what it has seen by cawing once for \"yes\" and twice for \"no.\"</p><p>The raven can maintain its non-figurine status for only 24 hours per week. This duration need not be continuous, but it must be used in 1-hour increments. After three transformations into its giant raven form (though not its smaller version), the statuette loses all magical properties.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Red Feather Fan", 
                            "weight": "1 lb.", 
                            "cl": "6th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Magic Items/Red Feather Fan", 
                            "type": "item", 
                            "price": "5,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "2,500 gp", 
                                    "Requirements": "Craft Wondrous Item, daylight, deeper darkness"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate evocation", 
                            "sections": [
                                {
                                    "body": "<p>This fan is made of copper fashioned into a dozen small feathers mounted on a ring-shaped bone handle. Once per day, the bearer can hold it and speak a command word to counterspell a darkness effect (as if using <i>daylight</i>) or counterspell a light effect (as if using <i>deeper darkness</i>). If activated in an area of overlapping light and darkness effects, the fan randomly counterspells one of them, leaving the other intact.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Tengu Drinking Jug", 
                            "weight": "2 lbs.", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Magic Items/Tengu Drinking Jug", 
                            "type": "item", 
                            "price": "1,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "500 gp", 
                                    "Requirements": "Craft Wondrous Item, prestidigitation, purify food and drink"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint transmutation", 
                            "sections": [
                                {
                                    "body": "<p>This looks like a one-gallon stoneware jug with white glaze, black birds painted around the middle, and a cork stopper tied about the neck with a hemp cord. Any liquid placed within the jug becomes safe to drink, as though affected by <i>purify food and drink</i> (though the jug only affects liquids). Three times per day, the bearer can command the jug to alter the temperature of its contents so that it ranges anywhere from ice cold to boiling hot. Once per day, the bearer can command water placed into the jug to transform into plum liquor, sake, or tea. A tengu jug holds up to 1 gallon of any liquid.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Tengus have access to the following spells.</p>", 
                    "name": "Tengu Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You utter a question in the form of a low-pitched bird call that can be heard up to a mile away, and can understand the responses given by birds in the area. Over the next 10 minutes, the birds reply as if you had asked them the question using <i>speak with animals</i>, giving you a general consensus answer to the question based on their knowledge. For example, you could ask if there is drinkable water in the area, the location of predators or other creatures, directions to a mountaintop or other natural feature, and so on, and the local bird communities would answer to the best of their ability.</p><p>If there are no birds in range, the spell has no effect and you do not get a response. Any creature using <i>speak with animals</i> (or a similar ability) who hears this bird call can understand your question, though it may not be able to reply in a way you can hear.</p>", 
                            "school": "divination", 
                            "description": "You utter a question in the form of a low-pitched bird call that can be heard up to a mile away, and can understand the responses given by birds in the area.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Spells/Commune With Birds", 
                            "casting_time": "1 standard action", 
                            "level_text": "Arcanist: 2; Bard: 2; Druid: 1; Hunter: 1; Hunter: 1; Hunter: 1; Hunter: 1; Ranger: 1; Shaman: 2; Skald: 2; Sorcerer: 2; Witch: 2; Wizard: 2", 
                            "source": "Advanced Race Guide", 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Shaman", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 2
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "10 minutes; see text", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Commune With Birds"
                        }, 
                        {
                            "body": "<p>You ward a single object in your possession against theft. You gain a +10 bonus on Perception checks to notice someone trying to take the object from you.</p>", 
                            "school": "abjuration", 
                            "description": "You ward a single object in your possession against theft.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Spells/Theft Ward", 
                            "casting_time": "1 standard action", 
                            "level_text": "cleric: 1; oracle: 1; warpriest: 1; inquisitor: 1; sorcerer: 1; wizard: 1; arcanist: 1; witch: 1", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one object", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 day", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Theft Ward"
                        }, 
                        {
                            "body": "<p>The target's feathers thicken and fluff up to ward against winter's chill. The target suffers no harm from being in a cold environment, and can exist comfortably in conditions as low as &ndash;50 degrees Fahrenheit without having to make Fortitude saves. The creature's equipment is likewise protected. This spell doesn't provide any protection from cold damage, nor does it protect against other environmental hazards associated with cold weather (such as slipping on ice, blindness from snow, and so on).</p><p>When you cast this spell, you may have the target's feathers turn white for the duration, granting it a +4 circumstance bonus on Stealth checks to hide in ice and snow.</p>", 
                            "school": "abjuration", 
                            "saving_throw": "Will negates (harmless)", 
                            "description": "The target's feathers thicken and fluff up to ward against winter's chill.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Tengus/New Racial Rules/Tengu Spells/Winter Feathers", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "Arcanist: 1; Bloodrager: 1; Cleric: 1; Druid: 1; Hunter: 1; Hunter: 1; Hunter: 1; Hunter: 1; Inquisitor: 1; Oracle: 1; Ranger: 1; Sorcerer: 1; Warpriest: 1; Wizard: 1", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "feathered creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "24 hours", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Winter Feathers"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}