{
    "body": "<p>Undines are humans who trace their ancestry to creatures from the Plane of Water. Even at first glance, one notices the potency of their ancestry, for an undine's very flesh mimics the color of lakes, seas, and oceans. Whether they have the blood of marids or water mephits as their kin, all undines define themselves through their ancestry. They perceive their individual differences as gifts and explore the supernatural aspects of their unique heritage to the fullest.</p><p>The undines are a proud race and show little outward fear. While good-natured and somewhat playful among their own kind, they behave with slightly more reserve and seriousness in the company of non-undines. They have excellent emotional control, and can edge their tempers from calm to raging and back again within but a few minutes. While some might dub their behavior erratic, undines are simply a bit more outwardly melodramatic than most races. Certainly, they are not moody and do not become angered, excited, or otherwise emotional without provocation. As close friends, some find them overly possessive, though they are also extremely protective of those they care about.</p><p>Undines tend to settle near water, usually in warmer climates. Though land-dwellers, they spend a fair amount of time in the water. For this reason, most dress sparsely, wearing only enough clothing to protect themselves from the elements, and few wear shoes. They avoid wearing jewelry around their necks and keep their hair slicked back and tied into tight knots. This prevents hair or other objects from becoming a distraction or hindrance while swimming. Similarly, undines pursuing martial classes choose weapons that they can wield efficiently on land as well as in water.</p>", 
    "name": "Undines", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Undines", 
    "type": "race", 
    "subtype": "featured_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Undines display a wide variation of skin tones, ranging from pale turquoise to deep blue to sea green. An undine's straight, thick hair tends to be of a similar, yet slightly darker color than her skin. All have limpid blue eyes. Physically, undines most resemble humans, and their physiques show human diversity in regard to overall height and body type. Aside from their coloration, their most racially defining traits remain their fin-like ears and webbed hands and feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Undines define themselves as a unique race and are capable of producing undine offspring. While they remain able to interbreed with humans, they tend to keep to themselves, and form small, reclusive communities near bodies of water, or in some cases, floating settlements. A typical undine community lives under the guidance of a small council comprising officials appointed by consensus. Council positions can be held indefinitely, though a community unhappy with the performance of a council member can call for her resignation.</p><p>Intermarriage in undine communities is common, with children raised communally. A fair amount of regional diversity exists in undine culture, as influenced by the specific ancestry of independent settlements. It should also be noted that not all undine in a single settlement claim the same ancestry, as undines may marry other undines from outside their own communities. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Undines hold no biases or prejudices toward any particular races. Their communities rely primarily on trade, giving them ample opportunity to interact with a diverse range of outsiders and foreigners. They have no qualms about establishing neighborhoods within the settlements of other races, provided adequate respect is given to both the undines and any nearby bodies of water. Still, in such instances, a given undine community does what it can to retain its autonomy.</p><p>Undines get along quite well with elves and gnomes. Often these races share protective duties over forested lakes and streams. Similarly, they interact favorably with good or neutral aquatic humanoids, sharing many common interests. They barter most freely with humans and dwarves for resources such as metal and cloth.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Most undines are neutral. Their principle interests lie in the welfare of their people, and thus their moral concerns focus upon the community and upon themselves. This neutral view also allows them to interact with a broad scope of non-undine races with whom they trade. While not deeply religious, undines possess a strong spiritual connection to both their supernatural ancestors and to water itself. Those who pursue nonsecular paths almost always worship the gods of their ancestors or gods whose portfolios feature some aspect of water. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>On occasion, an undine leaves her people to seek out a life of adventure. Like water itself, some undines simply feel compelled to move, and adventuring gives them an ample excuse for living on the road. Others adventure for less wholesome reasons, and exile is a common punishment for crimes within undine society. With few other options, most exiles turn to adventuring hoping to find a new place in the world. Undines' affinity toward water makes them particularly good druids, while undine sorcerers usually have aquatic bloodlines.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Aven, Dharak, Ghiv, Jamash, Maakor, Ondir, Radid, Shiradahz.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Afzara, Baarah, Calah, Iryani, Maarin, Nylgune, Pari, Radabeh, Urdahna.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Undines/Undine Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Undines are both perceptive and agile, but tend to adapt rather than match force with force. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Undine Racial Traits/+2 Dexterity/+2 Wisdom/-2 Strength", 
                    "type": "section", 
                    "name": "+2 Dexterity, +2 Wisdom, -2 Strength", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"native-outsider\">Undines are outsiders with the native subtype.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Native Outsider"
                }, 
                {
                    "body": "<p id=\"medium\">Undines are Medium creatures and receive no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Undines have a base speed of 30 feet on land. They also have a swim speed of 30 feet, can move in water without making Swim checks, and always treat Swim as a class skill.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"darkvision\">Undines can see in the dark up to 60 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Darkvision"
                }, 
                {
                    "body": "<p id=\"spell-like-ability\"><i>Hydraulic push</i>  1/day (caster level equals the undine's level).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Spell-Like Ability"
                }, 
                {
                    "body": "<p id=\"energy-resistance\">Undines have cold resistance 5. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Undine Racial Traits/Energy Resistance", 
                    "type": "section", 
                    "name": "Energy Resistance", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"water-affinity\">Undine sorcerers with the elemental (water) bloodline treat their Charisma score as 2 points higher for all sorcerer spells and class abilities. Undine clerics with the Water domain cast their Water domain powers and spells at +1 caster level.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Undine Racial Traits/Water Affinity", 
                    "type": "section", 
                    "name": "Water Affinity", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Undines begin play speaking Common and Aquan. Undines with high Intelligence scores can choose from the following: Auran, Dwarven, Elven, Gnome, Halfling, Ignan, and Terran. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Undine Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial traits might be selected instead of existing undine racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"acid-breath\">Undines whose outsider heritage can be traced to a water mephit can wield acid as a weapon. Such an undine has a breath weapon that is a 5-foot cone of acidic water usable once per day. The breath deals 1d8 points of acid damage per two character levels (maximum 5d8). A Reflex saving throw (DC 10 + 1/2 the undine's level + the undine's Constitution modifier) halves the damage. This racial trait replaces the spell-like ability racial trait.</p>", 
                    "name": "Acid Breath", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Alternate Racial Traits/Acid Breath", 
                    "subtype": "undine", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"amphibious\">Some undines are born with a permanent bond to water. Undines with this racial trait gain the aquatic subtype and amphibious special quality. This racial trait replaces the spell-like ability racial trait.</p>", 
                    "name": "Amphibious", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Alternate Racial Traits/Amphibious", 
                    "subtype": "undine", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"deepsight\">The eyes of some undines are especially adapted to the lightless depths of the oceans, but not to air-filled environments. An undine with this racial trait has darkvision 120 feet when underwater, but otherwise has no darkvision at all. This racial trait replaces darkvision.</p>", 
                    "name": "Deepsight", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Alternate Racial Traits/Deepsight", 
                    "subtype": "undine", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"flesh-chameleon\">Some undines can change their coloration to match human skin tones. As a standard action, an undine with this racial trait can change her natural blue hue to match any normal human skin tone, and can revert to normal as a free action. This grants a +4 racial bonus on Disguise checks to appear human. This racial trait replaces energy resistance.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Alternate Racial Traits/Flesh Chameleon", 
                    "type": "section", 
                    "name": "Flesh Chameleon", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"hydrated-vitality\">An undine with this racial trait gains fast healing 2 for 1 round anytime she submerges completely within a body of natural salt water, fresh water, or brackish water. Stagnant, poisoned, or trapped water (such as an artificial pit or a <i>bag of holding</i>) does not activate this ability. The undine can heal up to 2 hit points per level per day with this ability, after which it ceases to function. This racial trait replaces water affinity.</p>", 
                    "name": "Hydrated Vitality", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Alternate Racial Traits/Hydrated Vitality", 
                    "subtype": "undine", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"nereid-fascination\">Some undines can trace their ancestry to nereids as well as to outsiders. Once per day as a standard action, such an undine can create a 20-foot-radius aura that causes humanoids within the aura's range to become fascinated with her for a number of rounds equal to 1/2 the undine's character level (minimum 1). Targets may resist with a Will save (DC 10 + 1/2 the undine's level + the undine's Charisma modifier). This is a supernatural ability. This racial trait replaces the spell-like ability racial trait.</p>", 
                    "name": "Nereid Fascination", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Alternate Racial Traits/Nereid Fascination", 
                    "subtype": "undine", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"ooze-breath\">Some undines' outsider heritage can be traced to ooze mephits. These undines have a breath weapon that is a 5-foot cone of slime usable once per day. The slime deals 1d4 points of acid damage per two character levels (maximum 5d4) and sickens creatures in the area for 3 rounds. A successful Reflex saving throw (DC 10 + 1/2 the undine's level + the undine's Constitution modifier) halves the damage and negates the sickened effect. This racial trait replaces the spell-like ability racial trait.</p>", 
                    "name": "Ooze Breath", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Alternate Racial Traits/Ooze Breath", 
                    "subtype": "undine", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"terrain-chameleon\">Some undines can change their coloration to blend in with underwater terrain, mixing browns, grays, and greens to resemble kelp or other natural water plants. As a standard action, an undine with this racial trait can change her coloration, gaining a +4 bonus on Stealth checks in underwater environments. She can return to normal as a free action. This racial trait replaces energy resistance.</p>", 
                    "name": "Terrain Chameleon", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Alternate Racial Traits/Terrain Chameleon", 
                    "subtype": "undine", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"water-sense\">Undines with this racial trait can sense vibrations in water, granting them blindsense 30 feet against creatures in contact with the same body of water. This racial trait replaces energy resistance.</p>", 
                    "name": "Water Sense", 
                    "source": "Advanced Race Guide", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Alternate Racial Traits/Water Sense", 
                    "subtype": "undine", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to all undines who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"bard\">Add a +1 bonus on Perform checks to use the countersong bardic performance against creatures with the aquatic or water subtypes.  </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p id=\"cleric\">Add a +1 bonus on caster level checks to overcome the spell resistance of creatures with the aquatic or water subtype.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p id=\"druid\">Add a +1 bonus on wild empathy checks to influence animals and magical beasts with the aquatic subtype.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p id=\"monk\">Add +1 to the monk's CMD when resisting a grapple and +1/3 to the number of stunning attacks he can attempt per day.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p id=\"sorcerer\">Add a +1 bonus on caster level checks to cast spells underwater.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p id=\"summoner\">If the summoner's eidolon has an aquatic base form , add +5 feet to the range of the summoner's life link ability.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }, 
                {
                    "body": "<p id=\"wizard\">Add one spell from the cleric, druid, or wizard spell list with the water descriptor to the wizard's spellbook. This spell must be at least one level below the highest spell level he can cast. This spell is treated as one level higher unless it also appears on the wizard spell list.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to undines.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>An undine adept dedicates herself to preserving the knowledge of the first undines and ensuring her people's ancient connections to the natural world remain undisturbed. They serve as the keepers of the roots of the undine people and as their protectors. An undine adept has the following class features.</p>", 
                    "name": "Undine Adept (Druid)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Undine Adept (Druid)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"domains\">An undine adept who chooses a domain must choose the Community or Water domain, or any subdomain of those domains.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Undine Adept (Druid)/Domains", 
                            "type": "section", 
                            "name": "Domains", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"amphibious\">At 2nd level, the undine adept gains the aquatic subtype and the amphibious universal monster ability, allowing her to breathe water or air. This ability replaces woodland stride.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Undine Adept (Druid)/Amphibious (Su)", 
                            "type": "section", 
                            "name": "Amphibious (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"augment-summoning\">At 3rd level, any creature with the water subtype the undine adept summons with either <i>summon monster</i> or <i>summon nature's ally</i> gains the benefits of the Augment Summoning feat. This replaces trackless step.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Undine Adept (Druid)/Augment Summoning (Su)", 
                            "type": "section", 
                            "name": "Augment Summoning (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"resist-water's-call\">At 4th level, an undine adept gains a +4 bonus on saving throws against the spell-like and supernatural abilities of outsiders with the aquatic or water subtype, fey with the aquatic or water subtype, and spells and effects with the water descriptor. This ability replaces resist nature's lure.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Undine Adept (Druid)/Resist Waters Call (Su)", 
                            "type": "section", 
                            "name": "Resist Water's Call (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"wild-shape\">At 6th level, an undine adept gains the ability to use wild shape. When an undine takes the form of a creature with the aquatic or water subtype, this ability functions at her class level + 1. For all other forms, her effective druid level for the ability is equal to her actual undine adept level. This ability otherwise functions as and replaces wild shape.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Undine Adept (Druid)/Wild Shape (Su)", 
                            "type": "section", 
                            "name": "Wild Shape (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"commune-with-water-spirits\">At 9th level, an undine adept adds <i>commune</i> to her druid spell list. She may use this spell whether she worships a deity or elemental forces. This ability replaces venom immunity.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Undine Adept (Druid)/Commune with Water Spirits", 
                            "type": "section", 
                            "name": "Commune with Water Spirits", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>The watersinger's song reaches from the depths of his soul into the elemental waters from which life first sprang. His voice commands water, bending and shaping it to his desire.</p>", 
                    "name": "Watersinger (Bard)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Watersinger (Bard)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A watersinger has some unique bardic performances, which replace some of the standard bardic performances as listed in each entry. These bardic performances follow all the general rules and restrictions of a bard's bardic performances.</p><blockquote><p id=\"watersong\"><i>Watersong (Su)</i>At 1st level, a watersinger can use bardic performance to manipulate and control the shape of water within 30 feet. A successful Perform check allows the bard to animate and control a 5-foot-cube of water. The watersinger can command the water to take various forms, bend, rise, fall, or sustain a shape, and can make it support weight as if it were solid ice. For example, the watersinger could create a pillar of water (to provide cover), ladder, channel, bridge, stairs, slide, and so on. The manipulated water is as slippery as normal ice. This ability cannot create forms more fragile or complex than what could be carved in normal ice. While under the bard's control, the water has hardness 0 and 3 hit points per inch of thickness. At level 3, the manipulated water gains hardness 1, and this increases by +1 for every 3 bard levels beyond that. At 5th, 10th, 15th, and 20th level, the volume affected increases by an additional 5-foot cube (these cubes must be adjacent to each other). The manipulated water retains its shape for 1 round after the bard stops spending bardic performance rounds to maintain it. This ability replaces fascinate, suggestion, and mass suggestion.</p><p id=\"waterstrike\"><i>Waterstrike (Su)</i>: At 3rd level, the watersinger can spend 1 round of bardic performance to command any water he is currently manipulating with his watersong performance to lash out and strike an opponent with a slam attack. The watersinger uses his base attack bonus and Charisma bonus to make this attack, and deals 1d6 points of bludgeoning damage plus his Charisma bonus. The attack can originate from any square of water the bard is manipulating, and the water can get a flanking bonus or help a combatant get one, but cannot make attacks of opportunity. The water can make multiple attacks per round if your base attack bonus allows you to do so. At 10th level, the water's slam damage increases to 1d8 points and the water gains a reach of 10 feet. At 15th level, the water's slam damage increases to 2d6 points. At 20th level, the water's slam damage increases to 2d8 points. This performance replaces inspire competence.</p><p id=\"lifewater\"><i>Lifewater (Su)</i>: At 5th level, the watersinger can spend 1 round of bardic performance as a standard action to manipulate the water, blood, and other fluids within a creature's body, causing the target to become sickened for 1d4 rounds. Alternatively, he may use this ability to attempt a reposition combat maneuver , using his base attack bonus and his Charisma modifier as his CMB. This ability has a range of 30 feet, only works on creatures whose bodies contain fluid, and does not affect creatures that are immune to critical hits. This performance replaces the use of lore master gained at 5th level (though a watersinger still gains the use of lore master once per day at 11th level and twice per day at 17th).</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Watersinger (Bard)/Bardic Performance", 
                            "type": "section", 
                            "name": "Bardic Performance", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"watersinger-spells\">A watersinger adds certain water-themed spells to his spell list. He adds these abilities to his spell list as soon as his bard level allows him to cast spells of that spell level. 0&mdash;<i>create water</i>; 1st&mdash;<i>hydraulic push</i> , <i>slipstream</i>  2nd&mdash;<i>aqueous orb</i> , <i>hydraulic torrent</i> , <i>water walk</i>; 3rd&mdash;<i>fluid form</i> , <i>ride the waves</i> ; 4th&mdash;<i>control water</i>, <i>communal water walk</i> ; 5th&mdash;<i>vortex</i>  6th&mdash;<i>seamantle</i>.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/Racial Archetypes/Watersinger (Bard)/Watersinger Spells", 
                            "type": "section", 
                            "name": "Watersinger Spells", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following equipment, feats, magic items, and spells are available to undines. At the GM's discretion, other appropriate races may make use of some of these new rules.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Undines have access to the following equipment.</p>", 
                    "name": "Undine Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"chain-belts\">While undines dress sparingly, they often wear 10-foot-long belts of fine linked chain about their waists. The belts contain hinged links to which the wearer can affix various objects such as tools, small weapons, and other valuables, including links of silver and platinum, or small hammered plates of gold set with gems. If worn properly, the belt can hold up to 30 pounds of small items. A swimming undine can unwrap the belt as swift action if she needs to remove it to decrease her weight load.</p>", 
                            "name": "Chain Belt", 
                            "weight": "1/4 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Equipment/Chain Belt", 
                            "price": "15 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"potion-sponge\">This egg-sized sponge is covered in a layer of waterproof edible wax, designed to absorb 1 dose of a potion. Chewing a potion sponge and swallowing its liquid contents is a full-round action. A creature of at least Large size can swallow the sponge in its entirely; other creatures must spit out the sponge once it's depleted (a free action). Unlike a potion that is drunk from a vial, a potion sponge can be used underwater. A potion can be poured from a vial into a sponge potion (or squeezed from a sponge into a vial) as a full-round action. The potion sponge is immune to attacks that specifically target crystal, glass, ceramic, or porcelain, such as <i>shatter</i>. It otherwise works like a potion vial. </p>", 
                            "name": "Potion Sponge", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Equipment/Potion Sponge", 
                            "price": "2 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "15"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"undine-weaponshaft\">Undines incorporate a unique design when crafting shafted weapons such as quarterstaves, spears, and tridents. Instead of a solid shaft, the weapon is built around a pipe of wood or metal, with the butt end sealed and the front end left open. As a full-round action, an undine can make a single melee attack with the weapon and use her <i>hydraulic push</i> spell-like ability against the target of that melee attack. The weapon otherwise functions like a standard weapon of its type, and can be made of special materials (such as mithral or adamantine) and masterwork quality.</p>", 
                            "name": "Undine Weaponshaft", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Equipment/Undine Weaponshaft", 
                            "price": "+300 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Undine Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Chain belt</td><td>15 gp</td><td>1/4 lb. </td><td>&mdash;</td></tr><tr class=\"even\"><td>Potion sponge</td><td>2 gp</td><td>&mdash;</td><td>15</td></tr><tr class=\"odd\"><td>Undine weaponshaft</td><td>+300 gp</td><td>&mdash;</td><td>&mdash;</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Equipment/Undine Equipment", 
                            "type": "table", 
                            "name": "Undine Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Undines have access to the Elemental Jaunt feat  and the following feats.</p>", 
                    "name": "Undine Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You favor your outsider ancestry and are better adapted to life in the water.</p>", 
                            "name": "Aquatic Ancestry", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Feats/Aquatic Ancestry", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Undine.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain the amphibious special quality. Your swim speed increases by +10 feet.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can use your <i>hydraulic push</i> to disarm or trip.</p>", 
                            "name": "Hydraulic Maneuver", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Feats/Hydraulic Maneuver", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\"><i>Hydraulic push</i> spell-like ability, undine.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You may use <i>hydraulic push</i> to attempt a bull rush, disarm, dirty trick (blind or dazzle, see ), or trip combat maneuver. Each time you use <i>hydraulic push</i>, you must decide which of the allowed combat maneuvers you want to perform. You may use this feat with your <i>hydraulic push</i> racial spell-like ability, your class-granted use of <i>hydraulic push</i>, or any <i>hydraulic push</i> spells you cast, but not with magic items or other external sources that use that spell.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\"><i>Hydraulic push</i> can only be used to make a bull rush combat maneuver.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You imbue your fire spells with elemental water, transforming them into powerful gouts of steam.</p>", 
                            "name": "Steam Caster", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Feats/Steam Caster", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Undine.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\"> You may increase the casting time of a fire spell to a full-round action, infusing it with elemental power (spells with a casting time of 1 full-round action or longer do not have an increased casting time). The spell is treated as if it had the water descriptor. All fire effects of the altered spell instead manifest as superheated steam. The altered spell works normally underwater without requiring a caster level check. Unlike fire, the steam cannot ignite objects or set creatures on fire. As the spell still deals fire damage, fire resistance or immunity still applies to the spell's effects.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You can channel your inner magic to summon allies.</p>", 
                            "name": "Triton Portal", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Feats/Triton Portal", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Character level 5th, <i>hydraulic push</i> spell-like ability, undine.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\"> Once per day, you may expend your racial <i>hydraulic push</i> ability to instead cast <i>summon nature's ally III</i> as a spell-like ability with a caster level equal to your character level. This use of the ability can only summon a Small water elemental or 1d3 dolphins. Using this ability is a full-round action.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Your touch extinguishes small flames.</p>", 
                            "name": "Water Skinned", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Feats/Water Skinned", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Undine.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">As a standard action, you can extinguish a small nonmagical fire with a touch, affecting anything up to the size of a large campfire. This ability does not affect fires with a total area greater than 5 square feet. Touching the fire in this way does not harm you.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Undines have access to the following magic item.</p>", 
                    "name": "Undine Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "neck", 
                            "name": "Shark tooth Amulet", 
                            "weight": "&mdash", 
                            "cl": "5th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Magic Items/Shark tooth Amulet", 
                            "type": "item", 
                            "price": "9,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "4,500 gp", 
                                    "Requirements": "Craft Wondrous Item, touch of the sea , the crafter must be an undine or have the water subtype"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint abjuration", 
                            "subtype": "neck", 
                            "sections": [
                                {
                                    "body": "<p>This amulet is crafted of a single massive petrified shark tooth suspended on kelp twine and grants its wearer combat potency while underwater. While wearing this amulet, its wearer can use melee weapons normally, taking no penalty to attack and dealing full damage with such attacks. This amulet also allows the wearer to make thrown range weapon attacks underwater, though such attacks take a &ndash;2 penalty on attack rolls and their range increment is halved. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "shoulders", 
                            "name": "Shawl of Life-Keeping", 
                            "weight": "&mdash", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Magic Items/Shawl of Life-Keeping", 
                            "type": "item", 
                            "price": "1,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "500 gp", 
                                    "Requirements": "Craft Wondrous Item, cure light wounds, stabilize"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint conjuration (healing)", 
                            "subtype": "shoulders", 
                            "sections": [
                                {
                                    "body": "<p>This magical shawl is woven from silken, diaphanous material. Once per day, the wearer can speak a command word to transfer some of her life energy into the shawl (up to 10 hit points). If she is wearing the shawl and is reduced to &ndash;1 hit points or below, the shawl immediately heals her an amount equal to the number of hit points stored in the shawl. This healing cannot prevent the wearer from being killed. The life energy stored in the shawl lasts for 24 hours or until it heals the wearer, whichever comes first. If the shawl is destroyed, the stored life energy is lost.</p><p>While the shawl is storing a creature's life energy, it retains a connection to that creature. If another creature holds the shawl in hand, the creature whose life energy is stored in the shawl takes a &ndash;2 penalty on Fortitude and Reflex saving throws against all effects from the current bearer of the shawl.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "feet", 
                            "name": "Slippers of the Triton", 
                            "weight": "1 lb.", 
                            "cl": "7th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Magic Items/Slippers of the Triton", 
                            "type": "item", 
                            "price": "56,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "28,000 gp", 
                                    "Requirements": "Craft Wondrous Item, ride the waves"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate abjuration", 
                            "subtype": "feet", 
                            "sections": [
                                {
                                    "body": "<p>Once they are slipped on, these web-toed slippers allow the wearer to breathe water and grant extra maneuverability while within such environments. If the wearer has no swim speed, it gains a 30 foot swim speed. If the wearer has a swim speed, it gains a +10 foot enhancement bonus to its swim speed.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Undines have access to the following spells.</p>", 
                    "name": "Undine Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>The target gains a +1 bonus on attack and damage rolls if it and its opponent are touching water. If the opponent or the target is touching the ground, the target takes a &ndash;4 penalty on attack and damage rolls.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "Will negates (harmless)", 
                            "description": "The target gains a +1 bonus on attack and damage rolls if it and its opponent are touching water.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Spells/Marids Mastery", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "Arcanist: 1; Bloodrager: 1; Cleric: 1; Druid: 1; Hunter: 1; Hunter: 1; Hunter: 1; Hunter: 1; Oracle: 1; Ranger: 1; Sorcerer: 1; Warpriest: 1; Witch: 1; Wizard: 1", 
                            "descriptor": [
                                "water"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "descriptor_text": "water", 
                            "effects": [
                                {
                                    "text": "creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Marid's Mastery"
                        }, 
                        {
                            "body": "<p>You radiate the unearthly grace of a nereid. If you are not wearing armor (or your armor is not visible, such as when using <i>glamered</i> armor), you gain a deflection bonus to your Armor Class and CMD equal to your Charisma bonus.</p>", 
                            "school": "enchantment", 
                            "description": "You radiate the unearthly grace of a nereid.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Spells/Nereids Grace", 
                            "casting_time": "1 standard action", 
                            "level_text": "druid: 1; hunter: 1; witch: 1; hunter: 1", 
                            "descriptor": [
                                "mind-affecting"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 1
                                }
                            ], 
                            "descriptor_text": "mind-affecting", 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round/level", 
                            "subschool_text": "charm", 
                            "subschool": [
                                "charm"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Nereid's Grace"
                        }, 
                        {
                            "body": "<p>This spell creates an unearthly and infectious song that seductively summons all who hear it. <i>Nixie's lure</i> affects a maximum of 24 Hit Dice of creatures. Creatures in the area who fail their saves are lured by the song and move toward you using the most direct means available. If the path leads them into a dangerous area such as through fire or off a cliff, the creatures each receive a second saving throw to end the effect before moving into peril. Creatures lured by the spell's song can take no actions other than to defend themselves. A victim within 5 feet of you simply stands still and for the duration of the spell remains fascinated.</p>", 
                            "school": "enchantment", 
                            "saving_throw": "Will negates", 
                            "description": "This spell creates an unearthly and infectious song that seductively summons all who hear it.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Spells/Nixies Lure", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "bard: 4; skald: 4; druid: 3; hunter: 3; sorcerer: 3; wizard: 3; arcanist: 3; hunter: 3; summoner: 4; hunter: 3; witch: 3; hunter: 3", 
                            "descriptor": [
                                "mind-affecting", 
                                "sonic"
                            ], 
                            "range": "300 ft.", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Summoner", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 3
                                }
                            ], 
                            "descriptor_text": "mind-affecting, sonic", 
                            "effects": [
                                {
                                    "text": "all creatures within a 300-ft.-radius burst centered on you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "concentration + 1 round/level (D)", 
                            "subschool_text": "charm", 
                            "subschool": [
                                "charm"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Nixie's Lure"
                        }, 
                        {
                            "body": "<p>The target loses its body's natural ability to breathe automatically. As long as it remains conscious and is able to take physical actions, it keeps breathing and is able to function normally. If it is ever unconscious (including sleeping) or unable to take physical actions, it stops breathing and begins to suffocate. Creatures that do not have to breathe are immune to this spell.</p>", 
                            "school": "necromancy", 
                            "saving_throw": "Will negates", 
                            "description": "The target loses its body's natural ability to breathe automatically.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Undines/New Racial Rules/Undine Spells/Undines Curse", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "sorcerer: 1; wizard: 1; arcanist: 1; witch: 1", 
                            "descriptor": [
                                "evil"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "descriptor_text": "evil", 
                            "effects": [
                                {
                                    "text": "one creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 hour/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Undine's Curse"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}