{
    "body": "<p>Many downtime activities, such as doing mundane work with a Craft or Profession skill or gaining the day-to-day profits for running an inn or tavern, allow you to earn capital. Earning capital is like using an item crafting feat to create a magic item: You have to put in some work to make the item, but you pay only half the normal price for it. If a downtime activity's description says it generates capital, you can earn that amount of capital by spending the required amount of downtime and gp on it; the gp cost for the capital is half the normal cost, as listed in the Earned Cost column in the table below. For example, Influence has an Earned Cost of 15 gp per point, so if you want to socialize in town to generate 3 points of Influence, you must use a day of downtime and spend 45 gp (3 × 15 gp) to earn those 3 points of Influence. Earning capital takes longer, but is much cheaper than just buying it outright. It is easier to keep track of your earned capital if you pay for it as soon as you earn it; otherwise, you also need to track earned capital you don't yet have (because you haven't paid gp for it yet).</p>", 
    "name": "Earning Capital", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Earning Capital", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-capital-values\"><caption>Capital Values</caption><thead><tr><th>Capital</th><th>Purchased Cost</th><th>Earned Cost</th></tr></thead><tr class=\"odd\"><td>Goods</td><td>20 gp</td><td>10 gp</td></tr><tr class=\"even\"><td>Influence</td><td>30 gp</td><td>15 gp</td></tr><tr class=\"odd\"><td>Labor</td><td>20 gp</td><td>10 gp</td></tr><tr class=\"even\"><td>Magic</td><td>100 gp</td><td>50 gp</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Earning Capital/Capital Values", 
            "type": "table", 
            "name": "Capital Values", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This section assumes you are using the downtime system to earn capital rather than purchasing it, and all gp values in this chapter are based on the Earned Cost. If you aren't using the downtime system to earn capital (and are instead awarded capital as a treasure reward, for example), or you want to purchase something quickly by spending gold pieces, remember to double the listed gp value to find the Purchased Cost of the item or service.</p><p>Think of purchasing capital as a stranger coming to town and throwing lots of money around to make things happen. It's effective, but the locals are inclined to overcharge for their work and may resent the obvious display of wealth. Earning capital is a person working with the locals and trying to be a part of the community in order to get things done. It takes longer, but the locals give a fair price and appreciate the person's honest dealings and lack of arrogance.</p><p>When you purchase or earn capital, you may either immediately apply it toward a downtime activity of your choice or save it for later (this is explained more over the rest of this chapter). As capital is an abstraction, the details of the work are up to you and the GM to decide&mdash;for roleplaying purposes, you should explain it however is most appropriate for your character and campaign.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section"
        }
    ]
}