{
    "body": "<p>If you have ranks in a useful skill, you can spend 1 day working in a settlement to earn more capital than you would doing unskilled work. Note that this method includes both legal and illegal means of earning capital&mdash;for example, a day spent using Sleight of Hand to earn money could be a day spent performing as a street magician or a day spent pickpocketing.</p><p> Choose either one type of capital (Goods, Influence, Labor, or Magic) or gp, and attempt a skill check. You can take 10 on this check.</p><p>If you chose gp, divide the result of your check by 10 to determine how many gp you earn that day. For example, if your check result is a 16, dividing it by 10 earns you 1 gp and 6 sp that day (round to the nearest silver).</p><p>If you chose Goods, Influence, Labor, or Magic, consult the following table to see how much of that type of capital you earn. You must pay the Earned Cost to buy this capital, although if you can't afford to buy all of it or don't need more than a certain amount, you can choose to earn less capital than your check indicates. See the Capital Values table for the Earned Cost of each type of capital.</p>", 
    "name": "Skilled Work", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Skill Check Result</th><th>Capital Earned*(Goods, Influence, Labor, or Magic)</th></tr></thead><tr class=\"odd\"><td>10</td><td>1</td></tr><tr class=\"even\"><td>20</td><td>2</td></tr><tr class=\"odd\"><td>30</td><td>3</td></tr><tr class=\"even\"><td>40</td><td>4</td></tr><tfoot><tr><td colspan=\"2\">* For every 10 points of your check result after 40, you earn an additional capital.</td></tr></tfoot></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Skill Check Result", 
            "type": "table", 
            "name": "Skill Check Result", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you are using this option to earn Goods, Influence, Labor, or Magic, the skill you're using must be suitable for earning the chosen type of capital; if the GM deems it is not, using that skill reduces the amount generated by half (minimum 1). For example, Perform might earn you Influence as a musician, but it's not as useful for earning Labor. The GM should inform you of this before you attempt the skill check. In general, the appropriate skills for each type of capital are as follows.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Appraise, Bluff, Craft, Diplomacy, Disable Device, Handle Animal, Intimidate, Knowledge (dungeoneering, engineering, geography, history, local, nature, nobility, religion), Profession, Sleight of Hand, Stealth.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Goods", 
            "type": "section", 
            "name": "Goods", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Appraise, Bluff, Craft, Diplomacy, Handle Animal, Heal, Intimidate, Knowledge (any), Linguistics, Perform, Profession, Ride.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Influence", 
            "type": "section", 
            "name": "Influence", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Bluff, Climb, Craft, Diplomacy, Handle Animal, Intimidate, Knowledge (local), Profession, Ride, Survival, Swim.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Labor", 
            "type": "section", 
            "name": "Labor", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Appraise, Craft, Diplomacy, Heal, Knowledge (arcana, dungeoneering, nature, planes, religion), Linguistics, Profession, Spellcraft, Use Magic Device.</p><p>The value of a particular skill for a given type of capital can vary from settlement to settlement. For example, in a frontier settlement with a tradition of serious hard work, a day of humorous performances using Perform (comedy) might not earn you much capital, but inspirational public speeches about the city's heroes using Knowledge (history) or Perform (oratory) could. The GM should tell you this before you attempt the skill check, or allow you to assess the inhabitants' preferences with a successful DC 15 Knowledge (local) or Sense Motive check.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Skilled Work/Magic", 
            "type": "section", 
            "name": "Magic", 
            "source": "Ultimate Campaign"
        }
    ]
}