{
    "body": "<p>You may spend 1 day working in a settlement to earn 5 sp. (Normally, an untrained laborer or assistant earns 1 sp per day, but the downtime system assumes your class abilities mean you are a cut above a typical unskilled laborer and are able to earn more from a day's work.) Alternatively, you can choose to instead earn 1 point of Goods, Influence, Labor, or Magic. Neither approach requires any particular knowledge or skill check.</p>", 
    "name": "Unskilled Work", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Gaining Capital/Unskilled Work", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Mark's character is constructing a house, and he wants to acquire 1 point of Labor, which he plans to spend on the house's construction requirements. He decides to use 1 day of downtime and pay 10 gp to earn the point of Labor, instead of paying 20 gp to purchase it outright. He immediately spends this 1 point of Labor on the construction requirements of the house. For roleplaying purposes, Mark states that he used the day to dig a foundation for his house, and spent the 10 gp on the tools and raw materials he needed to start the foundation.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }, 
        {
            "body": "<p>Laura's character plans to build a blacksmith's shop, and needs 1 point of Labor. She decides to use 1 day of downtime and pay 10 gp to earn the 1 point of Labor, but saves it for later use. Since construction work is out of character for him, Laura explains that her character spent the day making deliveries for a local mason, who in turn promised to help her build her blacksmith's shop. The gold cost goes toward this future construction, but for ease of tracking, Laura pays for it now. She doesn't have to keep track of this 1 point of Labor as \"1 point of Labor from a mason,\" since the exact nature of Labor matters only for roleplaying purposes. None of the downtime activities require specific kinds of labor.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}