{
    "body": "<p>Although the <i>Pathfinder RPG Core Rulebook</i> provides a complete game, along with guidelines and examples to aid GMs in creation of any new rules components their adventures might require, the open-ended nature of the rules allows for endless expansion and refinement. While any rules subsystem beyond those in the core rules should be considered optional, GMs should feel free to adopt, even invent, additional elements if doing so helps make battle feel more cinematic, increases players' investments in their characters, or simply make the game more fun. This chapter presents three new rules subsystems designed explicitly to improve Pathfinder games in those three ways. Although the majority of this book is designed to provide new rules for players, any new content herein should be approved by their GM before it sees use. In the case of this chapter's content, these new features exist exclusively for GMs to consider and potentially adopt into their adventures. While most of these elements favor the players, there's no reason they need to remain solely options for PCs; many cunning monsters would be readily able to make use of new combat maneuvers, while significant villains might be able to rely on hero points as well. </p><p>Noted here are the three new rules subsystems presented in this chapter, along with reasons why GMs might choose to incorporate them into their games.</p>", 
    "name": "New Rules", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules", 
    "sections": [
        {
            "body": "<p>There's much more nuance to the ebb and flow of battle then merely charging into the fray and hacking away, or tumbling under an opponent's guard to attack from a more advantageous position. The Pathfinder RPG's combat rules, while both detailed and flexible, are meant to provide a simulation of battle, not necessarily an exacting blow by blow representation of combat's every moment. An attack roll that doesn't deal damage, for example, might mean the attacker's blade glanced off an opponent's armor, was deflected by magical force, or was merely dodged. By the same token, the game doesn't differentiate between a normal punch and a desperate clap to the ear. Without drawing away from the interpretive elements many GMs enjoy in their conflicts, the combat maneuvers here take a step away from vagaries, providing a variety of colorful new battle tactics. These maneuvers provide several exciting new options in battle and add a greater degree of cinematic detail to any conflict.</p><p>Combat maneuvers allow a character to perform special actions in combat, other than just attacking with a weapon or casting a spell. While the <i>Pathfinder RPG Core Rulebook</i> covers the most common sorts of combat maneuvers that a character might perform, the combat maneuver mechanics can be used for a wide variety of tricks and stunts.</p><p>The following four combat maneuvers can be made using the same rules for all other combat maneuvers. Each one requires the attacking character to make an attack roll, adding in his Combat Maneuver Bonus (CMB) in place of his normal attack bonuses. If the result is equal to or greater than the target's Combat Maneuver Defense (CMD), the maneuver is a success. The drag and reposition maneuvers have varying levels of success depending on how much the attacker's roll exceeds the target's CMD.</p>", 
            "name": "Combat Maneuvers", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>You can attempt to hinder a foe in melee as a standard action. This maneuver covers any sort of situational attack that imposes a penalty on a foe for a short period of time. Examples include kicking sand into an opponent's face to blind him for 1 round, pulling down an enemy's pants to halve his speed, or hitting a foe in a sensitive spot to make him sickened for a round. The GM is the arbiter of what can be accomplished with this maneuver, but it cannot be used to impose a permanent penalty, and the results can be undone if the target spends a move action. If you do not have the Improved Dirty Trick feat or a similar ability, attempting a dirty trick provokes an attack of opportunity from the target of your maneuver.</p><p>If your attack is successful, the target takes a penalty. The penalty is limited to one of the following conditions: blinded, dazzled, deafened, entangled, shaken, or sickened. This condition lasts for 1 round. For every 5 by which your attack exceeds your opponent's CMD, the penalty lasts 1 additional round. This penalty can usually be removed if the target spends a move action. If you possess the Greater Dirty Trick feat, the penalty lasts for 1d4 rounds, plus 1 round for every 5 by which your attack exceeds your opponent's CMD. In addition, removing the condition requires the target to spend a standard action.</p>", 
                    "name": "Dirty Trick", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Dirty Trick", 
                    "subtype": "combat_maneuver", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You can attempt to drag a foe as a standard action. You can only drag an opponent who is no more than one size category larger than you. The aim of this maneuver is to drag a foe in a straight line behind you without doing any harm. If you do not have the Improved Drag feat or a similar ability, initiating a drag provokes an attack of opportunity from the target of your maneuver.</p><p>If your attack is successful, both you and your target are moved 5 feet back, with your opponent occupying your original space and you in the space behind that in a straight line. For every 5 by which your attack exceeds your opponent's CMD, you can drag the target back an additional 5 feet. You must be able to move with the target to perform this maneuver. If you do not have enough movement, the drag goes to the maximum amount of movement available to you and ends.</p><p>An enemy being moved by a drag does not provoke an attack of opportunity because of the movement unless you possess the Greater Drag feat. You cannot move a creature into a square that is occupied by a solid object or obstacle. If there is another creature in the way of your movement, the drag ends adjacent to that creature.</p>", 
                    "name": "Drag", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Drag", 
                    "type": "section", 
                    "subtype": "combat_maneuver", 
                    "sections": [
                        {
                            "body": "<p id=\"stability\">Some characters or types of creatures prove particularly sure-footed, making them more difficult to overthrow and move around the battlefield. Any racial ability that grants a bonus to CMD versus bull rush attempts grants the same bonus against drag combat maneuvers.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Drag/Stability", 
                            "type": "section", 
                            "name": "Stability", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>You can attempt to reposition a foe to a different location as a standard action. You can only reposition an opponent that is no more than one size category larger than you. A reposition attempts to force a foe to move to a different position in relation to your location without doing any harm. If you do not have the Improved Reposition feat or a similar ability, attempting to reposition a foe provokes an attack of opportunity from the target of your maneuver. You cannot use this maneuver to move a foe into a space that is intrinsically dangerous, such as a pit or <i>wall of fire</i>.</p><p>If your attack is successful, you may move your target 5 feet to a new location. For every 5 by which your attack exceeds your opponent's CMD, you can move the target an additional 5 feet. The target must remain within your reach at all times during this movement, except for the final 5 feet of movement, which can be to a space adjacent to your reach.</p><p>An enemy being moved by a reposition does not provoke an attack of opportunity because of the movement unless you possess the Greater Reposition feat. You cannot move a creature into a square that is occupied by a solid object or obstacle.</p>", 
                    "name": "Reposition", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Reposition", 
                    "subtype": "combat_maneuver", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You can attempt to take an item from a foe as a standard action. This maneuver can be used in melee to take any item that is neither held nor hidden in a bag or pack. You must have at least one hand free (holding nothing) to attempt this maneuver. You must select the item to be taken before the check is made. Items that are simply tucked into a belt or loosely attached (such as brooches or necklaces) are the easiest to take. Items fastened to a foe (such as cloaks, sheathed weapons, or pouches) are more difficult to take, and give the opponent a +5 bonus (or greater) to his CMD. Items that are closely worn (such as armor, backpacks, boots, clothing, or rings) cannot be taken with this maneuver. Items held in the hands (such as wielded weapons or wands) also cannot be taken with the steal maneuver&mdash;you must use the disarm combat maneuver instead. The GM is the final arbiter of what items can be taken. If you do not have the Improved Steal feat or a similar ability, attempting to steal an object provokes an attack of opportunity from the target of your maneuver.</p><p>Although this maneuver can only be performed if the target is within your reach, you can use a whip to steal an object from a target within range with a &ndash;4 penalty on the attack roll. </p><p>If your attack is successful, you may take one item from your opponent. You must be able to reach the item to be taken (subject to GM discretion). Your enemy is immediately aware of this theft unless you possess the Greater Steal feat.</p>", 
                    "name": "Steal", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Steal", 
                    "subtype": "combat_maneuver", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>There are moments in any struggle that influence the outcome. Does the brave warrior lay low the villain before he can finish casting a devastating spell? Does the sly rogue avoid detection as she sneaks into the giant chieftain's lair? Does the pious cleric finish casting her healing spell before the rain of arrows ends the life of her companions? Just a few die rolls decide each of these critical moments, and while failure is always a possibility, true heroes find a way to succeed, despite the odds. Hero points represent this potential for greatness. They give heroes the chance to succeed even when the dice turn against them.</p><p>Hero points are only awarded to player characters. NPCs, animal companions, familiars, cohorts, and mounts do not receive hero points. Unlike other points in the game, hero points do not renew over time or with rest. Once spent, they are gone forever. Hero points are awarded as a character gains levels or whenever a character accomplishes a truly heroic feat. The GM is the final arbiter on the award and use of hero points.</p>", 
            "name": "Hero Points", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>A PC can elect not to use the hero point system, instead relying more on his skills and abilities. Such characters do not receive hero points, regardless of the source, and can never benefit from their use. In exchange, such characters receive a bonus feat at 1st level. The option to allow such antiheroes in the game is subject to GM discretion.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Antiheroes", 
                    "type": "section", 
                    "name": "Antiheroes", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<table id=\"hero-points-for-gms\"><caption>Hero Points for GMs</caption><tr><td style=\"white-space:normal;\">Although all of the options presented in this book should be carefully considered before they are added to your game, hero points deserve closer inspection. Although hero points do not drastically increase the power of the PCs, they do grant the PCs the ability to greatly increase their chances of success during critical moments. While the game itself is set up to give the player characters an edge, hero points take that a bit further, possibly more so than you might be comfortable with.</td></tr><tr><td style=\"white-space:normal;\">The value to hero points is that they add dramatic tension to the climax of your game. Most uses of hero points do not guarantee success, making the moment they are used even more important to the players. Hero points are a very limited resource and their use should be described with additional detail and dramatic style. Used in this way, they can help create very memorable sessions for both you and your players.</td></tr><tr><td style=\"white-space:normal;\">Although NPCs do not generally receive hero points, there are ways that they can use these mechanics. A number of spells and magic items, as well as the Hero's Fortune feat, grant hero points to a character. Such hero points should be used sparingly, and should be reserved for major villains or truly important characters. If you use them too much, the players will begin to resent the system, making it more of a problem than an opportunity to enhance the game.</td></tr></table>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Points for GMs", 
                    "type": "table", 
                    "name": "Hero Points for GMs", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Each character begins play with 1 hero point, regardless of her level. In addition, whenever a character gains a level, she earns an additional hero point. Aside from these basic rules, awarding additional hero points is up to the GM. The following options are just some of the ways that a GM might award additional hero points.</p>", 
                    "name": "Awarding Hero Points", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"character-story\">GMs can award a hero point for the completion of a written character backstory. This reward encourages players to take an active role in the history of the game. In addition, the GM can use this backstory to generate a pivotal moment for your character concerning his past. When this key event is resolved, the GM can reward another hero point. Alternatively, the GM might award a hero point for painting a miniature or drawing a character portrait in the likeness of your character, helping the rest of the group visualize your hero.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Character Story", 
                            "type": "section", 
                            "name": "Character Story", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"completing-plot-arcs\">The GM might award a hero point to each of the PCs who were involved in completing a major chapter or arc in the campaign story. These hero points are awarded at the conclusion of the arc if the PCs were successful or advanced the story in a meaningful way.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Completing Plot Arcs", 
                            "type": "section", 
                            "name": "Completing Plot Arcs", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"faith\">In a campaign where the gods play an important role in every character's life, hero points might represent their favor. In such a setting, the GM can award hero points to characters whenever they uphold the tenets of their faith in a grand way, or whenever they take on one of the faith's major enemies. Such hero points might be temporary, and if not spent on the task at hand, they fade away.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Faith", 
                            "type": "section", 
                            "name": "Faith", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"group-service\">The GM can award hero points for acts outside the game as well. Buying pizza for the group, helping to clean up afterwards, or even hosting the game for a night might be worth a hero point. This sort of hero point should be given out of generosity, not as a payment.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Group Service", 
                            "type": "section", 
                            "name": "Group Service", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"heroic-acts\">Whenever a character performs an exceptionally heroic act, she can be awarded a hero point. This might include anything from slaying an evil dragon when the rest of the group has fled to rescuing townsfolk from a burning building despite being terribly wounded. It does not have to be related to combat. Convincing the reticent king to send troops to help with a bandit problem or successfully jumping a wide chasm might earn a character a hero point, depending on the circumstances. Note that a hero point should only be awarded if the PC involved did not spend a hero point to accomplish the task.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Heroic Acts", 
                            "type": "section", 
                            "name": "Heroic Acts", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"return-from-the-dead\">When a character dies, she does not lose any hero points she has accumulated. If she died with no hero points remaining, she gains 1 hero point when she is brought back from the dead through powerful magic, such as <i>raise dead</i> or <i>resurrection</i>. </p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Return from the Dead", 
                            "type": "section", 
                            "name": "Return from the Dead", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"maximum-hero-points\">Characters can have no more than 3 hero points at any one time. Excess hero points are lost.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Maximum Hero Points", 
                            "type": "section", 
                            "name": "Maximum Hero Points", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p>Hero points can be spent at any time and do not require an action to use (although the actions they modify consume part of your character's turn as normal). You cannot spend more than 1 hero point during a single round of combat. Whenever a hero point is spent, it can have any one of the following effects.</p>", 
                            "name": "Using Hero Points", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"act-out-of-turn\">You can spend a hero point to take your turn immediately. Treat this as a readied action, moving your initiative to just before the currently acting creature. You may only take a move or a standard action on this turn.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Act Out of Turn", 
                                    "type": "section", 
                                    "name": "Act Out of Turn", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p id=\"bonus\">If used before a roll is made, a hero point grants you a +8 luck bonus to any one d20 roll. If used after a roll is made, this bonus is reduced to +4. You can use a hero point to grant this bonus to another character, as long as you are in the same location and your character can reasonably affect the outcome of the roll (such as distracting a monster, shouting words of encouragement, or otherwise aiding another with the check). Hero points spent to aid another character grant only half the listed bonus (+4 before the roll, +2 after the roll).</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Bonus", 
                                    "type": "section", 
                                    "name": "Bonus", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p id=\"extra-action\">You can spend a hero point on your turn to gain an additional standard or move action this turn.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Extra Action", 
                                    "type": "section", 
                                    "name": "Extra Action", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p id=\"inspiration\">If you feel stuck at one point in the adventure, you can spend a hero point and petition the GM for a hint about what to do next. If the GM feels that there is no information to be gained, the hero point is not spent.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Inspiration", 
                                    "type": "section", 
                                    "name": "Inspiration", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p id=\"recall\">You can spend a hero point to recall a spell you have already cast or to gain another use of a special ability that is otherwise limited. This should only be used on spells and abilities possessed by your character that recharge on a daily basis.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Recall", 
                                    "type": "section", 
                                    "name": "Recall", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p id=\"reroll\">You may spend a hero point to reroll any one d20 roll you just made. You must take the results of the second roll, even if it is worse.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Reroll", 
                                    "type": "section", 
                                    "name": "Reroll", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p>You can petition the GM to allow a hero point to be used to attempt nearly anything that would normally be almost impossible. Such uses are not guaranteed and should be considered carefully by the GM. Possibilities include casting a single spell that is one level higher than you could normally cast (or a 1st-level spell if you are not a spellcaster), making an attack that blinds a foe or bypasses its damage reduction entirely, or attempting to use Diplomacy to convince a raging dragon to give up its attack. Regardless of the desired action, the attempt should be accompanied by a difficult check or penalty on the attack roll. No additional hero points may be spent on such an attempt, either by the character or her allies.</p>", 
                                    "source": "Advanced Player's Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }, 
                                {
                                    "body": "<p id=\"cheat-death\">A character can spend 2 hero points to cheat death. How this plays out is up to the GM, but generally the character is left alive, with negative hit points but stable. For example, a character is about to be slain by a critical hit from an arrow. If the character spends 2 hero points, the GM decides that the arrow pierced the character's holy symbol, reducing the damage enough to prevent him from being killed, and that he made his stabilization roll at the end of his turn. Cheating death is the only way for a character to spend more than 1 hero point in a turn. The character can spend hero points in this way to prevent the death of a familiar, animal companion, eidolon, or special mount, but not another character or NPC.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Cheat Death", 
                                    "type": "section", 
                                    "name": "Cheat Death", 
                                    "source": "Advanced Player's Guide"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Since hero points themselves are an optional rules system, other mechanics that go along with hero points have been included here to avoid confusion in the rest of the book. The following feats, spells, and magic items all have to do with hero points in one way or another.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Additional Hero Point Rules", 
                            "type": "section", 
                            "name": "Additional Hero Point Rules", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following feats enhance your ability to store and gain hero points.</p>", 
                    "name": "Hero Point Feats", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Feats", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>You have a sense of destiny about you and always seem to succeed, even when the odds are against you.</p>", 
                            "name": "Blood of Heroes", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Feats/Blood of Heroes", 
                            "type": "feat", 
                            "source": "Advanced Player's Guide", 
                            "feat_types": {
                                "feat_type": "Optional"
                            }, 
                            "sections": [
                                {
                                    "body": "<p>Hero's Fortune.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Feats/Blood of Heroes/Prerequisite", 
                                    "type": "section", 
                                    "name": "Prerequisite", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p>Whenever you gain a level, you gain 2 hero points instead of 1.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Feats/Blood of Heroes/Benefit", 
                                    "type": "section", 
                                    "name": "Benefit", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p id=\"normal\">Whenever you gain a level, you gain 1 hero point.</p>", 
                                    "source": "Advanced Player's Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Even at the start of your career, it was clear that you had a chance at greatness, and your legend continues to grow with every adventure.</p>", 
                            "name": "Hero's Fortune", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Feats/Heros Fortune", 
                            "type": "feat", 
                            "source": "Advanced Player's Guide", 
                            "feat_types": {
                                "feat_type": "Optional"
                            }, 
                            "sections": [
                                {
                                    "body": "<p>You gain a hero point. The maximum number of hero points you can have at any one time is increased to 5.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Feats/Heros Fortune/Benefit", 
                                    "type": "section", 
                                    "name": "Benefit", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p id=\"normal\">You can have no more than 3 hero points at one time.</p>", 
                                    "source": "Advanced Player's Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }, 
                                {
                                    "body": "<p>NPCs who take this feat receive 1 hero point and can have up to 3 (not 5).</p>", 
                                    "source": "Advanced Player's Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>To others, it seems that you always have a bit of luck around you.</p>", 
                            "name": "Luck of Heroes", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Feats/Luck of Heroes", 
                            "type": "feat", 
                            "source": "Advanced Player's Guide", 
                            "feat_types": {
                                "feat_type": "Optional"
                            }, 
                            "sections": [
                                {
                                    "body": "<p>Hero's Fortune.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Feats/Luck of Heroes/Prerequisite", 
                                    "type": "section", 
                                    "name": "Prerequisite", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p>Whenever you spend a hero point to reroll a die roll or to grant yourself a bonus before a die roll is made, there is a chance that the hero point is not spent. Whenever you spend a hero point, roll a d20. If the result is greater than 15, the hero point is not spent. You cannot use this feat when you cheat death.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Feats/Luck of Heroes/Benefit", 
                                    "type": "section", 
                                    "name": "Benefit", 
                                    "source": "Advanced Player's Guide"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>The following spells grant temporary hero points or prevent characters from using hero points.</p>", 
                    "name": "Hero Point Spells", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Spells", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>This spell grants 1 hero point to the target. This hero point must be spent before the duration expires, or it is lost. The bonus hero point is spent before any other hero points the target might possess.</p>", 
                            "school": "evocation", 
                            "saving_throw": "Will negates (harmless)", 
                            "description": "Grants one hero point to a character", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Spells/Heroic Fortune", 
                            "spell_resistance": "no", 
                            "casting_time": "1 standard action", 
                            "level_text": "alchemist: 2; investigator: 2; bard: 2; skald: 2; cleric: 2; oracle: 2; warpriest: 2; paladin: 3", 
                            "source": "Advanced Player's Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Paladin", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "type": "DF"
                                }, 
                                {
                                    "text": "diamond dust worth 100 gp", 
                                    "type": "M"
                                }
                            ], 
                            "duration": "1 round/level", 
                            "type": "spell", 
                            "component_text": "V, S, DF, M (diamond dust worth 100 gp)", 
                            "name": "Heroic Fortune"
                        }, 
                        {
                            "body": "<p>This spell functions like <i>heroic fortune</i>, except as noted above.</p>", 
                            "school": "evocation", 
                            "description": "Grants one hero point to all characters in range", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Spells/Heroic Fortune/Mass", 
                            "component_text": "V, S, DF, M (diamond dust worth 1,000 gp)", 
                            "level_text": "skald: 4; cleric: 5; oracle: 5; warpriest: 5", 
                            "source": "Advanced Player's Guide", 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 5
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one or more creatures, no two of which can be more than 30 ft. apart", 
                                    "name": "Targets"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "type": "DF"
                                }, 
                                {
                                    "text": "diamond dust worth 1,000 gp", 
                                    "type": "M"
                                }
                            ], 
                            "type": "spell", 
                            "name": "Heroic Fortune, Mass"
                        }, 
                        {
                            "body": "<p>You utter a dire curse over the body of a dying creature, allowing you to consume its waning life force. Upon casting this spell, you touch a living creature that has &ndash;1 or fewer hit points. If the target fails its saving throw, it dies and you gain 1 hero point for every 5 Hit Dice possessed by the target (minimum 1, maximum 3). These hero points last for a number of minutes equal to the target's Hit Dice. Any hero points remaining when this spell ends are lost.</p>", 
                            "school": "necromancy", 
                            "saving_throw": "Will negates", 
                            "description": "You curse a dying creature to gain hero points.", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Spells/Malediction", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "sorcerer: 3; wizard: 3; arcanist: 3; witch: 3", 
                            "descriptor": [
                                "death", 
                                "evil"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 3
                                }
                            ], 
                            "descriptor_text": "death, evil", 
                            "effects": [
                                {
                                    "text": "living creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "onyx dust worth 500 gp", 
                                    "type": "F"
                                }
                            ], 
                            "duration": "instantaneous/1 minute per HD of the target; see text", 
                            "type": "spell", 
                            "component_text": "V, S, F (onyx dust worth 500 gp)", 
                            "name": "Malediction"
                        }, 
                        {
                            "body": "<p>You curse the target, preventing it from drawing upon the powers of destiny. The target is shaken and cannot use hero points for the duration of the spell. This effect can be removed by <i>dispel magic, remove curse</i>, or other similar effects.</p>", 
                            "school": "enchantment", 
                            "saving_throw": "Will negates", 
                            "description": "You curse the target causing them to be shaken and preventing them from using hero points.", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Spells/Severed Fate", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "cleric: 3; oracle: 3; warpriest: 3; witch: 2", 
                            "source": "Advanced Player's Guide", 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one living creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "10 minutes/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Severed Fate"
                        }, 
                        {
                            "body": "<p>You utter a dire portent, causing destiny and fate to unravel around the target. This profoundly disturbing effect causes the target to suffer a cumulative &ndash;2 penalty on all ability checks, attack rolls, saving throws, and skill checks for every hero point it possesses. The target can reduce this penalty by spending hero points normally, but it takes 2d6 points of damage for each hero point spent while this spell is in effect.</p>", 
                            "school": "divination", 
                            "saving_throw": "Will negates", 
                            "description": "Target suffers a penalty to multiple rules for every hero point they possess.", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Spells/Unravel Destiny", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "cleric: 3; oracle: 3; warpriest: 3; sorcerer: 3; wizard: 3; arcanist: 3; witch: 3", 
                            "source": "Advanced Player's Guide", 
                            "range": "short (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 3
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "type": "DF"
                                }
                            ], 
                            "duration": "1 round/level", 
                            "type": "spell", 
                            "component_text": "V, S, DF", 
                            "name": "Unravel Destiny"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following magic items grant characters additional hero points or allow them the possibility of recovering points as they are spent.</p>", 
                    "name": "Hero Point Magic Items", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Magic Items", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "slot": "none", 
                            "name": "Elixir of Luck", 
                            "weight": "&mdash", 
                            "cl": "7th", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Magic Items/Elixir of Luck", 
                            "type": "item", 
                            "price": "3,600 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "1,800 gp", 
                                    "Requirements": "Craft Wondrous Item, heroic fortune"
                                }
                            }, 
                            "source": "Advanced Player's Guide", 
                            "aura": "moderate evocation", 
                            "sections": [
                                {
                                    "body": "<p>This golden elixir grants good luck to the imbiber. After drinking the elixir, the character gains 3 hero points that must be used within 1 hour. These hero points do not count against the imbiber's limit. They can only be used to aid the imbiber. They cannot be used to aid the rolls of others. A character cannot benefit from more than one <i>elixir of luck</i> in a 1-month period.</p>", 
                                    "source": "Advanced Player's Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Hero's Blade", 
                            "weight": "4 lbs.", 
                            "cl": "9th", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Magic Items/Heros Blade", 
                            "type": "item", 
                            "price": "17,315 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "8,815 gp", 
                                    "Requirements": "Craft Magic Arms and Armor, heroic fortune"
                                }
                            }, 
                            "source": "Advanced Player's Guide", 
                            "aura": "moderate evocation", 
                            "sections": [
                                {
                                    "body": "<p>The pommel of this ornate <i>+2 longsword</i> is made to look like a coiled golden dragon with six small diamond scales running down its back. When made, this sword holds 6 hero points. The wielder can use these points at any time, and they do not count against the wielder's maximum. As the hero points are used, the small diamonds on the dragon's back turn into coal. After the last hero point has been used, the <i>hero's blade</i> remains a <i>+2 longsword</i>.</p>", 
                                    "source": "Advanced Player's Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Reaver's Scythe", 
                            "weight": "10 lbs.", 
                            "cl": "12th", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Magic Items/Reavers Scythe", 
                            "type": "item", 
                            "price": "80,318 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "40,318 gp", 
                                    "Requirements": "Craft Magic Arms and Armor, keen edge, malediction, unholy blight"
                                }
                            }, 
                            "source": "Advanced Player's Guide", 
                            "aura": "moderate necromancy", 
                            "sections": [
                                {
                                    "body": "<p>The black blade of this <i>+2 keen unholy scythe</i> reflects faint images of the souls of those it has claimed. Whenever the scythe is used to drop a creature to &ndash;1 hit points or less, the creature must immediately make a DC 14 Will save or be instantly slain. If the <i>reaver's scythe</i> kills a creature, either through damage or because the creature failed its Will save, the wielder immediately receives 1 hero point. This hero point must be used within 1 hour or it is lost. The wielder cannot gain another hero point from the scythe until the first is used or lost.</p>", 
                                    "source": "Advanced Player's Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "ring", 
                            "name": "Ring of Heroes", 
                            "weight": "&mdash", 
                            "cl": "7th", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Magic Items/Ring of Heroes", 
                            "type": "item", 
                            "price": "8,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "4,000 gp", 
                                    "Requirements": "Forge Ring, Luck of Heroes"
                                }
                            }, 
                            "source": "Advanced Player's Guide", 
                            "aura": "moderate (no school)", 
                            "subtype": "ring", 
                            "sections": [
                                {
                                    "body": "<p>Sculpted in the shape of two noble looking bronze lions charging toward a centrally placed garnet, this ring grants the wearer the Luck of Heroes feat. The ring must be worn for 24 hours before it takes effect. The wearer can also call upon the ring's power to gain a hero point that must be used immediately, although this causes the ring to lose its powers permanently.</p>", 
                                    "source": "Advanced Player's Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Staff of Fortune", 
                            "weight": "3 lbs.", 
                            "cl": "9th", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Hero Point Magic Items/Staff of Fortune", 
                            "type": "item", 
                            "price": "44,400 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "37,200 gp", 
                                    "Requirements": "Craft Staff, heroic fortune, mass heroic fortune"
                                }
                            }, 
                            "source": "Advanced Player's Guide", 
                            "aura": "evocation (moderate)", 
                            "sections": [
                                {
                                    "body": "<p>This staff is made of ivory and gold and is topped by a large, flawless piece of quartz. It allows the use of the following spells.</p><ul><li> <i>Heroic fortune</i> (1 charge)</li><li> <i>Mass heroic fortune</i> (2 charges)</li></ul>", 
                                    "source": "Advanced Player's Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Character traits are abilities that are not tied to your character's race or class. They can enhance your character's skills, racial abilities, class abilities, or other statistics, enabling you to further customize him. At its core, a character trait is approximately equal in power to half a feat, so two character traits are roughly equivalent to a bonus feat. Yet a character trait isn't just another kind of power you can add on to your character&mdash;it's a way to quantify (and encourage) building a character background that fits into your campaign world. Think of character traits as &ldquo;story seeds&rdquo; for your background; after you pick your two traits, you'll have a point of inspiration from which to build your character's personality and history. Alternatively, if you've already got a background in your head or written down for your character, you can view picking his traits as a way to quantify that background, just as picking race and class and ability scores quantifies his other strengths and weaknesses.</p><p>Many traits grant a new type of bonus: a &ldquo;trait&rdquo; bonus. Trait bonuses do not stack&mdash;they're intended to give player characters a slight edge, not a secret backdoor way to focus all of a character's traits on one type of bonus and thus gain an unseemly advantage. It's certainly possible, for example, that somewhere down the line, a &ldquo;Courageous&rdquo; trait might be on the list of dwarf race traits, but just because this trait is on both the dwarf race traits list and the basic combat traits list doesn't mean you're any more brave if you choose both versions than if you choose only one.</p><p>Character traits are only for player characters. If you want an NPC to have traits, that NPC must &ldquo;buy&rdquo; them with the Additional Traits feat. Player characters are special; they're the stars of the game, after all, and it makes sense that they have an advantage over the NPCs of the world in this way.</p>", 
            "name": "Traits", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>When you create your character for a campaign, ask your GM how many traits you can select. In most cases, a new PC should gain two traits, effectively gaining what amounts to a bonus feat at character creation. Some GMs may wish to adjust this number somewhat, depending upon their style of play; you may only be able to pick one trait, or your GM might allow three or more. Even if your GM normally doesn't allow bonus traits, you might still be able to pick up some with the Additional Traits feat. </p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Gaining Traits", 
                    "type": "section", 
                    "name": "Gaining Traits", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>There are five types of character traits to choose from: basic (split among four categories: Combat, Faith, Magic, and Social), campaign, race, regional, and religion. Only a selection of character traits is listed here&mdash;more traits from all categories can be found in Pathfinder Player Companions, available at your local game store or from <b>paizo.com</b>.</p>", 
                    "name": "Types of Traits", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"basic-traits\">There are a total of 40 basic traits, which are split evenly among the categories of Combat, Faith, Magic, and Social. Note that each of these four categories roughly equates to the four modes of adventuring, but aren't tied to specific classes. It's perfectly possible to have a religious rogue, for example, or a magic-obsessed fighter. Basic traits are &ldquo;generic,&rdquo; and should be able to fit into any campaign setting with a minimum of customization.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Basic Traits", 
                            "type": "section", 
                            "name": "Basic Traits", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"campaign-traits\">These traits are specifically tailored to give new characters an instant hook into a new campaign. Campaign traits tailored to a specific Pathfinder Adventure Path can always be found in that Adventure Path's Player's Guide, available at <b>paizo.com</b>.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Campaign Traits", 
                            "type": "section", 
                            "name": "Campaign Traits", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"race-traits\">Race traits are keyed to specific races or ethnicities, which your character must belong to in order to select the trait. If your race or ethnicity changes at some later point (perhaps as a result of polymorph magic or a <i>reincarnation</i> spell), the benefits gained by your race trait persist&mdash;only if your mind and memories change as well do you lose the benefits of a race trait.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Race Traits", 
                            "type": "section", 
                            "name": "Race Traits", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"regional-traits\">Regional traits are keyed to specific regions, be they large (such as a nation or geographic region) or small (such as a city or a specific mountain). In order to select a regional trait, your PC must have spent at least a year living in that region. At 1st level, you can only select one regional trait (typically the one tied to your character's place of birth or homeland), despite the number of regions you might wish to write into your character's background.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Regional Traits", 
                            "type": "section", 
                            "name": "Regional Traits", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"religion-traits\">Religion traits indicate that your character has an established faith in a specific deity; you need not be a member of a class that can wield divine magic to pick a religion trait, but you do have to have a patron deity and have some amount of religion in your background to justify this trait. Unlike the other categories of traits, religion traits can go away if you abandon your religion, as detailed below under Restrictions on Trait Selection.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Religion Traits", 
                            "type": "section", 
                            "name": "Religion Traits", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>There are a few rules governing trait selection. To begin with, your GM controls how many bonus traits a PC begins with; the default assumption is two traits. When selecting traits, you may not select more than one from the same list of traits (the four basic traits each count as a separate list for this purpose). Certain types of traits may have additional requirements, as detailed in the section above.</p><p>Remember also that traits are intended to model events that were formative in your character's development, either events from before he became an adventurer, or (in the case of additional traits gained via the Additional Traits feat) ones that happened while adventuring. Even if your character becomes a hermit and abandons society, he'll still retain his legacy of growing up an aristocrat if he took the relevant social trait. The one exception to this is religion traits&mdash;since these traits require continued faith in a specific deity, your character can indeed lose the benefits of these traits if he switches religions. In this case, consult your GM for your options. She may simply rule that your character loses that trait, or she might allow him to pick a new religion trait tied to his new deity. Another option is that if your character abandons a religion, he loses the associated religion trait until he gains an experience level, at which point he may replace a lost religion trait with a basic faith trait.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Restrictions on Trait Selection", 
                    "type": "section", 
                    "name": "Restrictions on Trait Selection", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Basic traits are broken down into four categories. Combat traits focus on martial and physical aspects of your character's background. Faith traits focus on his religious and philosophical leanings. Magic traits focus on any magical events or training he may have had in his past. And Social traits focus on your character's social class or upbringing.</p>", 
                    "name": "Basic Traits", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>These traits are associated with combat, battle, and physical prowess; they give characters minor bonuses in battle and represent conflicts and physical struggles in the character's backstory.</p>", 
                            "name": "Combat Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"anatomist\">You have studied the workings of anatomy, either as a student at university or as an apprentice mortician or necromancer. You know where to aim your blows to strike vital organs, and you gain a +1 trait bonus on all rolls made to confirm critical hits.</p>", 
                                    "name": "Anatomist", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Anatomist", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"armor-expert\">You have worn armor as long as you can remember, either as part of your training to become a knight's squire or simply because you were seeking to emulate a hero. Your childhood armor wasn't the real thing as far as protection, but it did encumber you as much as real armor would have, and you've grown used to moving in such suits with relative grace. When you wear armor of any sort, reduce that suit's armor check penalty by 1, to a minimum check penalty of 0.</p>", 
                                    "name": "Armor Expert", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Armor Expert", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"bullied\">You were bullied often as a child, and you are now constantly ready to defend yourself with your fists when an enemy comes near. You gain a +1 trait bonus on attacks of opportunity attack rolls made with unarmed strikes. Note that this trait does not grant the ability to make attacks of opportunity with your unarmed strikes&mdash;you must have a level of monk, the Improved Unarmed Strike feat, or some other similar power to gain the use of this character trait. However, that doesn't prevent you from selecting this trait. You simply cannot make use of it until a later point if you do.</p>", 
                                    "name": "Bullied", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Bullied", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"courageous\">Your childhood was brutal, yet you persevered primarily through force of will and faith that no matter how hard things might get, as long as you kept a level head you'd make it through. You gain a +2 trait bonus on saving throws against fear effects.</p>", 
                                    "name": "Courageous", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Courageous", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"deft-dodger\">Growing up in a rough neighborhood or a dangerous environment has honed your senses. You gain a +1 trait bonus on Reflex saves.</p>", 
                                    "name": "Deft Dodger", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Deft Dodger", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"dirty-fighter\">You wouldn't have lived to make it out of childhood without the aid of a sibling, friend, or companion on whom you could always count to distract your enemies long enough for you to do a little bit more damage than normal. That companion may be another PC or an NPC (who may even be recently departed from your side). When you hit a foe you are flanking, you deal an additional 1 point of damage (this damage is added to your base damage, and is multiplied on a critical hit). This additional damage is a trait bonus.</p>", 
                                    "name": "Dirty Fighter", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Dirty Fighter", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"fencer\">You trained with blades for long hours as a youth, either taking lessons in the genteel art of fencing from tutors paid for by your parents or by being taken under the wing of a disenfranchised fencer who may have turned to a life of crime. You gain a +1 trait bonus on attacks of opportunity made with daggers, swords, and similar bladed weapons.</p>", 
                                    "name": "Fencer", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Fencer", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"killer\">You made your first kill at a very young age and found the task of war or murder to your liking. You either take particular pride in a well-placed blow, or find vile pleasure in such a strike as you twist the blade to maximize the pain. You deal additional damage equal to your weapon's critical hit modifier when you score a successful critical hit with a weapon; this additional damage is added to the final total, and is not multiplied by the critical hit multiple itself. This extra damage is a trait bonus.</p>", 
                                    "name": "Killer", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Killer", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"reactionary\">You were bullied often as a child, but never quite developed an offensive response. Instead, you became adept at anticipating sudden attacks and reacting to danger quickly. You gain a +2 trait bonus on Initiative checks.</p>", 
                                    "name": "Reactionary", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Reactionary", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"resilient\">Growing up in a poor neighborhood or in the unforgiving wilds often forced you to subsist on food and water from doubtful sources. You've built up your mettle as a result, and gain a +1 trait bonus on Fortitude saves.</p>", 
                                    "name": "Resilient", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Resilient", 
                                    "subtype": "combat", 
                                    "type": "trait"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>These traits rely upon conviction of spirit, perception, and religion, but are not directly tied to the worship of a specific deity. You do not need a patron deity to gain a Faith Trait, as these traits can represent conviction in yourself or your philosophy just as easily as they can represent dedication to a deity.</p>", 
                            "name": "Faith Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"birthmark\">You were born with a strange birthmark that looks very similar to the holy symbol of the god you chose to worship later in life. This birthmark can serve you as a divine focus for casting spells, and as a physical manifestation of your faith, it increases your devotion to your god&mdash;you gain a +2 trait bonus on all saving throws against charm and compulsion effects as a result.</p>", 
                                    "name": "Birthmark", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Birthmark", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"caretaker\">As the child of an herbalist or an assistant in a temple infirmary, you often had to assist in tending to the sick and wounded. You gain a +1 trait bonus on Heal checks, and Heal is always a class skill for you.</p>", 
                                    "name": "Caretaker", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Caretaker", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"child-of-the-temple\">You have long served at a temple in a city, and not only did you pick up on many of the nobility's customs, you spent much time in the temple libraries studying your faith. You gain a +1 trait bonus on Knowledge (nobility) and Knowledge (religion) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
                                    "name": "Child of the Temple", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Child of the Temple", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"devotee-of-the-green\">Your faith in the natural world or one of the gods of nature makes it easy for you to pick up on related concepts. You gain a +1 trait bonus on Knowledge (geography) and Knowledge (nature) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
                                    "name": "Devotee of the Green", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Devotee of the Green", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"ease-of-faith\">Your mentor, the person who invested your faith in you from an early age, took steps to ensure that you understood that what powers your divine magic is no different than that which powers the magic of other religions. This philosophy makes it easier for you to interact with others who may not share your views. You gain a +1 bonus on Diplomacy checks, and Diplomacy is always a class skill for you.</p>", 
                                    "name": "Ease of Faith", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Ease of Faith", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"history-of-heresy\">You were raised with heretical views that have made it difficult for you to accept most religious beliefs and often caused you or those you love to be treated as pariahs. As a result, you have turned your back on religious teachings, and as long as you do not possess any levels in a class that grants divine spellcasting power, you gain a +1 trait bonus on all saving throws made against divine spells.</p>", 
                                    "name": "History of Heresy", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/History of Heresy", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"indomitable-faith\">You were born in a region where your faith was not popular, but you never abandoned it. Your constant struggle to maintain your own faith has bolstered your drive; you gain a +1 trait bonus on Will saves as a result.</p>", 
                                    "name": "Indomitable Faith", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Indomitable Faith", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"sacred-conduit\">Your birth was particularly painful and difficult for your mother, who needed potent divine magic to ensure that you survived (your mother may or may not have). In any event, that magic infused you from an early age, and you now channel divine energy with greater ease than most. Whenever you channel energy, you gain a +1 trait bonus to the save DC of your channeled energy.</p>", 
                                    "name": "Sacred Conduit", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Sacred Conduit", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"sacred-touch\">You were exposed to a potent source of positive energy as a child, perhaps by being born under the right cosmic sign, or maybe because one of your parents was a gifted healer. As a standard action, you may automatically stabilize a dying creature merely by touching it.</p>", 
                                    "name": "Sacred Touch", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Sacred Touch", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"scholar-of-the-great-beyond\">Your great interests as a child did not lie with current events or the mundane&mdash;you have always felt out of place, as if you were born in the wrong era. You take to philosophical discussions of the Great Beyond and of historical events with ease. You gain a +1 trait bonus on Knowledge (history) and Knowledge (planes) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
                                    "name": "Scholar of the Great Beyond", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Scholar of the Great Beyond", 
                                    "subtype": "faith", 
                                    "type": "trait"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>These traits are associated with magic and focus on spellcasting and manipulating magic. You need not be a spellcaster to take a Magic Trait (although several of these traits aren't as useful to non-spellcasters). Magic Traits can represent a character's early exposure to magical effects or childhood studies of magic.</p>", 
                            "name": "Magic Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"classically-schooled\">Your apprenticeship or early education was particularly focused on the direct application of magic. You gain a +1 trait bonus on Spellcraft checks, and Spellcraft is always a class skill for you.</p>", 
                                    "name": "Classically Schooled", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Classically Schooled", 
                                    "subtype": "magic", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"dangerously-curious\">You have always been intrigued by magic, possibly because you were the child of a magician or priest. You often snuck into your parent's laboratory or shrine to tinker with spell components and magic devices, and frequently caused quite a bit of damage and headaches for your parent as a result. You gain a +1 bonus on Use Magic Device checks, and Use Magic Device is always a class skill for you.</p>", 
                                    "name": "Dangerously Curious", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Dangerously Curious", 
                                    "subtype": "magic", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"focused-mind\">Your childhood was either dominated by lessons of some sort (whether musical, academic, or other) or by a horrible home life that encouraged your ability to block out distractions and focus on the immediate task at hand. You gain a +2 trait bonus on concentration checks.</p>", 
                                    "name": "Focused Mind", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Focused Mind", 
                                    "subtype": "magic", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"gifted-adept\">Your interest in magic was inspired by witnessing a spell being cast in a particularly dramatic method, perhaps even one that affected you physically or spiritually. This early exposure to magic has made it easier for you to work similar magic on your own. Pick one spell when you choose this trait&mdash;from this point on, whenever you cast that spell, its effects manifest at +1 caster level.</p>", 
                                    "name": "Gifted Adept", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Gifted Adept", 
                                    "subtype": "magic", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"hedge-magician\">You apprenticed for a time to a craftsman who often built magic items, and he taught you many handy shortcuts and cost-saving techniques. Whenever you craft a magic item, you reduce the required gp cost to make the item by 5%.</p>", 
                                    "name": "Hedge Magician", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Hedge Magician", 
                                    "subtype": "magic", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"magical-knack\">You were raised, either wholly or in part, by a magical creature, either after it found you abandoned in the woods or because your parents often left you in the care of a magical minion. This constant exposure to magic has made its mysteries easy for you to understand, even when you turn your mind to other devotions and tasks. Pick a class when you gain this trait&mdash;your caster level in that class gains a +2 trait bonus as long as this bonus doesn't raise your caster level above your current Hit Dice.</p>", 
                                    "name": "Magical Knack", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Magical Knack", 
                                    "subtype": "magic", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"magical-lineage\">One of your parents was a gifted spellcaster who not only used metamagic often, but also developed many magical items and perhaps even a new spell or two&mdash;and you have inherited a fragment of this greatness. Pick one spell when you choose this trait. When you apply metamagic feats to this spell, treat its actual level as 1 lower for determining the spell's final adjusted level.</p>", 
                                    "name": "Magical Lineage", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Magical Lineage", 
                                    "subtype": "magic", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"magical-talent\">Either from inborn talent, the whimsy of the gods, or obsessive study of strange tomes, you have mastered the use of a cantrip. Choose a 0-level spell. You may cast that spell once per day as a spell-like ability. This spell-like ability is cast at your highest caster level gained; if you have no caster level, it functions at CL 1st. The spell-like ability's save DC is Charisma-based.</p>", 
                                    "name": "Magical Talent", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Magical Talent", 
                                    "subtype": "magic", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"mathematical-prodigy\">Mathematics has always come easily for you, and you have always been able to &ldquo;see the math&rdquo; in the physical and magical world. You gain a +1 bonus on Knowledge (arcana) and Knowledge (engineering) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Mathematical Prodigy", 
                                    "type": "section", 
                                    "name": "Mathematical Prodigy", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p id=\"skeptic\">Growing up, you were always around magical effects to the extent that you realized much of it was mere smoke and mirrors. You gain a +2 trait bonus on all saving throws against illusions.</p>", 
                                    "name": "Skeptic", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Skeptic", 
                                    "subtype": "magic", 
                                    "type": "trait"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Social Traits are a sort of catch-all category&mdash;these traits reflect the social upbringing of your character, your background in high society or lack thereof, and your history with parents, siblings, friends, competitors, and enemies.</p>", 
                            "name": "Social Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"adopted\">You were adopted and raised by someone not of your actual race, and raised in a society not your own. As a result, you picked up a race trait from your adoptive parents and society, and may immediately select a race trait from your adoptive parents' race. </p>", 
                                    "name": "Adopted", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Adopted", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"bully\">You grew up in an environment where the meek were ignored and you often had to resort to threats or violence to be heard. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you.</p>", 
                                    "name": "Bully", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Bully", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"canter\">You grew up among thieves and scoundrels, and their unusual speech patterns and turns of phrase don't faze you in the slightest today as a result. Anyone who attempts to use Bluff to deliver a secret message to you gains a +5 bonus on his Bluff check. When you attempt to intercept a secret message using Sense Motive, you gain a +5 trait bonus on the attempt.</p>", 
                                    "name": "Canter", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Canter", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"charming\">Blessed with good looks, you've come to depend on the fact that others find you attractive. You gain a +1 trait bonus when you use Bluff or Diplomacy on a character that is (or could be) sexually attracted to you, and a +1 trait bonus to the save DC of any language-dependent spell you cast on such characters or creatures.</p>", 
                                    "name": "Charming", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Charming", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"child-of-the-streets\">You grew up on the streets of a large city, and as a result you have developed a knack for picking pockets and hiding small objects on your person. You gain a +1 trait bonus on Sleight of Hand checks, and Sleight of Hand is always a class skill for you.</p>", 
                                    "name": "Child of the Streets", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Child of the Streets", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"fast-talker\">You had a knack at getting yourself into trouble as a child, and as a result developed a silver tongue at an early age. You gain a +1 trait bonus on Bluff checks, and Bluff is always a class skill for you.</p>", 
                                    "name": "Fast-Talker", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Fast-Talker", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"natural-born-leader\">You've always found yourself in positions where others look up to you as a leader, and you can distinctly remember an event from your early childhood where you led several other children to accomplish a goal that each of you individually could not. All cohorts, followers, or summoned creatures under your leadership gain a +1 morale bonus on Will saves to avoid mind-affecting effects. If you ever take the Leadership feat, you gain a +1 trait bonus to your Leadership score.</p>", 
                                    "name": "Natural-Born Leader", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Natural-Born Leader", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"poverty-stricken\">Your childhood was tough, and your parents had to make every copper piece count. Hunger was your constant companion, and you often had to live off the land or sleep in the wild. You gain a +1 bonus on Survival checks, and Survival is always a class skill for you.</p>", 
                                    "name": "Poverty-Stricken", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Poverty-Stricken", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"rich-parents\">You were born into a rich family, perhaps even the nobility, and even though you turned to a life of adventure anyway, you enjoy a one-time benefit to your initial finances&mdash;your starting cash increases to 900 gp.</p>", 
                                    "name": "Rich Parents", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Rich Parents", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"suspicious\">You discovered at an early age that someone you trusted, perhaps an older sibling or a parent, had lied to you, and lied often, about something you had taken for granted, leaving you quick to question the claims of others. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is always a class skill for you.</p>", 
                                    "name": "Suspicious", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Suspicious", 
                                    "subtype": "social", 
                                    "type": "trait"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Campaign traits are specifically designed to tie your character into a campaign's storyline, and often give you a built-in reason to begin the first adventure. For this reason, GMs usually create their own campaign traits for their PCs. If your GM uses campaign traits, one of your starting traits must be a campaign trait. Your other trait can be chosen from one of the other types of traits.</p>", 
                    "name": "Campaign Traits", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>You were born and raised in the town of Sandpoint or its surrounding farms. You know many of the region's secrets, and the locals already know who you are. You are well liked in town, and you'll have lots of friends in the region, but the town's tougher side sees you as a snitch or a pansy. You gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is always a class skill for you. In addition, you can choose any one law-abiding citizen of Sandpoint from below as an ally; depending on the person you pick, you'll get different benefits.</p>", 
                            "name": "Favored Son/Daughter", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Favored Son_Daughter", 
                            "type": "trait", 
                            "subtype": "campaign", 
                            "sections": [
                                {
                                    "body": "<p>One of the town's most influential and beloved nobles. Her inn/tavern is the most popular in town, and as one of her friends, you're guaranteed a place to eat and sleep for free. She's got lots of great contacts with merchants as well, and she'll sell any of your loot for you&mdash;as a result, you gain an additional 10% over the amount of gp you normally would get from selling off treasure.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Favored Son_Daughter/Tavern Owner", 
                                    "type": "section", 
                                    "name": "Tavern Owner", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p>The no nonsense arm of the law, is like the uncle you never had. The benefits of being close friends with the town sheriff are extensive, and you can call in favors from him once per game session. A favor can either get you out of a legal jam, hook you up with a town guard for help, or give you a one-time +10 bonus on a Bluff, Diplomacy, or Intimidate check made against any local person.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Favored Son_Daughter/Sherrif", 
                                    "type": "section", 
                                    "name": "Sherrif", 
                                    "source": "Advanced Player's Guide"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You were born and raised in town. You know many of the region's secrets and the locals already know who you are. You aren't quite hated in town, but folk seem to think you're a troublemaker and a bastard and not to be trusted. The town's tougher folk respect you, but the law-abiding citizens don't.  You gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is a class skill for you. In addition, you can choose any one notorious citizen from below as an ally; depending on the person you pick, you'll get different benefits.</p>", 
                            "name": "Black Sheep", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Black Sheep", 
                            "type": "trait", 
                            "subtype": "campaign", 
                            "sections": [
                                {
                                    "body": "<p>Everyone suspects the sweaty, shifty-eyed apothecary sells poisons from his cluttered, acrid smelling wreck of a shop. You're one of the few in town who know this for a fact. You start the game with 400 gp worth of poison, and the apothecary will continue to sell you poison as long as you don't spread the word.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Black Sheep/Apothecary", 
                                    "type": "section", 
                                    "name": "Apothecary", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p>A local unscrupulous family was hit hard recently, revealing criminal ties that damaged its reputation as well. One noble is eager to rebuild his presence in town, and you're one of the ones he's selected as an agent. Choose one of the following skills:  Bluff, Sleight of Hand, or Stealth. Your work for the family gives you a +1 trait bonus on that skill, and it is always a class skill for you.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Black Sheep/Bitter Nobleman", 
                                    "type": "section", 
                                    "name": "Bitter Nobleman", 
                                    "source": "Advanced Player's Guide"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>You are not from town; you've recently come from somewhere else and are hoping to make your fortune here. Pick one of the following reasons to be a newcomer to the area.</p>", 
                            "name": "Outlander", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander", 
                            "type": "trait", 
                            "subtype": "campaign", 
                            "sections": [
                                {
                                    "body": "<p>The secrets of an ancient fallen civilization intrigue you, particularly the magical traditions of its highly mystical culture. You've studied magic intensely, and hope to increase that knowledge by adding ancient lore. You've come to the region to pursue that study, and chose the town as your base because it was out of the way of bigger cities&mdash;meaning less competition to study the ancient monuments in the region, you hope!  You gain a +1 trait bonus on Knowledge (arcana) checks, and Knowledge (arcana) is a class skill for you. If you cast arcane spells, pick three spells on your spell list. You are particularly adept at casting these spells, so they function at +1 caster level when you cast them, and their save DCs (if any) gain a +1 bonus.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander/Lore Seeker", 
                                    "type": "section", 
                                    "name": "Lore Seeker", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p>For whatever reason, you were forced to flee your homeland. Chance or fate has brought you to town, and it's here that your money ran out, leaving you stranded in this small town. You are also being pursued by enemies from your homeland, and that has made you paranoid and quick to react to danger. You gain a +2 trait bonus on Initiative checks.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander/Exile", 
                                    "type": "section", 
                                    "name": "Exile", 
                                    "source": "Advanced Player's Guide"
                                }, 
                                {
                                    "body": "<p>You have come to town to see about expanding the presence of your chosen faith after receiving visions that told you your faith is needed in the region&mdash;what that need is, though, you're not quite sure. You gain a +1 trait bonus on Knowledge (religion) checks, and Knowledge (religion) is a class skill for you. If you cast divine spells, pick three spells on your spell list. You are particularly adept at casting these spells, so they function at +1 caster level when you cast them, and their save DCs (if any) gain a +1 bonus.</p>", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander/Missionary", 
                                    "type": "section", 
                                    "name": "Missionary", 
                                    "source": "Advanced Player's Guide"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Race traits are tied to specific races or ethnicities. In order to select a race trait, your character must be of the specified race or ethnicity. Listed below are example traits for each different player character race.</p>", 
                    "name": "Race Traits", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>Only dwarves may select one of these traits.</p>", 
                            "name": "Dwarf Race Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Dwarf Race Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"goldsniffer\">Your keen senses lead you to hidden treasures. You gain a +2 trait bonus on Perception checks related to metals, jewels, and gemstones.</p>", 
                                    "name": "Goldsniffer", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Dwarf Race Traits/Goldsniffer", 
                                    "subtype": "racial_dwarf", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"tunnel-fighter\">Caves and tunnels are a second home to you. While underground, you receive a +2 trait bonus on initiative checks and a +1 trait bonus on weapon damage rolls for critical hits (this damage is multiplied on a critical hit).</p>", 
                                    "name": "Tunnel Fighter", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Dwarf Race Traits/Tunnel Fighter", 
                                    "subtype": "racial_dwarf", 
                                    "type": "trait"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Only elves may select one of these traits.</p>", 
                            "name": "Elf Race Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Elf Race Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"forlorn\">Having lived outside of traditional elf society for much or all of your life, you know the world can be cruel, dangerous, and unforgiving of the weak. You gain a +1 trait bonus on Fortitude saving throws.</p>", 
                                    "name": "Forlorn", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Elf Race Traits/Forlorn", 
                                    "subtype": "racial_elf", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"warrior-of-old\">As a child, you put in long hours in combat drills, and though time has made this training a dim memory, you still have a knack for quickly responding to trouble. You gain a +2 trait bonus on Initiative checks.</p>", 
                                    "name": "Warrior of Old", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Elf Race Traits/Warrior of Old", 
                                    "subtype": "racial_elf", 
                                    "type": "trait"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Only gnomes may select one of these traits.</p>", 
                            "name": "Gnome Race Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Gnome Race Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"animal-friend\">You've long been a friend to animals, and feel safer when there are animals nearby. You gain a +1 trait bonus on Will saving throws as long as an animal (Tiny or larger, must be at least indifferent toward you) is within 30 feet, and Handle Animal is always a class skill for you.</p>", 
                                    "name": "Animal Friend", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Gnome Race Traits/Animal Friend", 
                                    "subtype": "racial_gnome", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"rapscallion\">You've spent your entire life thumbing your nose at the establishment and take pride in your run-ins with the law. Somehow, despite all the mischievous behavior in your life, you've never been caught. You gain a +1 trait bonus on Escape Artist checks and a +1 trait bonus on Initiative checks.</p>", 
                                    "name": "Rapscallion", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Gnome Race Traits/Rapscallion", 
                                    "subtype": "racial_gnome", 
                                    "type": "trait"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Only half-elves may select one of these traits.</p>", 
                            "name": "Half-Elf Race Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Half-Elf Race Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"elven-reflexes\">One of your parents was a member of a wild elven tribe, and you've inherited a portion of your elven parent's quick reflexes. You gain a +2 trait bonus on Initiative checks. </p>", 
                                    "name": "Elven Reflexes", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Half-Elf Race Traits/Elven Reflexes", 
                                    "subtype": "racial_half_elf", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"failed-apprentice\">As a child, your parents sent you to a distant wizard's tower as an apprentice so that you might learn the arcane arts. Unfortunately, you had no arcane talent whatsoever, though you did learn a great deal about the workings of spells and how to resist them. You gain a +1 trait bonus on saves against arcane spells.</p>", 
                                    "name": "Failed Apprentice", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Half-Elf Race Traits/Failed Apprentice", 
                                    "subtype": "racial_half_elf", 
                                    "type": "trait"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Only half-orcs may select one of these traits.</p>", 
                            "name": "Half-Orc Race Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Half-Orc Race Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"brute\">You have worked for a crime lord, either as a low-level enforcer or as a guard, and are adept at frightening away people. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you.</p>", 
                                    "name": "Brute", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Half-Orc Race Traits/Brute", 
                                    "subtype": "racial_half_orc", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"outcast\">Driven from town after town because of your heritage, you have become adept at living apart from others. You gain a +1 trait bonus on Survival skill checks, and Survival is always a class skill for you.</p>", 
                                    "name": "Outcast", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Half-Orc Race Traits/Outcast", 
                                    "subtype": "racial_half_orc", 
                                    "type": "trait"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Only halflings may select one of these traits.</p>", 
                            "name": "Halfling Race Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Halfling Race Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"freedom-fighter\">Your parents allowed escaping slaves to hide in your home, and the stories you've heard from them instilled into you a deep loathing of slavery. You gain a +1 trait bonus on any skill check or attack roll made during the process of escaping capture or in helping a slave escape bondage, and Escape Artist is always a class skill for you.</p>", 
                                    "name": "Freedom Fighter", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Halfling Race Traits/Freedom Fighter", 
                                    "subtype": "racial_halfling", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"well-informed\">You make it a point to know everyone and to be connected to everything around you. You frequent the best taverns, attend all of the right events, and graciously help anyone who needs it. Because of this, you gain a +1 trait bonus on Diplomacy checks to gather information and Knowledge (local) checks. One of these skills (your choice) is always a class skill for you.</p>", 
                                    "name": "Well-Informed", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Halfling Race Traits/Well-Informed", 
                                    "subtype": "racial_halfling", 
                                    "type": "trait"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>Only humans may select one of these traits.</p>", 
                            "name": "Human Race Traits", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Human Race Traits", 
                            "type": "section", 
                            "source": "Advanced Player's Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"scholar-of-ruins\">From the moment you could walk and talk, the ruins of ancient civilizations have fascinated you. Because of this, you have special insight into geography as well as expertise in exploring lost places. You gain a +1 trait bonus on Knowledge (geography) and Knowledge (dungeoneering) checks. One of these skills (your choice) is always a class skill for you.</p>", 
                                    "name": "Scholar of Ruins", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Human Race Traits/Scholar of Ruins", 
                                    "subtype": "racial_human", 
                                    "type": "trait"
                                }, 
                                {
                                    "body": "<p id=\"world-traveler\">Your family has taken the love of travel to an extreme, roaming the world extensively. You've seen dozens of cultures and have learned to appreciate the diversity of what the world has to offer. Select one of the following skills: Diplomacy, Knowledge (local), or Sense Motive. You gain a +1 trait bonus on that skill, and it is always a class skill for you.</p>", 
                                    "name": "World Traveler", 
                                    "source": "Advanced Player's Guide", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Race Traits/Human Race Traits/World Traveler", 
                                    "subtype": "racial_human", 
                                    "type": "trait"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Regional traits are tied to particular regions, often specific nations, territories, or cities in a campaign. The following regional traits present several &ldquo;generic&rdquo; regions that can be used in most campaign settings. </p>", 
                    "name": "Regional Traits", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Regional Traits", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"desert-child-(desert)\">You were born and raised in rocky deserts. You are accustomed to high temperatures, and gain a +4 trait bonus on any saving throws made to resist the effects of being in hot conditions and a +1 trait bonus on all saving throws against fire effects.</p>", 
                            "name": "Desert Child", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Regional Traits/Desert Child", 
                            "subtype": "regional", 
                            "abbrev": "desert", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"highlander-(hills-or-mountains)\">You were born and raised in rugged badlands or hills, and you've become something of an expert at evading the predators, monsters, and worse that haunt the highlands. You gain a +1 trait bonus on Stealth checks, and Stealth is always a class skill for you. This trait bonus increases to +2 in hilly or rocky areas.</p>", 
                            "name": "Highlander", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Regional Traits/Highlander", 
                            "subtype": "regional", 
                            "abbrev": "hills or mountains", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"log-roller-(forest)\">The time you spent leaping between slippery logs as they whirled down the river to market taught you how to keep your footing. You gain a +1 trait bonus on Acrobatics checks and a +1 trait bonus to your CMB when attempting to resist trip attacks.</p>", 
                            "name": "Log Roller", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Regional Traits/Log Roller", 
                            "subtype": "regional", 
                            "abbrev": "forest", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"militia-veteran-(any-town-or-village)\">Your first job was serving in a civilian militia in your home town. Skills learned through daily drilling and protecting your fellow townsfolk gave you special insight into military life. Select one of the following skills: Profession (soldier), Ride, or Survival. You gain a +1 trait bonus on that skill, and it is always a class skill for you.</p>", 
                            "name": "Militia Veteran", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Regional Traits/Militia Veteran", 
                            "subtype": "regional", 
                            "abbrev": "any town or village", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"river-rat-(marsh-or-river)\">You learned to swim right after you learned to walk. As a youth, a gang of river pirates put you to work swimming in nighttime rivers and canals with a dagger in your teeth so you could sever the anchor ropes of merchant vessels. You gain a +1 trait bonus on damage dealt with a dagger and a +1 trait bonus on Swim checks. Swim is always a class skill for you.</p>", 
                            "name": "River Rat", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Regional Traits/River Rat", 
                            "subtype": "regional", 
                            "abbrev": "marsh or river", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"savanna-child-(plains)\">You were born and raised among rolling plains or savannas. You spent much of your youth exploring these vast reaches and know many of the savanna's secrets. Pick one of the following skills: Handle Animal, Knowledge (nature), or Ride. You gain a +1 trait bonus on that skill, and it is always a class skill for you.</p>", 
                            "name": "Savanna Child", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Regional Traits/Savanna Child", 
                            "subtype": "regional", 
                            "abbrev": "plains", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"vagabond-child-(urban)\">You grew up among the outcasts and outlaws of your society, learning to forage and survive in an urban environment. Select one of the following skills: Disable Device, Escape Artist, or Sleight of Hand. You gain a +1 trait bonus on that skill, and it is always a class skill for you.</p>", 
                            "name": "Vagabond Child", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Regional Traits/Vagabond Child", 
                            "subtype": "regional", 
                            "abbrev": "urban", 
                            "type": "trait"
                        }
                    ]
                }, 
                {
                    "body": "<p>Religion traits are tied to specific deities.</p>", 
                    "name": "Religion Traits", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"child-of-nature\"> You have been blessed to be as comfortable in the wilderness as you are at home. You gain a +2 trait bonus on Survival checks to find food and water, and a +1 trait bonus on Knowledge (nature) checks. One of these skills (your choice) is always a class skill for you.</p>", 
                            "name": "Child of Nature", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Child of Nature", 
                            "subtype": "religion", 
                            "abbrev": "N", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"demon-hunter-(\"> Raised in the church (whether or not you are currently a follower), you've focused your indoctrinated fervor primarily on the elimination of demons.  You gain a +3 trait bonus on Knowledge (planes) checks about demons and a +2 trait bonus on Will saves against mind-affecting spells and effects from demons.</p>", 
                            "name": "Demon Hunter", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Demon Hunter", 
                            "subtype": "religion", 
                            "abbrev": "LE", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"divine-courtesan-(\"> You worked in one of your goddess's temples as a sacred courtesan, and you know how to flatter, please, and (most of all) listen.  You gain a +1 trait bonus on Sense Motive checks and Diplomacy checks to gather information, and one of these skills (your choice) is always a class skill for you.</p>", 
                            "name": "Divine Courtesan", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Divine Courtesan", 
                            "subtype": "religion", 
                            "abbrev": "CN", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"divine-warrior-(\"> From an early age, you were trained by a militaristic order of clerics. You are devoted both to the teachings of your goddess and to spreading those teachings by force. You gain a +1 trait bonus on melee weapon damage when you cast a divine spell that affects weapons.</p>", 
                            "name": "Divine Warrior", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Divine Warrior", 
                            "subtype": "religion", 
                            "abbrev": "LG", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"ear-for-music-(\"> You spent countless hours of your youth in one of your goddess's temples, listening to wonderful musicians and singers. You gain a +1 trait bonus on one category of Perform checks and a +2 trait bonus on any Knowledge (local) checks that deal with the local art or music scene.</p>", 
                            "name": "Ear for Music", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Ear for Music", 
                            "subtype": "religion", 
                            "abbrev": "NG", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"eyes-and-ears-of-the-city-(\"> Your religious training involved serving in the city watch of a large city, the primary duty of which was standing sentinel on a city wall. You gain a +1 trait bonus on Perception checks, and Perception is always a class skill for you.</p>", 
                            "name": "Eyes and Ears of the City", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Eyes and Ears of the City", 
                            "subtype": "religion", 
                            "abbrev": "LN", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"flame-of-the-dawnflower-(\"> You have been raised to view yourself as a blade in your goddess's service, or you have taken that duty on for yourself. Whenever you score a critical hit with a scimitar, you deal an additional 2 points of fire damage to your target. </p>", 
                            "name": "Flame of the Dawnflower", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Flame of the Dawnflower", 
                            "subtype": "religion", 
                            "abbrev": "NG", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"fortified-drinker-(\"> Your god's holy brews invigorate your mind, making you less susceptible to mental attacks. Whenever you imbibe any alcoholic beverage, you gain a +2 trait bonus on saves against mind-affecting effects for 1 hour.</p>", 
                            "name": "Fortified Drinker", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Fortified Drinker", 
                            "subtype": "religion", 
                            "abbrev": "CG", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"guardian-of-the-forge-(\"> Your god's sacred duties are to protect the faithful, take lessons from the great craftsmen and strategists of the past, and prepare against dark times.  You receive a +1 trait bonus on Knowledge (engineering) and Knowledge (history) checks. One of these skills (your choice) is a class skill for you.</p>", 
                            "name": "Guardian of the Forge", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Guardian of the Forge", 
                            "subtype": "religion", 
                            "abbrev": "LG", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"magic-is-life-(\"> Your faith in magic allows you to reflexively use the energy of any spell effect on you to save you from death. As long as you are under the effects of any spell, you gain a +2 trait bonus on saving throws against death effects. If you are reduced to negative hit points while you are under the effects of any spell, you automatically confirm stabilization checks to stop bleeding.</p>", 
                            "name": "Magic is Life", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Magic is Life", 
                            "subtype": "religion", 
                            "abbrev": "N", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"patient-optimist-(\"> You know that all things pass in time, and are used to having to repeat arguments multiple times to convince even the most stubborn believer. You gain a +2 trait bonus on Diplomacy checks to influence hostile or unfriendly creatures, and if you fail at such an attempt, you may retry it once.</p>", 
                            "name": "Patient Optimist", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Patient Optimist", 
                            "subtype": "religion", 
                            "abbrev": "LG", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"starchild-(\"> Your goddess sensed your love of travel and promised you would always be able to find your way home. You can automatically determine where true north is. You gain a +4 trait bonus on Survival checks to avoid becoming lost.</p>", 
                            "name": "Starchild", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Starchild", 
                            "subtype": "religion", 
                            "abbrev": "CG", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"undead-slayer-(\"> Instructed at a young age in the tenets of your faith, you view the undead as abominations that must be destroyed, so their souls can journey beyond to be judged. You gain a +1 trait bonus on weapon damage against undead.</p>", 
                            "name": "Undead Slayer", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Undead Slayer", 
                            "subtype": "religion", 
                            "abbrev": "N", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"veteran-of-battle-(\"> You have fought in several battles, and each time felt the presence of your god guiding your sword-arm, making you ready to act at a moment’s notice. You gain a +1 trait bonus on Initiative checks, and if you are able to act during a surprise round, you may a draw a weapon (but not a potion or magic item) as a free action during that round.</p>", 
                            "name": "Veteran of Battle", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Veteran of Battle", 
                            "subtype": "religion", 
                            "abbrev": "CN", 
                            "type": "trait"
                        }, 
                        {
                            "body": "<p id=\"wisdom-in-the-flesh-(\"> Your hours of meditation on inner perfection and the nature of strength and speed allows you to focus your thoughts to achieve things your body might not normally be able to do on its own. Select any Strength, Constitution, or Dexterity-based skill. You make checks with that skill using your Wisdom modifier instead of the skill's normal ability score. That skill is always a class skill for you.</p>", 
                            "name": "Wisdom in the Flesh", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Religion Traits/Wisdom in the Flesh", 
                            "subtype": "religion", 
                            "abbrev": "LN", 
                            "type": "trait"
                        }
                    ]
                }
            ]
        }
    ], 
    "source": "Advanced Player's Guide", 
    "type": "section"
}