{
    "url": "pfsrd://Advanced Players Guide/Rules/Races", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>The choice of character race is foundational to designing a character, whether you want to work within established archetypes for that race or to intentionally play against them. Working with racial archetypes can be achieved with a bit of roleplaying&mdash;whether developing a unique personality and style for every character or adopting one as clichéd as a surly dwarf fighter with a huge axe and a tankard of ale. The seven player character races in the Pathfinder RPG&mdash;dwarves, elves, gnomes, half-elves, half-orcs, halflings, and humans&mdash;are no more uniform than are humans in the real world. This chapter is meant to offer game rules and options for how to reflect that diversity of attitude, heritage, and experience and how it affects the way the races interact with the various adventuring careers presented in the Pathfinder RPG core rules.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Races", 
            "type": "section", 
            "name": "Races", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The following race discussions describe the general attitudes held by each race toward the 11 base classes in the <i>Pathfinder RPG Core Rulebook</i> and the six new base classes introduced here in the <i>Advanced Player's Guide</i>. Humans tend to fit easily into every class, while other races favor some occupations much more highly than others, with a handful of classes earning the contempt and suspicion of certain races. These expanded looks at racial attitudes can help give definition and depth to each race and spark ideas for how and why members of that race might be inclined to pursue one class rather than another, or what challenges they might face in adopting a career that goes against the grain of their society. </p><p>These attitudes should never be considered restrictions on what classes players may choose, regardless of their characters' race, nor are they a prescription that demands player characters think or act a certain way toward members of a class described as being highly favored (or highly disfavored) by members of their race. As always, players are the ones in charge of their own characters. These attitudes instead describe the common attitudes of typical NPC members of their race and the values and attitudes their characters may have been raised with. Characters can learn these typical attitudes about their class with a DC 10 Knowledge (local) check (DC 5 for attitudes of their own race).</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Racial Attitudes", 
            "type": "section", 
            "name": "Racial Attitudes", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The following race discussions also describe alternate racial traits for each character race. It is important to note that these racial traits are not the same as the trait rules found in Chapter 8 of this book (and originating in other Pathfinder products). Those traits are effectively half-feats, intended to tie characters to the specific nations, cultures, regions, and races of the Golarion campaign world. Racial traits, on the other hand, are those racial abilities described at the bottom of each race's description. Some races have few racial traits, like half-orcs and humans. Others, like dwarves and gnomes, have many. All of these racial traits represent typical members of the race and the kinds of special abilities they gain from their heritage, whether from biology, racial attitudes, or otherwise. </p><p>This chapter also contains a list of alternate class features for each race. Some of them play on racial archetypes not reflected in the standard racial traits, like a gnome's love of languages or tinkering or a halfling's mastery of thrown items or of slipping through a battlefield under the feet of larger races. In order to choose one of these racial traits, you must exchange one or more of the existing racial traits available to your character. These racial traits replace a character's normal racial traits; they are not abilities gained in addition to them. In many cases, racial abilities are exchanged on a one-to-one basis; you give up one racial ability from the <i>Core Rulebook</i> to gain one presented in this book. In other cases, you may have to exchange more than one racial trait to take one of these alternate racial traits. For example, a gnome may eschew the militant path and exchange defensive training and hatred for the gift of tongues, while other magic-using gnomes might forgo the traditional gnome specialty of illusion magic to become a magical linguist or even a pyromaniac.</p><p>You can exchange one or several of your character's normal racial traits, but of course you cannot exchange the same racial trait more than once. If a human exchanges the skilled trait to become either a child of the fields or a child of the street, she cannot exchange it twice to take both new traits. However, she could choose one of those as an alternate racial trait while also exchanging her bonus feat racial trait to gain an eye for talent.</p><p>As with any alternate or optional rule, you must first get the permission of your GM to exchange any of your character's normal racial traits for those in this chapter.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Racial Traits", 
            "type": "section", 
            "name": "Racial Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The final section for each racial discussion describes alternative benefits for members of that race taking certain classes as a favored class. The normal benefit of having a favored class is simple and effective: your character gains one extra hit point or one extra skill rank each time she gains a level in that class (or in either of two classes, if she is a half-elf). The alternate favored class abilities listed here may not have as broad an appeal as the standard choices. They are designed to reflect flavorful options that might be less useful in general but prove handy in the right situations or for a character with the right focus. Most of them play off racial archetypes, like a half-orc's toughness and proclivity for breaking things or elven grace and finesse.</p><p>In most cases, these benefits are gained on a level-by-level basis&mdash;your character gains the specified incremental benefit each time she gains a level. Unless otherwise noted, these benefits always stack with themselves. For example, a human with paladin as a favored class may choose to gain 1 point of energy resistance each time she gains a level; choosing this benefit twice increases this resistance bonus to 2, 10 times raises it to 10, and so on.</p><p>In some cases this benefit may eventually hit a fixed numerical limit, after which selecting that favored class benefit has no effect. Of course, you can still select the bonus hit point or skill rank as your favored class benefit, so there is always a reward for sticking with a favored class.</p><p>Finally, some of these alternate favored class benefits only add +1/2, +1/3, +1/4, or +1/6 to a roll (rather than +1) each time the benefit is selected; when applying this result to the die roll, round down (minimum 0). For example, a dwarf with rogue as his favored class adds +1/2 to his trap sense ability regarding stone traps each time he selects the alternate rogue favored class benefit; though this means the net effect is +0 after selecting it once (because +1/2 rounds down to +0), after 20 levels this benefit gives the dwarf a +10 bonus to his trap sense (in addition to the base value from being a 20th-level rogue).</p><p>As in the previous section, what is presented here is a set of alternative benefits that characters of each race may choose instead of the normal benefits for their favored class. Thus, rather than taking an extra hit point or an extra skill rank, players may choose for their characters to gain the benefit listed here. This is not a permanent or irrevocable choice; just as characters could alternate between taking skill ranks and hit points when they gain levels in their favored class, these benefits provide a third option, and characters may freely alternate between them.</p><p>As with any alternate or optional rule, consult with your GM to determine whether exchanging normal favored class benefits for those in this chapter will be allowed. </p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Racial Favored Classes", 
            "type": "section", 
            "name": "Racial Favored Classes", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>Known as skilled craftsmen, fierce warriors, and pious clerics, members of the dwarven race prove just as diverse as the human folk who dwell on the surface. Certainly fewer of their number turn to the arcane arts than do elves, but a number of powerful sorcerer and wizard clans are found within the dwarven ranks. Likewise, some dwarves turn to thievery and cunning, taking up the role of rogue or even assassin.</p><p>In addition to this diversity in profession, dwarves are more varied in their backgrounds than they might first appear. Not every dwarf lives so close to the surface and receives training to fight against giants. Similarly, some dwarves did not come of age fighting against goblins and orcs, instead facing other, equally menacing foes. Such dwarves might have different racial traits than those who are raised in a more traditional lifestyle.</p>", 
            "name": "Dwarves", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Dwarves who chose to become adventurers tend to be martial characters, from berserk barbarians to hammer-wielding clerics. Regardless of their chosen professions, dwarven adventurers are always ready for a fight.</p>", 
                    "name": "Dwarf Adventurers", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Dwarf Adventurers", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>While many respected dwarves practice alchemy, few take on the role of alchemist&mdash;except in the interest of creating magical beers. Dwarves see alchemists as odd folk, best to be avoided though still respected.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Although their kin usually call them berserkers, dwarf barbarians are a valuable part of many dwarven armies. Those who strike out on their own to become adventurers do so in search of greater challenges.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Dwarves value their long and glorious history above all else. Dwarf bards often receive intense training in their history, reciting tales and ballads that recount their past. Of course, every dwarven bard also knows at least a dozen bawdy drinking songs.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Dwarf cavaliers are almost unheard of; the few dwarven cavaliers are almost exclusively surface dwellers, riding on ponies or even giant boars. Not surprisingly, many dwarves see cavaliers as odd folk, not to be trusted.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Dwarves have a close connection with their gods and a long tradition of producing powerful and influential clerics. Dwarves selected for a life of devotion are trained from an early age, but after training, they are free to explore the world and spread the faith.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>The general lack of flora below ground leads few dwarves to take up the druid's call. Those who find a bond with nature are either drawn to subterranean forms of life or move to the surface to adopt the environments that land has to offer.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Dwarf fighters hold a position of respect and authority in most dwarven cultures. They are a necessity of life in the harsh environments underground, and many dwarves are trained in martial combat from a young age. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Although not unheard of, dwarves rarely commit treason against their own people. As a result, the few dwarves who take up the mantle of inquisitor spend most of their time traveling the world to protect their people from outside threats.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>While many dwarves possess the discipline to take on the role of monk, most turn to more traditional forms of combat that employ heavy armor and a trusty axe. Most dwarf monks congregate in small enclaves of like-minded individuals.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Most dwarf oracles draw their power from the earth around them or the spirits of their ancestors, making them respected members of dwarven society. While they are not venerated like the clergy, dwarf oracles are often consulted in times of crisis and called on for aid in times of war.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Few dwarves aspire to paladinhood. Blending both devotion and martial skill, dwarf paladins are just as likely to be crusaders for dwarven interests as defenders guarding dwarven strongholds.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Dwarves are renowned for holding grudges. It should come as no surprise that a number of dwarves decide to become rangers focused on destroying the enemies of their people.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Dwarves who turn to the art of subterfuge tend to focus on working with traps and surprising enemies rather than pickpocketing and double-talk.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Dwarven society prizes those few among them who draw their power from benevolent or noble bloodlines, but shun those tainted by darker influences.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Most dwarves do not understand the powerful bond between a summoner and his eidolon, making this a rare profession for the stout folk. The eidolons of dwarf summoners often look similar to earth elementals or iron golems.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Members of dwarven society who form a pact with a familiar and take on the title of witch do so in secrecy. Their kin are distrustful of such agreements, preferring instead to rely upon the power of their deities.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Dwarves have never had a long tradition of arcane magic, and its study is a rare thing, though still more common than natural-born sorcery. Forgoing traditional dwarven training in favor of arcane study marks most wizards as outsiders among their young peers, though aged and learned wizards are well respected.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following racial traits might be selected instead of existing dwarf racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"ancient-enmity\">Dwarves have long been in conflict with elves, especially the hated drow. Dwarves with this racial trait receive a +1 bonus on attack rolls against humanoid creatures of the elf subtype. This racial trait replaces the hatred racial trait.</p>", 
                            "name": "Ancient Enmity", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Ancient Enmity", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"craftsman\">Dwarves are known for their superior craftsmanship when it comes to metal and stone works. Dwarves with this racial trait receive a +2 racial bonus on all Craft or Profession checks that create objects from metal or stone. This racial trait replaces the greed racial trait.</p>", 
                            "name": "Craftsman", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Craftsman", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"deep-warrior\">Dwarves with this racial trait grew up facing the abominations that live deep beneath the surface. They receive a +2 dodge bonus to AC against monsters of the aberration type and a +2 racial bonus to their CMB on attempts made to grapple such creatures (or to continue a grapple). This racial trait replaces the defensive training racial trait.</p>", 
                            "name": "Deep Warrior", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Deep Warrior", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"lorekeeper\">Dwarves keep extensive records about their history and the world around them. Dwarves with this racial trait receive a +2 racial bonus on Knowledge (history) skill checks that pertain to dwarves or their enemies. They can make such skill checks untrained. This racial trait replaces the greed racial trait.</p>", 
                            "name": "Lorekeeper", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Lorekeeper", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"magic-resistant\">Some of the older dwarven clans are particularly resistant to magic. Dwarves with this racial trait gain spell resistance equal to 5 + their character level. This resistance can be lowered for 1 round as a standard action. Dwarves with this racial trait take a &ndash;2 penalty on all concentration checks made in relation to arcane spells. This racial trait replaces the hardy racial trait.</p>", 
                            "name": "Magic Resistant", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Magic Resistant", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"relentless\">Dwarves are skilled at pushing their way through a battlefield, tossing aside lesser foes with ease. Dwarves with this racial trait receive a +2 bonus on Combat Maneuver checks made to bull rush or overrun an opponent. This bonus only applies while both the dwarf and his opponent are standing on the ground. This racial trait replaces the stability racial trait. </p>", 
                            "name": "Relentless", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Relentless", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"stonesinger\">Some dwarves' affinity with the earth grants them greater powers. Dwarves with this racial trait are treated as 1 level higher when casting spells with the earth descriptor or using granted powers of the Earth domain, the bloodline powers of the earth elemental bloodline, and revelations of the oracle's stone mystery. This ability does not give the dwarf early access to level-based powers; it only affects powers the dwarf could use without this ability. This racial trait replaces the stonecunning racial trait.</p>", 
                            "name": "Stonesinger", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Stonesinger", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"stubborn\">Dwarves are renowned for being stubborn. Dwarves with this racial trait receive a +2 racial bonus on Will saves to resist spells and spell-like abilities of the enchantment (charm) and enchantment (compulsion) schools. In addition, if they fail such a save, they receive another save 1 round later to prematurely end the effect (assuming it has a duration greater than 1 round). This second save is made at the same DC as the first. If the dwarf has a similar ability from another source (such as a rogue's slippery mind), he can only use one of these abilities per round, but can try one on the second round if the first reroll ability fails). This racial trait replaces the hardy racial trait.</p>", 
                            "name": "Stubborn", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Stubborn", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Instead of receiving an additional skill rank or hit point whenever he gains a level in a favored class, a dwarf has the option of choosing from a number of other bonuses, depending upon his favored class. The following options are available to all dwarves who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add 1 to the dwarf's total number of rage rounds per day.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Select one domain power granted at 1st level that is normally usable for a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds 1/2 to the number of uses per day of that domain power.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Add +1 to the fighter's CMD when resisting a bull rush or trip.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Reduce the non-proficient penalty for one weapon by 1. When the non-proficient penalty for a weapon becomes 0 because of this ability, the oracle is treated as having the appropriate Martial or Exotic Weapon Proficiency feat with that weapon.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Add a +1 bonus on concentration checks when casting paladin spells.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus on wild empathy checks to influence animals and magical beasts that live underground.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus on Disable Device checks regarding stone traps and a +1/2 bonus to trap sense regarding stone traps.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>Renowned for their grace, wisdom, and near-immortality, elves are held in high esteem by most other races, especially for their mastery of magic and encyclopedic collections of lore. However, members of this race often find themselves hemmed in and isolated by vastly more numerous and aggressive younger races. Still, while elven enclaves tend to embody the beauty and spirit of their environment, learning and growing from it, elf adventurers carry the strength and glory of elven culture with them into the world, often at the point of a sword or wand.</p><p>The classic vision of elves as wardens of the forest is accurate but incomplete, as elves adapt readily to many environments, from the harshest desert to the deepest sea. Others tap into mysteries and magics outside the realms usually embraced by their kindred. Such elves have different racial traits than those who are raised in a more traditional elven lifestyle.</p>", 
            "name": "Elves", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Elves who chose to become adventurers usually follow a martial path, pursue mastery of arcane magic, or seek a career that blends the two. Elves prefer subtlety to outright conflict, but are eager to exhibit their superiority to other races, employing force if finesse and flair are insufficient for the task.</p>", 
                    "name": "Elf Adventurers", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Elf Adventurers", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>Elves favor classical arcane disciplines over the experimentation and pseudoscience of alchemy, often deriding it as a crude imitation of traditional magic. Elf alchemists often seek the adventuring life to escape the scorn of their fellows.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Elf barbarians typically live deep in deserts or jungles, led by wise and mystical elders. They often venture from their homelands in service of their people or to see the world beyond their homes.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Elves love art in all its forms. Their sweeping arias, ancient poetry, and graceful dances are the envy of cultured audiences, just as their finesse with arms garners the envy of common warriors.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Elf cavaliers have a long tradition in the ancient noble houses, pursuing and protecting honor with elegance. Their sleek mounts show both great resilience and devotion.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Elves follow many faiths, and because of their long lives many elves view themselves as blessed by the gods. Many stand for naturalistic philosophies or ancient divine patrons who embody the traits of their people. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Elves have an instinctual bond with nature and the mysterious spirits within it, some even revering such powers, binding nature's forces to themselves and themselves to nature.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Elf fighters are respected for their lightness on their feet, delicate yet deadly precision, and mastery of centuries-old martial traditions.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Though as a race elves prize freedom and individuality, they are also great traditionalists and quite suspicious of outsiders. Elf inquisitors are not loved, but their judgments and authority are respected.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Elves are contemplative by nature and appreciate those who focus on inward calm and stillness of mind. Elf monks often adopt ageless mantras and examples of balance and finesse in nature as guides.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Elf oracles are quite common and highly respected as keepers of the mysteries of their peoples' ancestors and secrets that predate the world's countless younger races. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Elf paladins adopt and defend the ancient strictures of their deities, defending their people and soil from all who would despoil their sacred homelands.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Elves make masterful hunters and scouts, attuned to the environment, keenly aware of their surroundings, and always ready to protect their homelands or punish those who would intrude upon their dominion.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>While thieves, brigands, and their ilk are rare within elven society, elf rogues are common as scouts, infiltrators, and even assassins.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Magic sings in the blood of all elves, and all sorcerous bloodlines might be found among them, though sorcerers rarely garner the respect wizards enjoy.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Elves have a long tradition of alliance with magical creatures due to their affinity for the mystic arts. While less numerous than sorcerers or wizards, summoners are well represented in elven armies, their eidolons often gossamer creatures of deceptive strength and power. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Treating with ageless, inscrutable powers of the land, elf witches blend their understanding of nature and mastery of magic into potent hexes and strange arcana. Many develop ties with creatures of their homelands, taking them as familiars to further strengthen their ties to the earth.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Elves cultivate an ancient tradition of magical lore and research in all fields of specialization. For those with the talent to excel, wizardry is one of the surest paths to prestige in elven society.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following racial traits replace existing elf racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"desert-runner\">Some elves thrive in the deepest deserts, forever roaming across burned and parched lands. Elves with this racial trait receive a +4 racial bonus on Constitution checks and Fortitude saves to avoid fatigue, exhaustion, or ill effects from running, forced marches, starvation, thirst, or hot or cold environments. This racial trait replaces the elven magic racial trait.</p>", 
                            "name": "Desert Runner", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Desert Runner", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"dreamspeaker\">A few elves have the ability to tap into the power of sleep, dreams, and prescient reverie. Elves with this racial trait add +1 to saving throw DCs for spells of the divination school and sleep effects they cast. In addition, elves with a Charisma of 15 or higher may use <i>dream</i> once per day as a spell-like ability (caster level is equal to the elf's character level). This racial trait replaces the elven immunities racial trait. </p>", 
                            "name": "Dreamspeaker", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Dreamspeaker", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"eternal-grudge\">Elves with this racial trait grew up in secluded, isolationist communities where generations-old slights and quarrels linger as eternal blood feuds. They receive a +1 bonus on attack rolls against humanoids of the dwarf and orc subtypes due to special training against these hated foes. This racial trait replaces the elven magic racial trait.</p>", 
                            "name": "Eternal Grudge", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Eternal Grudge", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"lightbringer\">Many elves revere the sun, moon, and stars, but some are literally infused with the radiant power of the heavens. Elves with this racial trait are immune to light-based blindness and dazzle effects, and are treated as one level higher when determining the effects of any light-based spell or effect they cast (including spell-like and supernatural abilities). Elves with Intelligence 10 or higher may use <i>light</i> at will as a spell-like ability. This racial trait replaces the elven immunities and elven magic racial traits.</p>", 
                            "name": "Lightbringer", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Lightbringer", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"silent-hunter\">Elves are renowned for their subtlety and skill. Elves with this racial trait reduce the penalty for using Stealth while moving by 5 and can make Stealth checks while running at a &ndash;20 penalty (this number includes the penalty reduction from this racial trait). This racial trait replaces the elven magic racial trait.</p>", 
                            "name": "Silent Hunter", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Silent Hunter", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"spirit-of-the-waters\">Some elves have adapted to life in tune with the sea or along the reedy depths of wild rivers and lakes. They gain a +4 racial bonus on Swim checks, can always take 10 while swimming, and may choose Aquan as a bonus language. They are proficient with longspear, trident, and net. This racial trait replaces elven magic and weapon familiarity racial traits.</p>", 
                            "name": "Spirit of the Waters", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Spirit of the Waters", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"woodcraft\">Elves know the deep secrets of the wild like no others, especially those of the forests. Elves with this racial trait gain a +1 bonus on Knowledge (nature) and Survival checks. In forest terrain, these bonuses improve to +2. This racial trait replaces the elven magic racial trait.</p>", 
                            "name": "Woodcraft", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Woodcraft", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, elves have the option of choosing from a number of other bonuses, depending upon their favored classes. The following options are available to all elves who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add 1 to the elf's base speed. In combat this has no effect unless the elf has selected this reward 5 times (or another increment of 5); a speed of 34 feet is effectively the same as a speed of 30 feet, for example. This bonus stacks with a class's fast movement feature and applies only under the same conditions as that ability.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Add +1 to the elf's CMD when resisting a disarm or sunder attempt.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Add +1 hit point to the cavalier's mount. If the elf ever replaces his mount, the new mount gains these bonus hit points. These bonuses only apply to a single mount gained as part of the cavalier's class.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Add +1 to the elf's CMD when resisting a disarm or sunder attempt.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Choose a weapon from the following list: longbow, longsword, rapier, shortbow, short sword, or any weapon with &ldquo;elven&rdquo; in its name. Add a +1/2 circumstance bonus on critical hit confirmation rolls with that weapon (maximum bonus of +4). This bonus does not stack with Critical Focus.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Select one arcane school power at 1st level that is normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier. The wizard adds +1/2 to the number of uses per day of that arcane school power.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>Gnomes are a quirky race. They take mistakes in stride, turning derision into mirth and baffling their foes, if only long enough to work a bit of mischief at their expense. Gnomes love magic and music, but also have a love of craft, clockworks, and the work of their hands. Whatever their passion, gnomes throw themselves into it absolutely. Once obsessed and absorbed, a gnome can scarcely think of anything else, regardless of whether his mind bends to new adventures at home or in the great wide world. </p><p>Given their fey heritage, many gnomes love wild places where their fey cousins congregate. Increasing numbers of gnomes, however, eschew these places for the cities, their natural curiosity and love of creation drawing them to commerce, trade, and manufactories where they can follow and promote the latest discoveries. Such gnomes often have different racial traits than those raised among the rocks and trees. </p>", 
            "name": "Gnomes", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Gnomes ply their intellect and force of personality to overcome challenges. Though generally good-humored and tolerant, gnomes can swiftly turn fierce if backed into a corner.</p>", 
                    "name": "Gnome Adventurers", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Gnome Adventurers", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>Alchemy is one of the most respected careers for a gnome, melding their love of magic with practical applied theory, all wrapped in a field in which discovery is an everyday opportunity.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Gnome barbarians typically rise among those who have lived long among their wild fey kin or the beasts of the wilderness, going near-feral as incarnate spirits of nature.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Many gnomes are obsessive collectors of stories, songs, and jokes, making gnome bards renowned for their vast repertoires, energetic deliveries, and weaving of magic into their performances.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Although gnome cavaliers are rare, gnomes swear honest oaths, and might master a broad array of tactics to defend the people and the lands they love.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Gnomes often become servants of the gods, especially deities of art, music, exploration, discovery, and merrymaking, blending their fervor for creation with true religious zeal.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Many gnomes hew to the earth and forests, taking up the druidic mantle and staying in close communion with animals and the spirits of nature.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Gnome fighters are a tenacious lot, eager to prove that even the smallest combatant can be a titan on the battlefield. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Some gnomes learn the harshness of the world, and especially harder-hearted races, all too personally, donning the mantle of the inquisitor to defend their people and protect their lands from callous souls.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Gnomes are colorful, passionate, and flamboyant by nature, adopting such whimsy into their vision of physical and natural perfection. Many gnome martial styles thus prove unpredictable, more akin to improvised dances than long-practiced techniques.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>As inheritors of ancient fey spirits, gnomes take quite naturally to oracular devotion, interpreting otherworldly portents and whispers of the natural forces.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Gnomes who find their lives changed by religious zeal or the passion to protect those around them might adopt the paladin's calling. Most find their ability to speak with animals an especial boon, both in communicating with their mounts and in hunting down evil-doers.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Militant gnomes most often become rangers, playing upon their innate relationship with nature and ability to commune with its creations. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Gnome rogues typically master a variety of skills, plying others with their charismatic personalities, and even adding a touch of magic to enhance their skills at creating and defeating locks and traps. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>The intrinsic arcane power of the fey bloodline is common in many gnome families, though sorcerers of other bloodlines often arise. Most all of these are accepted as normal in gnome society, though those who draw their power from darker sources elicit suspicion and scorn.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Gnomes are inveterate tinkers and endlessly creative, delighting in the design and shaping of eidolons. The servants of gnome summoners often resemble clockwork creations or fairy creatures.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Eagerly embracing weird and ancient powers, gnomes make deceptively capable witches. Most adopt strange or exotic familiars well-suited to their personalities.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Gnomes have an expansive magical tradition, specializing in the realms of illusion and elemental magic. They are much respected as historians, researchers, and academics committed to pushing the boundaries of magical possibility, often by unprecedented leaps.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following racial traits replace existing gnome racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"academician\">Some gnomes are more academically inclined than their kin. Gnomes with this racial trait gain a +2 bonus on any one Knowledge skill. This racial trait replaces the obsessive racial trait.</p>", 
                            "name": "Academician", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Academician", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"eternal-hope\">Gnomes rarely lose hope and are always confident that even hopeless situations will work out. Gnomes with this racial trait receive a +2 racial bonus on saving throws against fear and despair effects. Once per day, after rolling a 1 on a d20, the gnome may reroll and use the second result. This racial trait replaces the defensive training and hatred racial traits.</p>", 
                            "name": "Eternal Hope", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Eternal Hope", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"gift-of-tongues\">Gnomes love languages and learning about those they meet. Gnomes with this racial trait gain a +1 bonus on Bluff and Diplomacy checks, and they learn one additional language every time they put a rank in the Linguistics skill. This racial trait replaces the defensive training and hatred racial traits.</p>", 
                            "name": "Gift of Tongues", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Gift of Tongues", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"magical-linguist\">Gnomes study languages in both their mundane and supernatural manifestations. Gnomes with this racial trait add +1 to the DC of spells they cast with the language-dependent descriptor or those that create glyphs, symbols, or other magical writings. They gain a +2 racial bonus on saving throws against such spells. Gnomes with a Charisma of 11 or higher also gain the following spell-like abilities: 1/day&mdash;<i>arcane mark</i>, <i>comprehend languages</i>, <i>message</i>, <i>read magic</i>. The caster level for these effects is equal to the gnome's level. This racial trait replaces the gnome magic and illusion resistance racial traits.</p>", 
                            "name": "Magical Linguist", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Magical Linguist", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"master-tinker\">Gnomes experiment with all manner of mechanical devices. Gnomes with this racial trait gain a +1 bonus on Disable Device and Knowledge (engineering) checks. They are treated as proficient with any weapon they have personally crafted. This racial trait replaces the defensive training and hatred racial traits.</p>", 
                            "name": "Master Tinker", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Master Tinker", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"pyromaniac\">Gnomes with this racial trait are treated as one level higher when casting spells with the fire descriptor, using granted powers of the Fire domain, using the bloodline powers of the fire elemental bloodline or the revelations of the oracle's flame mystery, and when determining the damage of alchemist bombs that deal fire damage (this ability does not give gnomes early access to level-based powers, only affecting the powers they could use without this ability). Gnomes with Charisma of 11 or higher also gain the following spell-like abilities: 1/day&mdash;<i>dancing lights</i>, <i>flare</i>, <i>prestidigitation</i>, <i>produce flame</i>. The caster level for these effects is equal to the gnome's level; the DCs are Charisma-based. This racial trait replaces the gnome magic and illusion resistance racial traits.</p>", 
                            "name": "Pyromaniac", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Pyromaniac", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"warden-of-nature\">Gnomes must often protect their homes against unnatural or pestilential infestations. Gnomes with this racial trait get a +2 dodge bonus to AC against aberrations, oozes, and vermin, and a +1 bonus on attack rolls against them because of their special training. This racial trait replaces the defensive training and hatred racial traits.</p>", 
                            "name": "Warden of Nature", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Warden of Nature", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Instead of receiving an additional skill rank or hit point whenever she gains a level in a favored class, gnomes have the option of choosing from a number of other bonuses, depending upon their favored class. The following options are available to all gnomes who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add +1/2 to the number of bombs per day the alchemist can create.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Add 1 to the gnome's total number of bardic performance rounds per day.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Gain energy resistance 1 against acid, cold, electricity, or fire. Each time the druid selects this reward, increase her resistance to one of these energy types by 1 (maximum 10 for any one type).</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Treat the gnome's level as +1/2 higher for the purpose of determining the effects of the oracle's curse ability.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Add DR 1/magic to the ranger's animal companion. Each time the ranger selects this benefit, the DR/magic increases by +1/2 (maximum DR 10/magic). If the gnome ever replaces his animal companion, the new companion gains this DR. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Gnome rogues gain a +1 bonus on Disable Device and Use Magic Device checks related to glyphs, symbols, scrolls, and other magical writings each time they gain a level of rogue.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Add +1 hit point to the summoner's eidolon.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Add +1/2 to the number of uses per day of arcane school powers. This increase only applies to arcane school powers available at 1st level and normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>Half-elves are the idealized orphans of society, at once both charismatic and passionate, but never quite at home anywhere. Many half-elves throw themselves into social careers quite readily, yet often have a hard time sticking to a single path. Others seek fulfillment in spiritual pursuits or in honing inborn magical talents, while still others give up and resign themselves to lives of isolation in the wild or of misanthropy, living day to day at the expense of others. </p><p>Half-elves vary in appearance as much as their human and elven parents do, encompassing every imaginable hue of hair, eye, and skin, yet also possessing an effortless and graceful allure. Half-elves' unique talents also vary a great deal depending on their upbringing, the nature of their bloodlines, the strength of their psyches, and their relationship to their dual nature. Some half-elves have different racial traits than normal for their kind.</p><p>Although well represented among the ranks of adventurers and other wanderers, half-elves are rarities in most parts of the world, the fraternization of humans and elves typically leading to feelings of consternation in both races rather than romance. While some half-elves find themselves cherished members of unusual but happy families, this rarely proves the norm. More often, they find themselves shunned or embodiments of burdensome shames. Yet while many possess dark pasts, such hardships prepare them for lives full of challenge and adventure like few members of more unified races could ever know. </p>", 
            "name": "Half-Elves", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Half-elf adventurers often specialize in social classes or choose to multiclass, dabbling in several career paths as they try to find the perfect blend to suit their multifaceted personalities.</p>", 
                    "name": "Half-Elf Adventurers", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Half-Elf Adventurers", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>Half-elves are curious dabblers, and many undertake at least a passing study of alchemy, often showing great skill in the blending and apportioning of volatile elements.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Half-elf barbarians typically hail from the societies of savage parents. While many leave their cultures to escape their differences, others viciously defend their people, ever seeking to prove their worthiness.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Many half-elves gravitate to the bard class, as it binds together their natural allure and social adaptability, often to the adulation of others.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Half-elf cavaliers take the arts of war and gild them with elegance and finesse. The path of the cavalier gives them a code to follow and a master to serve to earn honor and esteem, though elves and humans alike sometimes look at them as pretenders or trespassers within their knightly orders.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Half-elves often feel disconnected from human or elven faiths, but many still choose to follow a divine calling that provides a comfortable context in which to engage with other races in a common faith, or simply for an immanent connection with the divine that renders their uncertainty with other mortals of small consequence.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Half-elves uncertain of their place in civilized society frequently abandon it entirely for the implicit harmony of the natural world. Embracing the connection to nature inherent in their elven blood, many find a tranquility in the wilds no society can offer.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Half-elf fighters are relatively common, as the harsh simplicity of the battlefield holds great appeal for those tired of reconciling their divided natures. Half-elves' varied tastes and skills often make them masters of a dazzling array of weapons.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Facing their own inner turmoil, half-elf inquisitors possess keen insights into the minds of others and knowledge of the balance between life and death.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Half-elves who come to peace with their mixed heritages embody the stillness of mind and meditative enlightenment of the monk's way. Many learn to adopt both human and elven martial techniques into deadly new schools of combat. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Half-elves tend to live in the now, drawing oracular insights from whispers in the air, the motion of the stars, and imperceptible eddies in crowded streets, or even the ancient voices within their blood.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Whether devoted to a deity of their human parent, their elven parent, or any other they choose to adopt, half-elf paladins take up the aegis of their god with both zeal and grace. Often, among such holy orders, half-elves find a peace and camaraderie they're otherwise denied.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Half-elves frustrated by common society often retreat into the wild, developing a close bond with animals and the predictable changes of nature.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Many half-elves excel at the roguish arts, studying people and their habits and by effect learning to take advantage of the proud or careless.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Magic runs in the blood of every half-elf, often manifesting as arcane or fey bloodlines, though other fonts of sorcerous power often arise. Regardless of their magic's sources, half-elves quickly master their inherited boons.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Some half-elves have a curious fascination with the idea of molding and shaping life, mind, body, and soul. Many even seek to create their eidolons as idealized beings, whether as creatures of uncanny beauty or mind-numbing terror.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Whether out of bitterness or lust for greater magical power, half-elves find themselves just as adept at wielding the power of witches as other forms of magic. Many adopt wounded or otherwise distinctive familiars, often creatures considered outcasts in their own rights.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Many half-elves inherit magical talents from their lineage, finding both solace and respect in the mastery of the arcane. While all schools of magic stand open to them, many gravitate toward spells of explosive power, those that cloak them in mystery, or that otherwise aid in manipulating the world around them.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following racial traits replace existing half-elf racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"ancestral-arms\">Some half-elves receive training in an unusual weapon. Half-elves with this racial trait receive Exotic Weapon Proficiency or Martial Weapon Proficiency with one weapon as a bonus feat at 1st level. This racial trait replaces the adaptability racial trait.</p>", 
                            "name": "Ancestral Arms", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Ancestral Arms", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"arcane-training\">Half-elves occasionally seek tutoring to help them master the magic in their blood. Half-elves with this racial trait have only one favored class and it must be an arcane spellcasting class. They can use spell trigger and spell completion items for their favored class as if 1 level higher (or as a 1st-level character if they have no levels in that class). This racial trait replaces the multitalented racial trait.</p>", 
                            "name": "Arcane Training", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Arcane Training", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"dual-minded\">The mixed ancestry of some half-elves makes them resistant to mental attacks. Half-elves with this racial trait get a +2 bonus on all Will saving throws. This racial trait replaces the adaptability racial trait.</p>", 
                            "name": "Dual Minded", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Dual Minded", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"integrated\">Many half-elves are skilled in the art of ingratiating themselves into a community as if they were natives. Half-elves with this racial trait gain a +1 bonus on Bluff, Disguise, and Knowledge (local) checks. This racial trait replaces the adaptability racial trait.</p>", 
                            "name": "Integrated", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Integrated", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"sociable\">Half-elves are skilled at charming others and recovering from faux pas. If half-elves with this racial trait attempt to change a creature's attitude with a Diplomacy check and fail by 5 or more, they can try to influence the creature a second time even if 24 hours have not passed. This racial trait replaces the adaptability racial trait.</p>", 
                            "name": "Sociable", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Sociable", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"water-child\">Some half-elves are born of elves adapted to life on or near the water. These half-elves gain a +4 racial bonus on Swim checks, can always take 10 while swimming, and may choose Aquan as a bonus language. This racial trait replaces the half-elf's adaptability and multitalented racial traits.</p>", 
                            "name": "Water Child", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Water Child", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Instead of receiving an additional skill rank or hit point whenever she gains a level in a favored class, half-elves have the option of choosing from a number of other bonuses, depending upon their favored class. The following options are available to all half-elves who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add 1 to the half-elf's total number of bardic performance rounds per day.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Select one cleric domain power at 1st level that is normally usable a number of times per day equal to 3 + the druid's Wisdom modifier. The druid adds 1/2 to the number of uses per day of that domain power. For half-elf druids whose nature bond gives them an animal companion, add +1 skill rank to the animal companion. If the half-elf ever replaces her animal companion, the new companion gains these bonus skill ranks.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Add +1 to the fighter's CMD when resisting a disarm or overrun.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Add +1 skill rank to the ranger's animal companion. If the half-elf ever replaces his companion, the new companion gains these bonus skill ranks.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus on Bluff checks to feint and Diplomacy checks to gather information.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Add +1/4 to the eidolon's evolution pool.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>Half-orcs often exist at the social margins. Bestial in appearance and traditionally feared by those non-orcs they encounter, half-orcs tend to be tenacious and driven to prove themselves. Some hope to show that they are different from their brutish orc kin, struggling to find the better angels of their nature, while others embrace their monstrous heritage to become terrifying exemplars of ferocity in combat. One way or another, almost all half-orcs crave respect&mdash;whether it's given freely or must be taken by force. </p><p>Derided as mongrels by humans and weaklings by orcs, half-orcs have bitterness beaten into them from birth, as well as the burning will to endure and overcome. With their physical size and strength, half-orcs represent raw and primal power, yet whether that power gets used for good or evil depends entirely on the individual.</p>", 
            "name": "Half-Orcs", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Due to their powerful builds, half-orcs are particularly suited to the martial classes, whether as axe-wielding barbarians, battle-scarred soldiers, or cold-eyed assassins, and even those of the magical classes are generally no stranger to bloodshed.</p>", 
                    "name": "Half-Orc Adventurers", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Half-Orc Adventurers", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>While half-orcs raised by their monstrous kin are rarely studious, a surprising number take up the discipline of alchemy, relishing the destructive potential of its bombs, poisons, and mutagens.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Half-orc barbarians are legendary champions, unstoppable combat engines that cement the fell reputation of their kind throughout the world (for better or worse). Their hunger for battle and ability to tap into the bestial fury of their orc heritage are all that is needed to earn them a place in most adventuring parties.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Half-orcs trying to overcome racial prejudice among the civilized races sometimes pursue performance, diplomacy, and learning as a means to uplift not only their own genteel disposition but also the reputation of other half-orcs in the community and society.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>While half-orcs often face prejudice when it comes to being accepted into human noble houses and the knightly orders of cavaliers, their physical stature and aptitude in combat sometimes force those who would deny them entrance to reconsider their views. In orc society, cavaliers frequently act as standard bearers for warlords.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Half-orc clerics are often the spiritual leaders of their communities, bridging the gap between the living and the dead and as ready to mete out divine judgment and conquest as to nurture and heal.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Half-orc druids often see the natural world as a source of feral power, tapping into the destructive force of storms and predators. Many of them take up druidism as outcasts from humanoid society, finding peace and acceptance among the beasts of the field.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Many orcs are singled out for martial training because of their intimidating size and appearance. While many other races assume all half-orc combatants employ the barbarian's howling charge, in fact many prefer the discipline, precision, and versatility of the fighter's studied warcraft.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Already intimidating to many races, half-orcs make natural inquisitors, acting as bodyguards, criminal organizers and enforcers, and monster-hunters (sometimes even acting against their orc kin).</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Most half-orc monks learn their abilities from humans, as such discipline is rare in orc society. Some seek to overcome their bestial natures with perfect balance and control, others merely to break foes with their bare hands.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Creatures of mystery and omen, half-orc oracles are often imposing prophets of doom and destruction, drawing upon the spirits of the dead, the power of war, or the more violent elements of fire and storm.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>While some races laugh at the idea of a half-orc paladin, in fact it's not uncommon for half-orcs devoted to a lawful good deity to become champions of the cause, seeking to redeem themselves in society's eyes through great personal valor.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Often forced to live on the fringes of society and fend for themselves, half-orcs make excellent hunters and scouts, sometimes protecting the very communities that have rejected them in the hope of finding acceptance.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Marginalized by society, half-orcs are often forced to sneak and steal to survive, and some find that the lifestyle suits them, becoming bandits, burglars, enforcers, and cutthroats. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>While wizardry is rare among orc society, sorcery has a brutal simplicity that orcs can understand and appreciate, making half-orc sorcerers prized (and feared) for their abilities in both orc and human society.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Half-orcs are often outcasts, and hence many gravitate toward the summoner class as a chance to construct beings of perfect loyalty and friendship. Especially in orc lands, half-orc summoners tend to create eidolons that are as large and menacing as possible.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Orc society is inherently superstitious, and many half-orcs inherit this trait. Half-orc witches in human society sometimes use their bestial features to enhance their air of intimidating otherness. Even more than other witches, half-orc witches find themselves generally regarded with fear and distrust by those who would seek their power, and many take to the road in pursuit of their own mysterious ends.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>While wizard are extremely rare in orc society, as their culture has little access to or interest in books and arcane study, half-orc wizards are sometimes found in human societies, studying hard in a pursuit of power that could help win them the respect and position they so desperately desire.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following racial traits replace existing half-orc racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"beastmaster\">Some half-orcs have a spiritual kinship with fantastical beasts, capturing them for sport or living and hunting with them. A half-orc with this trait treats whip and net as martial weapons and gains a +2 bonus on Handle Animal checks. This racial trait replaces the orc ferocity racial trait.</p>", 
                            "name": "Beastmaster", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Beastmaster", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"bestial\">The orc blood of some half-orcs manifests in the form of particularly prominent orc features, exacerbating their bestial appearances but improving their already keen senses. They gain a +2 racial bonus on Perception checks. This racial trait replaces the orc ferocity racial trait.</p>", 
                            "name": "Bestial", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Bestial", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"cavewight\">Some half-orcs live far from the surface, seeking solace in winding cave complexes. Half-orcs with this racial trait gain a +1 bonus on Knowledge (dungeoneering) and Survival checks made underground. This racial trait replaces the intimidating racial trait.</p>", 
                            "name": "Cavewight", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Cavewight", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"chain-fighter\">Some half-orcs have escaped from slavery and reforged the chains of their imprisonment into deadly weapons. Half-orcs with this racial trait are proficient with flails and heavy flails, and treat dire flails and spiked chains as martial weapons. This trait replaces the weapon familiarity racial trait.</p>", 
                            "name": "Chain Fighter", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Chain Fighter", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"gatecrasher\">Many half-orcs revel in acts of wanton destruction. Half-orcs with this racial trait gain a +2 bonus on Strength checks to break objects and a +2 bonus on sunder attempts. This racial trait replaces the orc ferocity racial trait.</p>", 
                            "name": "Gatecrasher", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Gatecrasher", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"plagueborn\">Half-orcs are sometimes forced to live on the rancid and unsanitary margins of society, becoming inured to all manner of sickness. Half-orcs with this racial trait gain a +2 racial bonus on saving throws against disease, ingested poisons, and becoming nauseated or sickened. This racial trait replaces the intimidating and orc ferocity racial traits.</p>", 
                            "name": "Plagueborn", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Plagueborn", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"rock-climber\">Half-orcs from mountainous regions are excellent climbers, and sometimes ambush prey by leaping down from above. Half-orcs with this racial trait gain a +1 bonus on Acrobatics and Climb checks. This racial trait replaces the intimidating trait.</p>", 
                            "name": "Rock Climber", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Rock Climber", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"sacred-tattoo\">Tattoos, piercings, and ritual scarification are sacred markings to many half-orcs. Half-orcs with this racial trait gain a +1 luck bonus on all saving throws. This racial trait replaces the orc ferocity racial trait.</p>", 
                            "name": "Sacred Tattoo", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Sacred Tattoo", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"scavenger\">Some half-orcs eke out a leaving picking over the garbage heaps of society, and must learn to separate rare finds from the inevitable dross. Half-orcs with this racial trait receive a +2 racial bonus on Appraise checks and on Perception checks to find hidden objects (including traps and secret doors), determine if food is spoiled, or identify a potion by taste. This racial trait replaces the intimidating racial trait.</p>", 
                            "name": "Scavenger", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Scavenger", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"toothy\">Some half-orcs' vestigial tusks are massive and sharp, granting a bite attack. This is a primary natural attack that deals 1d4 points of piercing damage. This racial trait replaces the orc ferocity racial trait.</p>", 
                            "name": "Toothy", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Toothy", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, half-orcs have the option of choosing from a number of other bonuses, depending upon their favored class. </p><p>The following options are available to all half-orcs who have the listed favored class.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add +1/2 to bomb damage.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Add 1 to the half-orc's total number of rage rounds per day.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Add +2 on rolls to stabilize when dying.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Add +1/2 on Intimidate checks and Knowledge checks to identify creatures.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Add +1 hit point to the ranger's animal companion. If the half-orc ever replaces his animal companion, the new animal companion gains these bonus hit points.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Add +1/2 to fire spell damage.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Add 1 skill rank to the witch's familiar. If the half-orc ever replaces her familiar, the new familiar gains these bonus skill ranks.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>Often overlooked due to their diminutive size, halflings have an amazing ability to seamlessly insert themselves into the grand narrative of the world around them. Quick, deft, and strong-willed, they blend into the societies of other races and quickly make themselves indispensable. Though sometimes stereotyped as sneaks and thieves by other races&mdash;and with plenty of examples to back up the allegations&mdash;halflings as a rule are neither. Rather, most halflings are adaptable and easy-going, and though their curiosity sometimes gets them into trouble, most gnomes meet adversity with a tenacity and courage that belies their small stature.</p><p>Halflings rarely live in segregated communities, but their cultural kinship with other halflings (and to a lesser extent with gnomes) is an unspoken connection between those who know what it is to be so small and ignored in a world full of bigger creatures.</p>", 
            "name": "Halflings", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Halflings who choose to become adventurers often favor light armor and weapons that play to their natural dexterity, emphasizing a variety of skills to be ready for any occasion. Though rarely looking for a fight, their insatiable curiosity often leads them to wander far and wide&mdash;and sometimes straight into danger.</p>", 
                    "name": "Halfling Adventurers", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Halfling Adventurers", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>Halflings' natural curiosity leads them to experimentation, and few classes reinforce this tendency so much as that of the alchemist, where new and ever-more incendiary (sometimes literally) discoveries are always just around the corner.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Though larger races may laugh at the idea of a halfling barbarian, few do so to his face. Though weaker than many other barbarians, the sheer fury of a raging halfling can catch many opponents off guard.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Halflings love to sing, dance, and celebrate, and their bards are masterful entertainers with the common touch. Though sometimes employed in high halls and grand theaters, halfling bards are even more likely to be found engaging their wanderlust on the road, bringing mirth and merriment to new audiences every day.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Halflings may be too small to effectively master horsemanship, but astride a pony, riding dog, or more exotic mount, a halfling cavalier can turn the japes of larger rivals on their heads, leading soldiers into battle with complete fearlessness and inspiring great heroics with their skill and dedication.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Halflings have an enduring faithfulness in one another, and this devotion carries over to their gods. Their good humor, curiosity, and ability to blend into new societies with ease make them natural missionaries.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Though halflings tend to appreciate the finer points of civilization, some halfling druids find solace and enlightenment in the wilds, and others ally themselves with the animals already present in cities.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Halflings are often less bloodthirsty than other races, yet they still understand and appreciate the value of a trained warrior capable of defending her kin. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>With their ability to blend in with the scenery and eavesdrop without being noticed, halflings pick up clandestine information quite easily, and this combined with their curiosity makes them perfect inquisitors, especially suited to investigating other races.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Many halflings seek the simple life of devotion and dedication that is the monk's path. With their placid and seemingly harmless appearance and their dedication to hard work, monks blend seamlessly into halfling communities, though many a raider has learned his error after attacking an unarmed halfling.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Though oracles are rare among most races, in places where halflings are oppressed or enslaved, oracles become more common, acting as the secret spiritual centers of a community when open worship or organization is forbidden. Halfling oracles often venerate the spirits of earth, nature, or even heroes of the past.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Given the high value they place on community, hearth, and home, many halflings aspire to be paladins. Enemies who do not take them seriously soon learn their error as these stout crusaders unleash the fury of heaven upon those of evil motives.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Halflings may not be renowned for hunting, but only because their great skill is overlooked by those unable to overcome their prejudices. Halfling rangers are experts at bringing down game both large and small, blending into the wilds as easily as their brethren blend into the cityscape, or using their tactical acumen in conjunction with their trusted animal companions (who sometimes act as their steeds as well).</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Rogues are stereotypical halfling adventurers, making their way as jocular raconteurs, cunning burglars, and daring highwaymen. With their light step and deft hands, halflings make natural thieves and pickpockets, a fact not overlooked by their detractors.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Halfling sorcerers often keep their magical abilities concealed until they're needed, the better to catch their opponents off-guard, and often favor charms to enhance their natural persuasiveness or massive evocations that make their small size seem irrelevant.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Halflings are endlessly curious, and some seek the path of the summoner to explore the myriad possible forms that magical life can take. Their eidolons are generally flamboyant in their color, with appearances as wild as their summoners' imaginations, and sometimes used as mounts. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Though halflings have a reputation for wide-eyed naiveté, they also tend to collect secrets, and some follow this route to the superstitious calling of the witch, becoming wise women, herbalists, and crazed knowledge-seekers.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Halfling wizards often seek their arcane secrets out of a combination of curiosity and a desire to rise above their physical size and force other races to take notice of them. As a result, they tend to prefer flashy spells and flagrant displays of power. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following racial traits replace existing halfling racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"craven\">While most halflings are fearless, some are skittish, making them particularly alert. Halflings with this racial trait gain a +1 bonus on initiative checks and a +1 bonus on attack rolls when flanking. They suffer a &ndash;2 penalty on fear saves and gain no benefit from morale bonuses on fear saves. When affected by a fear effect, their base speed increases by 10 feet and they gain a +1 dodge bonus to Armor Class. This racial trait replaces the fearless and halfling luck racial traits. </p>", 
                            "name": "Craven", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Alternate Racial Traits/Craven", 
                            "subtype": "halfling", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"low-blow\">Some halflings train extensively in how to attack larger creatures. Halflings with this racial trait gain a +1 bonus on critical confirmation rolls against opponents larger than themselves. This racial trait replaces the keen senses racial trait.</p>", 
                            "name": "Low Blow", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Alternate Racial Traits/Low Blow", 
                            "subtype": "halfling", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"outrider\">Some halflings specialize in mounted combat. Halflings with this racial trait gain a +2 bonus on Handle Animal and Ride checks. This racial trait replaces the sure-footed racial trait.</p>", 
                            "name": "Outrider", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Alternate Racial Traits/Outrider", 
                            "subtype": "halfling", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"practicality\">Halflings are grounded in hard work and common sense. Halflings with this racial trait gain a +2 bonus on any one Craft or Profession skill, as well as on Sense Motive checks and saves against illusions. This racial trait replaces the fearless and sure-footed racial traits.</p>", 
                            "name": "Practicality", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Alternate Racial Traits/Practicality", 
                            "subtype": "halfling", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"swift-as-shadows\">Halflings possess incredible stealth even while moving through obstructed areas. Halflings with this racial trait reduce the penalty for using Stealth while moving by 5, and reduce the Stealth check penalty for sniping by 10. This racial trait replaces the sure-footed racial trait.</p>", 
                            "name": "Swift as Shadows", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Alternate Racial Traits/Swift as Shadows", 
                            "subtype": "halfling", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"underfoot\">Halflings must train hard to effectively fight bigger opponents. Halflings with this racial trait gain a +1 dodge bonus to AC against foes larger than themselves and a +1 bonus on Reflex saving throws to avoid trample attacks. This racial trait replaces the halfling luck racial trait.</p>", 
                            "name": "Underfoot", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Alternate Racial Traits/Underfoot", 
                            "subtype": "halfling", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"wanderlust\">Halflings love travel and maps. Halflings with this racial trait receive a +2 bonus on Knowledge (geography) and Survival checks. When casting spells or using abilities that provide or enhance movement, halflings treat their caster level as +1 higher than normal. This racial trait replaces the fearless and halfling luck racial traits.</p>", 
                            "name": "Wanderlust", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Alternate Racial Traits/Wanderlust", 
                            "subtype": "halfling", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"warslinger\">Halflings are experts at the use of the sling. Halflings with this racial trait can reload a sling as a free action. Reloading a sling still requires two hands and provokes attacks of opportunity. This racial trait replaces the sure-footed racial trait.</p>", 
                            "name": "Warslinger", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Halflings/Alternate Racial Traits/Warslinger", 
                            "subtype": "halfling", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, halflings have the option of choosing from a number of other bonuses, depending upon their favored class. </p><p>The following options are available to all halflings who have the listed favored class.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add +1/2 on Bluff checks to pass secret messages, +1/2 on Diplomacy checks to gather information, and +1/2 on Disguise checks to appear as an elven, half-elven, or human child.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Select one domain power granted at 1st level that is normally usable for a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds 1/2 to the number of uses per day of that domain power.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Add +1 to the fighter's CMD when resisting a grapple or trip.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Add +1 to the monk's CMD when resisting a grapple and +1/2 to the number of stunning attacks he can attempt per day.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Add +1/2 hp to the paladin's lay on hands ability (whether using it to heal or harm).</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Add +1/3 dodge bonus to Armor Class against the halfling's favored enemies.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Choose a weapon from the following list: sling, dagger, or any weapon with &ldquo;halfling&rdquo; in its name. Add a +1/2 circumstance bonus on critical hit confirmation rolls with that weapon (maximum bonus of +4). This bonus does not stack with Critical Focus.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Add +1 skill rank to the summoner's eidolon.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>Humans possess an adaptability and expansionist verve, driven by endless fonts of ambition and imagination. Such traits have allowed them to spread across the face of the world, acclimating to an endless variety of lands and conquering each new frontier. While often perceived as aggressive and destructive by farther-sighted races, most humans seek merely to use what time they're given to live their lives to the fullest. Able negotiators and adaptors, even those peoples who fall beneath humanity's endless march are often assimilated, becoming new resources fueling the race's endless cultural adventurism. </p><p>Humans demonstrate immense diversity in their physical appearance, with skin ranging from dusky hues to milky pallor, and hair running the gamut from flaxen to ebon. Where they might be found also varies widely, settlers and ambitious human explorers finding their ways into the hearts of the most barren deserts, to the frigid coasts of icy seas, even into the sweltering depths of the earth, all seemingly united in an impossible, endless quest to chart what lies over the next horizon. Human diversity extends to every field of study as well, as their curiosity leads them to unlimited opportunities, endlessly striving for mastery.</p>", 
            "name": "Humans", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Humans", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Human adventurers specialize in every career, their talent and ambition driving them not just to succeed but to achieve greatness, founding legacies to endure long past their short lifespans.</p>", 
                    "name": "Human Adventurers", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Humans/Human Adventurers", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<p>Sometimes dismissed as eccentrics and dabblers in dangerous arts, the practical skills of human alchemists always find them employment, if often at a safe distance from their employers.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>From steaming jungles to the desolate steppes, barbarians shun &ldquo;civilized&rdquo; society, winning esteem by their toughness, steely confidence, and indomitable prowess. Even in savagery the race's inventiveness shines through, leading human barbarians to often create and master a variety of crude but deadly weapons and fighting styles.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Human bards show little inhibition but great artistic range. They often prove intensely curious, collecting stories and histories, building their personal legends while they retell the tales of others.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Humans form the backbone of many cavalier orders, balancing an aristocratic gentility with dedication to serving their liege and the chivalric ideal, earning the esteem of commoners and nobility alike.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Humans readily believe in ideals larger than themselves and flock to religions great and small. Humans often form personal connections with deities, embodying traits and forces they idealize.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Druidism is regarded by many humans as an &ldquo;old faith,&rdquo; eternal and as all-encompassing as the world itself. Though some dismiss them as backward hermits standing in the way of progress, druids often garner a measure of both wary respect and suspicious fear.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Human fighters run the gamut of professions&mdash;from wanderers and soldiers to swashbucklers and brawlers&mdash;but are never people to be trifled with. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>While capable of faith and trust, humans are equally susceptible to paranoia and suspicion, and entire orders of mostly human inquisitors have earned fame (or infamy) through their purges of dangerous creatures and tenacious witch hunts.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Craving peace and the discipline of perfection, human monks often stand apart from society. While many admire monks, only the most dedicated possess the clarity and self-control to master their ways.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Human oracles employ a variety of cultic arts to reveal the essence and outlook of the oracle. What agents these seers might employ in their strange arts varies mildly, often reflecting mysterious truths.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Humans aspiring to heroic ideals, seeking noble ways to defend their people, or merely aspiring to lofty ideas of honor and heroism, often gravitate to the paladin class. Though a difficult and often self-sacrificing road, human paladins charge to the forefront of nearly any crusade against the forces of evil.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Humans challenge themselves to best every kind of prey, leading many to become skilled hunters and trackers of beasts and even deadlier quarries. Over time, many human rangers come to prefer the company of animals to that of people. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Ambitious, sometimes to a fault, human rogues defy all barriers to gain what they desire. Whether as unscrupulous assassins or dashing thieves, few can resist the deceptions and charms of such determined scoundrels.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>With a long history of commingled bloodlines, humans frequently display latent arcane power. Sometimes denounced as freaks or praised as marvels, sorcerers must rely on their inner strength to survive.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Shaping life and commanding terrors with their every word, human summoners embrace the powers of creation. Eidolons under their command might take a vast variety of shapes, typically being manifestations of their masters' deepest hopes or darkest nightmares.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>The human lust for mastery over the world sometimes leads down mysterious and potentially dangerous routes, such as that of the reclusive witch. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Many humans seek power, knowledge, and insights into the secrets of creation, leading human wizards to seek out ancient mysteries of arcane lore and new magical innovations. Humans excel both at mastering specific schools of magic and in more universal studies.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ]
                }, 
                {
                    "body": "<p>The following racial traits replace existing human racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"eye-for-talent\">Humans have great intuition for hidden potential. They gain a +2 bonus on Sense Motive checks. In addition, when they acquire an animal companion, bonded mount, cohort, or familiar, that creature gains a +2 bonus to one ability score of the character's choice. This racial trait replaces the bonus feat racial trait.</p>", 
                            "name": "Eye for Talent", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Humans/Alternate Racial Traits/Eye for Talent", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-fields\">Humans born in rural areas are used to hard labor. They gain a bonus equal to half their character level to any one Craft or Profession skill, and once per day they may ignore an effect that would cause them to become fatigued or exhausted. This racial trait replaces the skilled racial trait. </p>", 
                            "name": "Heart of the Fields", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Humans/Alternate Racial Traits/Heart of the Fields", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-streets\">Humans from bustling cities are skilled with crowds. They gain a +1 bonus on Reflex saves and a +1 dodge bonus to Armor Class when adjacent to at least two other allies. Crowds do not count as difficult terrain for them. This racial trait replaces the skilled racial trait.</p>", 
                            "name": "Heart of the Streets", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Humans/Alternate Racial Traits/Heart of the Streets", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-wilderness\">Humans raised in the wild learn the hard way that only the strong survive. They gain a bonus equal to half their character level on Survival checks. They also gain a +5 bonus on Constitution checks to stabilize when dying and add half their character level to their Constitution score when determining the negative hit point total necessary to kill them. This racial trait replaces the skilled racial trait.</p>", 
                            "name": "Heart of the Wilderness", 
                            "source": "Advanced Player's Guide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Races/Humans/Alternate Racial Traits/Heart of the Wilderness", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, humans have the option of choosing from a number of other bonuses, depending upon their favored class. The following options are available to all humans who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add one extract formulae from the alchemist's list to the character's formulae book. This formulae must be at least one level below the highest formulae level the alchemist can create.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus to trap sense or +1/3 to the bonus from the superstitious rage power.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Add one spell known from the bard spell list. This spell must be at least one level below the highest spell level the bard can cast.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Add +1/4 to the cavalier's banner bonus. </p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Add +1 on caster level checks made to overcome the spell resistance of outsiders.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus on Diplomacy and Intimidate checks to change a creature's attitude.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Add +1 to the fighter's CMD when resisting two combat maneuvers of the character's choice.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Add one spell known from the inquisitor spell list. This spell must be at least one level below the highest spell level the inquisitor can cast.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Add +1/4 to the monk's <i>ki</i> pool.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Add +1 to the paladin's energy resistance to one kind of energy (maximum +10).</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Add +1 hit point or +1 skill rank to the ranger's animal companion. If the ranger ever replaces his companion, the new companion gains these bonus hit points or skill ranks.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>The human gains +1/6 of a new rogue talent.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Add one spell known from the sorcerer spell list. This spell must be at least one level below the highest spell level the sorcerer can cast.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Add +1 hit point or +1 skill rank to the summoner's eidolon.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Add one spell from the wizard spell list to the wizard's spellbook. This spell must be at least one level below the highest spell level he can cast.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }
    ], 
    "name": "Races", 
    "type": "section"
}