{
    "body": "<p>Your feline traits are more defined and prominent than those of other members of your race.</p>", 
    "name": "Catfolk Exemplar", 
    "url": "pfsrd://Advanced Race Guide/Races/Catfolk/Catfolk Rogue Talents/Catfolk Feats/Catfolk Exemplar", 
    "type": "feat", 
    "source": "Advanced Race Guide", 
    "feat_types": {
        "feat_type": "General"
    }, 
    "sections": [
        {
            "body": "<p class=\"stat-block-1\">Catfolk.</p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Prerequisite"
        }, 
        {
            "body": "<p class=\"stat-block-1\">You can take the Aspect of the Beast feat  even if you do not meet the normal prerequisites. Furthermore, your catlike nature manifests in one of the following ways. You choose the manifestation when you take this feat, and cannot change it later.</p><blockquote><p id=\"enhanced-senses\"><i>Enhanced Senses (Ex)</i>If you have low-light vision, you gain the scent catfolk racial trait. If you have the scent racial trait, you gain low-light vision.</p><p id=\"fast-sprinter\"><i>Fast Sprinter (Ex)</i>: You gain a 10-foot racial bonus to your speed when using the charge, run, or withdraw actions. If you have the sprinter racial trait, your racial bonus to speed when using the charge, run, or withdraw action increases to a 20-foot bonus.</p><p id=\"sharp-claws\"><i>Sharp Claws (Ex)</i>: If you do not have the cat's claws racial trait or the claws of the beast manifestation from the Aspect of the Beast feat , you gain the cat's claws racial trait. If you have either the cat's claws racial trait or the claws of the beast manifestation, your claw damage increases to 1d6. </p></blockquote>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Benefit"
        }, 
        {
            "body": "<p class=\"stat-block-1\">You can take this feat multiple times. Its effects do not stack. Each time you select it, you must choose a different manifestation.</p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Special"
        }
    ]
}