{
    "body": "<p class=\"stat-block-1\">You spit in the face of death.</p>", 
    "name": "Ferocious Tenacity", 
    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Ferocious Tenacity", 
    "type": "feat", 
    "source": "Advanced Race Guide", 
    "feat_types": {
        "feat_type": "Combat"
    }, 
    "sections": [
        {
            "body": "<p class=\"stat-block-1\">Ferocity racial trait, half-orc or orc, rage class feature.</p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Prerequisites"
        }, 
        {
            "body": "<p class=\"stat-block-1\">Once per day when raging, if you are hit by an attack that would deal enough hit points of damage to kill you (negative hit points equal to your Constitution score), as an immediate action you may expend 1 or more rounds of rage to negate some of this damage and keep yourself alive. Each round of rage you spend reduces the attack's damage by 1 point, but cannot reduce the damage taken below 1 hit point.</p><p class=\"stat-block-1\">For example, if you are raging, have a raging Constitution score of 18, are currently at 2 hit points, and take 20 hit points of damage from a hit (which is enough to bring you to &ndash;18 hit points, thereby killing you), you may spend 1 round of rage to reduce the damage by 1 hit point (leaving you perilously close to death at &ndash;17 hit points); if you spend 17 rounds of rage, you reduce the damage to 1 (the minimum), leaving you with 1 hit point.</p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Benefit"
        }, 
        {
            "body": "<p class=\"stat-block-1\">If this damage still makes you fall unconscious, your rage ends just like it normally would, lowering your Constitution to its normal value and reducing your hit point total as normal. Therefore, it is possible to use this feat to prevent yourself from instantly dying, yet you still die because your negative hit points exceed your normal Constitution score&mdash;take your normal Constitution into account when deciding how many rounds of rage to spend with this feat.</p>", 
            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Ferocious Tenacity/Note", 
            "type": "section", 
            "name": "Note", 
            "source": "Advanced Race Guide"
        }
    ]
}