{
    "body": "<p>You can do more with the weapons orcs favor the most. </p>", 
    "name": "Orc Weapon Expertise", 
    "url": "pfsrd://Advanced Race Guide/Races/Orcs/New Racial Rules/Orc Feats/Orc Weapon Expertise", 
    "type": "feat", 
    "source": "Advanced Race Guide", 
    "feat_types": {
        "feat_type": "Combat"
    }, 
    "sections": [
        {
            "body": "<p class=\"stat-block-1\">Base attack bonus +1, orc. </p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Prerequisites"
        }, 
        {
            "body": "<p class=\"stat-block-1\">When you take this feat, choose one of the benefits below. Whenever you wield a weapon that has \"orc\" in its name, you gain the benefit you chose so long as you are actually proficient with that weapon. </p><blockquote><p id=\"bully\"><i>Bully</i>: Gain a +1 bonus on damage rolls against creatures at least one size smaller than you.</p><p id=\"defender\"><i>Defender</i>: Gain a +1 shield bonus to your AC (or +2 if wielding a two-handed weapon).</p><p id=\"disrupter\"><i>Disrupter</i>: Add +3 to opponents' concentration checks to cast a spell within your threatened area. This only applies if you are aware of the enemy's location and are capable of taking an attack of opportunity. If you have already used all of your available attacks of opportunity for the round, this increase does not apply.</p><p id=\"killer\"><i>Killer</i>: Gain a +2 competence bonus on attack rolls made to confirm critical hits.</p><p id=\"thug\"><i>Thug</i>: Deal +1 point of nonlethal damage with the weapon.</p><p id=\"trickster\"><i>Trickster</i>: Gain a +2 bonus on a single type of combat maneuver check that you can perform with that weapon.</p><p>This feat has no effect if you are not proficient with the weapon you're using.</p></blockquote>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Benefit"
        }, 
        {
            "body": "<p class=\"stat-block-1\">You can gain this feat multiple times. Each time you take this feat, you must choose a different benefit. You may only apply one of these benefits per round (chosen as a free action at the start of your turn).</p>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Special"
        }
    ]
}