{
    "name": "Alchemical Cartridge", 
    "weight": "&mdash;", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge", 
    "type": "item", 
    "misc": {
        "Salt Shot": {
            "Price": "12 gp"
        }, 
        "Paper, Bullet or Pellet": {
            "Price": "12 gp"
        }, 
        "Flare": {
            "Price": "10 gp"
        }, 
        "Entangling Shot": {
            "Price": "40 gp"
        }, 
        "null": {
            "Proficiency": "Item", 
            "Weapon Class": null
        }, 
        "Dragon's Breath": {
            "Price": "40 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Type</th><th>Price</th><th>Weight</th></tr><tr class=\"odd\"><td>Dragon's breath</td><td>40 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>Entangling shot</td><td>40 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Flare</td><td>10 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>Paper</td><td>12 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Salt shot</td><td>12 gp</td><td>&mdash;</td></tr></thead></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Type", 
            "type": "table", 
            "name": "Type", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">An alchemical cartridge is a prepared bundle of black powder with a bullet or pellets, sometimes with more exotic material added, which is then wrapped in paper or cloth and sealed with beeswax, lard, or tallow. There are many types of alchemical cartridges, the simplest being the paper cartridge&mdash;a simple mix of black powder and either pellets or a bullet. Alchemical cartridges make loading a firearm easier, reducing the time to load a firearm by one step (a full-round action becomes a standard action, a standard action becomes a move action, and a move action becomes a free action), but they tend to be unstable. The misfire value of a weapon firing an alchemical cartridge increases as listed in each entry.</p>", 
            "source": "Ultimate Equipment", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"dragon's-breath-cartridge\" class=\"stat-block\">This cartridge contains alchemical compounds that, when fired, produce a cone of fire instead of the normal attack of a one-handed or two-handed firearm with the scatter weapon quality. The nonmagical flame deals 2d6 points of fire damage to all targets within the cone of the scatter firearm (DC 15 Reflex save for half). These cartridges cannot be used in firearms that don't have the scatter weapon quality. Because this ammunition forces a saving throw instead of making an attack roll, the misfire rules are slightly different. If you roll a 1 with either of the damage dice, the firearm misfires.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Dragons Breath Cartridge", 
            "type": "section", 
            "name": "Dragon's Breath Cartridge", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p id=\"entangling-shot-cartridge\" class=\"stat-block\">This mix of black powder and an alchemically treated resin strong enough to survive the shot can only be loaded into a blunderbuss, a dragon pistol, or another scatter weapon. It deals half damage to those hit by a cone attack made with this weapon, but any creature hit by the shot must succeed at a DC 15 Reflex saving throw or become entangled for 2d4 rounds. An entangling shot cartridge increases the firearm's misfire value by 2.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Entangling Shot Cartridge", 
            "type": "section", 
            "name": "Entangling Shot Cartridge", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p id=\"flare-cartridge\" class=\"stat-block\">When a flare cartridge hits its target, it deals only half the normal damage, but the creature struck is blinded for 1 round (Fortitude DC 15 reduces this to dazzled), and creatures within a 20-foot burst are dazzled for 1 round (Fortitude DC 15 negates the effect). Flare cartridges are also useful for sending up signal flares. Firing a flare cartridge increases the firearm's misfire value by 2 unless it is fired from a blunderbuss or a dragon pistol, in which case doing so only increases the firearm's misfire value by 1. Flares can be used only to attack single creatures; they do not work as a shot for a scatter weapon's cone attack.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Flare Cartridge", 
            "type": "section", 
            "name": "Flare Cartridge", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p id=\"paper-cartridge\" class=\"stat-block\">This simple mix of black powder and either pellets or a bullet increases the misfire value by 1.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Paper Cartridge", 
            "type": "section", 
            "name": "Paper Cartridge", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p id=\"salt-shot-cartridge\" class=\"stat-block\">This mix of black powder and rock salt can only be loaded into a blunderbuss, a dragon pistol, or other scatter weapon. It deals nonlethal instead of lethal damage, and increases the misfire value by 1. You can use it only with a scatter weapon's cone attack.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Salt Shot Cartridge", 
            "type": "section", 
            "name": "Salt Shot Cartridge", 
            "source": "Ultimate Equipment"
        }
    ]
}