{
    "body": "<p>The Inner Planes contain the building blocks of reality&mdash;it's easiest to envision these planes as &ldquo;containing&rdquo; the Material Plane, but they do not overlap with the Material Plane as do the transitive planes. Each Inner Plane is made up of a single type of energy or element that overwhelms all others. The natives of a particular Inner Plane are made of the same energy or element as the plane itself. Example Inner Planes include the following.</p>", 
    "name": "Inner Planes", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Inner Planes", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"elemental-planes\">The four classic Inner Planes are the Plane of Air, the Plane of Earth, the Plane of Fire, and the Plane of Water&mdash;it is from these planes that the creatures known as elementals hail, yet they house many other strange denizens as well, such as the genie races, strange metal-eating xorns, unseen invisible stalkers, and mischievous mephits.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Inner Planes/Elemental Planes", 
            "type": "section", 
            "name": "Elemental Planes", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"energy-planes\">Two energy planes exist&mdash;the Positive Energy Plane (from which the animating spark of life hails) and the Negative Energy Plane (from which the sinister taint of undeath hails). Energy from both planes infuses reality, the ebb and flow of this energy running through all creatures to bear them along the journey from birth to death. Clerics utilize power from these planes when they channel energy.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Inner Planes/Energy Planes", 
            "type": "section", 
            "name": "Energy Planes", 
            "source": "Core Rulebook"
        }
    ]
}