{
    "body": "<p>Transitive planes have one important common characteristic: they &ldquo;overlap&rdquo; with other planes, and as such can be used to travel between these overlapping realities. These planes have the strongest regular interaction with the Material Plane and are often accessed by using various spells. They have native inhabitants as well. Example transitive planes include the following.</p>", 
    "name": "Transitive Planes", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Transitive Planes", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"astral-plane\">A silvery void that connects the Material and Inner Planes to the Outer Planes, the astral plane is the medium through which the souls of the departed travel to the afterlife. A traveler in the Astral Plane sees the plane as a vast empty void periodically dotted with tiny motes of physical reality calved off of the countless planes it overlaps. Powerful spellcasters utilize the Astral Plane for a tiny fraction of a second when they teleport, or they can use it to travel between planes with spells like <i>astral projection</i>.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Transitive Planes/Astral Plane", 
            "type": "section", 
            "name": "Astral Plane", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"ethereal-plane\">The Ethereal Plane is a ghostly realm that exists as a buffer between the Material Plane and the Shadow Plane, overlapping each. A traveler in the Ethereal plane experiences the real world as if the world were an insubstantial ghost, and can move through solid objects without being seen in the real world. Strange creatures dwell in the Ethereal Plane, as well as ghosts and dreams, many of which can sometimes extend their influence into the real world in mysterious and terrifying ways. Powerful spellcasters utilize the Ethereal Plane with spells like <i>blink</i>, <i>etherealness</i>, and <i>ethereal jaunt</i>.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Transitive Planes/Ethereal Plane", 
            "type": "section", 
            "name": "Ethereal Plane", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"shadow-plane\">The eerie and deadly Shadow Plane is a grim, colorless &ldquo;duplicate&rdquo; of the Material Plane. It overlaps with the Material Plane but is smaller in size, and is in many ways a warped and mocking &ldquo;reflection&rdquo; of the Material Plane, one infused with negative energy (see Inner Planes) and serving as home for strange monsters like undead shadows and worse. Powerful spellcasters utilize the Shadow Plane to swiftly travel immense distances on the Material Plane with <i>shadow walk</i>, or draw upon the mutable essence of the Shadow Plane to create quasi-real effects and creatures with spells like <i>shadow evocation</i> or <i>shades</i>.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/The Planes/Transitive Planes/Shadow Plane", 
            "type": "section", 
            "name": "Shadow Plane", 
            "source": "Core Rulebook"
        }
    ]
}