{
    "body": "<p>These words cause catastrophe when they are uttered, breaking and destroying all they encounter.</p>", 
    "name": "Destruction Words", 
    "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Effect Words/Destruction Words", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>School </b>evocation</p><p class='stat-block-1'><b>Level </b>bard 3, cleric 3, sorcerer/wizard 2</p><p class='stat-block-1'><b>Duration </b>instantaneous</p><p class='stat-block-1'><b>Saving Throw </b>Will negates (object)</p><p class='stat-block-1'><b>Spell Resistance </b>yes</p><p class='stat-block-1'><b>Target Restrictions </b>selected</p><p>This effect word causes one object within range to lose half of its maximum hit points and gains the broken condition. This item can weigh no more than 10 pounds per caster level. Magic items gain a +4 bonus on the saving throw to resist this effect + their normal bonus. Items in another creature's possession use the save of the creature or the item, whichever is better. Artifacts are not affected by this word.</p>", 
            "name": "Damage", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Effect Words/Destruction Words/Damage", 
            "source": "Ultimate Magic", 
            "abbrev": "Destruction", 
            "type": "section"
        }, 
        {
            "body": "<p class='stat-block-1'><b>School </b>evocation [earth]</p><p class='stat-block-1'><b>Level </b>cleric 8, druid 8</p><p class='stat-block-1'><b>Duration </b>1 round</p><p class='stat-block-1'><b>Saving Throw </b>see text</p><p class='stat-block-1'><b>Spell Resistance </b>no</p><p class='stat-block-1'><b>Target Restrictions </b>burst (emanation)</p><p>This effect word causes the ground within the area to shake and rumble, like an earthquake. Each creature in the area must make a Reflex save or be knocked prone and take 8d6 points of damage. If the creature makes its save, it takes half damage and is not knocked prone. Caves, cliffs, tunnels, and other natural surfaces collapse in this area, triggering a landslide and possibly burying creatures underneath. Structures take 100 points of damage from this effect, typically enough to cause wooden and masonry buildings to collapse, but not stone or reinforced masonry buildings. See page 429 of the <i>Core Rulebook</i> for more information on landslides and collapses.</p>", 
            "name": "Rumble", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Effect Words/Destruction Words/Rumble", 
            "source": "Ultimate Magic", 
            "abbrev": "Destruction", 
            "type": "section"
        }, 
        {
            "body": "<p class='stat-block-1'><b>School </b>evocation [air]</p><p class='stat-block-1'><b>Level </b>cleric 9, druid 9, witch 9</p><p class='stat-block-1'><b>Duration </b>1 round/level</p><p class='stat-block-1'><b>Saving Throw </b>see text</p><p class='stat-block-1'><b>Spell Resistance </b>no</p><p class='stat-block-1'><b>Target Restrictions </b>burst (emanation)</p><p>This effect word causes heavy clouds to form in the sky above the area of wordspell with this effect word. The area is pelted by heavy rain and hail, obscuring vision and making ranged attacks impossible. Melee attacks take a 20% miss chance. Creatures in the area take 4d6 points of damage from pounding hail at the start of their turn. In addition, the caster can call down a bolt of lightning once per turn that deals 1d6 points of electricity damage per caster level. The caster can split this bolt to hit as many targets as she likes and can divide the damage dice up among the targets as she sees fit. The targets receive a Reflex save to halve the damage. Targets that fail are also knocked prone by the force of the blast. The ground in the area of a wordspell with this effect word is considered difficult terrain for the duration, but not for the caster.</p>", 
            "name": "Catastrophe", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Effect Words/Destruction Words/Catastrophe", 
            "source": "Ultimate Magic", 
            "abbrev": "Destruction", 
            "type": "section"
        }
    ]
}