{
    "body": "<p>Spells using these words can restore life to the dead and heal the most serious of afflictions.</p>", 
    "name": "Life Words", 
    "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Effect Words/Life Words", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>School </b>conjuration (healing)</p><p class='stat-block-1'><b>Level </b>alchemist 4, bard 4, cleric 4, druid 4, inquisitor 4, paladin 4, ranger 4</p><p class='stat-block-1'><b>Duration </b>instantaneous</p><p class='stat-block-1'><b>Saving Throw </b>none</p><p class='stat-block-1'><b>Spell Resistance </b>yes (harmless)</p><p class='stat-block-1'><b>Target Restrictions </b>personal, selected</p><p>When a wordspell with this effect word is cast, the wordcaster chooses one type of affliction: curses, diseases, or poisons. The target of a wordspell with this effect word receives a new saving throw to immediately end all such afflictions of the chosen type currently affecting the target. The DC of this save is equal to the original DC of the affliction. The target must roll a saving throw for each affliction individually. If the affliction does not allow a saving throw, this effect word cannot remove that affliction.</p><p>Alternatively, a wordspell with this effect word can be used to remove 1d4 temporary negative levels possessed by the target, or 1 permanent negative level.</p>", 
            "name": "Purify", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Effect Words/Life Words/Purify", 
            "source": "Ultimate Magic", 
            "abbrev": "Life", 
            "type": "section"
        }, 
        {
            "body": "<p class='stat-block-1'><b>School </b>conjuration (healing)</p><p class='stat-block-1'><b>Level </b>cleric 5, druid 5, witch 5</p><p class='stat-block-1'><b>Duration </b>instantaneous</p><p class='stat-block-1'><b>Saving Throw </b>none</p><p class='stat-block-1'><b>Spell Resistance </b>yes (harmless)</p><p class='stat-block-1'><b>Target Restrictions </b>selected</p><p>This effect word restores life to a living creature that has died within up to 1 hour per caster level. The soul of the target receives a clear image of the caster, and can choose not to return, causing the wordspell to fail. If the soul is willing, the target does not receive a saving throw.</p><p>The target is restored to life with 1 hit point, unless another effect word adds to this total. In addition, the target loses 50% of any prepared spells or spell slots it had before it died (determined randomly). Coming back from the dead in this way is an ordeal, and the target gains three permanent negative levels from the experience (if the target does not have at least 4 Hit Dice, a wordspell with this effect word has no effect).</p><p>While this effect word undoes any mortal wounds the target might possess, its body must otherwise be whole for the effect word to function. Any missing parts are still missing when the creature is restored. Normal poisons and diseases are cured as well, but magical afflictions remain. Undead creatures are unaffected by a wordspell with this effect word, as are the dead bodies of creatures that were undead. Constructs and outsiders cannot be restored to life by this effect word. Targets that died as a result of old age cannot be restored to life by this effect word.</p>", 
            "name": "Revive", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Effect Words/Life Words/Revive", 
            "source": "Ultimate Magic", 
            "abbrev": "Life", 
            "type": "section"
        }, 
        {
            "body": "<p class='stat-block-1'><b>School </b>conjuration (healing)</p><p class='stat-block-1'><b>Level </b>cleric 8, witch 8</p><p class='stat-block-1'><b>Duration </b>instantaneous</p><p class='stat-block-1'><b>Saving Throw </b>none</p><p class='stat-block-1'><b>Spell Resistance </b>yes (harmless)</p><p class='stat-block-1'><b>Target Restrictions </b>selected</p><p>This effect word functions as <i>revive</i>, but it can be used on a creature that has been dead for up to 1 day per caster level. The creature is restored with half its original hit points, and its body does not need to be whole (just a piece of the creature is required). Any parts of the creature that were missing before its death are not restored by this effect word. The creature gains only one permanent negative level from being restored by this effect word, and this negative level fades after 24 hours (although it can be removed early as normal). The creature retains all of the prepared spells and slots it had when it died.</p>", 
            "name": "Life Touch", 
            "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Effect Words/Life Words/Life Touch", 
            "source": "Ultimate Magic", 
            "abbrev": "Life", 
            "type": "section"
        }
    ]
}