{
    "body": "<p>You attempt to establish mutual recognition of authority and territory with the target kingdom, represented by granting dominion over embassies in each other's settlements. Attempt a Diplomacy check using the Diplomatic edict DC. If the Diplomacy check fails, the other kingdom rejects your diplomatic efforts and you cannot attempt to establish an embassy with it again for 1 year; if the check fails by 5 or more, your kingdom's Fame decreases by 1 and the other kingdom's attitude toward your kingdom worsens by 1 step.</p><p>If you succeed at the Diplomacy check, you create an embassy agreement with the target kingdom; if you succeed at the check by 5 or more, the target kingdom's attitude toward your kingdom improves by 1 step and your kingdom's Fame increases by 1. You may purchase or build a Mansion or Noble Villa in one of the other kingdom's settlements to use as an embassy (if so, your ambassador uses it as a residence). The target kingdom's leaders may do the same in one of your settlements. Your embassy is considered your territory (and vice versa). Your embassy grants your kingdom the normal bonuses for a building of its type (they apply to your kingdom's totals but not to any specific settlement in your kingdom) and increases Consumption by 1, Economy by 2, and Society by 2. If the target kingdom builds an embassy in one of your settlements, that kingdom gains these bonuses.</p><p>If you founded your kingdom with the support of a wealthy sponsor from another kingdom, your kingdom automatically has an embassy agreement with your sponsor's, and you can use Diplomatic edicts to establish a treaty or an alliance.</p><p>Alternatively, your envoy may attempt to threaten rather than befriend the other kingdom. In this case, your envoy attempts an Intimidate check, applying your kingdom's Infamy as a bonus. You also gain a +1 bonus for every active army your kingdom has. This check's DC is the same as the Diplomatic edict DC above, except your Fame and Infamy do not modify it. You may spend BP on bribes or gifts to modify the DC. Your Infamy increases by 1 whether you succeed or fail at the check. If you succeed at the check, you create an embassy agreement with the target kingdom. If you fail, the target kingdom's attitude toward you worsens by 1 step, Infamy increases by an additional 1 and you cannot make this threat again for 1 year. If it fails by 5 or more, the kingdom's attitude toward you worsens by 2 steps and Infamy increases by an additional 1; if the kingdom's attitude becomes or is already hostile, it declares war on you.</p><p>An embassy is considered a permanent agreement. Replacing your ambassador does not affect the edict or the embassy. If you want to close your embassy and break the embassy agreement, attempt a Loyalty check. Success means you close the embassy. Failure means your citizens reject the idea of severing ties with the other kingdom and continue to staff the embassy; you may try again next turn.</p><p>If you attack a kingdom with which you have an embassy, attempt a Loyalty check. If you succeed, your Infamy increases by 1. If you fail, Infamy and Unrest both increase by 1.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Type of Diplomatic Relationships/Embassy", 
    "type": "section", 
    "name": "Embassy", 
    "source": "Ultimate Campaign"
}