{
    "body": "<p>If you have an embassy agreement with another kingdom, you can approach that kingdom's leaders to establish a treaty that formalizes your economic and social cooperation and understanding. Doing so requires a new Diplomatic edict and requires your envoy to attempt three Diplomacy checks using the Diplomatic edict DC. These checks must be attempted in order (as an extreme success or failure can change the target kingdom's attitude and the difficulty of the later checks). If two or more of the checks fail, the attempt to create a treaty fails; your kingdom's Fame decreases by 1 and you cannot attempt to establish a treaty with the other kingdom for 1 year.</p><p>If two or more of the checks succeed, your envoy and one of the target kingdom's leaders (typically the Ruler or Grand Diplomat) attempt opposed checks with the following skills, rerolling ties: Bluff, Diplomacy, Knowledge (local), Knowledge (nobility), and Sense Motive. Either or both parties may substitute Intimidate for Diplomacy (even if this means one party is making a Diplomacy check opposed by the other's Intimidate check). As with Diplomatic edicts, abilities or spells that modify skill checks do not apply unless they last at least 24 hours. Whichever party wins most of these opposed checks has the advantage in the negotiations and decides whether the treaty is balanced or unbalanced.</p><p>For a balanced treaty, increase each kingdom's Economy by 10% of the other country's Economy. The Fame of the party with the advantage in the negotiations by 1.</p><p>For an unbalanced treaty, the advantaged kingdom's Economy increases by 15% of the disadvantaged kingdom's Economy, and the disadvantaged kingdom's Economy increases by 5% of the advantaged kingdom's Economy. The advantaged kingdom's Infamy increases by 1. You may use a Diplomatic edict to change an unbalanced treaty in your favor to a balanced treaty; doing so does not require a check.</p><p>If one kingdom is an NPC kingdom and the GM doesn't want to calculate its exact Economy modifier, estimate its Economy as 2d6 + its Size.</p><p>A treaty is considered a permanent agreement. If you want to renegotiate it, attempt a Loyalty check. If you succeed, your envoy and one of the target kingdom's leaders attempt opposed checks as described for embassies above (this doesn't guarantee you end up with a more favorable treaty). If you fail, the existing treaty remains in effect and your Unrest increases by 1.</p><p>If you withdraw from the treaty, attempt a Loyalty check. Success means Unrest increases by 1; failure means Unrest increases by 2.</p><p>If you attack a kingdom with which you have a treaty, attempt a Loyalty check. If you succeed, Infamy and Unrest increase by 1d2 each. If you fail, Infamy and Unrest increase by 1d4 each.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Diplomatic Edicts/Type of Diplomatic Relationships/Treaty", 
    "type": "section", 
    "name": "Treaty", 
    "source": "Ultimate Campaign"
}