{
    "body": "<p>A shaman with this totem calls upon the mighty ape, a peaceful but powerful simian whose strength is beyond compare. An ape shaman is a friendly protector of the forest, but will crush those enemies who rouse her anger.</p>", 
    "name": "Ape Shaman", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman", 
    "type": "class_archetype", 
    "subtype": "druid", 
    "sections": [
        {
            "body": "<p id=\"nature-bond\">An ape shaman who chooses an animal companion must select an ape or related primate. If choosing a domain, the ape shaman must choose from the Animal, Community (Family subdomain), Destruction (Rage subdomain), and Strength domains. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Nature Bond", 
            "type": "section", 
            "name": "Nature Bond", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"wild-empathy\">An ape shaman can use wild empathy with apes and other primates as a full-round action with a +4 bonus.</p>", 
            "name": "Wild Empathy", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Wild Empathy", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"totem-transformation\">At 2nd level, an ape shaman may adopt an aspect of the ape while retaining her normal form. The druid gains one of the following sets of bonuses and abilities: movement (climb speed 20 ft., +4 racial bonus on Climb checks), senses (low-light vision, scent), natural weapons (2 slams [1d6 for a Medium shaman], +2 on combat maneuver checks to grapple), or toughness (+2 natural armor bonus to AC, Endurance feat).</p><p>While using totem transformation, the ape shaman may speak normally and can cast <i>speak with animals</i> (primates only) at will. Using this ability is a standard action at 2nd level, a move action at 7th level, and a swift action at 12th level. The ape shaman can use this ability for a number of minutes per day equal to her druid level. These minutes do not need to be consecutive, but they must be used in 1-minute increments. This is a polymorph effect and cannot be used while the druid is using another polymorph effect, such as wild shape. </p>", 
            "name": "Totem Transformation", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Totem Transformation", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"totemic-summons\">At 5th level, an ape shaman may cast <i>summon nature's ally</i> as a standard action when summoning primates, and these summoned creatures gain temporary hit points equal to her druid level. She can apply the young template to any primate to reduce the level of the summoning spell required by one. She can also increase the level of summoning required by one in order to apply either the advanced or the giant template, or increase it by two to apply both the advanced and giant templates. This ability replaces a thousand faces.</p>", 
            "name": "Totemic Summons", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Totemic Summons", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"wild-shape\">At 6th level, an ape shaman's wild shape ability functions at her druid level &ndash;2. If she takes on the form of an ape, she instead uses her druid level +2.</p>", 
            "name": "Wild Shape", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Druid/Druid Archetypes/Ape Shaman/Wild Shape", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bonus-feat\">At 9th level and every four levels thereafter, an ape shaman gains one of the following bonus feats: Diehard, Endurance, Great Fortitude, Improved Bull Rush, and Toughness. She must meet the prerequisites for these bonus feats. This ability replaces venom immunity.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Bonus Feat"
        }
    ]
}