{
    "body": "<table id=\"knucklebone-of-fickle-fortune-table\"><caption>Knucklebone of Fickle Fortune</caption><thead><tr><th>d20</th><th>Rune Name</th><th>Effect</th></tr></thead><tr class=\"odd\"><td>1</td><td>Eya-Doh</td><td style=\"white-space: normal;\">The character gains 1 permanent negative level. </td></tr><tr class=\"even\"><td>2</td><td>Bvu</td><td style=\"white-space: normal;\">The character is subject to a powerful compulsion never to roll the <i>knucklebone of fickle fortune</i> again. He can shake this compulsion only by succeeding a DC 25 Will saving throw. He can attempt this saving throw only once per day. </td></tr><tr class=\"odd\"><td>3</td><td>Eij</td><td style=\"white-space: normal;\">The character is affected by a <i>harm</i> spell (caster level 15th). </td></tr><tr class=\"even\"><td>4</td><td>Hor</td><td style=\"white-space: normal;\">The character is subject to a powerful compulsion to roll the <i>knucklebone</i> three more times immediately (Will DC 25 negates). All three of these rolls are made with a &ndash;5 penalty on the <i>knucklebone's</i> die roll (minimum 1).</td></tr><tr class=\"odd\"><td>5 </td><td>Veh</td><td style=\"white-space: normal;\">The character is blinded as with <i>blindness/deafness</i> (no saving throw).</td></tr><tr class=\"even\"><td>6 </td><td>Chu </td><td style=\"white-space: normal;\">The character takes 5d10 points of cold damage (DC 25 Fort save for half) and moves at half speed for the next hour (a successful saving throw does not negate the reduced speed).</td></tr><tr class=\"odd\"><td>7 </td><td>Roh</td><td style=\"white-space: normal;\">For the next 24 hours, the character suffers a &ndash;2 penalty on all skill and ability checks.</td></tr><tr class=\"even\"><td>8 </td><td>Seh</td><td style=\"white-space: normal;\">The character is paralyzed for 2d12 hours, as with <i>hold monster</i>, except he cannot attempt new saving throws to overcome the effect.</td></tr><tr class=\"odd\"><td>9 </td><td>Kog</td><td style=\"white-space: normal;\">For the next week, the character emits a horrible smell. He suffers a &ndash;4 penalty on Diplomacy and Stealth checks. </td></tr><tr class=\"even\"><td>10 </td><td>Vis</td><td style=\"white-space: normal;\">Once, during the next 24 hours, the character can reroll a single die roll he has just made and take the second result, as if using the good fortune ability from the Luck domain.</td></tr><tr class=\"odd\"><td>11 </td><td>Fyeh</td><td style=\"white-space: normal;\">The character gains 100 points of fire immunity, as if using <i>protection from energy</i>.</td></tr><tr class=\"even\"><td>12 </td><td>Xal</td><td style=\"white-space: normal;\">The character gains the benefits of a <i>heroism</i> spell for the next 200 minutes.</td></tr><tr class=\"odd\"><td>13 </td><td>Yaq</td><td style=\"white-space: normal;\">For the next 24 hours, when the character hits a target he is flanking with a melee weapon, the attack does +1d6 points of precision damage.</td></tr><tr class=\"even\"><td>14 </td><td>Gib</td><td style=\"white-space: normal;\">Once in the next 24 hours, the character can cast <i>faerie fire</i> (caster level equal to his character level). This ability is lost if the character rolls this result again with the <i>knucklebone of fickle fortune</i> before the 24 hours is concluded.</td></tr><tr class=\"odd\"><td>15 </td><td>Xku</td><td style=\"white-space: normal;\">The character is immune to fear for the next 24 hours. </td></tr><tr class=\"even\"><td>16 </td><td>Lev</td><td style=\"white-space: normal;\">Once in the next 24 hours, the character can cast a <i>lightning bolt</i> (caster level equal to his character level). This ability islost if the character rolls this result again with the <i>knucklebone of fickle fortune</i> before the  24 hours is concluded.</td></tr><tr class=\"odd\"><td>17 </td><td>Nhi</td><td style=\"white-space: normal;\">For the next 7 days, when the character is the target of healing magic, he heals an additional 2d8 hit points. This effect is lost if the character rolls the <i>knucklebone of fickle fortune</i> again before the 7 days are concluded.</td></tr><tr class=\"even\"><td>18 </td><td>Zmi</td><td style=\"white-space: normal;\">For the next 24 hours, whenever the character succeeds on a saving throw against a harmful effect that does half damage or partial effect on a failed save, the <i>knucklebone's</i> character takes no damage or suffers no effect.</td></tr><tr class=\"odd\"><td>19 </td><td>Tem</td><td style=\"white-space: normal;\">For the next 24 hours, the character automatically confirms all critical hits. </td></tr><tr class=\"even\"><td>20 </td><td>Eha-Zah</td><td style=\"white-space: normal;\">The next time the character dies, he comes back from the dead the very next morning as if the subject of a <i>resurrection</i> spell. This effect is negated if the character rolls the <i>knucklebone of fickle fortune</i> again before he dies.</td></tr></table>", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Minor Artifacts/Knucklebone of Fickle Fortune/Destruction/Knucklebone of Fickle Fortune", 
    "type": "table", 
    "name": "Knucklebone of Fickle Fortune", 
    "source": "Ultimate Equipment"
}