{
    "body": "<p>A weapon with a special ability must also have at least a +1 enhancement bonus.</p>", 
    "name": "Magic Weapon Special Ability Descriptions", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"weapons-anarchic\">An <i>anarchic weapon</i> is infused with the power of chaos. It makes the weapon chaotically aligned and thus bypasses the corresponding damage reduction. It deals an extra 2d6 points of damage against all creatures of lawful alignment. It bestows one permanent negative level on any lawful creature attempting to wield it. The negative level remains as long as the weapon is in hand and disappears when the weapon is no longer wielded. This negative level cannot be overcome in any way (including <i>restoration</i> spells) while the weapon is wielded.</p><p>Moderate evocation [chaotic]; CL 7th; Craft Magic Arms and Armor, <i>chaos hammer</i>, creator must be chaotic; Price +2 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Anarchic", 
            "type": "section", 
            "name": "Anarchic", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-axiomatic\">An <i>axiomatic weapon</i> is infused with lawful power. It makes the weapon law-aligned and thus bypasses the corresponding damage reduction. It deals an extra 2d6 points of damage against chaotic creatures. It bestows one permanent negative level on any chaotic creature attempting to wield it. The negative level remains as long as the weapon is in hand and disappears when the weapon is no longer wielded. This negative level cannot be overcome in any way (including <i>restoration</i> spells) while the weapon is wielded.</p><p>Moderate evocation [lawful]; CL 7th; Craft Magic Arms and Armor, <i>order's wrath</i>, creator must be lawful; Price +2 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Axiomatic", 
            "type": "section", 
            "name": "Axiomatic", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-bane\">A <i>bane weapon</i> excels against certain foes. Against a designated foe, the weapon's enhancement bonus is +2 better than its actual bonus. It also deals an extra 2d6 points of damage against the foe. To randomly determine a weapon's designated foe, roll on the following table.</p>", 
            "name": "Bane", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Bane", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>d%</th><th>Designated Foe</th></tr></thead><tbody><tr class=\"odd\"><td>01&ndash;05</td><td>Aberrations </td></tr><tr class=\"even\"><td>06&ndash;09</td><td>Animals </td></tr><tr class=\"odd\"><td>10&ndash;16</td><td>Constructs</td></tr><tr class=\"even\"><td>17&ndash;22</td><td>Dragons </td></tr><tr class=\"odd\"><td>23&ndash;27</td><td>Fey </td></tr><tr class=\"even\"><td>28&ndash;60</td><td>Humanoids (pick one subtype) </td></tr><tr class=\"odd\"><td>61&ndash;65</td><td>Magical beasts </td></tr><tr class=\"even\"><td>66&ndash;70</td><td>Monstrous humanoids </td></tr><tr class=\"odd\"><td>71&ndash;72</td><td>Oozes</td></tr><tr class=\"even\"><td>73&ndash;88</td><td>Outsiders (pick one subtype)</td></tr><tr class=\"odd\"><td>89&ndash;90</td><td>Plants</td></tr><tr class=\"even\"><td>91&ndash;98</td><td>Undead</td></tr><tr class=\"odd\"><td>99&ndash;100</td><td>Vermin</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Bane/d%", 
                    "type": "table", 
                    "name": "d%", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Moderate conjuration; CL 8th; Craft Magic Arms and Armor, <i>summon monster I</i>; Price +1 bonus.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p id=\"weapons-brilliant-energy\">A <i>brilliant energy weapon</i> has its significant portion transformed into light, although this does not modify the item's weight. It always gives off light as a torch (20-foot radius). A <i>brilliant energy weapon</i> ignores nonliving matter. Armor and shield bonuses to AC (including any enhancement bonuses to that armor) do not count against it because the weapon passes through armor. (Dexterity, deflection, dodge, natural armor, and other such bonuses still apply.) A <i>brilliant energy weapon</i> cannot harm undead, constructs, and objects. This property can only be applied to melee weapons, thrown weapons, and ammunition.</p><p>Strong transmutation; CL 16th; Craft Magic Arms and Armor, <i>gaseous form, continual flame</i>; Price +4 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Brilliant Energy", 
            "type": "section", 
            "name": "Brilliant Energy", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-dancing\">As a standard action, a <i>dancing weapon</i> can be loosed to attack on its own. It fights for 4 rounds using the base attack bonus of the one who loosed it and then drops. While dancing, it cannot make attacks of opportunity, and the person who activated it is not considered armed with the weapon. The weapon is considered wielded or attended by the creature for all maneuvers and effects that target items. While dancing, the weapon shares the same space as the activating character and can attack adjacent foes (weapons with reach can attack opponents up to 10 feet away). The dancing weapon accompanies the person who activated it everywhere, whether she moves by physical or magical means. If the wielder who loosed it has an unoccupied hand, she can grasp it while it is attacking on its own as a free action; when so retrieved, the weapon can't dance (attack on its own) again for 4 rounds.</p><p>Strong transmutation; CL 15th; Craft Magic Arms and Armor, <i>animate objects</i>; Price +4 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Dancing", 
            "type": "section", 
            "name": "Dancing", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-defending\">A <i>defending weapon</i> allows the wielder to transfer some or all of the weapon's enhancement bonus to his AC as a bonus that stacks with all others. As a free action, the wielder chooses how to allocate the weapon's enhancement bonus at the start of his turn before using the weapon, and the bonus to AC lasts until his next turn.</p><p>Moderate abjuration; CL 8th; Craft Magic Arms and Armor, <i>shield</i> or <i>shield of faith</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Defending", 
            "type": "section", 
            "name": "Defending", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-disruption\">A <i>disruption weapon</i> is the bane of all undead. Any undead creature struck in combat must succeed on a DC 14 Will save or be destroyed. A <i>disruption weapon</i> must be a bludgeoning melee weapon.</p><p>Strong conjuration; CL 14th; Craft Magic Arms and Armor, <i>heal</i>; Price +2 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Disruption", 
            "type": "section", 
            "name": "Disruption", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-distance\">This special ability can only be placed on a ranged weapon. A <i>distance weapon</i> has double the range increment of other weapons of its kind.</p><p>Moderate divination; CL 6th; Craft Magic Arms and Armor, <i>clairaudience/clairvoyance</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Distance", 
            "type": "section", 
            "name": "Distance", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-flaming\">Upon command, a <i>flaming weapon</i> is sheathed in fire that deals an extra 1d6 points of fire damage on a successful hit. The fire does not harm the wielder. The effect remains until another command is given. </p><p>Moderate evocation; CL 10th; Craft Magic Arms and Armor and <i>flame blade, flame strike</i>, or <i>fireball</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Flaming", 
            "type": "section", 
            "name": "Flaming", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-flaming-burst\">A <i>flaming burst weapon</i> functions as a <i>flaming weapon</i> that also explodes with flame upon striking a successful critical hit. The fire does not harm the wielder. In addition to the extra fire damage from the <i>flaming</i> ability (see above), a <i>flaming burst weapon</i> deals an extra 1d10 points of fire damage on a successful critical hit. If the weapon's critical multiplier is &times;3, add an extra 2d10 points of fire damage instead, and if the multiplier is &times;4, add an extra 3d10 points of fire damage. </p><p>Even if the <i>flaming</i> ability is not active, the weapon still deals its extra fire damage on a successful critical hit.</p><p>Strong evocation; CL 12th; Craft Magic Arms and Armor and <i>flame blade, flame strike</i>, or <i>fireball</i>; Price +2 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Flaming Burst", 
            "type": "section", 
            "name": "Flaming Burst", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-frost\">Upon command, a <i>frost</i> <i>weapon</i> is sheathed in icy cold that deals an extra 1d6 points of cold damage on a successful hit. The cold does not harm the wielder. The effect remains until another command is given.</p><p>Moderate evocation; CL 8th; Craft Magic Arms and Armor, <i>chill metal</i> or <i>ice storm</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Frost", 
            "type": "section", 
            "name": "Frost", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-ghost-touch\">A <i>ghost touch weapon</i> deals damage normally against incorporeal creatures, regardless of its bonus. An incorporeal creature's 50% reduction in damage from corporeal sources does not apply to attacks made against it with <i>ghost touch weapons</i>. The weapon can be picked up and moved by an incorporeal creature at any time. A manifesting ghost can wield the weapon against corporeal foes. Essentially, a <i>ghost touch weapon</i> counts as both corporeal or incorporeal.</p><p>Moderate conjuration; CL 9th; Craft Magic Arms and Armor, <i>plane shift</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Ghost Touch", 
            "type": "section", 
            "name": "Ghost Touch", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-holy\">A <i>holy weapon</i> is imbued with holy power. This power makes the weapon good-aligned and thus bypasses the corresponding damage reduction. It deals an extra 2d6 points of damage against all creatures of evil alignment. It bestows one permanent negative level on any evil creature attempting to wield it. The negative level remains as long as the weapon is in hand and disappears when the weapon is no longer wielded. This negative level cannot be overcome in any way (including by <i>restoration</i> spells) while the weapon is wielded.</p><p>Moderate evocation [good]; CL 7th; Craft Magic Arms and Armor, <i>holy smite</i>, creator must be good; Price +2 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Holy", 
            "type": "section", 
            "name": "Holy", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-icy-burst\">An <i>icy burst weapon</i> functions as a <i>frost weapon</i> that also explodes with frost upon striking a successful critical hit. The frost does not harm the wielder. In addition to the extra damage from the <i>frost</i> ability, an <i>icy burst weapon</i> deals an extra 1d10 points of cold damage on a successful critical hit. If the weapon's critical multiplier is &times;3, add an extra 2d10 points of cold damage instead, and if the multiplier is &times;4, add an extra 3d10 points. </p><p>Even if the <i>frost</i> ability is not active, the weapon still deals its extra cold damage on a successful critical hit.</p><p>Moderate evocation; CL 10th; Craft Magic Arms and Armor, <i>chill metal</i> or <i>ice storm</i>; Price +2 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Icy Burst", 
            "type": "section", 
            "name": "Icy Burst", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-keen\">This ability doubles the threat range of a weapon. Only piercing or slashing melee weapons can be <i>keen</i>. If you roll this property randomly for an inappropriate weapon, reroll. This benefit doesn't stack with any other effect that expands the threat range of a weapon (such as the <i>keen edge</i> spell or the Improved Critical feat).</p><p>Moderate transmutation; CL 10th; Craft Magic Arms and Armor, <i>keen edge</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Keen", 
            "type": "section", 
            "name": "Keen", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-ki-focus\">The magic weapon serves as a channel for the wielder's ki, allowing her to use her special <i>ki </i>attacks through the weapon as if they were unarmed attacks. These attacks include the monk's <i>ki </i>strike, quivering palm, and the Stunning Fist feat (including any condition that the monk can apply using this feat). Only melee weapons can have the <i>ki focus</i> ability.</p><p>Moderate transmutation; CL 8th; Craft Magic Arms and Armor, creator must be a monk; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Ki Focus", 
            "type": "section", 
            "name": "Ki Focus", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-merciful\">The weapon deals an extra 1d6 points of damage, and all damage it deals is nonlethal damage. On command, the weapon suppresses this ability until told to resume it (allowing it to deal lethal damage, but without any bonus damage from this ability).</p><p>Faint conjuration; CL 5th; Craft Magic Arms and Armor, <i>cure light wounds</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Merciful", 
            "type": "section", 
            "name": "Merciful", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-mighty-cleaving\">A <i>mighty cleaving weapon</i> allows a wielder using the Cleave feat to make one additional attack if the first attack hits, as long as the next foe is adjacent to the first and also within reach. This additional attack cannot be against the first foe. Only melee weapons can be <i>mighty cleaving weapons</i>.</p><p>Moderate evocation; CL 8th; Craft Magic Arms and Armor, <i>divine power</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Mighty Cleaving", 
            "type": "section", 
            "name": "Mighty Cleaving", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-returning\">This special ability can only be placed on a weapon that can be thrown. A <i>returning weapon</i> flies through the air back to the creature that threw it. It returns to the thrower just before the creature's next turn (and is therefore ready to use again in that turn). Catching a <i>returning weapon</i> when it comes back is a free action. If the character can't catch it, or if the character has moved since throwing it, the weapon drops to the ground in the square from which it was thrown.</p><p>Moderate transmutation; CL 7th; Craft Magic Arms and Armor, <i>telekinesis</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Returning", 
            "type": "section", 
            "name": "Returning", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-seeking\">Only ranged weapons can have the <i>seeking</i> ability. The weapon veers toward its target, negating any miss chances that would otherwise apply, such as from concealment. The wielder still has to aim the weapon at the right square. Arrows mistakenly shot into an empty space, for example, do not veer and hit invisible enemies, even if they are nearby.</p><p>Strong divination; CL 12th; Craft Magic Arms and Armor, <i>true seeing</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Seeking", 
            "type": "section", 
            "name": "Seeking", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-shock\">Upon command, a <i>shock weapon</i> is sheathed in crackling electricity that deals an extra 1d6 points of electricity damage on a successful hit. The electricity does not harm the wielder. The effect remains until another command is given. </p><p>Moderate evocation; CL 8th; Craft Magic Arms and Armor, <i>call lightning</i> or <i>lightning bolt</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Shock", 
            "type": "section", 
            "name": "Shock", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-shocking-burst\">A <i>shocking burst weapon</i> functions as a <i>shock weapon</i> that explodes with electricity upon striking a successful critical hit. The electricity does not harm the wielder. In addition to the extra electricity damage from the <i>shock</i> ability, a <i>shocking burst weapon</i> deals an extra 1d10 points of electricity damage on a successful critical hit. If the weapon's critical multiplier is &times;3, add an extra 2d10 points of electricity damage instead, and if the multiplier is &times;4, add an extra 3d10 points.</p><p>Even if the <i>shock</i> ability is not active, the weapon still deals its extra electricity damage on a successful critical hit.</p><p>Moderate evocation; CL 10th; Craft Magic Arms and Armor, <i>call lightning</i> or <i>lightning bolt</i>; Price +2 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Shocking Burst", 
            "type": "section", 
            "name": "Shocking Burst", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"weapons-speed\">When making a full-attack action, the wielder of a <i>speed weapon</i> may make one extra attack with it. The attack uses the wielder's full base attack bonus, plus any modifiers appropriate to the situation. (This benefit is not cumulative with similar effects, such as a <i>haste</i> spell.)</p><p>Moderate transmutation; CL 7th; Craft Magic Arms and Armor, <i>haste</i>; Price +3 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Speed", 
            "type": "section", 
            "name": "Speed", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"spell-storing\">A <i>spell storing weapon</i> allows a spellcaster to store a single targeted spell of up to 3rd level in the weapon. (The spell must have a casting time of 1 standard action.) Anytime the weapon strikes a creature and the creature takes damage from it, the weapon can immediately cast the spell on that creature as a free action if the wielder desires. (This special ability is an exception to the general rule that casting a spell from an item takes at least as long as casting that spell normally.) Once the spell has been cast from the weapon, a spellcaster can cast any other targeted spell of up to 3rd level into it. The weapon magically imparts to the wielder the name of the spell currently stored within it. A randomly rolled <i>spell storing weapon</i> has a 50% chance to have a spell stored in it already.</p><p>Strong evocation (plus aura of stored spell); CL 12th; Craft Magic Arms and Armor, creator must be a caster of at least 12th level; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Spell Storing", 
            "type": "section", 
            "name": "Spell Storing", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"throwing\">This ability can only be placed on a melee weapon. A melee weapon crafted with this ability gains a range increment of 10 feet and can be thrown by a wielder proficient in its normal use.</p><p>Faint transmutation<i>; </i>CL 5th; Craft Magic Arms and Armor, <i>magic stone; </i>Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Throwing", 
            "type": "section", 
            "name": "Throwing", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"thundering\">A <i>thundering weapon</i> creates a cacophonous roar like thunder upon striking a successful critical hit. The sonic energy does not harm the wielder. A <i>thundering weapon</i> deals an extra 1d8 points of sonic damage on a successful critical hit. If the weapon's critical multiplier is &times;3, add an extra 2d8 points of sonic damage instead, and if the multiplier is &times;4, add an extra 3d8 points of sonic damage. Subjects dealt critical hits by a <i>thundering weapon</i> must make a DC 14 Fortitude save or be deafened permanently.</p><p>Faint necromancy<i>; </i>CL 5th; Craft Magic Arms and Armor, <i>blindness/deafness; </i>Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Thundering", 
            "type": "section", 
            "name": "Thundering", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"unholy\">An <i>unholy weapon</i> is imbued with unholy power. This power makes the weapon evil-aligned and thus bypasses the corresponding damage reduction. It deals an extra 2d6 points of damage against all creatures of good alignment. It bestows one permanent negative level on any good creature attempting to wield it. The negative level remains as long as the weapon is in hand and disappears when the weapon is no longer wielded. This negative level cannot be overcome in any way (including <i>restoration</i> spells) while the weapon is wielded.</p><p>Moderate evocation [evil]; CL 7th; Craft Magic Arms and Armor, <i>unholy blight</i>, creator must be evil; Price +2 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Unholy", 
            "type": "section", 
            "name": "Unholy", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"vicious\">When a <i>vicious weapon</i> strikes an opponent, it creates a flash of disruptive energy that resonates between the opponent and the wielder. This energy deals an extra 2d6 points of damage to the opponent and 1d6 points of damage to the wielder. Only melee weapons can be <i>vicious</i>.</p><p>Moderate necromancy; CL 9th; Craft Magic Arms and Armor, <i>enervation</i>; Price +1 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Vicious", 
            "type": "section", 
            "name": "Vicious", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"vorpal\">This potent and feared ability allows the weapon to sever the heads of those it strikes. Upon a roll of natural 20 (followed by a successful roll to confirm the critical hit), the weapon severs the opponent's head (if it has one) from its body. Some creatures, such as many aberrations and all oozes, have no heads. Others, such as golems and undead creatures other than vampires, are not affected by the loss of their heads. Most other creatures, however, die when their heads are cut off. A <i>vorpal weapon</i> must be a slashing melee weapon. If you roll this property randomly for an inappropriate weapon, reroll.</p><p>Strong necromancy and transmutation; CL 18th; Craft Magic Arms and Armor<i>, circle of death</i>, <i>keen edge</i>; Price +5 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Vorpal", 
            "type": "section", 
            "name": "Vorpal", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"wounding\">A <i>wounding weapon</i> deals 1 point of bleed damage when it hits a creature. Multiple hits from a wounding weapon increase the bleed damage. Bleeding creatures take the bleed damage at the start of their turns. Bleeding can be stopped by a DC 15 Heal check or through the application of any spell that cures hit point damage. A critical hit does not multiply the bleed damage. Creatures immune to critical hits are immune to the bleed damage dealt by this weapon.</p><p>Moderate evocation; CL 10th; Craft Magic Arms and Armor, <i>bleed</i>; Price +2 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Weapons/Magic Weapon Special Ability Descriptions/Wounding", 
            "type": "section", 
            "name": "Wounding", 
            "source": "Core Rulebook"
        }
    ]
}