{
    "body": "<p>When you claim a hex that contains part of an ocean or lake, your claim includes the water portion of that hex. In effect, your kingdom automatically controls a small portion of the waters adjacent to its coastline. Because any new hex you claim must be adjacent to an existing hex in your kingdom, if you want to claim land beyond that water (such as an island), you must first explore and claim the intervening deep water hexes. Your exploration only applies to the water's surface&mdash;you are searching for uncharted islands, dangerous reefs, and so on. The GM may want to treat the underwater portion of a hex as a separate hex, much like a network of large caves under a hex may count as its own hex, allowing a village of merfolk or sahuagin to thrive in your kingdom without your knowledge.</p>", 
    "name": "Claiming Water and Islands", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Claiming Water and Islands", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-terrain-and-terrain-improvements\"><caption>Terrain and Terrain Improvements</caption><thead><tr><th>Terrain</th><th>Exploration Time<sup>1</sup></th><th>Preparation Time<sup>2</sup></th><th>Preparation Cost<sup>3</sup></th><th>Farm Cost<sup>4</sup></th><th>Road Cost<sup>5,6</sup></th></tr></thead><tr><td>Cavern<sup>7</sup></td><td>3 days</td><td>3 months</td><td>8 BP</td><td>&mdash;</td><td>4 BP</td></tr><tr><td>Coastline<sup>8</sup></td><td>Special</td><td>Special</td><td>Special</td><td>Special</td><td>Special</td></tr><tr><td>Desert</td><td>2 days</td><td>1 month</td><td>4 BP</td><td>8 BP</td><td>4 BP</td></tr><tr><td>Forest</td><td>2 days</td><td>2 months</td><td>4 BP</td><td>&mdash;</td><td>2 BP</td></tr><tr><td>Hills</td><td>1 day</td><td>1 month</td><td>2 BP</td><td>4 BP</td><td>3 BP</td></tr><tr><td>Jungle</td><td>2 days</td><td>4 months</td><td>12 BP</td><td>&mdash;</td><td>4 BP</td></tr><tr><td>Marsh</td><td>3 days</td><td>3 months</td><td>8 BP</td><td>&mdash;</td><td>4 BP</td></tr><tr><td>Mountains</td><td>3 days</td><td>4 months</td><td>12 BP</td><td>&mdash;</td><td>4 BP</td></tr><tr><td>Plains</td><td>1 day</td><td>Immediate</td><td>1 BP</td><td>2 BP</td><td>1 BP</td></tr><tr><td>Water</td><td>2 days</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tfoot><tr><td colspan=\"6\"><sup>1</sup> Exploration time represents how many days a typical scouting party requires to explore a hex of this type. These times assume a party speed of 30 feet. For parties with different speeds, see Exploration Time (1 Hex). Treat Cavern as Mountain and Jungle as Marsh for exploration time. Do not adjust the speed for Water hexes; it's assumed that the party is already using a boat or other watercraft to explore.<sup>2</sup> Preparation time represents the months of labor (beginning with the current turn) required to prepare the hex for settlement. Construction of buildings can begin in the current month for settlements built on plains.<sup>3</sup> Preparation cost represents the BP cost to clear a hex of this type in preparation for founding a settlement.<sup>4</sup> Farm cost represents the BP cost to cultivate a hex for farming. A Farm must be within or adjacent to a hex containing a river, lake, swamp, or Canal, or adjacent to at least 2 hexes that already contain Farms.<sup>5</sup> Road cost represents the BP cost to establish a Road that crosses a hex and connects to all adjacent hexes. The cost to build a Road doubles if the hex contains rivers. A kingdom with a Size of 26 or greater can build a Highway (or upgrade a Road to a Highway).<sup>6</sup> If the hex contains any rivers, double the listed cost to reflect the need to build bridges.<sup>7</sup> This is a large system of caves and underground passages and can be found in any terrain type except Marsh. It functions as an additional hex that exists underground, below the surface hex.<sup>8</sup> Treat this as the adjacent land terrain type for all purposes.</td></tr></tfoot></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Claiming Water and Islands/Terrain and Terrain Improvements", 
            "type": "table", 
            "name": "Terrain and Terrain Improvements", 
            "source": "Ultimate Campaign"
        }
    ]
}