{
    "body": "<p>Before you can start your own kingdom, you first need a base of operations&mdash;a fort, village, or other settlement&mdash;where you can rest between adventures and where your citizens know they can find you if they need help or want to pay their taxes. Once you have a kingdom, you'll want to create more settlements in order for the kingdom to grow and prosper. To found a settlement, you must perform the following steps. (These steps assume you're building a new settlement from scratch; if you're attempting to incorporate an existing settlement into your kingdom, see Free City under Special Terrain.)</p>", 
    "name": "Founding a Settlement", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Founding a Settlement", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>. You'll need money and resources in the form of build points.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Founding a Settlement/Step 1-Acquire funds", 
            "type": "section", 
            "name": "Step 1-Acquire funds", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>. You'll need to explore the hex where you want to put the settlement. See the Exploration Time column on the Terrain and Terrain Improvements table to see how long this takes. Once you have explored the hex, clear it of monsters and dangerous hazards. The time needed to clear it depends on the nature of the threats; this step is usually handled by you completing adventures there to kill or drive out monsters.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Founding a Settlement/Step 2-Explore and clear a hex", 
            "type": "section", 
            "name": "Step 2-Explore and clear a hex", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>. Once you have BP and have explored and cleared the hex, you can claim it. Spend 1 BP to do so; this represents setting up very basic infrastructure such as clearing paths, hiring patrols, setting up a tent city, and so on. This establishes the hex as part of your kingdom (or the beginning of your kingdom).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Founding a Settlement/Step 3-Claim the hex as yours", 
            "type": "section", 
            "name": "Step 3-Claim the hex as yours", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>. To put a settlement on a claimed hex, you'll need to prepare it. Depending on the site, this process may involve clearing trees, moving boulders, digging sanitation trenches, and so on. See the Preparation Cost column on the Terrain and Terrain Improvements table for the BP cost. If your settlement is in a hex containing a canal, lake, ocean, river, or similar large body of water, you must decide which of your settlement's borders are water (riverbanks, lakeshores, or seashores) or land. Some types of buildings, such as Mills, Piers, and Waterfronts, must be adjacent to water.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Founding a Settlement/Step 4-Prepare the site for construction", 
            "type": "section", 
            "name": "Step 4-Prepare the site for construction", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>. Construct 1 building in your settlement and pay its BP cost. If this is your kingdom's first settlement, you should start with an Inn, Shrine, Monastery, or Watchtower. In addition, you may also purchase and construct 1 House, Mansion, Noble Villa, or Tenement. If your first building is an Inn, you must construct a House or Tenement next to it, as building an Inn requires an adjacent House or Tenement.</p><p>When you complete these steps, you've founded your settlement! If this is your first settlement, it's considered your kingdom's capital city.<b></b></p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Founding a Settlement/Step 5-Construct your first buildings", 
            "type": "section", 
            "name": "Step 5-Construct your first buildings", 
            "source": "Ultimate Campaign"
        }
    ]
}