{
    "body": "<p>During the Income phase, you may add to or withdraw from the Treasury as well as collect taxes.</p>", 
    "name": "Income Phase", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Income Phase", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The kingdom-building rules allow you to expend BP on things related to running the kingdom. If you want to spend some of the kingdom's resources on something for your own personal benefit (such as a new magic item), you may withdraw BP from the Treasury and convert it into gp once per turn, but there is a penalty for doing so.</p><p>Each time you withdraw BP for your personal use, Unrest increases by the number of BP withdrawn. Each BP you withdraw this way converts to 2,000 gp of personal funds.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Income Phase/Step 1-Make Withdrawals from the Treasury", 
            "type": "section", 
            "name": "Step 1-Make Withdrawals from the Treasury", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can add funds to a kingdom's Treasury by donating your personal wealth to the kingdom&mdash;coins, gems, jewelry, weapons, armor, magic items, and other valuables you find while adventuring, as long as they are individually worth 4,000 gp or less. For every full 4,000 gp in value of the deposit, increase your kingdom's BP by 1.</p><p>If you want to donate an item that is worth more than 4,000 gp, refer to Step 3 instead.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Income Phase/Step 2-Make Deposits to the Treasury", 
            "type": "section", 
            "name": "Step 2-Make Deposits to the Treasury", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can attempt to sell expensive personal items (that is, items worth more than 4,000 gp each) through your kingdom's markets to add to your Treasury. You may sell one item per settlement district per turn. You must choose the settlement where you want to sell the item, and the item cannot be worth more than the base value of that settlement.</p><p>To sell an item, divide its price by half (as if selling it to an NPC for gp), divide the result by 4,000 (rounded down), and add that many BP to your Treasury.</p><p>You cannot use this step to sell magic items held or created by buildings in your settlements; those items are the property of the owners of those businesses. (See Magic Items in Settlements for more information on this topic.)</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Income Phase/Step 3-Sell Expensive Items for BP", 
            "type": "section", 
            "name": "Step 3-Sell Expensive Items for BP", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Attempt an Economy check, divide the result by 3 (round down), and add a number of BP to your Treasury equal to the result.</p>", 
            "name": "Step 4-Collect Taxes", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Income Phase/Step 4-Collect Taxes", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Jessica and the other leaders need to keep BP in the kingdom for future plans, so they skip Step 1 of the Income phase. They are worried that they won't collect enough taxes this turn, so just in case, in Step 2 they deposit 8,000 gp worth of coins, gems, and small magic items (Treasury +2 BP). The leaders aren't selling any expensive items, so nothing happens in Step 3. In Step 4, Rob, the Treasurer, rolls the Economy check to collect taxes. Rob rolls a 9 on the 1d20, adds the kingdom's Economy score (55), and subtracts Unrest (4) for a total of 60, which means the kingdom adds 20 BP (the Economy check result of 60, divided by 3) to the Treasury. At the end of this phase, the kingdom has Economy 55, Loyalty 42, Stability 55, Unrest 4, Consumption 4, and Treasury 27 BP.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }
    ]
}