{
    "body": "<p>If you lose control of a hex&mdash;whether because of Unrest, monster attacks, assaults from a hostile kingdom, and so on&mdash;you lose all the benefits of any terrain improvements in that hex (such as Farms and Roads). All settlements in that hex become free cities with no loyalty to you or any other kingdom. At the GM's discretion, monsters may move into the abandoned hex, requiring you to clear it again if you want to claim it later, and terrain improvements may decay over time.</p><p>Losing a hex may break your connection to other kingdom hexes. For example, losing the only hex that bridges two sides of a mountain range creates two separate territories. If this happens, the primary territory is the part of the kingdom with your capital city, and the rest of the kingdom is the secondary territory. If none of the kingdom's leaders are in the secondary territory when this split happens, you lose control of all hexes (as described above) in the secondary territory.</p><p>If at least one kingdom leader is in the secondary territory when the split occurs, you retain control of the secondary territory, but kingdom checks regarding its hexes treat Unrest as 1 higher, increasing by 1 each turn after the split. This modifier goes away if you claim a hex that reconnects the secondary territory to the primary territory.</p><p>If you claim a hex that reestablishes a connection to a leaderless secondary territory, you regain the benefits of the territory's terrain improvements. You must succeed at a Stability check to reclaim each of your former settlements in the secondary territory. You initially have a +5 bonus on these checks because the cities want to return to your kingdom, but this bonus decreases by 1 (to a minimum bonus of +0) for each subsequent turn since you lost control of the secondary territory.</p><p>If your kingdom is reduced to 0 hexes&mdash;whether through Unrest, a natural disaster, an attack by another kingdom, or other circumstances&mdash;you are at risk of losing the kingdom. On your next turn, you must claim a new hex and found or claim a new settlement, or your kingdom is destroyed and you must start over if you want to found a new kingdom. At the GM's discretion, you may be able to keep some BP from your destroyed kingdom's Treasury for a time; otherwise, those assets are lost.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Losing Hexes", 
    "type": "section", 
    "name": "Losing Hexes", 
    "source": "Ultimate Campaign"
}