{
    "body": "<p>In addition to the commonly available items in a settlement as determined by its base value, some buildings increase the likelihood of having specific or unusual magic items available for purchase.</p>", 
    "name": "Magic Items in Settlements", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Magic Items in Settlements", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>When you construct one of these buildings, mark the appropriate boxes in the Magic Items section of the settlement's District Grid; this indicates that the settlement has gained a slot for an item of that type.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Magic Items in Settlements/Gaining Item Slots", 
            "type": "section", 
            "name": "Gaining Item Slots", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>In Step 3 of the Upkeep phase, you roll to fill vacant magic item slots in each district. Roll d% once for each district that has an open magic item slot (if the district has more than one, select one randomly). There is a 50% chance (51&mdash;100) that an appropriate magic item becomes available in that slot. This item's price cannot exceed the base value for the settlement (reroll if the item's price exceeds the settlement's base value).</p>", 
            "name": "Filling Item Slots", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Magic Items in Settlements/Filling Item Slots", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Jessica's settlement has a base value of 200 gp. She built an Herbalist last turn, giving the settlement 1 minor potion slot. In the Upkeep phase this turn, she rolls d% and gets a result of 62, meaning she can roll a random minor potion to fill the settlement's empty slot. She rolls on Table 15&mdash;12: Potions (<i>Core Rulebook </i>478) and gets a result of 45, indicating a potion of a 1st-level spell. If she had rolled anything more valuable than the 200 gp base value for her settlement, she would have to reroll until she got an acceptable result. Once a magic item is rolled for a settlement in this way, it remains on the market until someone purchases it.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }, 
                {
                    "body": "<p> <i>Ultimate Equipment</i> includes extensive random magic item tables for specific slots and price increments. These tables may be more convenient than using the magic item tables in the <i>Core Rulebook</i>.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Magic Items in Settlements/Filling Item Slots/Pathfinder RPG", 
                    "type": "section", 
                    "name": "Pathfinder RPG", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>If you are unsatisfied with a magic item generated by a settlement, there are three ways to purge an undesirable item and make its slot vacant. The first is to purchase it with your own gp, which makes it your personal property and means you may do with it what you please (use it, sell it at half price for gold, deposit it in the kingdom's Treasury during the next Income phase, use it as a reward for a local general, and so on).</p><p>The second method is to manipulate your kingdom's economy to encourage an NPC to purchase the item (such as a random adventurer passing through the settlement). During Step 3 of the Income phase, you may attempt one Economy check for each filled slot you want to empty. For every such check after the first one in a turn, your Economy decreases by 1, since these manipulations are harmful to your kingdom's economy and typically only serve to get rid of an item you consider undesirable. If the check fails, nothing happens. If the check succeeds, erase the item from that slot; you may attempt to fill the empty slot as normal in the next Upkeep phase. You do not gain any gp or BP from this sale; the money goes to the building's owner, who uses it to acquire or craft the next item.</p><p>The third way is to spend BP (1 BP = 2,000 gp) to purchase the item. If you take the item for your own use, this counts as withdrawing BP from the Treasury for your personal use (see Make Withdrawals from the Treasury). If you use the item in a way that doesn't directly benefit you or the other PCs (such as giving it to a hero of your army or donating it to a settlement as a religious or historical artifact), then purchasing it is essentially like other kingdom expenditures and does not increase Unrest or decrease Loyalty.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Magic Items in Settlements/Emptying Item Slots", 
            "type": "section", 
            "name": "Emptying Item Slots", 
            "source": "Ultimate Campaign"
        }
    ]
}