{
    "body": "<p>The greatest assets of your kingdom are its settlements. Most settlements start as simple villages, and some grow over time into bustling cities.</p><p>The District Grid is divided into 9 large blocks separated by streets. Each block consists of 4 smaller lots separated by alleys. Treat each lot as approximately 750 feet per side, so overall the district takes up about 1 square mile. On each lot you may construct a building, and each building affects your kingdom's Economy, Loyalty, and so on.</p><p>Most settlements only have 1 district. If your District Grid is full and you want to add another district (for example, if you run out of available lots in that settlement and want to construct additional buildings), you can create an additional district for that settlement by paying the preparation cost for the settlement's terrain as listed on Table Terrain and Terrain Improvements. Remember that your kingdom's Control DC is based on the number of districts in your settlement.</p><p>The placement of buildings in your district is up to you&mdash;you can start in the center of the district and build outward, or start at the edge and build toward the center. Some buildings (such as the Guildhall) take up more than 1 lot on the grid. You can't divide up these larger structures, though you can place them so they cover a street. (Streets do not count as lots.)</p>", 
    "name": "Settlements and Districts", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Settlements and Districts", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Construction is completed in the same turn you spend BP for the building, no matter what its size is. A building's benefits apply to your kingdom immediately. At the GM's discretion, construction magic (such as <i>lyre of </i><i>building</i>, <i>fabricate</i>, or <i>wall of stone</i>) can reduce a single building's BP cost by 2 (minimum 0). This is a one-time reduction per turn, regardless of the amount of magic used.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Settlements and Districts/Construction", 
            "type": "section", 
            "name": "Construction", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A settlement's population is approximately equal to the number of completed lots within its districts × 250. A grid that has all 36 lots filled with buildings has a population of approximately 9,000.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Settlements and Districts/Population", 
            "type": "section", 
            "name": "Population", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The base value of a settlement is used to determine what magic items may easily be purchased there. There is a 75% chance that any item of that value or lower can be found for sale in the settlement with little effort. The base value of a new settlement is 0 gp. Certain buildings (such as a Market or Tavern) increase a settlement's base value. A settlement's base value can never increase above the values listed in Table 4&mdash;5: Settlement Size and Base Value (except under special circumstances decided by the GM).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Settlements and Districts/Base Value", 
            "type": "section", 
            "name": "Base Value", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A settlement's Defense is used with the mass combat rules. It otherwise has no effect unless the settlement is attacked. You can increase a settlement's Defense by building certain structures (such as City Walls).</p>", 
            "name": "Defense", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Settlements and Districts/Defense", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table id=\"table-settlement-size-and-base-value\"><caption>Settlement Size and Base Value</caption><thead><tr><th>Population</th><th>Settlement Size</th><th>Base Value</th></tr></thead><tr><td>Fewer than 21</td><td>Thorp</td><td>50 gp</td></tr><tr><td>21&mdash;60</td><td>Hamlet</td><td>200 gp</td></tr><tr><td>61&mdash;200</td><td>Village</td><td>500 gp</td></tr><tr><td>201&mdash;2,000</td><td>Small town</td><td>1,000 gp</td></tr><tr><td>2,001&mdash;5,000</td><td>Large town</td><td>2,000 gp</td></tr><tr><td>5,001&mdash;10,000</td><td>Small city</td><td>4,000 gp</td></tr><tr><td>10,001&mdash;25,000</td><td>Large city</td><td>8,000 gp</td></tr><tr><td>More than 25,000</td><td>Metropolis</td><td>16,000 gp</td></tr></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Settlements and Districts/Defense/Settlement Size and Base Value", 
                    "type": "table", 
                    "name": "Settlement Size and Base Value", 
                    "source": "Ultimate Campaign"
                }
            ]
        }
    ]
}