{
    "body": "<p>Some hexes contain features or resources that impact a kingdom's Economy, Loyalty, Stability, and other game statistics. These terrain resources are placed by the GM&mdash;not by player characters&mdash;for you to discover while exploring or adventuring, and may modify terrain improvements or cities.</p>", 
    "name": "Special Terrain", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Special Terrain", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The hex contains an existing Bridge over a waterway. If you build a Road in this hex, you do not have to double the cost of the Road.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Special Terrain/Bridge", 
            "type": "section", 
            "name": "Bridge", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The hex contains an abandoned building in good repair (type determined by the GM). If you establish a settlement at the building's location in the hex, you can incorporate the building into the settlement at no cost (this does not count toward your building limit for that turn).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Special Terrain/Building", 
            "type": "section", 
            "name": "Building", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A Free City is a settlement that is not part of any established kingdom. Claiming a hex with a Free City is an excellent way to add a fully functional settlement to your kingdom. In order to claim a Free City hex peacefully, you must succeed at a Stability check. Failure indicates radicals and upstarts in the settlement and Unrest increases by 1d4.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Special Terrain/Free City", 
            "type": "section", 
            "name": "Free City", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A Lair is usually a cave or defensible shelter that can be used as a defensive fallback point, a storage location, or even a guardpost or prison. If you claim a hex with a Lair, Stability increases by 1. If you construct a Fort or Watchtower over a Lair, its Defense increases by 1. At the GM's option, a Lair may allow access to an underground cavern hex (see the Terrain and Terrain Improvements table).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Special Terrain/Lair", 
            "type": "section", 
            "name": "Lair", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A Landmark is a site of great pride, mystery, and wonder, such as an outcropping in the shape of a human face, a smoking volcano, or a lake with an unusual color or unique properties. The Landmark bolsters your kingdom's morale. If you claim a hex with a Landmark, Loyalty increases by 1. If the hex also has a Road or Highway, Loyalty increases by an additional 1.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Special Terrain/Landmark", 
            "type": "section", 
            "name": "Landmark", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A Resource is a ready supply of some kind of valuable commodity that offers a great economic boon to your kingdom, such as exotic lumber, precious metal, gems, rare herbs, incense, silk, ivory, furs, salt, dyes, and the like. If you claim a hex with a Resource, Economy increases by 1. If you construct a Mine, Quarry, or Sawmill in a hex with a Resource, all of its benefits increase by 1. If you construct a Farm or Fishery in a hex with a Resource, those improvements decrease Consumption by an additional 1 BP.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Resource"
        }, 
        {
            "body": "<p>A River allows water travel through your kingdom, facilitating trade and allowing irrigation. Economy increases by 1 for every 4 River hexes claimed, and Stability increases by 1 for every 8 such hexes claimed.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Special Terrain/River", 
            "type": "section", 
            "name": "River", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A Ruin is a partially destroyed building. If you claim a hex containing a Ruin and build a settlement at the Ruin's location, you can use the Ruin as the basis of an appropriate type of building (as determined by the GM), reducing the cost of that building by half. Alternatively, you can salvage building materials from the Ruin, reducing the cost of 1 building in that hex by 1d4 BP.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Special Terrain/Ruin", 
            "type": "section", 
            "name": "Ruin", 
            "source": "Ultimate Campaign"
        }
    ]
}