{
    "body": "<p>Your family often has the strongest influence over you as a child. This family doesn't always consist of blood relations, especially in the case of adoptees, foundlings, orphans, or street urchins. Those who raised you as a child and took responsibility for your survival, food, shelter, and protection are your family. A family passes on customs, traditions, religion, and superstitions. Some families nurture, shelter, and safeguard their children; others fight and harm one another. When you start thinking about your background, begin by examining your family life.</p>", 
    "name": "Family", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The way parents relate to one another often becomes the model for how their children perceive adult relationships. Children carry these views into adolescence and adulthood, consciously or unconsciously embracing their parents' model (even if they later reject it). The way you behave in a romantic relationship (or marriage contract) partly stems from your perception of your parents' relationship.</p><p>Who were your parents and how did they meet? Did your parents marry, and if so did they marry for love, money, political power, or some other reason? Was their marriage arranged? Did your parents fight or abuse one another? Conversely, did your parents get along blissfully, creating an ideal model of love in your mind? Were your parents faithful to one another, or was one (or both) a philanderer? What secrets did you learn about one of your parents that the other did not know? Did your parents separate? Did a parent die? If you grew up with only one parent, how did your other parent deal with the separation from his or her partner? How did (or would) such an event affect your life? Does your family experience cause you to long for a family of your own or cause you to shun the thought?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Parents", 
            "type": "section", 
            "name": "Parents", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Depending on the nature of your family, your siblings might be your closest friends or worst enemies. Sometimes siblings band together for friendship, protection, and support; other times they are divided by competition, favoritism, or resentment.</p><p>Think about the family dynamics. If you have siblings, are you close to them? Were you bullied by one or more of your siblings, or protected by them? Were you the eldest child in your family, or otherwise responsible for watching out for your siblings? Did your parents place greater duties, expectations, and responsibilities upon you than upon your siblings? Is there a sibling you are closer to than others, or do you care for all your brothers and sisters equally? Was there a favorite child in your family? Were you that child or was it one of your siblings? Was there a black sheep in your family? Do you have any bastard siblings, half-siblings, or stepsiblings? If so, what is the nature of your relationship?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Siblings", 
            "type": "section", 
            "name": "Siblings", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Grandparents, aunts, uncles, nieces, nephews, and cousins can sometimes be closer than your immediate relations. At the very least, such relatives can be close confidantes outside of your immediate family. Did you have such a favorite relative? What role did this person play in your life, and what family role did she fulfill? Did your immediate family live with, visit, or associate with your extended family, or was your mother or father disowned by his or her side of the family?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Extended Family", 
            "type": "section", 
            "name": "Extended Family", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Growing up adopted, separated from your parents, as an illegitimate child, or on your own as an orphan may have a large effect on your mind-set, prompting questions of identity, driving you to establish yourself in the world, or plaguing you with questions about the circumstances of your birth.</p><p>Were you born of two committed parents, the result of a chance tryst, or something else? Were you reared by your birth parents or by someone else, and was that better or worse than the alternative? Did parents of a different race (including wild beasts or monsters) bring you up?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Adoption/Illegitimacy/and Orphanhood", 
            "type": "section", 
            "name": "Adoption, Illegitimacy, and Orphanhood", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your parents' professions were a backdrop against the environment you grew up in, and it's likely you were assigned tasks and chores related to their trades, and expected to learn associated skills.</p><p>What were your parents' professions? Did either of them originally come from a different background or profession? Do you have positive or negative feelings about the family trades? Did you assist your parents, or separate yourself from their trades completely? If you helped with a parent's profession, did you learn the skills of the trade when you came of age? Were you expected to carry on that trade, or did the duty fall to one of your siblings? Was there something about the trade that you loved or hated?</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Early Life/Family/Parents Professions", 
            "type": "section", 
            "name": "Parents' Professions", 
            "source": "Ultimate Campaign"
        }
    ]
}