{
    "body": "<p>Mythic adventures can gain their legendary powers in a variety of ways, from a gift from the gods, to the influence of ancient magic thought lost to the world, to traveling to a distant land filled with power. Such themes describe the source of mythic power in a given campaign and give general guidelines about how it functions. Some campaigns will focus on one theme to tell a mythic story, and others will include multiple themes&mdash;although the GM should be careful when using more than one theme, as this might muddle the story behind such power. In some cases, merging various themes will make more dramatic sense than using one theme alone.</p><p>The following themes are just a few types that the GM can work into the world when introducing the mythic rules into her campaign. These are generally compatible with any type of mythic game. Each one includes the following sections.</p>", 
    "name": "Mythic Themes", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>This gives a basic overview of the theme.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Description", 
            "type": "section", 
            "name": "Description", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>This describes how much of an impact the mythic elements have on the campaign, indicating how those elements change the tone of the game.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Scope"
        }, 
        {
            "body": "<p>This includes some sample ways the PCs might become mythic using this theme.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ascension"
        }, 
        {
            "body": "<p>This describes the types of adventures and campaigns that work well with this mythic theme.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Story"
        }, 
        {
            "body": "<p>This lists some types of mythic challenges relating to this theme that the PCs will likely face.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>This describes a few ways the campaign might reach its mythic climax.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ending"
        }, 
        {
            "body": "<p>An ancient artifact, forgotten spell, or fantastic magical event grants the PCs mythic powers. Regardless of its particular source, this power comes from the very fabric of magic itself, a power few dare to harness.</p>", 
            "name": "Eldritch Magic", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Eldritch Magic", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>While the scope of a campaign featuring eldritch magic can be broad, since this power comes from a particular item or event, the powers should be tied to it. Perhaps the ancients created a sacred seal to be broken if certain signs presented themselves, such as a week of a blood-red moon or three comets in the sky at the same time. In this way, the mythic rules have an impact on the entire setting, but their direct influence can be limited by the source of the power.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Scope"
                }, 
                {
                    "body": "<p>Rumors persist of books that, once read, unlock potential hidden deep within the mind and body. An ancient seer possesses these volumes and offers the heroes a chance to read one that will grant them mythic power, but only if they will defeat a creature terrorizing the city.</p><p>While exploring a long-forgotten valley, the PCs encounter a strange stone monument with an ancient spell carved upon it. They discover that this is a relic from a bygone age of magic, and that it grants mythic power. Unfortunately, they aren't the only ones who've found it, and now this power has been loosed upon the world.</p><p>Deep inside a forgotten dungeon, the PCs discover a room sealed by a series of complicated mundane and powerful arcane locks. Promises of great treasure led the PCs to this spot. As they break the seal on the door, a blast of arcane energy emanates from the door, knocking out the heroes and imbuing them with mythic powers. While the heroes are stunned, a creature bashes through the doors with such force that it breaks the hinges and escapes. When the PCs come to, a guardian spirit waits over them, imploring them to recapture the monstrosity they unleashed.</p><p>The PCs realize that each of them inherited a curved piece of metal inscribed with symbols in an archaic script. By placing the pieces together, they form a circle. When the circle is complete, the PCs each feel energy pulse through them that causes them to ascend.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ascension"
                }, 
                {
                    "body": "<p>Adventures using this theme are always tied to the source of power, either by those who wield it or those who seek to steal such power away for themselves. The PCs are drawn into this struggle and must prevent such power from falling into the wrong hands… possibly even realizing that those hands are their own.</p><p>Ancient artifacts and items from distant planes carry secrets and abilities rarely accessible to those living today. Interacting with such items is dangerous, and will forever change the wielder in unforeseen ways. These items find their ways into the collections of great and long-living creatures, such as dragons and liches, or are buried in the most remote areas beyond the known world. Not only will interacting with these items change a character, but the power released is a beacon for frightening entities linked into that same source.</p><p>Some of these items are part of a set or pieces of a larger item. Collecting the various pieces will increase the PCs' powers and give them further insight into the world of mythic creatures that surrounds them. But such items are jealously guarded, and it may cost the PCs even more than they expect to attain this greater power.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Story"
                }, 
                {
                    "body": "<p>The PCs must face off against foes who have harnessed the same power they have, or who seek to take it from them. If the PCs' power stems from an event, perhaps they are not the only ones to gain power in this way. If their power comes from an artifact, perhaps there are other relics granting power to their enemies. In either case, the PCs must deal with foes who not only understand their power (possibly better than the PCs do), but wield it as well.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Challenges"
                }, 
                {
                    "body": "<p>The heroes take on an ancient mythic creature, the very one that has been placing challenges before them. It does this not to defeat the PCs, but to force them to gain more power&mdash;power it seeks to rip from them. This foe has designs upon the power that the PCs possess and wishes to either take it all for itself or remove the threat of that power from the world.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ending"
                }
            ]
        }, 
        {
            "body": "<p>After the heroes achieve a monumental task thought to be too much for them, the essence of the mythic world bows to their achievement and fills them. This could come from destroying a plane-shattering artifact, defeating a legendary monster, or surviving a deadly journey to a wondrous location.</p>", 
            "name": "Legendary Encounter", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Legendary Encounter", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>The scope of this campaign can be quite far-ranging. The experience that grants the heroes mythic powers could occur anywhere in the campaign world (though that could be merely one of many such moments happening all around the world). Events related to the experience could send the heroes to distant lands&mdash;perhaps the heroes gain their powers from destroying an evil artifact, and learn of other such artifacts hidden in dungeons around the world.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Scope"
                }, 
                {
                    "body": "<p>An NPC begs the heroes to destroy an artifact that's corrupting the land. After a deadly adventure, the PCs finally manage to destroy the object, but in doing so release a wave of energy that grants them mythic power.</p><p>Reports of an ancient dragon ravaging an entire valley reach the heroes' ears. When they battle the beast, they find themselves vastly outmatched, but through cunning and luck, they manage to slay the dragon. Upon its death, its blood washes over them, infusing them with mythic power.</p><p>While traveling overland, the heroes become lost in a wild storm. For hours, they're battered by sheets of rain, and surrounded by unnaturally thick mist that refuses to be dispersed. When the storm lifts, the heroes find themselves on the rim of an ancient, enchanted valley&mdash;one told of in many tales but few people believed to truly exist.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ascension"
                }, 
                {
                    "body": "<p>Any sort of adventure could appeal to parties of legendary origin. The nature of their mythic powers could inspire certain storylines, such as recovering pieces of an artifact or hunting down the source of a pack of mythic monsters. The heroes may realize that if their experience granted them power, it could do the same for others, including those with sinister or chaotic motives. The mythic power in the heroes' bodies seems attuned to other such sources of power, and the main campaign arc involves the heroes tracking down these sources and keeping them from becoming tools of evil.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Story"
                }, 
                {
                    "body": "<p>Since many different experiences, objects, and places in the world can be sources of mythic power, mythic villains and monsters could appear frequently. If the PCs destroyed an artifact or killed an ancient beast to gain their power, others may seek revenge for that act.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Challenges"
                }, 
                {
                    "body": "<p>At the end of their journey, the heroes should come full circle, perhaps even returning to the place where they first gained their mythic power. They might have to face off against the villain that precipitated their journey, or maybe even the source of their power itself. In the end, they should feel like their legend has closure, even if they keep their mythic power.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ending"
                }
            ]
        }, 
        {
            "body": "<p>Mythic power comes from a lost age when mythic creatures and characters were common. That power has faded from this world, but once an age, when the time is right, mythic power returns for a short time.</p>", 
            "name": "Lost Inheritance", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Lost Inheritance", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>In this theme, mythic power is a rarity, held only by a few who often hide from the world and those who would seek to take it from them. To widen the scope, mythic power might be returning to the world, heralded by some grand conjunction of events.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Scope"
                }, 
                {
                    "body": "<p>A celestial event marks the return of mythic power to the world. Possibly by accident, the PCs are standing in just the right place at the time of this omen, and are imbued with such power. The PCs are not alone, however&mdash;others were also at different places of power at the same time.</p><p>At the conclusion of an adventure, the PCs learn that their births had been carefully arranged over the past 100 years in an attempt to recreate a powerful, mythic lineage long thought to be lost. With this discovery, they also find the means to unlocking their potential.</p><p>Exploring a fabled lost city, the PCs learn its inhabitants held power far beyond that of their modern cousins. The secret to this magic came from a special ritual that could only be performed once every 1,000 years, but it came at a terrible price and with a great deal of risk. The next ritual is fast approaching, presenting an opportunity for the PCs to become mythic if they choose to pursue this dangerous path.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ascension"
                }, 
                {
                    "body": "<p>With these adventures, mythic power itself is the story. They contain a great deal of mystery, as there are few in the world who know about mythic power and what perils come along with wielding it. The PCs travel around the world, seeking knowledge of its origins, what caused its downfall, and how it can be used. Of course, others have also learned about this power, and they intend to use it for nefarious ends.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Story"
                }, 
                {
                    "body": "<p>The PCs aren't the only ones to gain mythic power from this source. Perhaps there are others of this bloodline, or other creatures that discover a way to awaken power within them. Most mysterious, however, are creatures from the lost age, returned to the world to take back what they see as rightfully theirs&mdash;whether that's the mythic power or the whole world.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Challenges"
                }, 
                {
                    "body": "<p>As events draw to a conclusion, the PCs must choose whether this power remains in the world. Keeping it for themselves means the power can be taken by other villains, and the heroes will need to keep constant vigil for the sake of their mythic nature. Or they can let this power fade away, even knowing there are other threats out there that could use their mythic talents. Alternatively, there may be no choice in the matter; the power has returned and the PCs must find a way to deal with it. In any case, the villains that seek to abuse this power must be stopped, no matter the cost.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ending"
                }
            ]
        }, 
        {
            "body": "<p>Upon traveling to another plane, the PCs acquire mythic power. These powers might last only as long as the PCs are on this plane, or the PCs may be forever transformed by the visit.</p>", 
            "name": "Planar Might", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Planar Might", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>This might only apply to one plane of existence, with the power fading immediately when the heroes leave and resurging the moment they return. The scope can be extended by making the campaign about a group of planes somehow mythically connected. Or the powers last beyond the visit, but fade over time, requiring return trips for the heroes so they may drink from the mythic wellspring and renew their powers.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Scope"
                }, 
                {
                    "body": "<p>Before a powerful wizard ally can complete an important ritual to save the country, a strange creature steps through a nearby mirror and steals him away. The mirror portal remains open behind it, allowing the PCs to follow. They emerge onto an unknown plane, and the physics of this place are nothing like those of home. As a result, the PCs now have access to a wide range of abilities they once considered unthinkable.</p><p>A messenger of the gods appears to the PCs, asking them to deliver a relic to a plane where even the gods fear to tread. It gives them each a blessing that, upon entering this fearsome plane, provides protections through ascension.</p><p>Found guilty of high treason for a crime they didn't commit, the PCs are sentenced by a tribunal to wander the endless planes, wearing the \"collars of judgment,\" until they prove themselves worthy to return. They now jump from plane to plane, attempting to defeat other threats to their homeland. The collars around their necks give them access to mythic powers and transport them to their next labor when they finish their current one. Hopefully their last will be against the one who framed them.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ascension"
                }, 
                {
                    "body": "<p>While some planes function much like the Material Plane&mdash;in that they have gravity, breathable air, etc.&mdash;other planes have truly alien environs. Several of the latter augment those who enter to allow them to survive; this power sometimes lasts only while a visitor is on that plane, while other times it's permanent. (Some believe this augmentation occurs when latent abilities that reside in all life forms are triggered.) In other instances, special items or rituals grant these powers during travel through specific planes.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Story"
                }, 
                {
                    "body": "<p>The planes are full of unpredictable oddities and surreal monsters. Many of these creatures are incredibly powerful without being mythic at all, making them more than a match for the PCs. Despite their power, the PCs must tread lightly in the presence of archangels and demon princes. Ultimately, they will have to face such beings, even if they start by challenging their minions and other, lesser agents.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Challenges"
                }, 
                {
                    "body": "<p>At the end of their journey, the heroes must ultimately face some sort of gatekeeper that keeps them from going home. This creature might literally be preventing their travel, or it might be so great a threat that it must be defeated before the heroes can return to their ordinary lives. Even if the PCs traveled to the plane accidentally, there should be some incredibly powerful force standing in the way of their return to normal life.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ending"
                }
            ]
        }, 
        {
            "body": "<p>A god grants the heroes mythic powers, either in response to deeds they have accomplished or in anticipation of deeds they have yet to perform. In this theme, mythic power is the provenance of the gods and only divine agents may wield such power.</p>", 
            "name": "Power of the Gods", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Power of the Gods", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>Since the heroes' mythic powers come from a specific deity, their activities may occur in places where the deity is popularly worshiped or challenged. The heroes could function as champions of the deity, protecting lands their god has deemed only for the righteous. They could also be emissaries, traveling to distant lands where their god is unknown. A campaign could even take place in lands where worship of the heroes' god is strictly outlawed by the ruling religion.</p><p>In any case, the scope is somewhat defined by the gods' wishes, for what they give they can just as easily take away. (Or perhaps they can only bestow mythic powers, and are incapable of removing them, making ascending mortals a risky proposition.)</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Scope"
                }, 
                {
                    "body": "<p>The PCs are actually children of a god, the result of a pairing with a mortal. This is unknown to them until the appointed hour, when their divine heritage manifests. Using this hook, it's possible that all of the PCs are related, even if they don't realize it at first (each having been raised by a mortal surrogate parent).</p><p>During a vicious battle at an especially holy site, one of the heroes is slain. As her companions use resurrection magic to bring her back from the dead, the spell expands in a glowing aura that imbues all the heroes, including the newly risen one, with mythic powers.</p><p>The heroes fight bravely to defend or restore a site of worship. When the last enemy is slain and the site is reconsecrated, the heroes are filled with a sense of divine gratitude and blessed with mythic powers.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ascension"
                }, 
                {
                    "body": "<p>In this theme, the gods take a much more active role in the world. They may be only able to act indirectly, and need heroes like the PCs to carry out their will. Or there are too many threats for even the gods to face, so they need champions to fight on other fronts.</p><p>A party with several members dedicated to the same god lends itself naturally to such a story. These heroes receive occasional divine communications from their patron through dreams, omens, or visitations. While they may go on adventures unrelated to their deity, the overall arc of the campaign is guided by their faith and culminates in a battle against an enemy of their patron.</p><p>In a party of mixed faiths, the story could center on discovering the identity of the mysterious benefactor who gifted the PCs with mythic powers. Dreams and omens could still trigger adventures, but these are muddled and cloudy. In the end, the heroes could find their power came from one particular patron, or from an alliance of deities who have joined together against a particularly formidable villain.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Story"
                }, 
                {
                    "body": "<p>Rival gods can imbue their own champions with power, or create mythic monsters to oppose the heroes. While not every adventure needs to contain a mythic challenge, the major villains and ultimate challenge should be mythic in nature and diametrically opposed to the PCs' patrons.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Challenges"
                }, 
                {
                    "body": "<p>The final stage of the journey for the heroes should center on the goals of their patron deity. A rival deity almost always opposes the goals, and will stop at nothing to see the PCs fail. The PCs might have to face off against a powerful agent of that rival or maybe even against some sort of avatar of the divine being itself. At the loftiest heights of power, the PCs might be tasked with going to the rivals' home realm and fighting the angry god directly. They might not survive such an encounter, but with the backing of their patron, they might still accomplish their goal&mdash;and their heroism may become a religious story to be told down through the ages.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ending"
                }
            ]
        }, 
        {
            "body": "<p>The PCs gain mythic power by taking it from another mythic creature, either by force, happenstance, or through some more elaborate ritual or ceremony. In this theme, the amount of mythic power is finite; to gain more, one must take it from another.</p>", 
            "name": "Stolen Might", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Stolen Might", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>The amount of mythic power in the world is limited, but the actual amount can vary depending on the needs of the campaign. Maybe there are many mythic beings scattered throughout the world, some secret and others overt about their mythic nature. Or there are few such people in the world, but each one is a force to be reckoned with. Regardless, there are those with power who forever crave more, while others are merely content to possess what power they have and to use it wisely. The PCs must decide how to handle their power, whether or not to seek out more, and how to deal with those who come to take theirs away.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Scope"
                }, 
                {
                    "body": "<p>After the heroes defeat a particularly powerful foe, a storm of lightning emerges from his body, washing over the PCs and granting them mythic power. They quickly learn that to gain additional tiers, they must defeat other mythic foes and harvest power from them.</p><p>The PCs are summoned to a lonely mountaintop where an ancient monk awaits. Before succumbing to old age, the monk grants them the mythic power that he's held for many years, entrusting them to guard it and carry on his legacy.</p><p>A strange messenger from a mysterious cult approaches the PCs and offers them membership. They're brought to a strange ritual and infused with mythic power stolen from a bound captive. They soon learn that the cult they have joined is in an eternal struggle with their rivals, both sides playing a centuries-long game of stealing power from the other using this ancient ritual.</p><p>After some chance omen, the PCs wake up with mythic power. They discover that this very power means they're now a part of a secret world, one where other mythic beings now hunt them down to kill them for what they possess. It's through a chance meeting with a friendly mythic character that the PCs understand what has befallen them.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ascension"
                }, 
                {
                    "body": "<p>The PCs might go on plenty of regular adventures in this theme, but every encounter they have with a mythic creature or character is fraught with peril. These rivals might seek to steal their power, or help explain how their power might be used. The PCs will have to decide if taking it is something they can morally accept. If gaining mythic power requires the death of others who possess it, the power itself becomes a sort of curse, with villains around every corner seeking to end the PCs' lives and steal their mythic spark.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Story"
                }, 
                {
                    "body": "<p>Mythic foes will be relatively uncommon in this theme, because each successful encounter with one causes the PCs to increase in power. As they gain tiers, the PCs might discover that slaying a being of lesser tier is not enough to advance their power. Or perhaps the highest tiers are only possible to those willing to kill a great many mythic creatures, collecting all that power into one body. The PCs must constantly be vigilant for other mythic foes, both above them in power and below.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Challenges"
                }, 
                {
                    "body": "<p>Ultimately, the PCs will reach the 10th tier and be left with no more to gain. From this lofty perch, they must defend themselves from all mythic threats seeking to steal what they have earned. Alternatively, those who reach that height of power might find there is only one more step to take&mdash;stealing more power from a deity or other source of immense power. Or there may be a grand reward awaiting those who capture all the mythic power in the world.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Ending"
                }
            ]
        }
    ]
}