{
    "body": "<p>Mythic heroes, for all their might, are still people with troubles and flaws. Many such legendary beings have equally legendary flaws that are ultimately their undoing. Because of the heroes' great power, these failings and weaknesses are also often dramatic, and if their enemies learn of these flaws, they will seek to exploit them.</p><p>The following mythic flaws are optional rules the GM may want to include in a mythic campaign in order to reflect heroes of old. They force characters to suffer a particular ailment in certain situations, one that they can't mitigate or work off over time&mdash;a flaw truly a part of their mythic nature.</p><p>Flaws don't provide great benefits to the characters&mdash;including them is purely for dramatic purposes, not to create an optimal character. The GM should carefully weigh whether or not to include them in the game, and decide if their addition is a benefit to the story as a whole and (more importantly) something the players will enjoy playing.</p><p>If you decide to include mythic flaws in the game, they are gained at the same time the character gains mythic power, during the moment of ascension. You can select these flaws yourself, making them an aspect of the theme used to grant the PCs mythic power, or you can allow the PCs to select them, integrating the flaws into their backstories. The following mythic flaws are examples of the types of flaws you could include in your game.</p>", 
    "name": "Mythic Flaws", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>There is only one food or drink that can nourish your hero, and without it your powers fade. Select one specific type of food or drink (other than water). If you don't ingest that food or drink at least once per day, you begin to lose your mythic powers. After the first day of absence, you can no longer regain uses of mythic power. After the second day, you lose all the powers and abilities granted by your mythic path. After the third day, you lose all of your mythic abilities, with the exception of ability score increases, bonus hit points, and bonus mythic feats. These powers and abilities are immediately restored as soon as you consume that food or drink.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Dependency", 
            "type": "section", 
            "name": "Dependency", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>One element above all others has an adverse effect on your power and is capable of harming you like no other. Select either acid, cold, electricity, or fire. You take double the amount of damage whenever that damage is of the selected type. You never benefit from resistance or immunity to that element. When an effect of that type is used against you, it is always treated as though it's from a mythic source.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Elemental Vulnerability", 
            "type": "section", 
            "name": "Elemental Vulnerability", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Your rage is a beast, one that you can barely control. Whenever you are hit by a critical hit or demoralized by the Intimidate skill, you go into an uncontrollable rage. This functions like the barbarian's rage class feature, but you don't gain a bonus to your Strength or Constitution score (even if you have the rage class feature). This limits the actions you can perform and gives you a &ndash;2 penalty to Armor Class. The rage lasts for a number of rounds equal to 1d4 plus your mythic tier, but you aren't fatigued after this duration expires. If you have the rage class feature, this does not count toward your uses of that feature. If you are raging when this flaw is triggered, that rage immediately ends and this effect begins.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Furious Rage", 
            "type": "section", 
            "name": "Furious Rage", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>You are first, best, and above all others. Your power is unrivaled and you know it. You receive a +4 morale bonus on saving throws against fear. Whenever you succeed at a saving throw against an effect that would have caused you to gain the shaken, frightened, or panicked condition, you instead gain the staggered condition for a duration equal to the duration of the effect that you saved against, as you spend part of each round boasting about your prowess. If you instead fail a saving throw against such an effect, that effect's duration is doubled as you're also confronted with doubt or shame.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Hubris", 
            "type": "section", 
            "name": "Hubris", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>There is one material that can penetrate even your toughest defenses. Select cold iron, silver, or wood. Weapons made primarily from that material automatically confirm all critical hits against you and the critical multiplier is increased by 1 (to a maximum of &times;4). If you have damage reduction, weapons made primarily of that type always bypass that reduction.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Material Weakness", 
            "type": "section", 
            "name": "Material Weakness", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The power that you wield speaks to you, and it befuddles your mind at critical moments. Whenever you're hit by a critical hit or fail a saving throw against a mind-affecting spell or special ability, you also gain the confused condition for 1d4 rounds.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Mercurial Mind", 
            "type": "section", 
            "name": "Mercurial Mind", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Despite your power, there is one type of magic that is foretold to be your undoing. Those that wield it are of great danger to you. Select one school of magic (except divination). Whenever you attempt a saving throw against a spell or effect of that school, you take a &ndash;4 penalty on the saving throw. The effects of such spells (if harmful) last twice as long if you fail the saving throw. In addition, all spells and effects of that school used against you are always treated as though they're from a mythic source. You also may not benefit from spells and effects from the selected school, subject to GM discretion.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/School Aversion", 
            "type": "section", 
            "name": "School Aversion", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The prophecies say that one weapon will be your doom. Select one group of weapons from the list of fighter weapons. Weapons from the selected group gain a +4 bonus on attack and damage rolls against you. If a weapon from the selected group scores a critical hit against you, the critical multiplier is increased by 1 (to a maximum of &times;4). If you have damage reduction, weapons from that group always bypass that reduction.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Flaws/Weapon Weakness", 
            "type": "section", 
            "name": "Weapon Weakness", 
            "source": "Mythic Adventures"
        }
    ]
}