{
    "body": "<p>Campaigns and adventures come in many forms, taking shape organically with the whims of the players and the needs of the Game Master, but the key to running a successful mythic campaign or adventure involves a little more planning. The following structure is a guide to help GMs in planning out their mythic experience, regardless of length. This formula can work for a single session, where the PCs gain mythic power at the beginning and lose it by the end. Or you can apply it to an entire campaign, where the PCs gain mythic power early on and retire after of dozens of adventures.</p><p>Many mythic stories follow a common narrative structure (see The Monomyth). This structure is divided into five parts: the contact, the awakening, the journey, the return, and the life after. In the contact, the PCs encounter a threat too great for them to handle. In the awakening, they're granted mythic power to handle this threat. In the journey, the heroes quest to increase that power and gain what they need to vanquish that threat. In the return, they finally encounter the threats as equals (or near-equals) and have the opportunity to forever right the world. In the life after, the mythic heroes deal with the aftermath of their trials, and either become normal characters once again or hold onto their new power.</p><p>This structure isn't set in stone. GMs should improvise details to suit the campaign. The steps represent story ideas that might reveal themselves in one or more encounters.</p>", 
    "name": "Mythic Story Structure", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>In a mythic game, failure can play an important role in motivating the characters. Failure doesn't need to mean death, but instead that the PCs' efforts aren't enough to solve all problems before them. They might win the battle, but find that around them the town was destroyed, or someone close to them died during the conflict. This failure is a story opportunity&mdash;it can be used as motivation to continue on their journey, even against loss and extreme adversity. This also illustrates that the PCs' enemies have power similar to theirs, and that challenges ahead will test the heroes' limits and resolve.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/The Importance of Failure", 
            "type": "section", 
            "name": "The Importance of Failure", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>At the start of the campaign, the PCs should be normal adventurers, developing and advancing without the aid of mythic power. This gives them a chance to experience life as mundane heroes, struggling to earn enough gold to keep themselves fed and allowing them to explore the normal world around them.</p><p>When the PCs first come in contact with something truly wondrous, the mythic campaign starts in earnest. They learn that there's much more to the world around them than they first realized. This can take the form of some great, emerging danger that the PCs cannot hope to defeat as they currently are. Perhaps an incredibly powerful dragon threatens the land, a long-dead god returns to the world, or the fearsome tarrasque reawakens. The PCs are drawn into this story as their lives are forever changed by this unchallengeable threat. These low-level characters should not combat such a beast, but they might be in a town ravaged by the threat, leaving them with no choice but to flee along with everyone else or perish. After that event, they're linked to the threat, but right now have no means of dealing with it.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Contact", 
            "type": "section", 
            "name": "Contact", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>A key part of the mythic narrative is that the characters don't start out as mythic heroes. Even if they gain their powers during the opening scenes of their first adventure, each character has an ordinary life before their ascension. This helps to ground them in the world and gives them a framework by which they can understand the magnitude of this change within them. That's not to say the seed of mythic power couldn't have been a part of them since birth, but such latent power should be hidden from them until the appropriate time.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Starting Off Mythic", 
            "type": "section", 
            "name": "Starting Off Mythic", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The next step is for the PCs to receive the aid they need, in the form of mythic power. The actual means by which the PCs receive this power may vary (see Mythic Themes), even between PCs in the same game. By the end of this part of the story, the PCs have had their moment of ascension, whether together or separately, and are now mythic. They are not yet ready to face their primary challenge, but the first steps down the path to victory should be revealed at this point.</p><p>Often, the source of this power gives them a clue to their journey. For example, the tarrasque is tearing through the countryside, devouring entire towns. The PCs are forced to flee into a secluded valley near where the beast was slumbering, only to find that the valley contains an ancient seal recently broken. A guardian spirit explains to them that it has failed in its duty to keep the beast contained, and beseeches the PCs to intervene if they are brave enough. Giving the last of its strength, the spirit imbues the PCs with mythic power. As the spirit fades away, it tells them to seek out a legendary blade capable of ending the tarrasque.</p><p>After receiving aid, the PCs are ready to begin their journey, but first they must leave their old world behind. Make this a painful choice for them, as the PCs must leave loved ones and comfort to venture into the unknown and ready themselves against true danger. This is a good time to present their first major challenge, so they can fully grasp the power they now command. The GM should also mark this point with some sort of loss or setback, to emphasize the gravity of the situation and the need for the PCs to undertake their quest. In the example above, the PCs might leave the valley only to find that their hometown is completely gone, devoured by the tarrasque. Before the PCs have a chance to mourn, they're beset by a group of cultists who helped to weaken the seal. After a deadly fight, the PCs see that they must leave to retrieve the blade if they're going to save other towns from this horrible fate.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Awakening", 
            "type": "section", 
            "name": "Awakening", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The second part of the mythic structure is the journey. This part of the story can be nearly any length, from composing the middle of one session to encompassing dozens of sessions. The PCs, now enhanced with mythic power, must contend with various trials and dangers. Although these tests can take many different forms, there are some common types.</p><p>One type of test is that of the heart, compelling the PCs to struggle for something they care about other than themselves. These tests provide the PCs with a goal other than their own well-being and power. There should be something threatened if they fail, which serves to give the PCs resolve, a reason to carry on. As they visit a city in the path of the monster, the PCs might encounter people who remind them of home, or of friends lost. Or they could find a child in the clutches of a enemy, only to learn that he's the key to their diabolical plan, and the PCs must succeed if they're to save him in time. If the threat is powerful enough, the PCs may even come to learn that their own survival is secondary their quest's completion.</p><p>Temptation is another type of test, one that has different twists. Some temptations are obvious, and you expect the heroes to refuse, such as discovering a bucolic valley where they could forgo their journey and retire in peace, or a dubious stranger offering them a shortcut through a cursed forest. Such temptations are important to a mythic tale because refusal defines the characters and shows us their limits. Then there are the subtle temptations, ones that heroes might actually consider&mdash;either because the price seems small (or even nonexistent) compared to the gain or because the source seems trustworthy: taking food from an evil witch after starving for days, or choosing to give up a child they're protecting in exchange for an entire city's safety. Keep in mind that forces of good and evil are equally likely to test the heroes, to either reveal their mettle or lead them down the path of corruption. In any case, the PCs might be tempted a number of times along their journey and they must find the resolve to carry on and stay on the path.</p><p>The PCs will eventually come to a point where they must confront the source of their own power, which provides another form of test. During their travels, they learn more and more about that source, ultimately revealing the truth about its nature. This might lead to a confrontation with the source of their power, after which the PCs feel they are equals to this source rather than its servants. For example, the PCs might learn their power comes from a divine source, and that deity is using them for its own ends. At great risk, they confront an aspect of the god to find answers. At the conclusion of the conflict, the PCs realize that while they're only a piece of the god's grand scheme, they're no mere pawns. Just as the god is using them to achieve her ends, they're using the god to achieve theirs.</p><p>At the end of their journey, the PCs find their ultimate goal just within reach. Achieving this should be their most difficult test yet. Some foes are there to cull the unworthy, while others are agents of evil set to destroy the PCs. This last step in the journey should include a reward the likes of which the PCs have never seen, the culmination of their entire journey. With our earlier example, the PCs arrive at the resting place of the legendary sword capable of ending the tarrasque. Retrieving the sword from its ancient tomb is no easy task though, as the weapon is guarded by a host of mythic monsters and deadly traps. With the sword in hand, they must return to defeat the danger.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Journey", 
            "type": "section", 
            "name": "Journey", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The trip back can be just as perilous as the journey to achieve their goal. The heroes are at the height of their power, but they are now beset on all sides by those who would see them fail. Their enemies should be aware of this quest, and go to any means to put an end to the PCs. The mythic characters have the tools necessary, however, to brush aside such lesser threats and travel back to the beginning of their journey. This gives them a chance to fully appreciate their power, and use it to defeat foes that would have been truly dangerous not long ago.</p><p>During the journey back, the PCs can take a different path than before. They might travel the planes, use a magic carpet, or use some other wondrous means to expedite their trip. Or they simply take a more direct route, no longer needing to roam about the land searching for clues. They might receive aid from their patron should they get lost or need help tracking down the monster that started their journey. Regardless of their method of travel, they should get a sense that they are leaving the mythical world behind, returning to the mundane. They are returning home changed and ready to take on the challenge that awaits them.</p><p>At the conclusion of the mythic game, the heroes face their ultimate foe. This final encounter will be their greatest challenge, one that might even claim their lives. By now, if properly motivated, the PCs will make the sacrifice gladly to end the threat. When the conflict is over and the threat has been dealt with, the PCs' journey is finally complete.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Return", 
            "type": "section", 
            "name": "Return", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The GM and players must decide what happens to the PCs' power, once all is well again. Do they transcend ordinary life to continue down the path of a mythic hero, to go on other journeys, facing even greater threats? Do they find their mythic power fleeting, leaving them with the difficult task of returning to a mundane life? Many of these decisions will be guided by the needs of the story and your campaign.</p><p>If this was only a short mythic session, in which the PCs gained and lost mythic power in a single evening, the transition will be simpler than if it was at the end of an arc lasting for many months. If mythic power was a central theme of the entire campaign, this might be the logical end to it. The next campaign might take place in the same world, years or even generations later, where the player's previous characters have faded into legend and their new characters grew up hearing tales of those mythic heroes.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Life Afterward", 
            "type": "section", 
            "name": "Life Afterward", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Beyond the story, there are a wide variety of elements you can add to give your campaign a mythic feel. These elements are different ways of looking at various parts of an adventure. A mythic adventure should contain some of these, though not necessarily all at once.</p>", 
            "name": "Elements of a Mythic Adventure", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>The enemies mythic characters face should be cunning and devious in their plans. Unlike normal monsters that tend to wait around to be fought, a cunning foe is proactive in its efforts to defeat the PCs. Such enemies use the environment to their benefit, utilize their abilities to the fullest, and have at least one contingency plan. Cunning foes frequently escape a losing battle to regroup and prepare another attack. After the PCs' first encounter with a cunning enemy, their foe learns from that experience and uses new tricks and tactics to neutralize the PCs' strengths. The foe might even do research or conduct reconnaissance before the fight, pitting the PCs against her minions while she watches silently, noting the PCs' capabilities.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Cunning Foes", 
                    "type": "section", 
                    "name": "Cunning Foes", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>With all the incredible power at characters' fingertips, it's easy to forget that the heroes are still people&mdash;complicated and flawed. Mythic heroes suffer or witness dramatic consequences in stories all the time, and it's those moments that define a hero and help us connect with her. There are different ways to bring about consequences. Failure is one option, whether it is failing a combat or skill check or to failing to make the right decision (see The Importance of Failure). There are other ways to bring about consequences, though, such as having something unforeseen happen because of the PCs' actions. Imagine watching the countryside burn because you used a mythic <i>fireball</i> to defeat a foe. And there is always the classic story moment of presenting a hard choice, where no option is without cost. It's through suffering and reacting to such consequences that the true nature of these mythic heroes emerges.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Hard Consequences", 
                    "type": "section", 
                    "name": "Hard Consequences", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>The world of mythic adventures is enormous and dramatic. While a large keep is certainly impressive, one with a 200-foot-tall tower at its heart is more suitably awe-inspiring. This applies to natural environments as well, such as an entire forest with plants five times the normal size, waterfalls more than 100 feet high, or an immense volcano erupting at its heart. This might also take the form of a location with supernatural effects, such as a lake that is perfectly calm even when disturbed, or a swamp that is preternaturally dark. These places should appeal to all the senses, making them vibrant and memorable.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Impressive Settings", 
                    "type": "section", 
                    "name": "Impressive Settings", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Some creatures the PCs face should be legends in their own rights. While those that are drawn from ancient myth (such as the minotaur and the medusa), are likely candidates, any monster can fit into this category given the proper backstory. A random encounter with a dire wolf in the wilderness isn't especially legendary, but if the PCs visit the nearby town first and learn that there's a feral monster that's been feeding on townsfolk for a decade, and there are many local myths about the beast, that same encounter gains a legendary quality. Defeating such foes adds to the mythic characters' story, making these moments important to a mythic adventure.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Legendary Creatures", 
                    "type": "section", 
                    "name": "Legendary Creatures", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Whether from artifacts, ancient magic, or the gods, mythic power is beyond that of the mortal realm. When the PCs gain such power, they attract the attention of mysterious forces that seek to control or otherwise influence them. This can take many forms, from a deity speaking to them through a cryptic seer, a strange sign from the stars, or gifts left in a tranquil glade to aid the heroes on their journey. Not all such influences will be beneficial&mdash;the PCs might be hammered by powerful storms, led astray by a constantly changing map, or attacked by agents of an evil power. The PCs should feel like their quest has caught the attention of powerful forces, even if they do not understand their sources or motives.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Otherworldly Influence", 
                    "type": "section", 
                    "name": "Otherworldly Influence", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Foes should have powers and abilities far beyond those the PCs normally expect to face. Through their mythic abilities, the PCs have the tools to defeat these challenges, but such foes are powerful and dangerous nonetheless&mdash;more than capable of bringing pain to the world if not defeated. Battles with powerful foes make it clear that the PCs truly need their mythic power to survive. Of course, not every fight should be against a powerful foe; lesser foes give the PCs a chance to show off their talents.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Powerful Enemies", 
                    "type": "section", 
                    "name": "Powerful Enemies", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Strange and wonderful events surround mythic characters, events that twist and alter the world around them. Such events might be local (a perpetual blizzard in a small valley) or they might cover a vast area (a gloom that covers the sun). These supernatural events are in some way tied to the story of the characters. Perhaps the blizzard is the sign of a mystical frozen water elemental seer who is trying to get the heroes' attention. Or the gloom covering the sun is caused by a mythic demon seeking to bring ruin to the surface world.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Supernatural Events", 
                    "type": "section", 
                    "name": "Supernatural Events", 
                    "source": "Mythic Adventures"
                }
            ]
        }, 
        {
            "body": "<p>Amazing powers and impressive foes are only part of a mythic story. The world's reaction to such heroes is also a significant part of making a campaign actually feel mythic. The NPCs encountered in a mythic game should have a sense&mdash;possibly vague, possibly unmistakable&mdash;that the PCs are marked with grandeur.</p><p>When portraying the PCs' mythic origins and powers, the GM has a few options. The mythic nature could be apparent to everyone in some visible way, like a glowing brand or faint aura. This could be always visible, or manifest only as a character uses mythic power. Alternatively its nature could be subtle and felt rather than seen. Of course, it could start as something subtle at lower tiers, and become more pronounced as a mythic character progresses. Regardless of what direction you take, the people in the world should not mistake mythic characters for normal people.</p><p>The way that common people talk to these heroes needs to be different from the way they would talk to other characters. Mythic PCs should never be \"tasked\" or \"ordered\" to do anything (except perhaps by a demanding foe in a momentary position of power). Beings, even rulers or powerful planar allies, should address the mythic characters as peers or possibly entreat them as supplicants.</p><p>Likewise, when NPCs are in the presence of such greatness, they should not waste time asking for trivial favors. That's what normal low-level adventurers are for. Even a 1st-level/1st-tier character is worthy of respect. That doesn't mean you have to throw away the quests you've planned, but you should present them to the PCs (and players) as something worth a mythic character's time and energy.</p><p>The true powers in the world, whether the raw power of angels and demons or the political power of kingdoms and churches, recognize the potential in the mythic heroes. Wise ones know to be polite to low-tier heroes today, because in the future they will be formidable allies or devastating foes.</p><p>On the flip side, mythic power is an alienating force. Very few people have it, and many of those who do are threats, not friends. So the people the heroes encounter will look at them with reverence, fear, or even resentment, but never with familiarity and ease. In some ways, mythic characters are the ultimate outsiders, saving a world that they don't quite fit in anymore.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/The Worlds Reaction", 
            "type": "section", 
            "name": "The World's Reaction", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The structure of a mythic game is drawn from the concept of the \"monomyth,\" outlined in Joseph Campbell's book, <i>The Hero with a Thousand Faces</i>. This pattern is found throughout countless modern and ancient mythological tales, from the Bible to <i>The Lord of the Rings</i>. You won't have to search hard to find examples in books and films. Game Masters are encouraged to read up on the monomyth in more detail, as well as examine other stories and media that use this pervasive narrative structure.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/The Monomyth", 
            "type": "section", 
            "name": "The Monomyth", 
            "source": "Mythic Adventures"
        }
    ]
}