{
    "body": "<p>Recurring villains are a staple of fantasy fiction and with a little careful planning you can make your mythic villains memorable opponents your players to remember and talk about for years to come. With the heroes possessing extraordinary power, the villains that defy them should also possess a measure of that power. A memorable, iconic villain will bump elbows with the PCs over and over again. Such a villain builds tension&mdash;for even as the PCs foil her plans, they're kept frustrated by failing to permanently stop this fiend. Creating such nasty villains is challenging as heroes grow stronger and get better at killing off persistent foes. To ensure the mythic villain survives, make use of noncombat encounters, ensure your villain always has an escape plan, and don't be afraid to reintroduce her after the players think she's had been finished off.</p><p>Noncombat encounters help players develop a connection between their PCs and the villain in a way that doesn't risk the villain's life (or the PCs'). Early on, she can appear as a harmless or even helpful NPC. Or, if the PCs have already fought the villain, she can leave notes or use magic to taunt them. Various mythic powers, the Disguise skill, or even simple magic like <i>disguise self</i>, <i>glibness</i>, or <i>nondetection</i> can be used to help a villain blend in and rub elbows with the heroes all while seeming innocuous. Later, once the villain is revealed, she can work behind the scenes, using minions and other allies to accomplish her ends, all the while making it plain to the PCs that she's continuing to thwart them.</p><p>In a world where powerful creatures are hunting you, paranoia and the willingness to abandon plans and allies are key to survival. If you want your villain to fight the players, plan an early exit. It's okay for a villain to flee even if she might win a confrontation, as her plans are a long game and require that she survive to see them through. There are many spells, mythic powers, and class abilities that give the villain the ability to get away in a hurry. She should use more mundane escape methods when possible, concealing her iconic escapes as much as possible so they're more difficult for the PCs to counter.</p><p>Should the villain be killed, don't be afraid to have her revisit your campaign for a little posthumous mockery and mayhem. There are many ways to reintroduce a dead villain&mdash;sometimes it's as simple as having a minion cast <i>raise dead </i>or<i> resurrection</i>, but there are other, more sophisticated options. You can introduce a new recurring villain who tracks down one of the PCs' dead foes and brings him to some semblance of life in the form of an undead minion or possessed item, or who uses <i>speak with dead</i> to learn the deceased foe's secrets.</p>", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Recurring Mythic Villains", 
    "type": "section", 
    "name": "Recurring Mythic Villains", 
    "source": "Mythic Adventures"
}