{
    "body": "<p>Running a mythic game has many similarities to running other games. The PCs still go on adventures, fight monsters, discover treasure, and gain experience. The difference is that mythic games have an added level of drama, theater, and tension. Compared to non-mythic parties of the same character level, a mythic party's adventures feature incredibly difficult foes and far greater challenges. Of course, there are also splendorous rewards for the bold mythic adventurer.</p><p>This section gives guidelines for running a mythic campaign, including a discussion of what makes a game mythic, types of mythic games, rules for adjudicating the difficulty of encounters, and guidelines for advancing play and fulfilling trials.</p>", 
    "name": "Running a Mythic Game", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>For a game to feel mythic, it must evoke wonder and awe in the GM and the players. It represents a power shrouded in mystery and beyond the reach of mortals. When characters encounter the mythic, they should feel as though they've just received a glimpse into an unseen world, promising so much more if they're bold enough to explore its wonders and face its dangers. A mythic atmosphere involves legends coming to life, and the characters will have a part to play in shaping these myths. If they succeed, they'll be the subject of tales and epic ballads for generations to come.</p><p>Running a mythic game requires more than just allowing the players to have mythic power and face off against mythic foes. While that is certainly part of it, creating a mythic atmosphere is just as important. The world itself and the structure of the story need to change to make room for the mythic to exist alongside the normal. This change doesn't require you to reinvent the world, but mythic creatures and their environments should feel as if they are part of the world; they may be hidden, but they should still be tied to the mundane events and lands around them.</p><p>Contrasting the mythic with the normal world is crucial to conveying an atmosphere of legend and mystery. The extraordinary only seems that way if it's in sharp contrast with the mundane. For example, a flying castle with a 1,000-foot-tall tower at its heart, drifting through the air on a thunderous storm cloud, is certainly a dramatic sight, but only when compared to the pastoral farmland and grime-covered town in its shadow. Picture the same floating castle in a world of towering volcanoes, and 500-foot-tall fortresses and the castle just becomes another extreme element in a world of extremes. If your game is set on Golarion (or some other established world), inserting contrasting mythic elements is easy, since the world already has a specific feel. Making your game mythic simply requires you to push beyond the boundaries of the setting, identifying hidden places where mythic elements have always dwelled, waiting to be discovered.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Making a Mythic Atmosphere", 
            "type": "section", 
            "name": "Making a Mythic Atmosphere", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The mythic rules can be used in a number of ways to add truly fantastic elements to your game, from simply including a mythic foe at the end of an adventure to allowing the PCs to play mythic characters for their entire adventuring careers, taking on other mythic foes and rivaling the power of the gods. Ultimately, it's up to the GM to decide how much influence these rules have on the campaign and world as a whole. The following types of scale are provided to give GMs an easy guideline for incorporating mythic rules into their games.</p>", 
            "name": "Different Scales of Mythic Campaigns", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>At this scale, mythic creatures live only in remote parts of the world, content to be bygones of a lost age. People speak of them in stories, but none have actually encountered them. The PCs are not themselves mythic in this type of campaign, but throughout their travels, they may be up against a mythic creature at the conclusion of a noteworthy quest. Alternatively, a mythic creature might be forced into the world to terrorize the land, driving the PCs to find a way to deal with such a powerful threat.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Rare", 
                    "type": "section", 
                    "name": "Rare", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>At the limited scale, the PCs get a taste of mythic power through some extraordinary event, albeit only for a short time. For the duration of an adventure or short campaign arc, they can wield this power to further their goals. Unfortunately, it's fleeting, and they soon become normal once again, perhaps with a few remnants of power they might call on in a future time of need. Perhaps their power will return at a later date&mdash;possibly even regularly according to some mysterious cycle, allowing them to plan out when they take on more difficult challenges coinciding with their resurgence of power.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Limited", 
                    "type": "section", 
                    "name": "Limited", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Mythic creatures and characters are uncommon in this scale of game, but not wholly resigned to the whispers of legend. The PCs also get mythic power, but their advancement in tier is slow. The GM can control this by limiting the number of trials that are presented. Likewise, mythic foes are still not pervasive, but are found with some regularity&mdash;leading secret cabals, harassing quiet villages on the edge of civilization, and dwelling in the dark places of the world.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Uncommon", 
                    "type": "section", 
                    "name": "Uncommon", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>In the common scale, mythic characters and monsters are an everyday part of life. This doesn't mean that every town has a group of mythic heroes defending it, but that such characters are known to exist and their deeds are common knowledge. Nobles, priests, and other powerful people call upon the PCs for help against those dangerous monsters and villains others are powerless to fight. In this type of campaign, the PCs begin play with mythic power and see it grow as they gain levels, roughly at the rate of one mythic tier per two character levels.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Common", 
                    "type": "section", 
                    "name": "Common", 
                    "source": "Mythic Adventures"
                }
            ]
        }
    ]
}