{
    "dexterity": "11", 
    "ac": "15, touch 11, flat-footed 15 (+4 natural, +1 size; +2 deflect vs. evil)", 
    "intelligence": "6", 
    "cr": "2", 
    "xp": "600", 
    "speed": "fly 60 ft. (perfect)", 
    "alignment": "LG", 
    "size": "Small", 
    "languages": "Celestial, Draconic, Infernal; truespeech", 
    "strength": "1", 
    "constitution": "12", 
    "immune": "electricity, petrification", 
    "treasure": "none", 
    "init": "+4", 
    "environment": "any (Heaven)", 
    "source": "Bestiary", 
    "charisma": "10", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 3rd)<p class=\"stat-block-2\">At Will-<i>aid</i>, <i>continual flame</i>, <i>detect evil, greater teleport </i>(self plus 50 lbs. of objects only)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Improved Initiative", 
    "senses": "darkvision 60 ft., low-light vision; Perception +4", 
    "description": "Shedding a warm and calming radiance, this orb of light moves with a preternatural silence and otherworldly grace.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Archon/Lantern/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Nine lantern archons can fuse together as a full-round action, becoming a single Large entity that is more powerful than the individual archons that make up its parts. Looking like a whirlwind of dancing firefly lights, the gestalt has all the powers and abilities of a Large air elemental plus the following: archon, good, and lawful subtypes; archon traits (aura of menace DC 16); 2 light rays (2d6); DR 5/evil and magic. The archons can remain in this form for 2d4 rounds. When the gestalt separates back into individual lantern archons, its remaining hit points are divided evenly among them; if it had less than 9 hit points, some of the component archons die when the gestalt ends.", 
                    "name": "Gestalt", 
                    "url": "pfsrd://Bestiary/Monsters/Archon/Lantern/Special Abilities/Gestalt", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A lantern archon can fire beams of light to damage foes. These light rays have a maximum range of 30 feet. This attack overcomes damage reduction of any type.", 
                    "name": "Light Ray", 
                    "url": "pfsrd://Bestiary/Monsters/Archon/Lantern/Special Abilities/Light Ray", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Friendly and curious beings, lantern archons eagerly converse with and assist other creatures. Their bodies, however, are merely globes of spiritual purity and pale light, and though they might interact with their surroundings through pure force of will, such interaction proves too weak to help with most physical tasks. Their evasive natures make them exceptional at scouting&mdash;at least in areas where strange lights aren't unusual&mdash;relaying messages, and overwhelming enemies with surprise and group tactics. Although they appear fragile, their forms guard them against all but the most profane attacks. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A lantern archon always glows, usually as bright as a torch. They have total control over the color of light they shed, and take great pleasure in modulating their colors and brightness in time to music or to entertain other creatures. Most lantern archons speak in airy, echoing voices, with tones that range from somber whispers to hurried chirping. Often, their light fluctuates along with their words or tones, punctuating their speech with sparks of light or gentle pulses. As a swift action, a lantern archon can dampen its light to that of a candle for 1 round. Only death can extinguish this light. As lantern archons never sleep or eat, they make excellent watchers and guardians. Lantern archons light many settlements in the celestial realms in lieu of mundane or magical illumination, serving as disguised sentinels always watchful for approaching evil.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Small but fast and zealous, lantern archons make excellent support troops in celestial armies, swarming over weak opponents or teleporting en masse to flanking positions to cut off reinforcements or escape routes. These miniature archons work well together and know that there is great strength in numbers, uniting in times of need and desperation to form gestalts with greater control over their surroundings. Especially brave lantern archons might eventually be promoted into a more powerful kind of archon, but most are content with their status.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "13 (2d10+2)", 
    "wisdom": "11", 
    "creature_type": "Outsider", 
    "special_qualities": "gestalt", 
    "dr": "10/evil", 
    "ranged": "2 light rays +3 ranged touch (1d6)", 
    "name": "Archon, Lantern", 
    "base_attack": "+2", 
    "skills": "Diplomacy +5, Fly +14, Knowledge (planes) +3, Perception +4, Sense Motive +5", 
    "reflex": "+3", 
    "cmd": "6", 
    "cmb": "-4", 
    "will": "+0; +4 vs. poison, +2 resistance vs. evil", 
    "url": "pfsrd://Bestiary/Monsters/Archon/Lantern", 
    "aura": "aura of menace (DC 13)", 
    "organization": "solitary, pair, or squad (3-6)", 
    "creature_subtype": "archon, extraplanar, good, lawful"
}