{
    "dexterity": "10", 
    "ac": "15, touch 9, flat-footed 15 (+6 natural, -1 size)", 
    "special_attacks": "constrict (1d8+7), entangle", 
    "intelligence": "-", 
    "resist": "cold 10, fire 10", 
    "melee": "slam +7 (1d8+7 plus grab)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "5 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "20", 
    "constitution": "16", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "+0", 
    "environment": "temperate forests", 
    "source": "Bestiary", 
    "charisma": "9", 
    "immune": "electricity, plant traits", 
    "fortitude": "+7", 
    "type": "creature", 
    "senses": "blindsight 30 ft., low-light vision; Perception +1", 
    "description": "This gnarled vine, as thick as a man's arm and bearing hand-shaped leaves, convulses across the ground in an unnatural slither.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Assassin Vine/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Since an assassin vine looks like a normal plant when at rest, a DC 20 Perception check is required to notice it before it attacks for the first time. Anyone with ranks in Survival or Knowledge (nature) can use either of those skills instead of Perception to notice the plant.", 
                    "name": "Camouflage", 
                    "url": "pfsrd://Bestiary/Monsters/Assassin Vine/Special Abilities/Camouflage", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "An assassin vine can, as a free action, cause plants within 30 feet of it to animate and grasp at foes. This ability is otherwise similar to entangle (CL 4th, DC 13). The save DC is Wisdom-based.", 
                    "name": "Entangle", 
                    "url": "pfsrd://Bestiary/Monsters/Assassin Vine/Special Abilities/Entangle", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The assassin vine is a carnivorous plant that collects its own grisly fertilizer by grabbing and crushing animals and depositing the carcasses near its roots. These remarkable plants can see minute movements in the earth and air and detect changes in light and heat through their broad leaves, giving them exceptional awareness of the area around them. Possessing no intelligence or agenda, they lash out at whatever living things pass nearby, regardless of the target's size, sentience, or potential deadliness. A mature plant consists of a main vine, about 20 feet long; smaller vines up to 5 feet long branch off from the main vine about every 6 inches. These small vines bear clusters of leaves, and in late summer they produce bunches of small fruits that resemble wild blackberries. The fruit is tough and has a hearty and typically bitter flavor, although some say the berries change in taste depending on what victims composted a given plant's roots. The most murderous assassin vines supposedly produce the sweetest berries. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>An assassin vine can move about, but usually stays put unless it needs to seek prey in a new vicinity. The plants use simple tactics, lying still until prey comes within reach and then attacking. Once an assassin vine is engaged, it pursues prey (albeit slowly) in order to catch and compost the creature. The plants prove tenacious, as long as their quarry remains within sight. Once a creature moves beyond the plant's ability to perceive it, the unthinking vine falls still and lies in wait for the next passerby. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Assassin vines lurk within dense forests and swamps, but some might encroach upon poorly tended fields and vineyards. The vine's seeds might be spread far by birds swift enough to pluck them and escape. Tales often tell of assassin vines appearing in flower beds or infiltrating greenhouses, murderous surprises planted by rivals and enemies or arbitrary doom dropped by unsuspecting wing.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d8+12)", 
    "reach": "10 ft.", 
    "wisdom": "13", 
    "creature_type": "Plant", 
    "special_qualities": "camouflage", 
    "name": "Assassin Vine", 
    "base_attack": "+3", 
    "url": "pfsrd://Bestiary/Monsters/Assassin Vine", 
    "reflex": "+1", 
    "cmd": "19 (can't be tripped)", 
    "cmb": "+9 (+13 grapple)", 
    "will": "+2", 
    "organization": "solitary, pair, or patch (3-6)"
}