{
    "dexterity": "8", 
    "ac": "17, touch 9, flat-footed 17 (-1 Dex, +8 natural)", 
    "special_attacks": "gaze", 
    "intelligence": "2", 
    "racial_modifiers": "+4 Stealth", 
    "melee": "bite +10 (1d8+4)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "16", 
    "constitution": "15", 
    "treasure": "incidental", 
    "init": "-1", 
    "environment": "any", 
    "source": "Bestiary", 
    "charisma": "11", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Blind-Fight, Great Fortitude, Iron Will, Skill Focus (Perception)", 
    "senses": "darkvision 60 ft., low-light vision; Perception +10", 
    "description": "This squat, reptilian monster has eight legs, bony spurs jutting from its back, and eyes that glow with pale green fire. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Basilisk/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Turn to stone permanently (as flesh to stone), range 30 feet, Fortitude DC 15 negates. A creature petrified in this matter that is then coated (not just splashed) with fresh basilisk blood (taken from a basilisk no more than 1 hour dead) is instantly restored to flesh. A single basilisk contains enough blood to coat 1d3 Medium creatures in this manner. The save DC is Constitution-based.", 
                    "name": "Gaze", 
                    "url": "pfsrd://Bestiary/Monsters/Basilisk/Special Abilities/Gaze", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The basilisk, often called the &ldquo;King of Serpents,&rdquo; is in fact not a serpent at all, but rather an eight-legged reptile with a nasty disposition and the ability to turn creatures to stone with its gaze. Folklore holds that, much like the cockatrice, the first basilisks hatched from eggs laid by snakes and incubated by roosters, but little in the basilisk's physiology lends any credence to this claim.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Basilisks live in nearly any terrestrial environment, from forest to desert, and their hides tend to match and reflect their surroundings&mdash;a desert-dwelling basilisk might be tan or brown, while one that lives in a forest could be bright green. They tend to make their lairs in caves, burrows, or other sheltered areas, and these dens are often marked by statues of people and animals in lifelike poses&mdash;the petrified remains of those unfortunate enough to stumble across the basilisk.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Basilisks have the ability to consume the creatures they petrify, their churning stomach acid dissolving and extracting nutrients from the stone, but the process is slow and inefficient, making them lazy and sluggish. As a result, basilisks rarely stalk prey or chase those who avoid their gaze, counting on their stealth and the element of surprise to keep them safe and fed. When not lying in wait for the small mammals, birds, and reptiles that normally make up their diet, basilisks spend their time sleeping in their lairs, and those brave enough to capture basilisks or hide treasure near them find that they make natural guardians and watchdogs. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>An adult basilisk is 13 feet long, with fully half of that made up by its long tail, and weighs 300 pounds. Some breeds have short, curved horns on their noses or small crests of bony growths topping their heads like crowns. Though normally solitary creatures, coming together only to mate and lay eggs, in particularly dangerous areas small groups may band together for protection and attack intruders en masse.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>For unknown reasons, weasels and ferrets are immune to the basilisk's stare, and sometimes sneak into basilisk lairs while a parent is hunting in order to consume its young. Some legends suggest that a basilisk's blood can transmute common stones into other material, but this is likely a case of witnesses misinterpreting the magical restoration of previously petrified creatures or body parts.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "52 (7d10+14)", 
    "wisdom": "13", 
    "creature_type": "Magical Beast", 
    "name": "Basilisk", 
    "base_attack": "+7", 
    "skills": "Perception +10, Stealth +10", 
    "reflex": "+4", 
    "cmd": "19 (31 vs. trip)", 
    "cmb": "+10", 
    "will": "+5", 
    "url": "pfsrd://Bestiary/Monsters/Basilisk", 
    "organization": "solitary, pair, or colony (3-6)"
}