{
    "dexterity": "1", 
    "ac": "3, touch 3, flat-footed 3 (-2 size, -5 Dex)", 
    "special_attacks": "constrict (2d6+4 plus 2d6 acid), corrosion", 
    "intelligence": "-", 
    "melee": "slam +8 (2d6+4 plus 2d6 acid plus grab)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "20 ft., climb 20 ft.", 
    "alignment": "N", 
    "size": "Huge", 
    "strength": "16", 
    "constitution": "22", 
    "space": "15 ft.", 
    "treasure": "none", 
    "init": "-5", 
    "environment": "any underground", 
    "source": "Bestiary", 
    "charisma": "1", 
    "fortitude": "+9", 
    "type": "creature", 
    "senses": "blindsight 60 ft.; Perception -5", 
    "description": "This black, amorphous blob piles up on itself, a quivering mound of midnight sludge that glistens darkly before surging forward.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Black Pudding/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A black pudding secretes a digestive acid that dissolves organic material and metal quickly, but does not affect stone. Each time a creature suffers damage from a black pudding's acid, its clothing and armor take the same amount of damage from the acid. A DC 21 Reflex save prevents damage to clothing and armor. A metal or wooden weapon that strikes a black pudding takes 2d6 acid damage unless the weapon's wielder succeeds on a DC 21 Reflex save. If a black pudding remains in contact with a wooden or metal object for 1 full round, it inflicts 21 points of acid damage (no save) to the object. The save DCs are Constitution-based.", 
                    "name": "Acid", 
                    "url": "pfsrd://Bestiary/Monsters/Black Pudding/Special Abilities/Acid", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "An opponent that is being constricted by a black pudding suffers a &ndash;4 penalty on Reflex saves made to resist acid damage applying to clothing and armor.", 
                    "name": "Corrosion", 
                    "url": "pfsrd://Bestiary/Monsters/Black Pudding/Special Abilities/Corrosion", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "Slashing and piercing weapons deal no damage to a black pudding. Instead, the creature splits into two identical puddings, each with half of the original's current hit points (round down). A pudding with 10 hit points or less cannot be further split and dies if reduced to 0 hit points.", 
                    "name": "Split", 
                    "url": "pfsrd://Bestiary/Monsters/Black Pudding/Special Abilities/Split", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "The black pudding can create powerful suction against any surface as it climbs, allowing it to cling to inverted surfaces with ease. A black pudding can establish or release suction as a swift action, and as long as it is using suction, it moves at half speed. Because of the suction, a black pudding's CMD score gets a +10 circumstance bonus to resist bull rush, awesome blows, and other attacks and effects that attempt to physically move it from its location.", 
                    "name": "Suction", 
                    "url": "pfsrd://Bestiary/Monsters/Black Pudding/Special Abilities/Suction", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Black puddings are the scavengers of the underworld, constantly on the lookout for a meal. They can sense organic or metallic objects within 60 feet and mindlessly attack such items or beings until they are dissolved or the ooze is killed. A black pudding reproduces by breaking off a piece of its body and forming a new, smaller black pudding, which grows to full size in 1 month's time. Some of the more intelligent creatures in the underworld use black puddings as natural garbage disposals, creating stone pits to house the pudding and throwing organic refuse or foes in as needed.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Larger specimens of black puddings have been encountered in the deepest parts of the world, with Gargantuan individuals having up to 30 HD. Other colored puddings are rumored to exist, with white ones living in the arctic, brown ones living in swamps, and tan ones living in deserts.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "105 (10d8+60)", 
    "reach": "10 ft.", 
    "wisdom": "1", 
    "defensive_abilities": "split, ooze traits", 
    "creature_type": "Ooze", 
    "special_qualities": "ooze traits, suction", 
    "name": "Black Pudding", 
    "base_attack": "+7", 
    "skills": "Climb +11", 
    "reflex": "-2", 
    "cmd": "17 (27 vs. bull rush, can't be tripped)", 
    "cmb": "+12 (+16 grapple)", 
    "will": "-2", 
    "url": "pfsrd://Bestiary/Monsters/Black Pudding", 
    "organization": "solitary"
}