{
    "dexterity": "9", 
    "ac": "14, touch 9, flat-footed 14 (+2 armor, -1 Dex, +3 natural)", 
    "special_attacks": "terrifying croak", 
    "intelligence": "8", 
    "racial_modifiers": "+16 Acrobatics when jumping, +4 Perception, +8 Stealth in swamps", 
    "melee": "morningstar +5 (1d8+3), tongue -1 touch (sticky tongue)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "20 ft., swim 30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Boggard", 
    "strength": "15", 
    "constitution": "14", 
    "treasure": "NPC gear (leather armor, morningstar, other treasure)", 
    "init": "-1", 
    "environment": "temperate marshes", 
    "source": "Bestiary", 
    "charisma": "10", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Toughness, Weapon Focus (morningstar)", 
    "senses": "darkvision 60 ft., low-light vision; Perception +4", 
    "description": "Bulbous eyes glare atop this creature's decidedly toad-like head. A multitude of warts and bumps decorate its greenish skin.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Boggard/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A boggard can hold its breath for a number of rounds equal to four times its Constitution score before it risks drowning or suffocating.", 
                    "name": "Hold Breath", 
                    "url": "pfsrd://Bestiary/Monsters/Boggard/Special Abilities/Hold Breath", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A creature hit by a boggard's tongue attack cannot move more than 10 feet away from the boggard and takes a &ndash;2 penalty to AC as long as the tongue is attached (this penalty does not stack if multiple tongues are attached). The tongue can be removed by making an opposed Strength check as a standard action or by dealing 2 points of slashing damage to the tongue (AC 11, damage does not deplete the boggard's actual hit points). The boggard cannot move more than 10 feet away from the target, but the boggard can release its tongue as a free action. Unlike a giant frog, a boggard cannot pull targets toward it with its tongue.", 
                    "name": "Sticky Tongue", 
                    "url": "pfsrd://Bestiary/Monsters/Boggard/Special Abilities/Sticky Tongue", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A boggard can move through any sort of natural difficult terrain at its normal speed while within a swamp. Magically altered terrain affects a boggard normally.", 
                    "name": "Swamp Stride", 
                    "url": "pfsrd://Bestiary/Monsters/Boggard/Special Abilities/Swamp Stride", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per hour, a boggard can, as a standard action, emit a loud and horrifying croak. Any non-boggard creature within 30 feet of the boggard must make a DC 13 Will save or become shaken for 1d4 rounds. Creatures that succeed at this save cannot be affected again by the same boggard's croak for 24 hours. Creatures that are already shaken become frightened for 1d4 rounds instead. The save DC is Charisma-based and includes a +2 racial bonus.", 
                    "name": "Terrifying Croak", 
                    "url": "pfsrd://Bestiary/Monsters/Boggard/Special Abilities/Terrifying Croak", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Boggards resemble anthropomorphic frogs or toads, complete with webbed hands and feet, large eyes, and overly wide mouths. These creatures make their homes near large rivers or deep in marshes. There they make small villages composed of mud mounds on the banks. Boggards start out life as tadpoles in breeding ponds, eventually growing to a length of 3 feet before sprouting arms and legs and becoming capable of terrestrial living. Acceptance into the clan then depends on the young boggard's successful hunt to kill a sentient humanoid. Those who fail are exiled from the clan. As boggards age, they continue to grow and lose their coloration. Exceptionally old boggards bear completely white skin covering massive corpulent bodies. Some of these boggards rank among the caste of priest-kings and enjoy a life of grotesque pleasures ruling their clans.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Though often hunched over, boggards stand 5 feet tall and weigh close to 200 pounds. These creatures live for 50 years, though the harsh swamps and infighting usually cut these years short.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "22 (3d8+9)", 
    "wisdom": "11", 
    "creature_type": "Humanoid", 
    "special_qualities": "hold breath, swamp stride", 
    "name": "Boggard", 
    "base_attack": "+2", 
    "skills": "Acrobatics +2 (+14 jumping), Stealth -1 (+7 in swamps), Swim +10", 
    "reflex": "+0", 
    "cmd": "13", 
    "cmb": "+4", 
    "will": "+1", 
    "url": "pfsrd://Bestiary/Monsters/Boggard", 
    "organization": "solitary, pair, or army (3-12)", 
    "creature_subtype": "boggard"
}