{
    "dexterity": "13", 
    "ac": "17, touch 11, flat-footed 16 (+2 armor, +1 Dex, +3 natural, +1 shield)", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Intimidate, +4 Stealth", 
    "melee": "morningstar +5 (1d8+3)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Common, Goblin", 
    "strength": "16", 
    "constitution": "13", 
    "treasure": "NPC Gear (leather armor, light wooden shield, morningstar, 3 javelins, other treasure)", 
    "init": "+1", 
    "environment": "temperate mountains", 
    "source": "Bestiary", 
    "charisma": "9", 
    "fortitude": "+2", 
    "type": "creature", 
    "feats": "Intimidating Prowess, Skill Focus (Perception)", 
    "senses": "darkvision 60 ft., scent; Perception +8", 
    "description": "This dark-furred creature raises a spiked morningstar, its tiny, milk-white eyes glittering with the thrill of the coming kill.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Bugbear/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Perception and Stealth are always class skills for bugbears.", 
                    "name": "Stalker", 
                    "url": "pfsrd://Bestiary/Monsters/Bugbear/Special Abilities/Stalker", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The bugbear is the largest of the goblinoid races, a lumbering brute that stands at least a head taller than most humans. They are loners, preferring to live and kill on their own rather than form tribes of their own kind, yet it isn't uncommon to find small bands of bugbears working together, or dwelling in goblin or hobgoblin tribes where they function as elite guards or executioners. Bugbears do not form large warrens like goblins or nations like hobgoblins; they prefer smaller-scale mayhem that lets them keep their favorite acts (murder and torture) on a more personal level. Humans are a bugbear's favored prey, and most count the flesh of humanity as a dietary staple. Grisly trophies of ears or fingers are common bugbear decorations.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Bugbears, when they turn to religion, favor gods of murder and violence, with various demon lords being favorites.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical bugbear stands 7 feet in height and weighs 400 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Goblins, hobgoblins, and bugbears, despite having superficial similarities, each represent a different face of evil. Hobgoblins are ordered and methodical in their evil, forming vast armies, warbands, and despotic nations. Goblins are the primal evil, seeking only cruelty and petty victimization as they can find it, be that among their own kind or against their neighbors. Yet the evil personified by the bugbear may be the most terrifying, for they actively seek to inflict pain and suffering in the most destructive ways possible. When a hobgoblin kills, it's because of tradition and order. When a goblin kills, it's for fun. But when a bugbear holds its blade, it kills only when it can be assured that the murder will cause maximum pain and suffering to those its weapon does not touch; to a bugbear, the true goal of murder is to strike not at the victim, but at those who held the victim dear.</p>", 
            "url": "pfsrd://Bestiary/Monsters/Bugbear/The Nature of Goblinoid Evil", 
            "type": "section", 
            "name": "The Nature of Goblinoid Evil", 
            "source": "Bestiary"
        }
    ], 
    "hp": "16 (3d8+3)", 
    "wisdom": "10", 
    "creature_type": "Humanoid", 
    "special_qualities": "stalker", 
    "ranged": "javelin +3 (1d6+3)", 
    "name": "Bugbear", 
    "base_attack": "+2", 
    "skills": "Intimidate +7, Perception +8, Stealth +10", 
    "reflex": "+4", 
    "cmd": "16", 
    "cmb": "+5", 
    "will": "+1", 
    "url": "pfsrd://Bestiary/Monsters/Bugbear", 
    "organization": "solitary, pair, gang (3-6), or warband (7-12 plus 2 warriors of 1st level and 1 chieftain of 3rd-5th level)", 
    "creature_subtype": "goblinoid"
}