{
    "dexterity": "14", 
    "ac": "20, touch 11, flat-footed 18 (+6 armor, +2 Dex, +1 natural, +2 shield, -1 size)", 
    "intelligence": "11", 
    "melee": "longsword +5 (1d8+2/19-20), 2 hooves +0 (1d6+1)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "50 ft. (35 ft. in armor)", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "Common, Elven, Sylvan", 
    "strength": "15", 
    "constitution": "15", 
    "space": "10 ft.", 
    "treasure": "standard (breastplate, heavy steel shield, longsword, spear, other treasure)", 
    "init": "+6", 
    "environment": "temperate forests and plains", 
    "source": "Bestiary", 
    "charisma": "12", 
    "fortitude": "+3", 
    "type": "creature", 
    "feats": "Improved Initiative, Run", 
    "senses": "darkvision 60 ft.; Perception +7", 
    "description": "This creature has the sun-bronzed upper body of a seasoned warrior and the lower body of a sleek warhorse.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Centaur/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Although a centaur is Large, its upper torso is the same size as that of a Medium humanoid. As a result, they wield weapons as if they were one size category smaller than their actual size (Medium for most centaurs).", 
                    "name": "Undersized Weapons", 
                    "url": "pfsrd://Bestiary/Monsters/Centaur/Special Abilities/Undersized Weapons", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Legendary hunters and skilled warriors, centaurs are part man and part horse. Typically found on the fringes of civilization, these stoic people vary widely in appearance, their skin tones typically appearing deeply tanned but similar to the humans who occupy nearby regions, while their lower bodies borrow the colorations of local equines. Centaur hair and eyes trend toward darker colors and their features tend to be broad, while the overall bulk of their bodies is influenced by the size of the horses their lower quarters resemble. Thus, while an average centaur stands over 7 feet tall and weights upward of 2,000 pounds, there are vast regional variations&mdash;from lean plains-runners to burly mountain hunters. Centaurs typically live to be about 60 years old.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Aloof with other races and at odds even with their own kind, the centaurs are an old race only slowly coming to accept the modern world. While the majority of centaurs still live in tribes roaming vast plains or the fringes of eldritch forests, many have abandoned the isolationist ways of their ancestors to walk among the more cosmopolitan cities of the world. Often such free-spirited centaurs are considered outcasts and are shunned by their own tribes, making the decision to leave a heavy one. In some rare cases, however, whole tribes under progressive leaders have come to trade or make alliances with other humanoid communities&mdash;typically elves, but sometimes gnomes, and rarely humans or dwarves. Many races remain wary of centaurs, though, largely due to legends of territorial beastmen and the regular, violent encounters the centaurs have with stubborn settlers and expansionist countries. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d10+8)", 
    "reach": "5 ft.", 
    "wisdom": "14", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "undersized weapons", 
    "ranged": "spear +5 (1d8+2/&times;3)", 
    "name": "Centaur", 
    "base_attack": "+4", 
    "skills": "Diplomacy +5, Intimidate +6, Knowledge (nature) +4, Perception +7, Survival +9", 
    "reflex": "+6", 
    "cmd": "19 (23 vs. trip)", 
    "cmb": "+7", 
    "will": "+6", 
    "url": "pfsrd://Bestiary/Monsters/Centaur", 
    "organization": "solitary, pair, band (3-10), tribe (11-30 plus 3 hunters of 3rd level and 1 leader of 6th level)"
}