{
    "dexterity": "17", 
    "ac": "15, touch 15, flat-footed 11 (+3 Dex, +1 dodge, +1 size)", 
    "intelligence": "2", 
    "melee": "bite +9 (1d4-2 plus petrification)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "20 ft., fly 60 ft. (poor)", 
    "alignment": "N", 
    "size": "Small", 
    "strength": "6", 
    "constitution": "11", 
    "treasure": "none", 
    "init": "+3", 
    "environment": "temperate plains", 
    "source": "Bestiary", 
    "charisma": "8", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Dodge, Skill Focus (Perception), Weapon Finesse", 
    "senses": "darkvision 60 ft., low-light vision; Perception +10", 
    "description": "This hideous avian creature has the body of an emaciated rooster, the wings of a bat, and a long, scaly tail.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Cockatrice/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A cockatrice's bite causes flesh to calcify and harden&mdash;multiple bites can cause a living creature to fossilize into stone. Each time a creature is damaged by a cockatrice's bite attack, it must succeed on a DC 12 Fortitude save or take 1d4 points of Dexterity damage as its flesh and bones stiffen and harden. (This slow petrification does not alter a bitten creature's natural armor.) A creature that is reduced to 0 Dexterity by a cockatrice's bites immediately turns completely to stone, as if petrified by a flesh to stone spell. Every day, a creature petrified by a cockatrice in this manner can attempt a new DC 12 Fortitude save to recover from the petrification, at which point the victim returns to flesh with 1 Dexterity (and thereafter can be restored to full Dexterity by natural healing or magic as normal)&mdash;but after a petrified creature fails three of these Fortitude saves in a row, the petrified state becomes permanent. A creature restored to flesh via magic has its Dexterity damage caused by cockatrice bites removed, but not any existing Dexterity damage from other sources. A cockatrice is immune to the petrification ability of itself and of other cockatrices, but other petrification attacks affect them normally. The save DC is Constitution-based.", 
                    "name": "Petrification", 
                    "url": "pfsrd://Bestiary/Monsters/Cockatrice/Special Abilities/Petrification", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Stupid, vicious, and repulsive, cockatrices are avoided by other creatures due to their magical ability to turn flesh to stone. Legends say that the first cockatrice emerged from an egg laid by a cockerel and incubated by a toad. Whether or not the story is true, today's cockatrices breed true in terrifying and filthy dens haphazardly excavated by as many as a dozen of the squawking creatures. Males greatly outnumber females in these flocks, and are distinguished only by their wattles and combs. The typical cockatrice stands just over 2 feet high and weighs 5 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>While their diet consists primarily of seeds and petrified insects (which conveniently double in the creature's gizzard as both gastroliths and nutrition as they grind away), cockatrices fiercely defend their territories from anything they deem a threat, and the wanderings of rogue males seeking new spots to build dens sometimes bring them into unintentional contact with humanoids, with devastating results. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>The cockatrice's strange ability to turn other creatures to stone is the creature's greatest defense, and a cockatrice lair is invariably littered with petrified remnants of foes. In an ironic twist of fate, however, weasels and ferrets&mdash;the creatures most likely to slip into cockatrices' nests and consume their eggs&mdash;appear to be completely immune to the effect. For unknown reasons, cockatrices are both terrified of and enraged by conventional roosters, and are equally likely to flee or attack when confronted by one.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "27 (5d10)", 
    "wisdom": "13", 
    "creature_type": "Magical Beast", 
    "name": "Cockatrice", 
    "base_attack": "+5", 
    "skills": "Fly +6, Perception +10", 
    "reflex": "+7", 
    "cmd": "16", 
    "cmb": "+2", 
    "will": "+2", 
    "url": "pfsrd://Bestiary/Monsters/Cockatrice", 
    "organization": "solitary, pair, flight (3-5), or flock (6-12)"
}