{
    "dexterity": "8", 
    "ac": "19, touch 8, flat-footed 19 (+4 armor, -1 Dex, +7 natural, -1 size)", 
    "intelligence": "10", 
    "racial_modifiers": "+8 Perception", 
    "melee": "greataxe +11/+6 (3d6+7/&times;3)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft.", 
    "alignment": "NE", 
    "size": "Large", 
    "languages": "Common, Cyclops, Giant", 
    "strength": "21", 
    "constitution": "15", 
    "space": "10 ft.", 
    "treasure": "standard (hide armor, Large greataxe, Large heavy crossbow, other treasure)", 
    "init": "-1", 
    "environment": "any temperate or tropical", 
    "source": "Bestiary", 
    "charisma": "8", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Alertness, Cleave, Great Cleave, Improved Bull Rush, Power Attack", 
    "senses": "low-light vision; Perception +11", 
    "description": "A single huge eye stares from the forehead of this nine-foot-tall giant. Below this sole orb, an even larger mouth gapes like a cave.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Cyclops/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once per day as an immediate action, a cyclops can peer into an occluded visual spectrum of possible futures, gaining insight that allows it to select the exact result of one die roll before the roll is made. This effect can alter an action taken by the cyclops only, and cannot be applied to the rolls of others.", 
                    "name": "Flash of Insight", 
                    "url": "pfsrd://Bestiary/Monsters/Cyclops/Special Abilities/Flash of Insight", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Many thousands of years ago, the solemn cyclopes ruled vast kingdoms, yet today their glories are long forgotten. What few cyclopes survive seldom aspire higher than protecting their lairs and seeking out their next meals. This latter task occupies a great deal of their focus, for the monstrous appetites and vacuous hunger of the cyclopes control the race's destiny and may have led to their original downfall so long ago. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>The average cyclops stands 9 feet tall and weighs 600 pounds. Both males and females are almost completely bald, with stringy patches of dark hair occasionally hanging down from above the ears. A bushy, expressive brow couples with a cyclops's massive eye to make the creature's attitude easily known.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Cyclopean history is a vanishing thing inscribed on the crumbling walls of vine-choked lost cities that fell long before even the rise of the elves, when dragons and giants ruled a landscape unspoiled by the petty ephemeral races that rule today. Because things have fallen so far, a given cyclops is less likely to know the near-mythic triumphs of lost ages than even a semi-educated human.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Ancient records, the oral traditions of other giantish races, and the scattered accounts of tribal natives of the southern jungles speak of much larger, more primal &ldquo;great cyclopes,&rdquo; imposing titans with shaggy legs and a massive horn above an inquisitive eye. These creatures are thought to have been either the leaders or the war beasts of the ancient race, and modern cyclopes honor them as elusive, destructive living gods.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "65 (10d8+20)", 
    "reach": "10 ft.", 
    "wisdom": "13", 
    "defensive_abilities": "ferocity", 
    "creature_type": "Humanoid", 
    "special_qualities": "flash of insight", 
    "ranged": "heavy crossbow +5 (2d8/19-20)", 
    "name": "Cyclops", 
    "base_attack": "+7", 
    "skills": "Intimidate +9, Perception +11, Profession (soothsayer) +10 Sense Motive +5, Survival +6", 
    "reflex": "+2", 
    "cmd": "22", 
    "cmb": "+13", 
    "will": "+4", 
    "url": "pfsrd://Bestiary/Monsters/Cyclops", 
    "organization": "solitary or conclave (2-6) or tribe (7-18)", 
    "creature_subtype": "giant"
}