{
    "dexterity": "13", 
    "ac": "16, touch 12, flat-footed 14 (+1 Dex, +1 dodge, +4 natural)", 
    "intelligence": "13", 
    "racial_modifiers": "+4 Bluff, +4 Disguise", 
    "melee": "2 claws +8 (1d8+4)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "18", 
    "constitution": "12", 
    "immune": "charm, sleep", 
    "treasure": "NPC Gear", 
    "init": "+1", 
    "environment": "any", 
    "source": "Bestiary", 
    "charisma": "13", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 18th)<p class=\"stat-block-2\">At will-<i>detect thoughts</i> (DC 13)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Dodge, Great Fortitude", 
    "senses": "darkvision 60 ft.; Perception +9", 
    "description": "This grayish humanoid creature seems almost unfinished, with a narrow head, gaunt limbs, and a sinister, noseless face.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Doppelganger/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A doppelganger is proficient in all weapons, armor, and shields. In addition, a doppelganger can use any spell trigger or spell completion item as if the spells were on its spell list. Its caster level is equal to its racial Hit Dice.", 
                    "name": "Mimicry", 
                    "url": "pfsrd://Bestiary/Monsters/Doppelganger/Special Abilities/Mimicry", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "When a doppelganger uses change shape, it can assume the appearance of specific individuals.", 
                    "name": "Perfect Copy", 
                    "url": "pfsrd://Bestiary/Monsters/Doppelganger/Special Abilities/Perfect Copy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Doppelgangers are strange beings that can take on the shapes of those they encounter. In its natural form, the creature looks more or less humanoid, but slender and frail, with gangly limbs and half-formed facial features. Its flesh is pale and hairless, and its eyes are vacant and white.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Doppelgangers prefer infiltrating societies where they can gather wealth and influence, and see little point in forming cities of their own kind. Younger doppelgangers practice their skills by taking over small orc or goblin tribes, then move to more complicated societies like dwarven, elven, and human communities. Rather than making themselves targets by taking positions of leadership, they prefer to be the power behind the throne, or use multiple identities to manipulate influential citizens or entire guilds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Doppelgangers make excellent use of their natural mimicry to stage ambushes, bait traps, and infiltrate humanoid society. Although not usually evil, they are interested only in themselves and regard all others as playthings to be manipulated and deceived. They are particularly fond of invading human societies in order to indulge in their desires&mdash;some enjoy the complex dance of politics while others seek constant change in the race and gender of both themselves and their romantic companions. While not standard, it is those doppelgangers use their gifts for cruel and sadistic purposes that are most notorious, and these shapeshifters are the primary cause of the race's sinister reputation. Certainly, a creature capable of changing its shape has a handy way to avoid capture for its crimes, and some particularly malicious doppelgangers enjoy disrupting relationships by posing as unfaithful lovers.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Rumors persist of even more powerful doppelgangers capable of not only shifting their appearance, but also skills, memories, and even the extraordinary and supernatural abilities of creatures whose forms they choose to mimic. These doppelgangers' change shape ability functions like the spell <i>polymorph</i> rather than <i>alter self</i>.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "26 (4d10+4)", 
    "wisdom": "14", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "change shape (alter self), mimicry, perfect copy", 
    "name": "Doppelganger", 
    "base_attack": "+4", 
    "skills": "Bluff +9 (+13 while using change shape ability), Diplomacy +4, Disguise +9 (+29 while using change shape ability), Perception +9, Sense Motive +6, Stealth +5", 
    "reflex": "+5", 
    "cmd": "20", 
    "cmb": "+8", 
    "will": "+6", 
    "url": "pfsrd://Bestiary/Monsters/Doppelganger", 
    "organization": "solitary, pair, or gang (3-6)", 
    "creature_subtype": "shapechanger"
}