{
    "dexterity": "10", 
    "ac": "23, touch 8, flat-footed 23 (+15 natural, -2 size)", 
    "special_attacks": "breath weapon, capsize", 
    "intelligence": "12", 
    "racial_modifiers": "+8 Stealth in water", 
    "melee": "bite +18 (3d6+8), 2 claws +18 (2d6+8)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "20 ft., swim 30 ft.", 
    "alignment": "N", 
    "size": "Huge", 
    "languages": "Aquan, Common, Draconic", 
    "strength": "27", 
    "constitution": "19", 
    "space": "15 ft.", 
    "treasure": "double", 
    "init": "+4", 
    "environment": "temperate aquatic", 
    "source": "Bestiary", 
    "charisma": "12", 
    "immune": "fire, sleep, paralysis", 
    "fortitude": "+12", 
    "type": "creature", 
    "feats": "Awesome Blow, Blind-Fight, Cleave, Improved Bull Rush, Improved Initiative, Power Attack", 
    "senses": "low-light vision, darkvision 60 ft., scent; Perception +16", 
    "description": "This long-tailed aquatic beast resembles a massive snapping turtle with draconic features.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Dragon Turtle/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Cloud of steam 20 feet high, 25 feet wide, and 50 feet long, once every 1d4 rounds, damage 12d6 fire, Reflex DC 20 half; effective both on the surface and underwater. The save DC is Constitution-based.", 
                    "name": "Breath Weapon", 
                    "url": "pfsrd://Bestiary/Monsters/Dragon Turtle/Special Abilities/Breath Weapon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A dragon turtle can attempt to capsize a boat or ship by ramming it as a charge attack and making a CMB check. The DC of this check is 25, or the result of the boat captain's Profession (sailor) check, whichever is higher. For each size category larger than the dragon turtle's size, it takes a cumulative &ndash;10 penalty on this CMB check.", 
                    "name": "Capsize", 
                    "url": "pfsrd://Bestiary/Monsters/Dragon Turtle/Special Abilities/Capsize", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Dragon turtles make their homes in both salt and fresh water, where they rank among the biggest threats to sailors and those who travel by ship through the waterways of the world. Skilled mariners know the territory dragon turtles claim and frequently make offerings of gold and magic for safe passage or avoid the area entirely. For its part, a dragon turtle quickly grows to appreciate and even expect such tithes and gifts, and a dragon turtle that expects gifts but is ignored is a dangerous foe indeed.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A dragon turtle's shell varies in color between individuals. Some have dull shells of brown and rust red, while others have carapaces of a deep green-blue color with silver highlights across the rocky ridges. The coloration of the head, tail, and legs is slightly paler than the shell and contains golden streaks along the crest and spines.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Dragon turtles claim vast territories in the open seas, encompassing regions often in excess of 50 square miles. Here, these dangerous beasts capsize ships that fail to respect their territories, adding the sunken wrecks and their valuable cargoes to their lairs. Dragon turtles generally make their homes in deep caves only accessible through the water, and often decorate their lairs not only with the wealth seized from ships they've sunk, but the wrecks of these unfortunate ships themselves. Their territorial natures and fondness for these types of lairs put them in direct conflict with other undersea races such as merfolk and sahuagin. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Large fish, such as tuna, sturgeons, and even sharks, rank among dragon turtles' favorite foods, but being omnivores, they also sometimes feed on large undersea fields of seaweed. They certainly aren't above supplementing their diets with the passengers of ships they sink, although such feeding is not borne of any intrinsic evil or cruelty. Dragon turtles possess shells 15 feet in diameter, with their appendages stretching a few feet further, and measure over 25 feet long from the tip of their noses to the ends of their powerful tails.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "126 (12d12+48)", 
    "reach": "10 ft.", 
    "wisdom": "13", 
    "creature_type": "Dragon", 
    "name": "Dragon Turtle", 
    "base_attack": "+12", 
    "skills": "Diplomacy +16, Intimidate +16, Perception +16, Sense Motive +16, Stealth +7 (+15 in water), Survival +16, Swim +31", 
    "reflex": "+8", 
    "cmd": "32 (36 vs. trip)", 
    "cmb": "+22", 
    "will": "+9", 
    "url": "pfsrd://Bestiary/Monsters/Dragon Turtle", 
    "organization": "solitary", 
    "creature_subtype": "aquatic"
}