{
    "dexterity": "8", 
    "ac": "18, touch 8, flat-footed 18 (+2 armor, -1 Dex, +8 natural, -1 size)", 
    "special_attacks": "superior two-weapon fighting", 
    "intelligence": "6", 
    "racial_modifiers": "+4 on Perception", 
    "melee": "2 flails +12/+7 (2d6+6)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "40 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "pidgin of Giant, Goblin, and Orc", 
    "strength": "23", 
    "constitution": "15", 
    "space": "10 ft.", 
    "treasure": "standard (leather armor, 2 flails, 4 javelins, other treasure)", 
    "init": "+3", 
    "environment": "cold hills", 
    "source": "Bestiary", 
    "charisma": "11", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Cleave, Improved Initiative, Improved Overrun, Iron Will, Power Attack", 
    "senses": "low-light vision; Perception +12", 
    "description": "This lumbering, filthy, two-headed giant wears tattered remnants of leather armor and clutches a large flail in each fist.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Ettin/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An ettin fights with a flail or javelin in each hand. Because each of its two heads controls an arm, the ettin does not take a penalty on attack or damage rolls for attacking with two weapons.", 
                    "name": "Superior Two-Weapon Fighting", 
                    "url": "pfsrd://Bestiary/Monsters/Ettin/Special Abilities/Superior Two-Weapon Fighting", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Ettins, or two-headed giants, are vicious and unpredictable hunters that stalk the night. Their two heads provide them with unparalleled powers of perception, making them excellent guards.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Ettins superficially resemble hill or stone giants, although their tusked facial features betray orc blood in their lineage. They have pinkish-brown skin, but ettins never bathe if they can help it, which usually leaves them so grimy and dirty their skin resembles thick, gray hide. Adult ettins are about 13 feet tall and weigh 5,200 pounds. They live about 75 years.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Ettins have no language of their own but speak a pidgin of Giant, Goblin, and Orc. Creatures that can speak any of these languages must succeed on a DC 15 Intelligence check to communicate with an ettin. Check once for each bit of information: if the other creature speaks two of these languages, the DC is 10, and for someone who speaks all three, the DC is 5. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Though ettins aren't very intelligent, they are cunning fighters. They prefer to ambush their victims rather than charge into a fight, but once the battle has started, an ettin fights furiously until all enemies are dead.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Ettins lead solitary lives, establishing lairs in secluded rocky caves and hollows, often surrounded by pits and trenches. Ettins sometimes keep cave bears as pets and guardians for their lairs.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A particularly powerful ettin may attract a gang of a few followers, possibly with several goblin or orc allies. Such gatherings are the exception rather than the rule, however, and seldom last long, with individual ettins going their separate ways when opportunities for pillage and plunder decrease or if the leader is killed.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Mated couples usually come together to breed for only a short time before going off on their own again. Young ettins mature quickly, reaching adult size within a year, when they are kicked out to fend for themselves.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "65 (10d8+20)", 
    "reach": "10 ft.", 
    "wisdom": "10", 
    "creature_type": "Humanoid", 
    "ranged": "2 javelins +5 (1d8+6)", 
    "name": "Ettin", 
    "base_attack": "+7", 
    "skills": "Handle Animal +8, Perception +12", 
    "reflex": "+2", 
    "cmd": "23", 
    "cmb": "+14", 
    "will": "+5", 
    "url": "pfsrd://Bestiary/Monsters/Ettin", 
    "organization": "solitary, pair, gang (3-6), troupe (1-2 plus 1-2 brown bears), band (3-6 plus 1-2 brown bears), or colony (3-6 plus 1-2 brown bears and 7-12 orcs or 9-16 goblins)", 
    "creature_subtype": "giant"
}