{
    "dexterity": "8", 
    "ac": "21, touch 8, flat-footed 21 (+4 armor, -1 Dex, +9 natural, -1 size)", 
    "special_attacks": "rock throwing (120 ft.)", 
    "intelligence": "6", 
    "melee": "greatclub +14/+9 (2d8+10) or 2 slams +13 (1d8+7)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "40 ft. (30 ft. in armor)", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Giant", 
    "strength": "25", 
    "constitution": "19", 
    "space": "10 ft.", 
    "treasure": "standard (hide armor, greatclub, other treasure)", 
    "init": "-1", 
    "environment": "temperate hills", 
    "source": "Bestiary", 
    "charisma": "7", 
    "fortitude": "+11", 
    "type": "creature", 
    "feats": "Cleave, Intimidating Prowess, Martial Weapon Proficiency (greatclub), Power Attack, Weapon Focus (greatclub)", 
    "senses": "low-light vision; Perception +6", 
    "description": "This hunched giant exudes power and a crude, stupid anger, its filthy fur clothing bespeaking a brutish and backwoods lifestyle.", 
    "sections": [
        {
            "body": "<p>Skin color among hill giants ranges from light tan to deep, ruddy brown. Their hair is brown or black, with eyes the same color. Hill giants wear layers of crudely prepared hides with the fur left on. They seldom wash or repair their garments, preferring simply to add more hides as their old ones wear out. Adults are around 10 feet tall and weigh about 1,100 pounds. Hill giants can live to be 200 years old, but almost never do.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Hill giants prefer to fight from high, rocky outcroppings, where they can pelt opponents with rocks and boulders while limiting the risk to themselves. Hill giants love to make overrun attacks against smaller creatures when they first join battle. Thereafter, they stand fast and swing away with their massive clubs. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Hill giants are the most nomadic of all the humanoid giant species, preferring to travel from one settlement to the next in order to raid and pillage. While they prefer temperate climates, they'll travel far from their preferred environment so long as the raiding is plentiful and successful. They are, as a whole, incredibly selfish creatures and rarely engage in battles they don't automatically know they'll win. Hill giants are known for shoving one another at terrifying foes and won't hesitate to sacrifice a clanmate to save their own skins. Roving bands of hill giants are common in temperate hills, and their constant aggression makes them one of the more feared dangers in this climate.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Solitary, non-evil hill giants are very rare but can sometimes be found in other humanoid societies, though they are almost never accepted in central cities or population centers. They do best as laborers and soldiers in outlying frontier towns, and often serve as rudimentary diplomats to negotiate with marauding hill giant bands. Unfortunately, hill giants who shed their racial lifestyle for civilization are mocked and often killed on sight by their nomadic brethren. Still, these &ldquo;civilized&rdquo; hill giants can find their place within society and many have managed to live peaceful, uneventful lives.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "85 (10d8+40)", 
    "reach": "10 ft.", 
    "wisdom": "10", 
    "defensive_abilities": "rock catching", 
    "creature_type": "Humanoid", 
    "ranged": "rock +6 (1d8+10)", 
    "name": "Giant, Hill", 
    "base_attack": "+7", 
    "skills": "Climb +10, Intimidate +12, Perception +6", 
    "reflex": "+2", 
    "cmd": "24", 
    "cmb": "+15", 
    "will": "+3", 
    "url": "pfsrd://Bestiary/Monsters/Giant/Hill", 
    "organization": "solitary, gang (2-5), band (6-8), raiding party (9-12 plus 1d4 dire wolves), or tribe (13-30 plus 35% noncombatants plus 1 barbarian or fighter chief of 4th-6th level, 11-16 dire wolves, 1-4 ogres, and 13-20 orc slaves)", 
    "creature_subtype": "giant"
}