{
    "dexterity": "9", 
    "ac": "21, touch 8, flat-footed 21 (+4 armor, -1 Dex, +9 natural, -1 size)", 
    "special_attacks": "rock throwing (120 ft.)", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Stealth in snow", 
    "melee": "greataxe +18/+13 (3d6+13) or 2 slams +18 (1d8+9)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "40 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Common, Giant", 
    "strength": "29", 
    "constitution": "20", 
    "space": "10 ft.", 
    "treasure": "standard (chain shirt, greataxe, other treasure)", 
    "init": "-1", 
    "environment": "cold mountains", 
    "source": "Bestiary", 
    "charisma": "11", 
    "immune": "cold", 
    "fortitude": "+14", 
    "type": "creature", 
    "feats": "Cleave, Great Cleave, Improved Overrun, Improved Sunder, Martial Weapon Proficiency (greataxe), Power Attack, Skill Focus (Stealth)", 
    "senses": "low-light vision; Perception +10", 
    "description": "This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided.", 
    "sections": [
        {
            "body": "<p>A frost giant's hair can be light blue or dirty yellow, and its eyes usually match its hair color. Frost giants dress in skins and pelts, along with any jewelry they own. Frost giant warriors also don chain shirts and metal helmets decorated with horns or feathers. An adult male stands about 15 feet tall and weighs approximately 2,800 pounds. Females are slightly shorter and lighter, but otherwise identical to males. Frost giants can live to be 250 years old. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Frost giants are among the most feared giants, as their wanton destruction, battle lust, and fearless demeanor push them to ever-increasing displays of brutality. Frost giants usually start combat at a distance, throwing rocks until they run out of ammunition or the opponent closes, then wading in with their enormous greataxes. A favorite tactic is to lay an ambush by hiding buried in the snow at the top of an icy or snowy slope, where opponents will have difficulty reaching them, and then starting an avalanche before leaping into battle. Frost giants can hide well in snowy environments and are masters of stealth in their domain.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Frost giants survive on hunting and raiding alone, as they live in desolate, frigid environments. Frost giant groups are split almost evenly between those that live in makeshift settlements or abandoned castles and those that roam the frozen north as nomads in search of spoils and provisions. Frost giant leaders call themselves jarls and demand absolute obedience from their followers. At any time a jarl may be challenged by combat for leadership of the tribe. These challenges typically result in the death of one of the combatants. A single jarl can often count a dozen or more smaller frost giant tribes as part of his extended tribe. In such a situation, the leaders of the lesser tribes are known simply as chieftains or warlords.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Frost giants love to take captives, and use them for food as well as slaves and commodities. Every group of frost giants typically has 1&ndash;2 humanoid slaves shackled to a slave handler&mdash;usually the meanest and cruelest non-jarl in the group. They are also quite fond of monstrous pets&mdash;white dragons and winter wolves are popular choices, but remorhazes, yetis, and even linnorms can be found dwelling in a frost giant lair.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "133 (14d8+70)", 
    "weaknesses": "vulnerability to fire", 
    "reach": "10 ft.", 
    "wisdom": "14", 
    "defensive_abilities": "rock catching", 
    "creature_type": "Humanoid", 
    "ranged": "rock +9 (1d8+13)", 
    "name": "Giant, Frost", 
    "base_attack": "+10", 
    "skills": "Climb +13, Craft (any one) +7, Intimidate +7, Perception +10, Stealth +2 (+6 in snow)", 
    "reflex": "+3", 
    "cmd": "29", 
    "cmb": "+20", 
    "will": "+6", 
    "url": "pfsrd://Bestiary/Monsters/Giant/Frost", 
    "organization": "solitary, gang (3-5), band (6-12 plus 35% noncombatants and 1 adept or cleric of 1st-2nd level), raiding party (6-12 plus 35% noncombatants, 1 adept or sorcerer of 3rd-5th level, 1-4 winter wolves, and 2-3 ogres), or tribe (21-30 plus 1 adept, cleric, or sorcerer of 6th-7th level; 1 barbarian or ranger jarl of 7th-9th level; and 15-36 winter wolves, 13-22 ogres, and 1-2 young white dragons)", 
    "creature_subtype": "cold, giant"
}