{
    "dexterity": "17", 
    "ac": "18, touch 12, flat-footed 15 (+3 Dex, +6 natural, -1 size)", 
    "special_attacks": "rend (4 claws, 1d4+6)", 
    "intelligence": "2", 
    "melee": "bite +10 (1d6+4), 4 claws +10 (1d4+4 plus rend)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "40 ft., climb 40 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "19", 
    "constitution": "18", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+7", 
    "environment": "warm forests", 
    "source": "Bestiary", 
    "charisma": "7", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Improved Initiative, Iron Will, Skill Focus (Perception), Toughness", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +11", 
    "description": "This four-armed, gorilla-like creature, covered with matted white fur, roars in rage as it rears up to its full, towering height.", 
    "sections": [
        {
            "body": "<p>Girallons are among the jungle's most dangerous predators. They are aggressive, carnivorous, highly territorial, and incredibly strong. Worse, their four muscular arms are capable of inflicting incredible damage on anything that falls into their clutches. Their exotic appearance makes them popular creatures in certain cities as attractions in gladiatorial combats, either starved and pitted against each other, or set against gladiators eager to increase their fame and notoriety. One who kills a girallon is all but assured of fame, yet most battles against these ferocious beasts end poorly for those foolish enough to attempt to single-handedly defeat one. An adult girallon is 8 feet tall, broad-chested, and covered in thick, pure white fur. It weighs roughly 800 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Girallons live in troops led by a dominant male. Solitary girallons are usually young males looking to start their own troop. Girallons are very territorial and tend to attack intruders without warning, including strangers of their own kind. Groups of girallons may attack in a line to drive prey toward a cliff or other hazard, or quietly form a ring around their target and suddenly close in.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>While most girallons are little more than beasts, ancient carvings and the oral traditions of some tribes hint that the girallon wasn't always the stupid creature it is today. According to these legends, the first girallons were men who called upon savage demon gods to gain great strength, yet in so doing abandoned their humanity. With each generation, these first girallons grew more and more savage and feral, and the same legends maintain that these intelligent girallons still dwell in the darkest part of the jungle. In addition to their intellects, these girallons retain a vast appetite for cruelty. Called &ldquo;high girallons,&rdquo; these creatures are almost always chaotic evil, and have Intelligence scores of 6 or higher. An intelligent girallon generally speaks whatever language the local humans speak. Often, they become leaders of unusually large troops of their less-intelligent kin, inhabit strange ruined cities in the jungle or mountains, and conduct raids on villages for food and treasure. Some primitive tribes worship these girallons as the agents of evil gods or demons, and a few high girallons have been known to work for or even breed with tribal orcs, inspiring legends of four-armed &ldquo;white orcs.&rdquo;</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "73 (7d10+35)", 
    "reach": "10 ft.", 
    "wisdom": "12", 
    "creature_type": "Magical Beast", 
    "name": "Girallon", 
    "base_attack": "+7", 
    "skills": "Climb +12, Perception +11, Stealth +5", 
    "reflex": "+8", 
    "cmd": "25", 
    "cmb": "+12", 
    "will": "+5", 
    "url": "pfsrd://Bestiary/Monsters/Girallon", 
    "organization": "solitary or company (5-8)"
}