{
    "dexterity": "10", 
    "ac": "15, touch 10, flat-footed 15 (+2 armor, +1 natural, +2 shield)", 
    "intelligence": "8", 
    "melee": "spear +3 (1d8+3/&times;3)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Gnoll", 
    "strength": "15", 
    "constitution": "13", 
    "treasure": "NPC Gear (leather armor, heavy wooden shield, battleaxe, longbow with 20 arrows, other treasure)", 
    "init": "+0", 
    "environment": "warm plains or desert", 
    "source": "Bestiary", 
    "charisma": "8", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Power Attack", 
    "senses": "darkvision 60 ft.; Perception +2", 
    "description": "Hunched and feral, this furred, hyena-headed humanoid stands slightly taller than the average human.", 
    "sections": [
        {
            "body": "<p>Gnolls are a race of hulking, humanoids that resemble hyenas in more than mere appearance; they show a striking affinity with the scavenging animals, to the point of keeping them as pets, and reflect many of the lesser creatures' behaviors.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Gnolls are capable hunters, but are far happier to scavenge or steal a kill than to go out and track down prey. This laziness impels them to acquire slaves of whatever type is available, whom they force to dig warrens, gather supplies and water, and even hunt for their gnoll masters.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Creatures other than hyenas and other gnolls are either meat or slaves, depending upon the temperament of the tribe. Even a dead or fallen comrade is a fresh meal for a gnoll, who might honor a distinguished tribe member with a brief prayer, or thoroughly cook one that has died of a wasting disease, but otherwise view a dead gnoll as little different from any other creature. The more &ldquo;civilized&rdquo; gnolls do not eat their prisoners, but instead keep them as slaves, either to defend or improve their lair or to trade with other tribes or slaver bands.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Gnolls relish combat, but only when they have the obvious advantage of numbers. In other situations, they prefer to avoid combat except as a means of winning a kill from another hunter, or as a clever ambush to bring down a large meal. These hyena-men see no value in courage or valor, instead preferring to flee once it becomes clear that victory is not possible, noting that it is better to run with tail tucked away than to lose one's tail entirely.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>During combat, gnolls use a strange mixture of pack tactics and individual standoffs. If a gnoll feels that it is winning, it attempts to take down a weaker being rather than aiding its fellows. If the gnolls are struggling, they gang up on a powerful leader and try to take that creature down, in the hopes of forcing its allies to flee.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Gnoll leaders are typically rangers, although clerics are highly regarded as well. Most gnolls find arcane magic difficult to master, and as a result it is relatively rare to see a gnoll bard, sorcerer, or wizard.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "11 (2d8+2)", 
    "wisdom": "11", 
    "creature_type": "Humanoid", 
    "ranged": "spear +1 (1d8+2/&times;3)", 
    "name": "Gnoll", 
    "base_attack": "+1", 
    "skills": "Perception +2", 
    "reflex": "+0", 
    "cmd": "13", 
    "cmb": "+3", 
    "will": "+0", 
    "url": "pfsrd://Bestiary/Monsters/Gnoll", 
    "organization": "solitary, pair, hunting party (2-5 gnolls and 1-2 hyenas), band (10-100 adults plus 50% noncombatant children, 1 sergeant of 3rd level per 20 adults, 1 leader of 4th-6th level, and 5-8 hyenas), or tribe (20-200 plus 1 sergeant of 3rd level per 20 adults, 1 or 2 lieutenants of 4th or 5th level, 1 leader of 6th-8th level, 7-12 hyenas, and 4-7 hyaenodons)", 
    "creature_subtype": "gnoll"
}