{
    "dexterity": "1", 
    "ac": "5, touch 5, flat-footed 5 (-5 Dex)", 
    "special_attacks": "acid, constrict (1d6+1 plus 1d6 acid)", 
    "intelligence": "-", 
    "melee": "slam +6 (1d6+4 plus 1d6 acid and grab)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "10 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "16", 
    "constitution": "26", 
    "immune": "cold, fire", 
    "treasure": "none", 
    "init": "-5", 
    "environment": "cold marshes and underground", 
    "source": "Bestiary", 
    "charisma": "1", 
    "fortitude": "+9", 
    "type": "creature", 
    "senses": "blindsight 60 ft.; Perception -5", 
    "description": "A seemingly mundane puddle, patch of moist stone, or glistening rock is suddenly revealed to be more as a terrible pseudopod lashes out.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Gray Ooze/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "The digestive acid that covers a gray ooze dissolves metals and organic material, but not stone. Each slam and constrict attack deals 1d6 additional acid damage. Armor or clothing worn by a creature grappled by a gray ooze takes the same amount of acid damage unless the wearer succeeds on a DC 20 Reflex saving throw. A wooden or metal weapon that strikes a gray ooze takes 1d6 acid damage unless the weapon's wielder succeeds on a DC 20 Reflex save. The ooze's touch deals 12 points of acid damage per round to wooden or metal objects, but the ooze must remain in contact with the material for 1 full round in order to deal this damage. The save DCs are Constitution-based.", 
                    "name": "Acid", 
                    "url": "pfsrd://Bestiary/Monsters/Gray Ooze/Special Abilities/Acid", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "Due to its lack of vivid coloration, a gray ooze is difficult to discern from its surroundings in most environments. A DC 15 Perception check is required to notice the gray ooze. Any creature that fails to notice a gray ooze and walks into it automatically suffers damage as if struck by the ooze's slam attack and is immediately subject to a grab attempt by the ooze.", 
                    "name": "Transparent", 
                    "url": "pfsrd://Bestiary/Monsters/Gray Ooze/Special Abilities/Transparent", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Slinking their way through cold swamps and bleary marshlands, or sometimes even dungeons and caverns, gray oozes consume any organic materials they encounter. Despite its lack of intelligence, the gray ooze is a most problematic creature due to its transparency. While the ooze cannot easily climb walls or swim, its habit of lurking in the thick mud that lines the banks of marsh pools or lying in harmless-looking pools on dull-colored dungeon floors makes it dangerously easy to overlook and step on.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Some sages believe that the gray ooze is the result of a failed alchemical experiment, while others postulate that the first gray oozes spontaneously arose from a cesspit of magical detritus. Of course, these theories that gray oozes are not living organisms, but rather the alchemical result of an unfortunate mixture of rare caustic fluids and magical waste, are derided by many who dwell in areas plagued by the creatures but which do not have a long history of magical pollution.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>The gray ooze adapts readily and swiftly to changes in environments, the simple structure of its primeval form and its method of using fission to reproduce all but ensuring that such changes occur. Listed below are two such variants that adventurers have encountered.</p>", 
            "name": "Variant Gray Oozes", 
            "url": "pfsrd://Bestiary/Monsters/Gray Ooze/Variant Gray Oozes", 
            "type": "section", 
            "source": "Bestiary", 
            "sections": [
                {
                    "body": "<p>The crystal ooze is an aquatic variant that dwells in deeper waters than most commonly found in the gray ooze's beloved swamps. A crystal ooze has the aquatic subtype and a swim speed of 30 ft. The crystal ooze lacks the gray ooze's constrict ability, but it does secrete a paralytic toxin that causes those whom it strikes to become paralyzed for 3d6 rounds if they fail a Fortitude saving throw (the save DC is Constitution-based).</p>", 
                    "url": "pfsrd://Bestiary/Monsters/Gray Ooze/Variant Gray Oozes/Crystal Ooze (CR 4)", 
                    "type": "section", 
                    "name": "Crystal Ooze (CR 4)", 
                    "source": "Bestiary"
                }, 
                {
                    "body": "<p>Perhaps the strangest variant gray oozes are those that have developed a rudimentary intelligence, including the ability to communicate telepathically with other oozes, or even the ability to blast enemies with pulses of raw mental power. Id oozes are advanced gray oozes with an Intelligence score of 2 (and thus gain skill ranks and feats&mdash;typically 4 ranks in Stealth, Improved Initiative, and Toughness), can communicate basic empathic information with other id oozes within 100 feet via telepathy, and can use <i>lesser confusion</i> at will as a spell-like ability (CL equals the id ooze's HD).</p>", 
                    "url": "pfsrd://Bestiary/Monsters/Gray Ooze/Variant Gray Oozes/Id Ooze (CR 6)", 
                    "type": "section", 
                    "name": "Id Ooze (CR 6)", 
                    "source": "Bestiary"
                }
            ]
        }
    ], 
    "hp": "50 (4d8+32)", 
    "wisdom": "1", 
    "defensive_abilities": "ooze traits", 
    "creature_type": "Ooze", 
    "special_qualities": "transparent", 
    "name": "Gray Ooze", 
    "base_attack": "+3", 
    "url": "pfsrd://Bestiary/Monsters/Gray Ooze", 
    "reflex": "-4", 
    "cmd": "11 (can't be tripped)", 
    "cmb": "+6 (+10 grapple)", 
    "will": "-4", 
    "organization": "solitary"
}