{
    "dexterity": "23", 
    "ac": "22, touch 17, flat-footed 16 (+6 Dex, +5 natural, +1 size)", 
    "special_attacks": "body thief, sneak attack +3d6", 
    "intelligence": "16", 
    "racial_modifiers": "+8 Bluff, +8 Perception, +8 Stealth", 
    "resist": "cold 20, electricity 20, sonic 20", 
    "melee": "4 claws +13 (1d4+1)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "40 ft.", 
    "alignment": "CE", 
    "size": "Small", 
    "languages": "Undercommon (cannot speak); telepathy 100 ft.", 
    "strength": "12", 
    "constitution": "21", 
    "immune": "fire, mind-affecting effects", 
    "treasure": "double", 
    "init": "+10", 
    "environment": "any underground", 
    "source": "Bestiary", 
    "charisma": "17", 
    "fortitude": "+7", 
    "spells": [
        {
            "spell-like abilities": "(CL 8th)<p class=\"stat-block-2\">Constant-<i>detect magic</i></p><p class=\"stat-block-2\">At will-<i>confusion</i> (DC 17, single target only)<i>, daze monster</i> (DC 15, no HD limit), <i>inflict serious wounds</i> (DC 16), <i>invisibility, reduce size</i> (as <i>reduce person</i> but self only)</p><p class=\"stat-block-2\">3/day-<i>cure moderate wounds, globe of invulnerability</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Improved Initiative, Iron Will, Toughness, Weapon Finesse", 
    "senses": "blindsight 60 ft., detect magic; Perception +19", 
    "description": "Devoid of a head, or any features at all save for four short, clawed legs, this creature's body looks like a large, glistening brain.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Intellect Devourer/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a full-round action that provokes an attack of opportunity, an intellect devourer can reduce its size, crawl into the mouth of a helpless or dead creature, and burrow into the victim's skull to devour its brain. This is a coup de grace attempt that inflicts 8d4+3d6+8 points of damage. If the victim is slain (or already dead), the intellect devourer usurps control of the body and may use it as its own, as if it controlled the target via a dominate monster spell. The intellect devourer has full access to all of the host's defensive and offensive abilities save for spellcasting and spell-like abilities (although the intellect devourer can still use its own spell-like abilities). A host body may not have been dead for longer than 1 day for this ability to function, and even successfully inhabited bodies decay to uselessness in 7 days (unless this time is extended via gentle repose). As long as the intellect devourer occupies the body, it knows (and can speak) the languages known by the victim and basic information about the victim's identity and personality, yet has none of the victim's specific memories or knowledge. Damage done to a host body does not harm the intellect devourer, and if the host body is slain, the intellect devourer emerges and is dazed for 1 round. Raise dead cannot restore a victim of body theft, but resurrection or more powerful magic can.", 
                    "name": "Body Thief", 
                    "url": "pfsrd://Bestiary/Monsters/Intellect Devourer/Special Abilities/Body Thief", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "An intellect devourer is treated as a summoned creature for the purpose of determining how it is affected by a protection from evil spell.", 
                    "name": "Vulnerable to Protection from Evil", 
                    "url": "pfsrd://Bestiary/Monsters/Intellect Devourer/Special Abilities/Vulnerable to Protection from Evil", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Thought by some to be invaders from another dimension or planet, the sinister intellect devourers are certainly one of the world's cruelest races. Incapable of experiencing emotions or wallowing in the sins of physical pleasure on their own, intellect devourers are forced to steal bodies in order to indulge their gluttony, lust, and cruelty. Stories tell of entire cities of these creatures deep underground, where host bodies are worn like clothes to hideous orgies and vile feasts. Lone intellect devourers often dwell in ruins or caves on the edge of a civilized region so they can make periodic forays into town to &ldquo;shop&rdquo; for an attractive new body.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>An intellect devourer is 3 feet long and weighs about 60 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "84 (8d8+48)", 
    "weaknesses": "vulnerability to protection from evil", 
    "wisdom": "10", 
    "creature_type": "Aberration", 
    "dr": "10/adamantine and magic", 
    "name": "Intellect Devourer", 
    "base_attack": "+6", 
    "skills": "Bluff +19, Disguise +11, Knowledge (local) +14, Perception +19, Sense Motive +8, Stealth +29, Use Magic Device +11", 
    "reflex": "+8", 
    "cmd": "22 (26 vs. trip)", 
    "cmb": "+6", 
    "will": "+8", 
    "url": "pfsrd://Bestiary/Monsters/Intellect Devourer", 
    "sr": "23", 
    "organization": "solitary, brood (2-6), or tribe (7-16)"
}