{
    "dexterity": "19", 
    "ac": "20, touch 14, flat-footed 16 (+4 Dex, +6 natural)", 
    "intelligence": "14", 
    "melee": "2 slams +12 (2d6+4)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "30 ft., fly 30 (perfect)", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Auran, Common", 
    "strength": "18", 
    "constitution": "22", 
    "immune": "elemental traits", 
    "treasure": "standard", 
    "init": "+8", 
    "environment": "any (Plane of Air)", 
    "source": "Bestiary", 
    "charisma": "11", 
    "fortitude": "+11", 
    "type": "creature", 
    "feats": "Combat Reflexes, Improved Initiative, Lightning Reflexes, Weapon Focus (slam)", 
    "senses": "darkvision 60 ft.; Perception +12", 
    "description": "No true form can be detected, yet a sense of force and hulking malevolence is undeniable in this creature's presence.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Invisible Stalker/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An invisible stalker takes no penalty to Survival checks when tracking and moving at any speed.", 
                    "name": "Improved Tracking", 
                    "url": "pfsrd://Bestiary/Monsters/Invisible Stalker/Special Abilities/Improved Tracking", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "This ability is constant&mdash;an invisible stalker remains invisible at all times, even when attacking. As this ability is inherent, it is not subject to the invisibility purge spell. Against foes that cannot pinpoint it, the invisible stalker gains a +20 bonus on Stealth checks when moving, or +40 when standing still&mdash;these bonuses are not included in the statistics above.", 
                    "name": "Natural Invisibility", 
                    "url": "pfsrd://Bestiary/Monsters/Invisible Stalker/Special Abilities/Natural Invisibility", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Very little is known about these enigmatic and mysterious creatures, as their very nature makes details of their true form difficult to discern. Brought to this world from the Plane of Air, these creatures fulfill tasks for those who conjure them. Invisible stalkers act as guardians, assassins, and trackers, occupations in which they excel. Their natural invisibility and skill at stealth allow them to follow their quarry without detection and give them the upper hand when it comes to exterminating a mark.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Many invisible stalkers resent this and see these petty tasks as nothing more than chores dictated by mortals. When given a particularly complex or bothersome task, an invisible stalker seeks to find a loophole in a poorly worded instruction. For instance, wizards calling an invisible stalker into service with the instructions &ldquo;protect me from danger&rdquo; might find themselves escorted to a faraway hidden location, or even brought to the Plane of Air.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Due to their constant summoning, many invisible stalkers harbor hostility for those dwelling on the Material Plane. Those invisible stalkers new to the mortal world only know the stories of their kind and tend to keep an open mind about the intentions of those who call them. Over time, or in the service of a particularly vile master, invisible stalkers form negative opinions of these creatures of flesh and bone, leading to their tendency to pervert their instructions and cause harm to their masters. For older and more experienced invisible stalkers, the only thing protecting those who summon them is the magic that binds them. These creatures automatically try to use inconsistencies in the wording of their tasks and literal twists on the intention to find a way to inconvenience, injure, or even kill the priest or arcanist that brought them to the plane.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "80 (7d10+42)", 
    "wisdom": "15", 
    "defensive_abilities": "natural invisibility", 
    "creature_type": "Outsider", 
    "special_qualities": "improved tracking", 
    "name": "Invisible Stalker", 
    "base_attack": "+7", 
    "skills": "Acrobatics +14, Bluff +10, Fly +22, Knowledge (planes) +12, Perception +12, Sense Motive +12, Stealth +14, Survival +12", 
    "reflex": "+11", 
    "cmd": "25", 
    "cmb": "+11", 
    "will": "+4", 
    "url": "pfsrd://Bestiary/Monsters/Invisible Stalker", 
    "organization": "solitary", 
    "creature_subtype": "air, elemental, extraplanar"
}