{
    "dexterity": "17", 
    "ac": "21, touch 13, flat-footed 18 (+4 armor, +3 Dex, +4 natural)", 
    "special_attacks": "dancing chains,unnerving gaze", 
    "intelligence": "11", 
    "melee": "4 chains +11 (2d4+2)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "30 ft.", 
    "alignment": "LE", 
    "size": "Medium", 
    "languages": "Common, Infernal", 
    "strength": "15", 
    "constitution": "14", 
    "space": "5 ft", 
    "treasure": "standard", 
    "init": "+7", 
    "environment": "any", 
    "source": "Bestiary", 
    "charisma": "12", 
    "immune": "cold", 
    "fortitude": "+8", 
    "type": "creature", 
    "feats": "Alertness, Blind-Fight, Improved Initiative, Weapon Focus (chain)", 
    "senses": "darkvision 60 ft.; Perception +14", 
    "description": "Wickedly barbed chains adorn this lean figure, and gaps in the bindings reveal deathly pale flesh etched with jagged scars.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Kyton/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "The chains that adorn a kyton grant it a +4 armor bonus, but are not treated as armor for the purpose of arcane spell failure, armor check penalties, maximum Dexterity, weight, or proficiency.", 
                    "name": "Chain Armor", 
                    "url": "pfsrd://Bestiary/Monsters/Kyton/Special Abilities/Chain Armor", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A kyton can control up to four chains within 20 feet as a standard action, making the chains dance or move as it wishes. In addition, a kyton can increase these chains' length by up to 15 feet and cause them to sprout razor-edged barbs. These chains attack as effectively as the kyton itself. If a chain is in another creature's possession, the creature can attempt a DC 15 Will save to break the kyton's power over that chain. If the save is successful, the kyton cannot attempt to control that particular chain again for 24 hours or until the chain leaves the creature's possession. A kyton can climb chains it controls at its normal speed without making Climb checks. The save DC is Charisma-based.", 
                    "name": "Dancing Chains", 
                    "url": "pfsrd://Bestiary/Monsters/Kyton/Special Abilities/Dancing Chains", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "Range 30 ft., Will DC 15 negates. A kyton can make its face resemble one of an opponent's departed loved ones or bitter enemies. Those who fail their saves become shaken for 1d3 rounds. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                    "name": "Unnerving Gaze", 
                    "url": "pfsrd://Bestiary/Monsters/Kyton/Special Abilities/Unnerving Gaze", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Often classified among the ranks of the infernal and called chain devils by the uninitiated, the sadomasochistic kytons are not true devils. Many suggest that kytons were natives of Hell who existed there before the advent of devilkind, while others hypothesize they were later brought to the plane by some sadistic power. Regardless of their origins, kytons roam the planes in their lust to cause and receive suffering, seeking pain through violent abductions and sadistic debauches.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>The kyton presented here is a typical member of this fiendish race of outsiders, but is by no means the only type of its kind. Just as there are numerous different species of demon and devil, rumor holds that different kinds of kytons dwell in their jangling cities in Hell and on the Plane of Shadow. These kytons are invariably more powerful than the one presented here, often having spell-like abilities or hideous and unsettling special attacks along the themes of torture and pain. Rumor holds that the most powerful kytons are completely inhuman, and that these monsters are the true progenators of the kyton race&mdash;the kyton presented here but the result of unholy dalliances with their unfortunate victims.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "60 (8d10+16); regeneration 2 (good weapons and spells, silver weapons)", 
    "reach": "5 ft. (10 ft. with chains)", 
    "wisdom": "12", 
    "creature_type": "Outsider", 
    "special_qualities": "chain armor", 
    "dr": "5/silver or good", 
    "name": "Kyton", 
    "base_attack": "+8", 
    "skills": "Acrobatics +14, Climb +13, Craft (blacksmithing) +11, Escape Artist +14, Intimidate +12, Perception +14", 
    "reflex": "+9", 
    "cmd": "23", 
    "cmb": "+10", 
    "will": "+3", 
    "url": "pfsrd://Bestiary/Monsters/Kyton", 
    "sr": "17", 
    "organization": "solitary, pair, link (3-6), or chain (7-20)", 
    "creature_subtype": "evil, extraplanar, kyton, lawful"
}