{
    "dexterity": "14", 
    "ac": "23, touch 14, flat-footed 21 (+4 armor, +2 deflection, +2 Dex, +5 natural)", 
    "special_attacks": "grave touch* (9/day), paralyzing touch (DC 18), power over undead* (9/day, DC 18)", 
    "intelligence": "22", 
    "racial_modifiers": "+8 Perception, +8 Sense Motive, +8 Stealth", 
    "melee": "touch +5 (1d8+5 plus paralyzing touch)", 
    "cr": "12", 
    "xp": "19,200", 
    "speed": "30 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Abyssal, Aklo, Aquan, Celestial, Common, Draconic, Dwarven, Elven, Giant, Gnome, Goblin, Ignan, Infernal, Orc, Undercommon", 
    "strength": "10", 
    "constitution": "-", 
    "immune": "cold, electricity, undead traits", 
    "treasure": "NPC gear (boots of levitation, headband of vast intelligence +2 [Perception], ring of protection +2, potion of invisibility, scroll of dominate person, scroll of teleport)", 
    "init": "+2", 
    "environment": "any", 
    "source": "Bestiary", 
    "charisma": "16", 
    "fortitude": "+6", 
    "spells": [
        {
            "spells prepared": "(CL 11th)<p class=\"stat-block-2\">6th-<i>circle of death </i>(DC 22), <i>globe of invulnerability, </i>maximized <i>fireball</i> (DC 19)</p><p class=\"stat-block-2\">5th-<i>cloudkill </i>(DC 21), <i>cone of cold </i>(DC 21), quickened <i>magic missile, waves of fatigue </i></p><p class=\"stat-block-2\">4th-<i>dimension door, enervation, fire shield, wall of ice </i>(2)</p><p class=\"stat-block-2\">3rd-<i>dispel magic </i>(2), <i>fireball </i>(DC 19), <i>suggestion </i>(DC 19), <i>vampiric touch </i>(2)</p><p class=\"stat-block-2\">2nd-<i>darkness, </i>extended <i>mage armor </i>(already cast)<i>, false life </i>(already cast)<i>, scorching ray </i>(2), <i>see invisibility, spectral hand</i></p><p class=\"stat-block-2\">1st-<i>magic missile </i>(3), <i>ray of enfeeblement </i>(2), <i>shield</i> (2)</p><p class=\"stat-block-2\">0-<i>bleed </i>(DC 16), <i>detect magic, ray of frost, read magic</i></p><p class=\"stat-block-2\"><b>Opposition Schools</b> illusion, transmutation</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Craft Wondrous Item, Defensive Combat Training, Extend Spell, Improved Lightning Reflexes, Iron Will, Lightning Reflexes, Maximize Spell, Quicken Spell, Scribe Scroll, Toughness", 
    "senses": "darkvision 60 ft., life sight*; Perception +24", 
    "description": "Once fine robes hang in tatters from this withered corpse's frame. A pale blue light shines from where its eyes should be.", 
    "sections": [
        {
            "body": "<p>Few creatures are more feared than the lich. The pinnacle of necromantic art, the lich is a spellcaster who has chosen to shed his life as a method to cheat death by becoming undead. While many who reach such heights of power stop at nothing to achieve immortality, the idea of becoming a lich is abhorrent to most creatures. The process involves the extraction of the spellcaster's life-force and its imprisonment in a specially prepared phylactery&mdash;the spellcaster gives up life, but in trapping life he also traps his death, and as long as his phylactery remains intact he can continue on in his research and work without fear of the passage of time.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>The quest to become a lich is a lengthy one. While construction of the magical phylactery to contain the spellcaster's soul is a critical component, a prospective lich must also learn the secrets of transferring his soul into the receptacle and of preparing his body for the transformation into undeath, neither of which are simple tasks. Further complicating the ritual is the fact that no two bodies or souls are exactly alike&mdash;a ritual that works for one spellcaster might simply kill another or drive him insane. The exact methods for each spellcaster's transformation are left to the GM's discretion, but should involve expenditures of hundreds of thousands of gold pieces, numerous deadly adventures, and a large number of difficult skill checks over the course of months, years, or decades.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>An integral part of becoming a lich is the creation of the phylactery in which the character stores his soul. The only way to get rid of a lich for sure is to destroy its phylactery. Unless its phylactery is located and destroyed, a lich can rejuvenate after it is killed (see Creating a Lich, below).</p><p>Each lich must create its own phylactery by using the Craft Wondrous Item feat. The character must be able to cast spells and have a caster level of 11th or higher. The phylactery costs 120,000 gp to create and has a caster level equal to that of its creator at the time of creation.</p><p>The most common form of phylactery is a sealed metal box containing strips of parchment on which magical phrases have been transcribed. The box is Tiny and has 40 hit points, hardness 20, and a break DC of 40.</p><p>Other forms of phylacteries can exist, such as rings, amulets, or similar items.</p>", 
            "url": "pfsrd://Bestiary/Monsters/Lich/The Lichs Phylactery", 
            "type": "section", 
            "name": "The Lich's Phylactery", 
            "source": "Bestiary"
        }, 
        {
            "url": "pfsrd://Bestiary/Monsters/Lich/Creating a Lich", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>&ldquo;Lich&rdquo; is an acquired template that can be added to any living creature (referred to hereafter as the base creature), provided it can create the required phylactery. A lich retains all the base creature's statistics and special abilities except as noted here.</p>", 
                    "name": "Lich", 
                    "url": "pfsrd://Bestiary/Monsters/Lich/Creating a Lich/Lich", 
                    "type": "section", 
                    "source": "Bestiary", 
                    "abbrev": "CR +2", 
                    "sections": [
                        {
                            "body": "<p>Same as the base creature + 2.</p>", 
                            "source": "Bestiary", 
                            "type": "section", 
                            "name": "Challenge Rating"
                        }, 
                        {
                            "body": "<p> Any evil.</p>", 
                            "source": "Bestiary", 
                            "type": "section", 
                            "name": "Alignment"
                        }, 
                        {
                            "body": "<p>The creature's type changes to undead. Do not recalculate BAB, saves, or skill ranks.</p>", 
                            "source": "Bestiary", 
                            "type": "section", 
                            "name": "Type"
                        }, 
                        {
                            "body": "<p>A lich gains darkvision 60 ft.</p>", 
                            "url": "pfsrd://Bestiary/Monsters/Lich/Creating a Lich/Lich/Senses", 
                            "type": "section", 
                            "name": "Senses", 
                            "source": "Bestiary"
                        }, 
                        {
                            "body": "<p>A lich has a +5 natural armor bonus or the base creature's natural armor bonus, whichever is better.</p>", 
                            "source": "Bestiary", 
                            "type": "section", 
                            "name": "Armor Class"
                        }, 
                        {
                            "body": "<p>Change all of the creature's racial Hit Dice to d8s. All Hit Dice derived from class levels remain unchanged. As undead, liches use their Charisma modifiers to determine bonus hit points (instead of Constitution).</p>", 
                            "source": "Bestiary", 
                            "type": "section", 
                            "name": "Hit Dice"
                        }, 
                        {
                            "body": "<p>A lich gains channel resistance +4, DR 15/bludgeoning and magic, and immunity to cold and electricity (in addition to those granted by its undead traits). The lich also gains the following defensive ability.</p><p class=\"stat-block-2\"><i>Rejuvenation (Su)</i>When a lich is destroyed, its phylactery (which is generally hidden by the lich in a safe place far from where it chooses to dwell) immediately begins to rebuild the undead spellcaster's body nearby. This process takes 1d10 days&mdash;if the body is destroyed before that time passes, the phylactery merely starts the process anew. After this time passes, the lich wakens fully healed (albeit without any gear it left behind on its old body), usually with a burning need for revenge against those who previously destroyed it.</p>", 
                            "source": "Bestiary", 
                            "type": "section", 
                            "name": "Defensive Abilities"
                        }, 
                        {
                            "body": "<p>A lich has a touch attack that it can use once per round as a natural weapon. A lich fighting without weapons uses its natural weapons (if it has any) in addition to its touch attack (which is treated as a primary natural weapon that replaces one claw or slam attack, if the creature has any). A lich armed with a weapon uses its weapons normally, and can use its touch attack as a secondary natural weapon.</p>", 
                            "url": "pfsrd://Bestiary/Monsters/Lich/Creating a Lich/Lich/Melee Attack", 
                            "type": "section", 
                            "name": "Melee Attack", 
                            "source": "Bestiary"
                        }, 
                        {
                            "body": "<p>A lich's touch attack uses negative energy to deal 1d8 points of damage to living creatures + 1 point of damage per 2 Hit Dice possessed by the lich. As negative energy, this damage can be used to heal undead creatures. A lich can take a full-round action to infuse itself with this energy, healing damage as if it had used its touch attack against itself.</p>", 
                            "url": "pfsrd://Bestiary/Monsters/Lich/Creating a Lich/Lich/Damage", 
                            "type": "section", 
                            "name": "Damage", 
                            "source": "Bestiary"
                        }, 
                        {
                            "body": "<p>A lich gains the two special attacks described below. Save DCs are equal to 10 + 1/2 lich's HD + lich's Cha modifier unless otherwise noted.</p><p class=\"stat-block-2\"><i>Fear Aura</i> Creatures of less than 5 HD in a 60-foot radius that look at the lich must succeed on a Will save or become frightened. Creatures with 5 HD or more must succeed at a Will save or be shaken for a number of rounds equal to the lich's Hit Dice. A creature that successfully saves cannot be affected again by the same lich's aura for 24 hours. This is a mind-affecting fear effect.</p><p class=\"stat-block-2\"><i>Paralyzing Touch (Su):</i> Any living creature a lich hits with its touch attack must succeed on a Fortitude save or be permanently paralyzed. <i>Remove paralysis</i> or any spell that can remove a curse can free the victim (see the <i>bestow curse</i> spell description, with a DC equal to the lich's save DC). The effect cannot be dispelled. Anyone paralyzed by a lich seems dead, though a DC 20 Perception check or a DC 15 Heal check reveals that the victim is still alive.</p>", 
                            "name": "Special Attacks", 
                            "url": "pfsrd://Bestiary/Monsters/Lich/Creating a Lich/Lich/Special Attacks", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>Int +2, Wis +2, Cha +2. Being undead, a lich has no Constitution score.</p>", 
                            "source": "Bestiary", 
                            "type": "section", 
                            "name": "Abilities"
                        }, 
                        {
                            "body": "<p>Liches have a +8 racial bonus on Perception, Sense Motive, and Stealth checks. A lich always treats Climb, Disguise, Fly, Intimidate, Knowledge (arcana), Knowledge (religion), Perception, Sense Motive, Spellcraft, and Stealth as class skills. Otherwise, skills are the same as the base creature.</p>", 
                            "source": "Bestiary", 
                            "type": "section", 
                            "name": "Skills"
                        }
                    ]
                }
            ], 
            "name": "Creating a Lich", 
            "source": "Bestiary"
        }
    ], 
    "hp": "111 (11d6+55 plus 15 false life)", 
    "wisdom": "14", 
    "defensive_abilities": "channel resistance +4", 
    "creature_type": "Undead", 
    "dr": "15/bludgeoning and magic", 
    "name": "Lich", 
    "base_attack": "+5", 
    "level": "necromancer 11", 
    "skills": "Craft (alchemy) +20, Intimidate +17, Knowledge (arcana) +20, Knowledge (planes) +20, Linguistics +20, Perception +24, Sense Motive +24, Spellcraft +20, Stealth +24", 
    "reflex": "+7", 
    "cmd": "25", 
    "cmb": "+5", 
    "will": "+11", 
    "url": "pfsrd://Bestiary/Monsters/Lich", 
    "aura": "fear (60-ft. radius, DC 18)", 
    "super_race": "human", 
    "organization": "solitary", 
    "creature_subtype": "augmented humanoid"
}