{
    "dexterity": "10", 
    "ac": "17, touch 10, flat-footed 17 (+5 natural, +2 shield)", 
    "intelligence": "9", 
    "racial_modifiers": "+4 Acrobatics", 
    "melee": "morningstar +2 (1d8+1),  bite +0 (1d4), or claw +2 (1d4+1), bite +2 (1d4+1)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft., swim 15 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Draconic", 
    "strength": "13", 
    "constitution": "13", 
    "treasure": "NPC gear (heavy wooden shield, morningstar, 3 javelins)", 
    "init": "+0", 
    "environment": "temperate swamps", 
    "source": "Bestiary", 
    "charisma": "10", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Multiattack", 
    "senses": "Perception +1", 
    "description": "This reptilian humanoid has green scales, a short and toothy snout, and a thick alligator-like tail.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Lizardfolk/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A lizardfolk can hold its breath for a number of rounds equal to 4 times its Constitution score before it risks drowning.", 
                    "name": "Hold Breath", 
                    "url": "pfsrd://Bestiary/Monsters/Lizardfolk/Special Abilities/Hold Breath", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Lizardfolk are proud and powerful reptilian predators that make their communal homes in scattered villages deep within swamps and marshes. Uninterested in colonization of the dry lands and content with the simple weapons and rituals that have served them well for millennia, lizardfolk are viewed by many other races as backwater savages, but within their isolated communities lizardfolk are actually a vibrant people filled with tradition and an oral history stretching back to before humans walked upright.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Most lizardfolk stand 6 to 7 feet tall and weigh 200 to 250 pounds, their powerful muscles covered in scales of gray, green, or brown. Some breeds have short dorsal spikes or brightly colored frills, and all swim well by moving with flicks of their powerful 4-foot-long tails. While completely at home in the water, they breathe air and return to their clustered mound-dwellings to breed and sleep. As their reptilian blood makes them sluggish in the cold, most lizardfolk hunt and work during the day and retreat to their homes at night to curl up with other tribesmen in the shared warmth of large peat fires.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Though generally neutral, lizardfolks' standoffish demeanor, staunch rejection of civilization's &ldquo;gifts,&rdquo; and legendary ferocity in battle cause them to be viewed negatively by most humanoids. These traits stem from good reasons, however, as their own slow rate of reproduction is no match for warm-blooded humanoids, and those tribes who don't defend their wetland territories to the last breath quickly find themselves overwhelmed by the mammalian hordes. As for their tendency to consume the bodies of dead friends and enemies alike, the practical lizardfolk are quick to point out that life is hard in the swamp, and nothing should go to waste.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>The lizardfolk presented here dwell in a swampy environment. Lizardfolk tribes can exist in other environments as well, but they lose their swim speed and instead gain a climb speed of 15 feet.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "11 (2d8+2)", 
    "wisdom": "10", 
    "creature_type": "Humanoid", 
    "special_qualities": "hold breath", 
    "ranged": "javelin +1 (1d6+1)", 
    "name": "Lizardfolk", 
    "base_attack": "+1", 
    "skills": "Acrobatics +2, Perception +1, Swim +8", 
    "reflex": "+0", 
    "cmd": "12", 
    "cmb": "+2", 
    "will": "+0", 
    "url": "pfsrd://Bestiary/Monsters/Lizardfolk", 
    "organization": "solitary, pair, band (3-12), or tribe (13-60)", 
    "creature_subtype": "reptilian"
}