{
    "dexterity": "12", 
    "ac": "16, touch 11, flat-footed 15 (+1 Dex, +5 natural)", 
    "special_attacks": "constrict (slam, 1d8+6)", 
    "intelligence": "10", 
    "racial_modifiers": "+20 Disguise when mimicking objects", 
    "melee": "slam +10 (1d8+6 plus adhesive)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "10 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "19", 
    "constitution": "17", 
    "immune": "acid", 
    "treasure": "incidental", 
    "init": "+5", 
    "environment": "any", 
    "source": "Bestiary", 
    "charisma": "10", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Improved Initiative, Lightning Reflexes, Skill Focus (Perception), Weapon Focus (slam)", 
    "senses": "darkvision 60 ft.; Perception +11", 
    "description": "What appeared to be a chest filled with treasure comes to life as it grows long, glistening tentacles and a number of sharp teeth.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Mimic/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A mimic exudes a thick slime that acts as a powerful adhesive, holding fast any creatures or items that touch it. An adhesive-covered mimic automatically grapples any creature it hits with its slam attack. Opponents so grappled cannot get free while the mimic is alive without removing the adhesive first. A weapon that strikes an adhesive-coated mimic is stuck fast unless the wielder succeeds on a DC 17 Reflex save. A successful DC 17 Strength check is needed to pry off a stuck weapon. Strong alcohol or universal solvent dissolves the adhesive, but the mimic can still grapple normally. A mimic can dissolve its adhesive at will, and the substance breaks down 5 rounds after the creature dies. The save DC is Strength-based.", 
                    "name": "Adhesive", 
                    "url": "pfsrd://Bestiary/Monsters/Mimic/Special Abilities/Adhesive", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A mimic can assume the general shape of any Medium object, such as a massive chest, a stout bed, or a door. The creature cannot substantially alter its size, though. A mimic's body is hard and has a rough texture, no matter what appearance it might present. A mimic gains a +20 racial bonus on Disguise checks when imitating an object in this manner. Disguise is always a class skill for a mimic.", 
                    "name": "Mimic Object", 
                    "url": "pfsrd://Bestiary/Monsters/Mimic/Special Abilities/Mimic Object", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Mimics are thought to be the result of an alchemist's attempt to grant life to an inanimate object through the application of an eldritch reagent, the recipe for which is long lost. Over time, these strange but clever creatures have learned the ability to transform themselves into simulacra of man-made objects, particularly in locations that have infrequent traffic by small numbers of creatures, thus increasing their odds of successfully attacking their victims. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Though mimics are not inherently evil, some sages believe that mimics attack humans and other intelligent creatures for sport rather than merely for sustenance. The desire to completely fool others is thought to be a part of their being, and their surprise attacks against others are a culmination of those desires. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical mimic has a volume of 150 cubic feet (5 feet by 5 feet by 6 feet) and weighs about 900 pounds. Legends and tales speak of mimics of much greater sizes, with the ability to assume the form of houses, ships, or entire dungeon complexes that they festoon with treasure (both real and false) to lure unsuspecting food within.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "52 (7d8+21)", 
    "wisdom": "13", 
    "creature_type": "Aberration", 
    "special_qualities": "mimic object", 
    "name": "Mimic", 
    "base_attack": "+5", 
    "skills": "Climb +14, Disguise +10 (+30 when mimicking objects), Knowledge (dungeoneering) +10, Perception +14", 
    "reflex": "+5", 
    "cmd": "20 (can't be tripped)", 
    "cmb": "+9", 
    "will": "+6", 
    "url": "pfsrd://Bestiary/Monsters/Mimic", 
    "organization": "solitary", 
    "creature_subtype": "shapechanger"
}