{
    "dexterity": "10", 
    "ac": "14, touch 9, flat-footed 14 (+5 natural, -1 size)", 
    "special_attacks": "powerful charge (gore +11, 2d6+6)", 
    "intelligence": "7", 
    "racial_modifiers": "+4 Perception, +4 Survival", 
    "melee": "greataxe +9/+4 (3d6+6/&times;3) and gore +4 (1d6+2)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Giant", 
    "strength": "19", 
    "constitution": "15", 
    "space": "10 ft.", 
    "treasure": "standard (greataxe, other treasure)", 
    "init": "+0", 
    "environment": "temperate ruins or underground", 
    "source": "Bestiary", 
    "charisma": "8", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Great Fortitude, Improved Bull Rush, Power Attack", 
    "senses": "darkvision 60 ft.; Perception +10", 
    "description": "With the body of a powerfully built man and the head of a snarling bull, this creature stomps its hooves as if preparing to charge.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Minotaur/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Although minotaurs are not especially intelligent, they possess innate cunning and logical ability. This gives them immunity to maze spells and prevents them from ever becoming lost. Further, they are never caught flat-footed.", 
                    "name": "Natural Cunning", 
                    "url": "pfsrd://Bestiary/Monsters/Minotaur/Special Abilities/Natural Cunning", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Nothing holds a grudge like a minotaur. Scorned by the civilized races centuries ago and born from a deific curse, minotaurs have hunted, slain, and devoured lesser humanoids in retribution for real or imagined slights for as long as anyone can remember. Many cultures have legends of how the first minotaurs were created by vengeful or slighted gods who punished humans by twisting their forms, robbing them of their intellects and beauty, and giving them the heads of bulls. Yet most modern minotaurs hold these legends in contempt and believe that they are not divine mockeries but divine paragons created by a potent and cruel demon lord named Baphomet.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>The traditional minotaur's lair is a maze, be it a legitimate labyrinth constructed to baffle and confuse, an accidental one such as a city sewer system, or a naturally occurring one such as a tangle of caverns and other underground passageways. Employing their innate cunning, minotaurs use their maze lairs to vex unwary foes who seek them out or who simply stumble into the lairs and become lost, slowly hunting the intruders as they try in vain to find a way out. Only when despair has truly set in does the minotaur move in to strike at its lost victims. When dealing with a group, minotaurs often let one creature escape, to spread the tale of horror and lure others to their mazes in hope of slaying the beasts. Of course, to minotaurs, these would-be heroes make for delicious meals.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Minotaurs might also be found in the employ of a more powerful monster or evil creature, serving it so long as they can still hunt and dine as they please. Usually this means guarding some powerful object or valuable location, but it can also be a sort of mercenary work, hunting down the foes of its master.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Minotaurs are relatively straightforward combatants, using their horns to horribly gore the nearest living creature when combat begins. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "45 (6d10+12)", 
    "reach": "10 ft.", 
    "wisdom": "10", 
    "defensive_abilities": "natural cunning", 
    "creature_type": "Monstrous Humanoid", 
    "name": "Minotaur", 
    "base_attack": "+6", 
    "skills": "Intimidate +5, Perception +10, Stealth +2, Survival +10", 
    "reflex": "+5", 
    "cmd": "21", 
    "cmb": "+11", 
    "will": "+5", 
    "url": "pfsrd://Bestiary/Monsters/Minotaur", 
    "organization": "solitary, pair, or gang (3-4)"
}