{
    "dexterity": "19", 
    "ac": "23, touch 15, flat-footed 18 (+4 Dex, +1 dodge, +8 natural)", 
    "special_attacks": "create spawn, paralysis (1d4 minutes, DC 21)", 
    "intelligence": "11", 
    "melee": "2 slams +15 (2d8+5 plus grab), tongue +10 melee touch (paralysis)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "strength": "21", 
    "constitution": "-", 
    "immune": "undead traits", 
    "treasure": "standard", 
    "init": "+8", 
    "environment": "any", 
    "source": "Bestiary", 
    "charisma": "14", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Ability Focus (paralysis), Dodge, Improved Initiative, Lightning Reflexes, Mobility, Skill Focus (Perception), Spring Attack", 
    "senses": "darkvision 60 ft.; Perception +20", 
    "description": "A thick tangle of discolored entrails clings to this lurching skeleton's torso and winds upward to loll from its jaw like a clawed tongue.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Mohrg/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Humanoid creatures killed by a mohrg rise immediately as fast zombies under the mohrg's control. The sudden bloom of unlife when a mohrg's victim dies and becomes a zombie causes a surge of negative energy to flow through the mohrg. Whenever a mohrg creates a zombie in this manner, it is healed 1d6 hit points per HD possessed by the slain creature and acts as if hasted for the round immediately following the spawn's creation.", 
                    "name": "Create Spawn", 
                    "url": "pfsrd://Bestiary/Monsters/Mohrg/Special Abilities/Create Spawn", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Those who slay many over the course of their lifetimes, be they serial killers, mass-murderers, warmongering soldiers, or battle-driven berserkers, become marked and tainted by the sheer weight of their murderous deeds. When such killers are brought to justice and publicly executed for their heinous crimes before they have a chance to atone, the remains sometimes return to unlife to continue their dark work as a mohrg.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Undead things caring less for life than they did before their own deaths, mohrgs exist solely to wreak havoc on the living. Sometimes mistaken for skeletons or zombies, they are far more dangerous than those mindless abominations, retaining some semblance of their own memories&mdash;and the delight they once took in hearing the screams of the dying.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>When possible, mohrgs gather in small groups, seeking out lone targets much as they did in life. If faced with capable foes, a mohrg attempts to incapacitate them one by one, starting with divinely empowered characters first, both to protect itself from holy wrath, and to make the task of paralyzing and devouring the others that much easier.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Some mohrgs retain enough of their former memories that they return to the favored locations of their pasts, &ldquo;haunting&rdquo; old hideouts and sometimes even resuming the depredations of murderers long dead, falling back on means of death and mayhem that were more comfortable in their breathing days. Such mohrgs are even more insane than most undead beings, and can sometimes be found wandering the streets of a city or town in cowls and cloaks, carrying on their old life's work of slaughter and murder as best they can.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Of course, since those slain by a mohrg rise soon thereafter as undead themselves, the murders of a mohrg do not go unnoticed for long, even when they take extra care to prey only upon society's dregs. A sudden uprising of undead in the streets is the inevitable result of a mohrg's attentions. Since these zombies remain under the mohrg's control, and since the mohrg itself possesses a hateful and cruel intelligence, it often holds its undead army in reserve, even commanding it to lie motionless until several weeks or months have passed and the local graveyard is filled with the sleeping dead. Then, when the time is right, the mohrg calls upon its army to rise and aid it in finishing the slaughter.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "91 (14d8+28)", 
    "wisdom": "10", 
    "creature_type": "Undead", 
    "name": "Mohrg", 
    "base_attack": "+10", 
    "skills": "Climb +22, Perception +23, Stealth +21, Swim +19", 
    "reflex": "+10", 
    "cmd": "30", 
    "cmb": "+15 (+19 grapple)", 
    "will": "+9", 
    "url": "pfsrd://Bestiary/Monsters/Mohrg", 
    "organization": "solitary, gang (2-4), or mob (2-4 plus 4-12 zombies)"
}