{
    "dexterity": "19", 
    "ac": "15, touch 14, flat-footed 11 (+4 Dex, +1 natural)", 
    "special_attacks": "leap attack, sneak attack +1d6, swarming", 
    "intelligence": "5", 
    "racial_modifiers": "+4 Stealth in caverns, +8 Acrobatics, +16 Climb", 
    "melee": "club +5 (1d6+2), bite +0 (1d4+1)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "40 ft., climb 30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Undercommon", 
    "strength": "14", 
    "constitution": "15", 
    "immune": "disease, poison", 
    "treasure": "standard", 
    "init": "+8", 
    "environment": "any underground", 
    "source": "Bestiary", 
    "charisma": "6", 
    "fortitude": "+3", 
    "type": "creature", 
    "feats": "Improved Initiative, Lightning Reflexes", 
    "senses": "darkvision 120 ft., scent; Perception +2", 
    "description": "Skin pale as a slug's belly, eyes huge and bulging, this thing crawls down the wall like a spider, but its shape is hideously humanoid. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Morlock/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A morlock can cling to cave walls and even ceilings as long as the surface has hand- and footholds. In effect, a morlock is treated as constantly being under a nonmagical version of the spell spider climb, save that it cannot cling to smooth surfaces. This ability doubles the normal +8 racial bonus to Climb checks normally afforded creatures with a climb speed to a +16 racial bonus.", 
                    "name": "Expert Climber", 
                    "url": "pfsrd://Bestiary/Monsters/Morlock/Special Abilities/Expert Climber", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action, a morlock may make a single attack during a jump. It can make this attack at any point along the course of the leap&mdash;the start, the end, or while in mid-air. While jumping, a morlock does not provoke attacks of opportunity for leaving a threatened square.", 
                    "name": "Leap Attack", 
                    "url": "pfsrd://Bestiary/Monsters/Morlock/Special Abilities/Leap Attack", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "Morlocks dwell and fight in cramped quarters every day of their lives, and as such are quite adept at swarming foes. Up to two morlocks can share the same square at the same time. If two morlocks in the same square attack the same foe, they are considered to be flanking that foe as if they were in two opposite squares.", 
                    "name": "Swarming", 
                    "url": "pfsrd://Bestiary/Monsters/Morlock/Special Abilities/Swarming", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Degenerate humans long lost from the world of light, morlocks have regressed through years of subterranean dwelling into ravenous, barely thinking beasts of the endless night. They no longer remember the civilized lives their ancestors led, although many morlock tribes still dwell in the shattered ruins of their ancient homes. Ironically, in many cases morlocks worship the statues left behind by these ancestors as their gods. Morlock priests of such ancestor worship have access to the domains of Darkness, Earth, Madness, and Strength. A typical morlock stands just over 5 feet tall and weighs roughly 150 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Morlocks move about on two legs at times, but often drop down to a creepy four-limbed shuffle when speed or stealth is necessary. Their wiry, often emaciated frames mask the strength of their limbs and their swift reactions. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Morlocks typically give birth to broods of three to four babies at a time, ravenous creatures born with a full set of teeth and a cannibalistic predisposition. The first few weeks of a brood's life must be carefully mothered to prevent attrition&mdash;it usually takes that long for the morlock young to overcome their natural inclination to feed on whatever is closest. Morlocks mature quickly, achieving adulthood after only 5 years of life. A typical morlock can live to a ripe old age of 60&mdash;although the majority of their kind die far sooner than that due to violence.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "22 (3d10+6)", 
    "weaknesses": "light blindness", 
    "wisdom": "14", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "expert climber", 
    "name": "Morlock", 
    "base_attack": "+3", 
    "skills": "Acrobatics +13, Climb +22, Stealth +8 (+12 in caverns)", 
    "reflex": "+9", 
    "cmd": "19", 
    "cmb": "+5", 
    "will": "+5", 
    "url": "pfsrd://Bestiary/Monsters/Morlock", 
    "organization": "solitary, pair, band (3-6), or tribe (7-18)"
}