{
    "dexterity": "1", 
    "ac": "4, touch 4, flat-footed 4 (-5 Dex, -1 size)", 
    "special_attacks": "constrict (2d4+3 plus 1d4 acid)", 
    "intelligence": "-", 
    "melee": "slam +5 (2d4+3 plus 1d4 acid and grab)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "10 ft., climb 10 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "14", 
    "constitution": "22", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "-5", 
    "environment": "temperate underground or marshes", 
    "source": "Bestiary", 
    "charisma": "1", 
    "immune": "electricity, mind-affecting effects, ooze traits, slashing and piercing damage", 
    "fortitude": "+8", 
    "type": "creature", 
    "senses": "blindsight 60 ft.; Perception -5", 
    "description": "This yellow-orange amoeboid creature slithers across the ground, pseudopods grasping ahead of its slow approach.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Ochre Jelly/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An ochre jelly secretes a digestive acid that dissolves only flesh (not bone) when it strikes a foe&mdash;creatures not made of flesh (including most constructs and oozes, skeletal undead, plants, and incorporeal creatures) are immune to the ochre jelly's acid damage.", 
                    "name": "Acid", 
                    "url": "pfsrd://Bestiary/Monsters/Ochre Jelly/Special Abilities/Acid", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "Slashing weapons, piercing weapons, and electricity attacks deal no damage to an ochre jelly. Instead the creature splits into two identical jellies, each with half of the original creature's current hit point total, rounded down. A jelly with 10 hit points or less cannot be further split and dies if reduced to 0 hit points.", 
                    "name": "Split", 
                    "url": "pfsrd://Bestiary/Monsters/Ochre Jelly/Special Abilities/Split", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Ochre jellies are animate masses of protoplasm hued a sickly combination of yellow, orange, and brown. At rest, their flat, pulsing bodies stand roughly 6 inches tall and can stretch out to a wide diameter&mdash;in motion, they often ball up into quivering spherical shapes and almost seem to roll as they move. Their malleable bodies allow them to seep through cracks and holes far smaller than the space they fill. Creatures dwelling below ground often attempt to seal up any such cracks to fortify their lairs against ochre jellies. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>An ochre jelly's highly specialized acid only dissolves flesh. This discovery has led many poisoners and hack alchemists to search out specimens for their tinkering. Some specialized weapons have resulted from these experiments that target the living body in wicked ways. Rumors of a slow-release poison that breaks down the cellular walls in living creatures surfaced a few years ago, but its creator guards the secret with his life. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Notes in a long-forgotten tome mention a burial practice used in faraway places that resembles cremation. Instead of burning the corpse to ashes, the practitioners seal the body into a stone sarcophagus with an ochre jelly so it can dissolve the body. Afterward, the morticians place the ochre jelly into a large canopic jar, complete with a bronze plaque naming the deceased. This practice protects items entombed with the body (which is quickly reduced to nothing but a polished skeleton), and the creature's essence, it is believed, still rides along with the living jelly.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Ochre jellies stand about 6 inches tall, spread out to a little over 10 feet in diameter, and weigh upward of 2,600 pounds. When in combat, they tend to pile up upon themselves and exude long, dripping pseudopods to slam and grapple anything that moves.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Although the typical ochre jelly has stats as presented here, in the deepest reaches of the underground world these mindless predators can grow to enormous sizes. Perhaps more disturbing, though, are rumors of ochre jellies that have developed additional methods of capturing prey. Adventurers speak of jellies capable of poisoning foes with a touch or exuding clouds of noxious gas that burns the eyes and throat, leaving those who draw too near helpless as the immense protoplasmic beast slithers over their bodies and begins to feed.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "63 (6d8+36)", 
    "reach": "5 ft.", 
    "wisdom": "1", 
    "defensive_abilities": "split", 
    "creature_type": "Ooze", 
    "name": "Ochre Jelly", 
    "base_attack": "+4", 
    "skills": "Climb +10", 
    "reflex": "-3", 
    "cmd": "12 (can't be tripped)", 
    "cmb": "+7 (+11 grapple)", 
    "will": "-3", 
    "url": "pfsrd://Bestiary/Monsters/Ochre Jelly", 
    "organization": "solitary"
}