{
    "dexterity": "12", 
    "ac": "15, touch 10, flat-footed 14 (+1 Dex, +5 natural, -1 size)", 
    "intelligence": "2", 
    "melee": "2 claws +8 (1d6+4 plus grab), bite +8 (1d6+4)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "19", 
    "constitution": "18", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "+5", 
    "environment": "temperate forests", 
    "source": "Bestiary", 
    "charisma": "10", 
    "fortitude": "+10", 
    "type": "creature", 
    "feats": "Improved Initiative, Great Fortitude, Skill Focus (Perception)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +12", 
    "description": "An amalgam of fur and feathers, this bizarre half-bear, half-owl monstrosity raises its huge, ursine claws in anger.", 
    "sections": [
        {
            "body": "<p>The origin of the owlbear is a subject of great debate among scholars of the monstrous creatures of the world. However, most concur that at some point in the distant past, a deranged wizard created the original specimens by crossing an owl with a bear&mdash;perhaps as proof of some insane concept about the nature of life, but possibly out of sheer lunacy. Whatever the original purpose of such a freakish creation as the owlbear, the creature bred true and has become quite well-established in woodlands across the world, where it plays a key role in a region's ecosystem as an apex predator.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Owlbears are notoriously bloodthirsty killers, well known for their short tempers, aggression, and savage nature. They tend to attack without provocation, slaughtering any living creatures that cross their paths. Many scholars that have encountered these creatures in the wild have noted that they all have red-rimmed eyes that roll about wildly when they close in for an attack. This is sometimes presented as a sign of madness, suggesting that all owlbears are born with a pathological need to fight and kill, but more level-headed researchers believe that it's simply part of the way the massive bird-beast's keen eyes are constructed.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Owlbears generally inhabit desolate areas of the wilderness, making their messy lairs within wild forests or inside dark, shallow caverns. They are equally adept at hunting during the day and at night, depending upon the prey available near their lairs.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Adult owlbears live in mated pairs, and hunt in small groups, leaving their young behind in their lairs while they search for prey. A typical owlbear lair contains 1d6 juveniles, which can fetch a price of up to 3,000 gp apiece in many city markets.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>While it is considered impossible to truly domesticate owlbears due to their feral natures, they can still be used as guardians if contained within an area but allowed to roam and hunt freely there. Professional animal trainers charge up to 2,000 gp to rear or train an owlbear into a serviceable guardian that can obey simple commands (DC 23 for a juvenile creature; DC 30 for a fully grown adult).</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A full-grown male can stand as tall as 8 feet and weighs up to 1,500 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "47 (5d10+20)", 
    "reach": "5 ft.", 
    "wisdom": "12", 
    "creature_type": "Magical Beast", 
    "name": "Owlbear", 
    "base_attack": "+5", 
    "skills": "Perception +12", 
    "reflex": "+5", 
    "cmd": "21 (25 vs. trip)", 
    "cmb": "+10 (+14 grapple)", 
    "will": "+2", 
    "url": "pfsrd://Bestiary/Monsters/Owlbear", 
    "organization": "solitary, pair, or pack (3-8)"
}