{
    "dexterity": "15", 
    "ac": "14, touch 11, flat-footed 12 (+2 Dex, +3 natural, -1 size)", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Perception", 
    "melee": "bite +7 (1d3+4), 2 hooves +2 (1d6+2)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "60 ft., fly 120 ft. (average)", 
    "alignment": "CG", 
    "size": "Large", 
    "languages": "Common (cannot speak)", 
    "strength": "18", 
    "constitution": "16", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+2", 
    "environment": "temperate and warm plains", 
    "source": "Bestiary", 
    "charisma": "13", 
    "fortitude": "+7", 
    "spells": [
        {
            "spell-like abilities": "(CL 4th)<p class=\"stat-block-2\">Constant-<i>detect evil</i> (60-ft. radius), <i>detect good</i> (60-ft. radius)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Flyby Attack, Iron Will", 
    "senses": "darkvision 60 ft., detect evil, detect good, low-light vision, scent; Perception +11", 
    "description": "This magnificient horse has great bird-like wings upon its back and moves with a quiet and proud grace.", 
    "sections": [
        {
            "body": "<p>The pegasus is a magnificent winged horse that sometimes serves the cause of good. Though highly prized as aerial steeds, pegasi are wild and shy creatures not easily befriended. A typical pegasus stands 6 feet high at the shoulder, weighs 1,500 pounds, and has a wingspan of 20 feet. Most pegasi are white, though occasionally one is hatched with conventional horse colors and markings.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>The pegasus is, despite its appearance, as intelligent as a human. As such, those who try to train a pegasus to serve as a mount find the pegasus to be recalcitrant and even violent. A pegasus cannot speak, but it understands Common and greatly prefers the company of a good companion. The proper method to convince a pegasus to serve as a mount is to befriend it with diplomacy, favors, and good deeds. A pegasus is generally indifferent to a good-aligned creature, unfriendly to a neutral one, and hostile to an evil one&mdash;before a pegasus will serve as a mount, a pegasus must be made helpful via Diplomacy checks or other means. Riding a pegasus requires an exotic saddle or no saddle at all, as a regular saddle's straps interfere with the creature's wings. A pegasus can fight while carrying a rider, but the rider cannot also attack unless he or she succeeds on a Ride check. Trained pegasi are not afraid of combat, and the rider does not need to make a Ride check each round merely to control his mount.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Pegasi lay eggs&mdash;they are worth 2,000 gp each on the open market, while young are worth 3,000 gp per head. However, as they are intelligent, good-aligned creatures, selling eggs and young is essentially slavery and is looked down on or outlawed in good societies.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Pegasi mature at the same rate as horses. Professional trainers charge 1,000 gp to rear or train a pegasus, which serves a good or neutral master with absolute faithfulness for life.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A light load for a pegasus is up to 300 pounds; a medium load, 301&ndash;600 pounds; and a heavy load, 601&ndash;900 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>In some pegasi, the blood of a mighty heroic stallion ancestor runs strong. These champions have the lifespan of a human, the advanced template, perfect flight maneuverability, fire resistance 10, a +4 racial bonus on saving throws against poison, and an immunity to petrification attacks. Some are able to speak a few words in Common or Celestial. They are fully aware of their superiority over common horses and pegasi, and need no training to fly with a rider, but only allow themselves to be ridden by great heroes.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "34 (4d10+12)", 
    "reach": "5 ft.", 
    "wisdom": "13", 
    "creature_type": "Magical Beast", 
    "name": "Pegasus", 
    "base_attack": "+4", 
    "skills": "Fly +5, Perception +11, Sense Motive +7", 
    "reflex": "+6", 
    "cmd": "21 (25 vs. trip)", 
    "cmb": "+9", 
    "will": "+4", 
    "url": "pfsrd://Bestiary/Monsters/Pegasus", 
    "organization": "solitary, pair, or herd (6-10)"
}