{
    "dexterity": "20", 
    "ac": "25, touch 16, flat-footed 19 (+5 Dex, +1 dodge, +9 natural)", 
    "special_attacks": "detect thoughts", 
    "intelligence": "13", 
    "racial_modifiers": "+4 Bluff, +8 Disguise", 
    "melee": "+1 kukri +16/+11 (1d4+4/15-20), claw +10 (1d4+1), bite +10 (1d6+1)", 
    "cr": "10", 
    "xp": "9,600", 
    "speed": "40 ft.", 
    "alignment": "LE", 
    "size": "Medium", 
    "languages": "Common, Infernal, Undercommon", 
    "strength": "16", 
    "constitution": "22", 
    "treasure": "double (+1 kukri, other treasure)", 
    "init": "+9", 
    "environment": "any", 
    "source": "Bestiary", 
    "charisma": "17", 
    "fortitude": "+9", 
    "spells": [
        {
            "spells known": "(CL 7th)<p class=\"stat-block-2\">3rd (5/day)-<i>lightning bolt</i> (DC 16), <i>suggestion</i> (DC 16)</p><p class=\"stat-block-2\">2nd (7/day)-<i>acid arrow, invisibility, minor image</i></p><p class=\"stat-block-2\">1st (7/day)-<i>charm person</i> (DC 14), <i>mage armor, magic missile, shield, silent image</i></p><p class=\"stat-block-2\">0-<i>dancing lights, detect magic, ghost sound</i> (DC 13), <i>mage hand, mending, message, prestidigitation</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Expertise, Dodge, Improved Critical (kukri), Improved Initiative, Weapon Finesse", 
    "senses": "darkvision 60 ft.; Perception +14", 
    "description": "This figure's backward-bending fingers and its bestial, snarling visage leave little doubt as to its fiendish nature.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Rakshasa/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A rakshasa can detect thoughts as per the spell of the same name (CL 18th). It can suppress or resume this ability as a free action. When a rakshasa uses this ability, it always functions as if it had spent three rounds concentrating and thus gains the maximum amount of information possible. A creature can resist this effect with a DC 18 Will save. The save DC is Charisma-based.", 
                    "name": "Detect Thoughts", 
                    "url": "pfsrd://Bestiary/Monsters/Rakshasa/Special Abilities/Detect Thoughts", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The rakshasa is an evil spirit that cloaks itself in the guise of a humanoid creature that it might walk unseen among its prey. They embody what is taboo among most societies, and in the shape of those it seeks to defile, a rakshasa gorges itself on these hideous acts. Were they human, these acts of cannibalism, blasphemy, and worse would mark them as criminals condemned to the cruelest of hells. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>When not disguised as a humanoid, the otherwise humanoid rakshasa has the head of an animal. Often, they possess the heads of great cats (such as a tiger or panther) or a snake (like a cobra or viper), yet other heads are not unknown&mdash;apes, jackals, vultures, elephants, mantises, lizards, rhinos, boars, and more are possible. In most cases, the type of head a rakshasa possesses speaks in some way to its personality&mdash;a tiger-headed rakshasa is stealthy and ravenous, while a boar-headed one might be gluttonous and crude. These changes rarely impact the rakshasa's base statistics, although there are more powerful variants of the standard rakshasa that possess multiple heads, more potent spellcasting powers, and additional deadly and unusual special abilities. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Rakshasas scoff at religion&mdash;they understand the power of the divine, but see themselves as the only thing worthy of worship from the mortal races. Rakshasa clerics are thus quite rare. Although rakshasas are outsiders, they are also very much creatures of the Material Plane, and many believe the first rakshasas chose this exile over some other role offered them by a long-forgotten god. Although they usually work alone, it isn't unheard of to find extended families of rakshasas working together to ruin a mortal civilization from the inside out over the course of many generations. A rakshasa is 6 feet tall and weighs 180 lbs.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "115 (10d10+60)", 
    "wisdom": "13", 
    "creature_type": "Outsider", 
    "special_qualities": "change shape (any humanoid, alter self)", 
    "dr": "15/good and piercing", 
    "name": "Rakshasa", 
    "base_attack": "+10", 
    "skills": "Bluff +20, Diplomacy +16, Disguise +24, Perception +14, Perform +16, Sense Motive +14, Stealth +18", 
    "reflex": "+12", 
    "cmd": "29", 
    "cmb": "+13", 
    "will": "+8", 
    "url": "pfsrd://Bestiary/Monsters/Rakshasa", 
    "sr": "25", 
    "organization": "solitary, pair, or cult (3-12)", 
    "creature_subtype": "native, shapechanger"
}