{
    "dexterity": "16", 
    "ac": "16, touch 13, flat-footed 13 (+3 Dex, +3 natural)", 
    "special_attacks": "evil eye", 
    "intelligence": "12", 
    "melee": "2 claws +8 (1d6+4)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft., swim 40 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Common, Giant", 
    "strength": "19", 
    "constitution": "18", 
    "treasure": "standard", 
    "init": "+3", 
    "environment": "any aquatic", 
    "source": "Bestiary", 
    "charisma": "15", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Skill Focus (Bluff, Perception)", 
    "senses": "darkvision 60 ft.; Perception +11", 
    "description": "Hair like rotting seaweed drapes this ancient witch. Loose, algae-colored skin sags off her starved frame.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Sea Hag/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Three times per day, a sea hag can cast her dire gaze upon any single creature within 30 feet. The target must succeed on a DC 14 Will save or be staggered as strange nebulous distress and a gnawing sense of impending doom plagues the victim. If a sea hag uses her evil eye on someone already afflicted by this curse, the victim must make a DC 14 Fortitude save or be overwhelmed with fright and collapse into a comatose state for 3 days. Each day that passes, the comatose victim must make a DC 14 Fortitude save or perish. The evil eye is a mind-affecting fear effect. The save DCs are Charisma-based. The save DC is Charisma-based.", 
                    "name": "Evil Eye", 
                    "url": "pfsrd://Bestiary/Monsters/Sea Hag/Special Abilities/Evil Eye", 
                    "sections": [
                        {
                            "name": "Evil Eye", 
                            "source": "Bestiary", 
                            "url": "pfsrd://Bestiary/Monsters/Sea Hag/Special Abilities/Evil Eye/Evil Eye", 
                            "contracted": "gaze", 
                            "effect": "staggered (or fall comatose if already under the effects of the evil eye).", 
                            "subtype": "curse", 
                            "frequency": "1/day", 
                            "save": "Will DC 14. ", 
                            "type": "affliction"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "The sight of a sea hag is so revolting that anyone within 60 feet (other than another hag) who sets eyes upon one must succeed on a DC 14 Fortitude save or instantly be weakened, taking 1d6 points of Strength damage. Creatures that are affected by this power or that successfully save against it cannot be affected again by the same hag's horrific appearance for 24 hours. This is a mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Horrific Appearance", 
                    "url": "pfsrd://Bestiary/Monsters/Sea Hag/Special Abilities/Horrific Appearance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Monstrous sea witches, these wicked hags possess terrifying features that few dare look upon. Reveling in discord, the foul creatures drag sailors to watery graves and torment the peoples of the oceans with wicked promises. Sea hags are always terrible to look upon, and despite their gluttonous ways, they are usually emaciated creatures who look half-starved. Most stand about 6 feet tall and weigh 150 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Sea hags prefer to dwell relatively close to shore where fishermen and trading vessels are more commonly encountered. Most choose to live far from urban areas so that their acts don't draw as much attention from would-be enemies, but it's not uncommon for a particularly brave or eager sea hag to settle in a city harbor or in the mouth of a deep river. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Sea hags form covens similar to other hags, but their aquatic nature generally keeps them from forming mixed covens. In the case of a shoreline-dwelling green hag (often a green hag who dwells in a saltmarsh or other coastal swampland), a coven often consists of two sea hags who look to the green hag as their mother and leader. More commonly, a sea hag coven consists of a group of particularly friendly and sisterly sea hags.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "38 (4d10+16)", 
    "wisdom": "13", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "amphibious", 
    "name": "Sea Hag", 
    "base_attack": "+4", 
    "skills": "Bluff +9, Knowledge (any one) +5, Perception +11, Stealth +10, Swim +19", 
    "reflex": "+7", 
    "cmd": "21", 
    "cmb": "+8", 
    "will": "+5", 
    "url": "pfsrd://Bestiary/Monsters/Sea Hag", 
    "aura": "horrific appearance (60 ft.)", 
    "sr": "15", 
    "organization": "solitary or coven (3 hags of any kind)", 
    "creature_subtype": "aquatic"
}