{
    "dexterity": "10", 
    "ac": "19, touch 9, flat-footed 19 (+10 natural, -1 size)", 
    "special_attacks": "constrict (2d6+7)", 
    "intelligence": "7", 
    "racial_modifiers": "+4 Perception, +4 Stealth (+12 in swamps or forests)", 
    "resist": "fire 10", 
    "melee": "2 slams +11 (2d6+5 plus grab)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "20 ft., swim 20 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "Common, Sylvan (cannot speak)", 
    "strength": "21", 
    "constitution": "17", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+0", 
    "environment": "temperate forest or marshes", 
    "source": "Bestiary", 
    "charisma": "9", 
    "immune": "electricity", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Cleave, Iron Will, Lightning Reflexes, Power Attack, Weapon Focus (slam)", 
    "senses": "darkvision 60 ft., low-light vision; Perception +11", 
    "description": "A mass of tangled vines and dripping slime rises on two trunk-like legs, reeking of rot and freshly turned earth.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Shambling Mound/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Shambling mounds take no damage from electricity. Instead, any electricity attack used against a shambling mound temporarily increases its Constitution score by 1d4 points. The shambling mound loses these temporary points at the rate of 1 per hour.", 
                    "name": "Electric Fortitude", 
                    "url": "pfsrd://Bestiary/Monsters/Shambling Mound/Special Abilities/Electric Fortitude", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Shambling mounds, also called shamblers, appear to be heaps of rotting vegetation. They are actually intelligent, carnivorous plants with a fondness for elf flesh in particular. What serve as a shambler's brain and sensory organs are located in its upper body. Shambling mounds typically have an 8-foot girth and stand between 6 and 9 feet tall. They weigh about 3,800 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Shambling mounds are strange creatures, more akin to animate tangles of creeping parasitic vines than single rooted plants. They are omnivorous, able to draw their sustenance from nearly anything, wrapping their creepers around living trees to draw forth the sap, sending rootlets into the soil to absorb raw nutrients, or consuming flesh and bone from crushed prey.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Shamblers are frighteningly stealthy in their native environments. Blending in with the surrounding terrain, they can lie in wait for days on end without moving, waiting patiently for a potential meal. A shambler could be almost anywhere at any time, attacking without warning and not caring whether it leaves any survivors, so long as it acquires its next meal.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Shambling mounds normally lead solitary, nomadic existences in deep forests and fetid swamps, although they can also be found underground living among damp fungal thickets. Disturbing rumors persist, however, of shamblers gathering in strange congregations around great earthen mounds in the depths of marshes and jungles, often during the height of violent electrical storms. Their reasons for doing so are unknown, and many sages have wondered whether there is some obscure and alien purpose at work.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "67 (9d8+27)", 
    "reach": "10 ft.", 
    "wisdom": "10", 
    "defensive_abilities": "plant traits", 
    "creature_type": "Plant", 
    "special_qualities": "electric fortitude", 
    "name": "Shambling Mound", 
    "base_attack": "+6", 
    "skills": "Perception +11, Stealth +8 (+16 in swamps or forest), Swim +13", 
    "reflex": "+5", 
    "cmd": "22", 
    "cmb": "+12 (+16 grapple)", 
    "will": "+5", 
    "url": "pfsrd://Bestiary/Monsters/Shambling Mound", 
    "organization": "solitary"
}