{
    "dexterity": "2", 
    "ac": "20, touch 4, flat-footed 20 (-4 Dex, +16 natural, -2 size)", 
    "intelligence": "-", 
    "melee": "tongue +15 (2d10+12 plus 2d8 acid)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Huge", 
    "strength": "27", 
    "constitution": "18", 
    "space": "15 ft.", 
    "treasure": "none", 
    "init": "-4", 
    "environment": "temperate and warm marshes and underground", 
    "source": "Bestiary", 
    "charisma": "1", 
    "immune": "acid, mind-affecting effects", 
    "fortitude": "+12", 
    "type": "creature", 
    "senses": "blindsight 60 ft.; Perception +0", 
    "description": "This massive, gray-brown slug leaves a viscous trail of slime in its wake as a long rasping tongue tastes the air for prey.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Slug/Giant/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A giant slug can spit acid at an opponent within 60 feet (no range increment). With a successful ranged touch attack, the target takes 10d6 points of acid damage (no save).", 
                    "name": "Spit Acid", 
                    "url": "pfsrd://Bestiary/Monsters/Slug/Giant/Special Abilities/Spit Acid", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A giant slug's body is very malleable, allowing it to fit into narrow areas with ease. A giant slug takes no penalty to its speed or checks when squeezing in an area that is one size category smaller than its actual size (10 feet wide for most giant slugs). A giant slug can squeeze normally through an area two size categories smaller than its actual size (5 feet wide for most giant slugs).", 
                    "name": "Malleable", 
                    "url": "pfsrd://Bestiary/Monsters/Slug/Giant/Special Abilities/Malleable", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A handful of salt burns a giant slug as if it were a flask of acid, causing 1d6 points of damage per use.", 
                    "name": "Susceptible to Salt", 
                    "url": "pfsrd://Bestiary/Monsters/Slug/Giant/Special Abilities/Susceptible to Salt", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>No simple garden pests, giant slugs pose a serious threat to those caught in their path. Folk who dwell near swamps and other regions that support giant slugs risk losing livestock and even their homes to these enormous beasts. Giant slugs constantly wander in search of food, their preference being fleshy organic material, which they slice into smaller, easily gulped chunks with their rasp-like tongues.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>What strange influence might have caused the first giant slugs to grow to such monstrous proportions is unknown, but today, giant slugs breed true and birth their oversized offspring after a fleshy, squirming courtship ritual. After mating, a female giant slug lays just over a hundred eggs, each approximately a foot in diameter. The mother slug guards this clutch fiercely and aggressively attacks any creatures that wander too close. Giant slugs inhabiting swamps aboveground mate once a year, and those who live in the area know better than to go into the swamps during this month.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Deep below ground, some subterranean races use giant slugs as mounts or guardians. Creatures like mites, who have a strange empathy with vermin, can be used to keep giant slugs docile, but in most cases, those who would use giant slugs must do so with great care, keeping them well fed until they are needed for battle. Frightened whispers report armies of troglodytes using giant slugs as siege mounts. One particularly disturbing tale mentions a vast underground cavern inhabited by scores of skum and aboleth-controlled aquatic giant slugs with strange, mind-numbing abilities infused into their acidic saliva.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "102 (12d8+48)", 
    "weaknesses": "susceptible to salt", 
    "reach": "15 ft.", 
    "wisdom": "10", 
    "creature_type": "Vermin", 
    "special_qualities": "malleable", 
    "dr": "10/slashing or piercing", 
    "ranged": "spit acid +3 (10d6 acid)", 
    "name": "Slug, Giant", 
    "base_attack": "+9", 
    "url": "pfsrd://Bestiary/Monsters/Slug/Giant", 
    "reflex": "+0", 
    "cmd": "25 (can't be tripped)", 
    "cmb": "+19", 
    "will": "+4", 
    "organization": "solitary"
}