{
    "dexterity": "13", 
    "ac": "21, touch 10, flat-footed 20 (+1 Dex, +11 natural, -1 size)", 
    "special_attacks": "pounce, rake (2 claws +17, 2d6+6)", 
    "intelligence": "18", 
    "melee": "2 claws +17 (2d6+6/19-20)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "40 ft., fly 60 ft. (poor)", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "Common, Draconic, Sphinx", 
    "strength": "22", 
    "constitution": "16", 
    "space": "10 ft.", 
    "treasure": "double", 
    "init": "+5", 
    "environment": "warm deserts and hills", 
    "source": "Bestiary", 
    "charisma": "19", 
    "fortitude": "+11", 
    "spells": [
        {
            "spell-like abilities": "(CL 12th)<p class=\"stat-block-2\">Constant-<i>comprehend languages, detect magic, read magic, see invisibility</i></p><p class=\"stat-block-2\">3/day-<i>clairaudience/clairvoyance</i></p><p class=\"stat-block-2\">1/day-<i>dispel magic, locate object, remove curse</i>, <i>legend lore</i></p><p class=\"stat-block-2\">1/week-any one of the following (all symbols last for 1 week maximum): <i>symbol of fear</i> (DC 20)<i>, symbol of pain </i>(DC 19)<i>, symbol of persuasion </i>(DC 20)<i>, symbol of sleep </i>(DC 19)<i>, symbol of stunning </i>(DC 21)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Combat Casting, Hover, Improved Critical (claw), Improved Initiative, Iron Will", 
    "senses": "darkvision 60 ft., low-light vision; Perception +21", 
    "description": "This creature has the body of a lion, the wings of a falcon, and the head and torso of a beautiful human woman.", 
    "sections": [
        {
            "body": "<p>Although there are many different species of sphinx, the one certain scholars refer to as the &ldquo;gynosphinx&rdquo; (a name many sphinxes find insulting) is a wise and majestic creature that is nevertheless terrifying when angered. Less moralistic than their male counterparts (the &ldquo;androsphinx&rdquo;&mdash;a different creature entirely than the sphinx presented here), sphinxes are careful and methodical in their decision-making, and pride themselves on their cold logic and impartiality. They have little patience for the lesser sphinx variants, seeing them as little better than animals. Sphinxes love riddles and complicated dilemmas, and treasure strange facts and arcane trivia far more than gold or gems</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>While not great scholars in any traditional sense, sphinxes' great appreciation of puzzles leads them to research shallowly in a wide variety of subjects, and they can often be invaluable sources of information, especially when making use of their magical abilities. They are usually happy to barter with other races, and regularly trade material goods for information or new and interesting quandaries. They make excellent guardians for temples, tombs, and other important locations, so long as they are kept adequately entertained. Sphinxes place great value on politeness, but can be dangerously temperamental&mdash;while they may decide to share their latest riddles with travelers out of altruism, they think little of devouring those who don't give their dilemmas adequate attention or provide useful insight.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Sphinxes are typically 10 feet long and about 800 pounds. While their wings are capable of holding them aloft for long periods of time, they are poor fliers, and prefer to land before engaging foes, lashing out with their powerful claws. Though fiercely territorial, they tend to give intruders plenty of warning before attacking.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "102 (12d10+36)", 
    "reach": "5 ft.", 
    "wisdom": "19", 
    "creature_type": "Magical Beast", 
    "name": "Sphinx", 
    "base_attack": "+12", 
    "skills": "Bluff +14, Diplomacy +14, Fly +7, Intimidate +14, Knowledge (any two) +6, Perception +21, Sense Motive +19, Spellcraft +12", 
    "reflex": "+9", 
    "cmd": "30 (34 vs. trip)", 
    "cmb": "+19", 
    "will": "+10", 
    "url": "pfsrd://Bestiary/Monsters/Sphinx", 
    "organization": "solitary, pair, or cult (3-6)"
}