{
    "dexterity": "14", 
    "ac": "16, touch 11, flat-footed 14 (+2 Dex, +5 natural, -1 size)", 
    "special_attacks": "rend (2 claws, 1d6+7)", 
    "intelligence": "6", 
    "melee": "bite +8 (1d8+5), 2 claws +8 (1d6+5)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Giant", 
    "strength": "21", 
    "constitution": "23", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+2", 
    "environment": "cold mountains", 
    "source": "Bestiary", 
    "charisma": "6", 
    "fortitude": "+11", 
    "type": "creature", 
    "feats": "Intimidating Prowess, Iron Will, Skill Focus (Perception)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +8", 
    "description": "This tall creature has rough, green hide. Its hands end in claws, and its bestial face has a hideous, tusked underbite.", 
    "sections": [
        {
            "body": "<p>Trolls possess incredibly sharp claws and amazing regenerative powers, allowing them to recover from nearly any wound. They are stooped, fantastically ugly, and astonishingly strong&mdash;combined with their claws, their strength allows them to literally tear apart flesh to feed their voracious appetites. Trolls stand about 14 feet tall, but their hunched postures often make them appear shorter. An adult troll weighs around 1,000 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A troll's appetite and its regenerative powers make it a fearless combatant, ever prepared to charge headlong at the nearest living creature and attack with all of its fury. Only fire seems to cause a troll to hesitate, but even this mortal threat is not enough to stop a troll's advance. Those who commonly battle with trolls know to locate and burn any pieces after a fight, for even the smallest scrap of flesh can regrow a full-size troll given enough time. Fortunately, only the largest part of a troll regrows in this way.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Despite their cruelty in combat, trolls are surprisingly tender and kind to their own young. Female trolls work as a group, spending a great deal of time teaching young trolls to hunt and fend for themselves before sending them off to find their own territories. A male troll tends to live a solitary existence, partnering with a female for only a brief time to mate. All trolls spend most of their time hunting for food, as they must consume vast amounts each day or face starvation. Due to this need, most trolls stake out large territories as their own, and fights between rivals are quite common. While these are usually nonlethal, trolls are aware of each others' weaknesses and will use such knowledge to kill their own kind if food is scarce.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Dwelling in both fresh and salt water, these cousins of the troll have the aquatic subtype and the amphibious special quality. Scrags have a base land speed of 20 feet and a swim speed of 40 feet. A scrag's regeneration ability only works if it is in contact with water. Scrags dwell in any body of water in any climate, though they are most common in cold northern rivers and lakes, and are less bestial in appearance than their terrestrial cousins, though no less violent.</p>", 
            "url": "pfsrd://Bestiary/Monsters/Troll/Scrags", 
            "type": "section", 
            "name": "Scrags", 
            "source": "Bestiary"
        }
    ], 
    "hp": "63 (6d8+36); regeneration 5 (acid or fire)", 
    "reach": "10 ft.", 
    "wisdom": "9", 
    "creature_type": "Humanoid", 
    "name": "Troll", 
    "base_attack": "+4", 
    "skills": "Intimidate +9, Perception +8", 
    "reflex": "+4", 
    "cmd": "22", 
    "cmb": "+10", 
    "will": "+3", 
    "url": "pfsrd://Bestiary/Monsters/Troll", 
    "organization": "solitary or gang (2-4)", 
    "creature_subtype": "giant"
}