{
    "dexterity": "14", 
    "ac": "16, touch 13, flat-footed 14 (+2 Dex, +3 natural, +1 size)", 
    "intelligence": "8", 
    "racial_modifiers": "+4 Stealth (+12 in vegetation)", 
    "melee": "2 claws +1 (1d4) or longspear +1 (1d6)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Small", 
    "languages": "Undercommon, Vegepygmy (cannot speak)", 
    "strength": "11", 
    "constitution": "12", 
    "immune": "electricity, plant traits", 
    "treasure": "standard (longspear, other treasure)", 
    "init": "+2", 
    "environment": "any underground", 
    "source": "Bestiary", 
    "charisma": "11", 
    "fortitude": "+3", 
    "type": "creature", 
    "feats": "Skill Focus (Perception)", 
    "senses": "darkvision 60 ft., low-light vision; Perception +7", 
    "description": "Short, thin, and green, this small humanoid wields a spear. Tendrils of fungus dangle from its arms, midsection, and legs.", 
    "sections": [
        {
            "body": "<p>Vegepygmys are created by a dangerous fungus known as russet mold&mdash;creatures slain by russet mold serve as incubators for the mold's spores, and a day later, the dead body bursts to release 1d6 fully grown vegepygmys. A vegepygmy has no real relation to the body from which it emerges, but the creature may yet retain a strange sort of reverence for its &ldquo;birth corpse&rdquo; and carry with it a grisly memento from the body, typically a few bones or teeth. Often, a vegepygmy uses such bones to craft a crude spear or some other weapon.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Vegepygmy tribes live in tightly knit communities and fiercely guard their patches of russet mold. Vegepygmies cannot speak&mdash;they communicate via a crude language of rhythmic taps, beats, and clicks. Hunting parties echo these exchanges through the caves they travel. Vegepygmies stand 2 to 4 feet tall and weigh between 15 to 45 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Approximately 1 in 20 vegepymies are chieftains. A vegepygmy chieftain is an advanced vegepygmy (often one with class levels) that carries an infestation of russet mold spores in its flesh. A vegepygmy chieftain infects any creature it hits with its natural weapons with russet mold spores (see below).</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>This hazardous fungus can be found in dark, wet areas, and often grows in great abundance at the heart of a vegepygmy lair. When a creature approaches within 5 feet of a patch of russet mold, the fungus releases a cloud of spores in a 5-foot radius burst. Everyone in the area must make a DC 15 Fortitude save or the spores quickly take root in their victims, inflicting 2 points of Constitution damage per round. A new Fortitude save can be attempted each round to halt the growth. Although immunity to disease won't protect against russet mold spores, the growth can be halted by <i>remove disease</i> and similar effects. Exposure to sunlight also halts the spores' growth. Plants are immune to russet mold spores.</p><p>After 24 hours, a fully grown vegepygmy bursts from the body of any creature slain by russet mold, provided the creature was Small or larger. For each size category larger than Small, the body produces one additional vegepygmy.</p><p>A patch of russet mold is unharmed by all effects save for acid, alcohol, or <i>remove disease</i> (or a similar magical effect, such as <i>heal</i>), all of which can kill a single patch of russet mold on contact. Sunlight doesn't kill the mold, but does render it dormant and harmless as long as the sunlight persists.</p>", 
            "url": "pfsrd://Bestiary/Monsters/Vegepygmy/Russet Mold (CR 6)", 
            "type": "section", 
            "name": "Russet Mold (CR 6)", 
            "source": "Bestiary"
        }
    ], 
    "hp": "5 (1d8+1)", 
    "wisdom": "11", 
    "creature_type": "Plant", 
    "dr": "5/slashing or bludgeoning", 
    "name": "Vegepygmy", 
    "base_attack": "+0", 
    "skills": "Perception +7, Stealth +10 (+18 in vegetation)", 
    "reflex": "+2", 
    "cmd": "11", 
    "cmb": "-1", 
    "will": "+0", 
    "url": "pfsrd://Bestiary/Monsters/Vegepygmy", 
    "organization": "solitary, gang (2-6), or tribe (7-30 plus 1 chieftain)"
}