{
    "dexterity": "8", 
    "ac": "15, touch 9, flat-footed 15 (-1 Dex, +6 natural)", 
    "intelligence": "-", 
    "melee": "4 tentacles +4 (1d4+1 plus rot)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "10 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "12", 
    "constitution": "16", 
    "space": "5 ft.", 
    "treasure": "incidental", 
    "init": "-1", 
    "environment": "any underground", 
    "source": "Bestiary", 
    "charisma": "9", 
    "immune": "plant traits", 
    "fortitude": "+7", 
    "type": "creature", 
    "senses": "low-light vision; Perception +0", 
    "description": "This mushroom grows from a bed of tentacular roots. Deep violet tendrils slither out of the dozens of fissures in its pointed cap.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Violet Fungus/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A creature struck by a violet fungus's tentacle must succeed on a DC 15 Fortitude save or the flesh around the point of contact swiftly begins to rot away, exposing raw bone with shocking swiftness. This hideous affliction causes 1d4 points of Strength damage and 1d4 points of Constitution damage. This is a poison effect. The save DC is Constitution-based.", 
                    "name": "Rot", 
                    "url": "pfsrd://Bestiary/Monsters/Violet Fungus/Special Abilities/Rot", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The violet fungus is one of the most notorious and feared dangers of the world's caves. A traveler can often see signs of the violet fungus in those who dwell or hunt in places where these carnivorous fungi lurk. In these folk, deep and hideous scars mar bodies where entire furrows of flesh seem scooped away&mdash;the marks of a close encounter with a violet fungus.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A violet fungus feeds on the rot and decay of organic matter, but unlike most fungi, they are not passive consumers of corruption. A violet fungi's tendrils can strike with unexpected swiftness, and are coated with a virulent venom that causes flesh to rot and decay with nauseating speed. This potent poison, if left untreated, can cause the flesh of an entire arm or leg to drop away in no time at all, leaving behind only warm bones that soon rot into corruption as well.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Although violet fungi are mobile, they only move to attack or to hunt for prey. A violet fungus that has a steady supply of rot to sup upon is generally content to remain in one place. Many underground-dwelling cultures take advantage of this penchant, particularly troglodytes and vegepygmies, and keep multiple violet fungi in key junctions and entrances to their caverns as guardians, making sure to keep them well fed with carrion to prevent them wandering farther into the den in search of food.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Some species of shriekers (<i>Pathfinder RPG Core Rulebook</i> 416) are relatively similar in appearance to violet fungi, although they lack the tentacular branches. It's not uncommon to find shriekers and violet fungi growing in the same grove&mdash;especially in areas where other creatures cultivate the fungi as guardians.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A violet fungus is 4 feet tall and weighs 50 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Although a violet fungus's tentacles swiftly grow inert after the mushroom is slain, they can be wielded as Medium-sized whips for 2d6 minutes after being harvested from the creature. These whips inflict rot on anything they touch&mdash;including the wielder of the deadly weapon&mdash;and both save DCs to resist and effects are identical to the stats presented above.</p><p>A DC 25 Craft (alchemy) check and 250 gp worth of reagents can preserve the venom somewhat, although the procedure dilutes it significantly. </p>", 
            "name": "Violet Venom", 
            "url": "pfsrd://Bestiary/Monsters/Violet Fungus/Violet Venom", 
            "type": "section", 
            "source": "Bestiary", 
            "sections": [
                {
                    "cost": "800 gp", 
                    "name": "Violet Venom", 
                    "source": "Bestiary", 
                    "url": "pfsrd://Bestiary/Monsters/Violet Fungus/Violet Venom/Violet Venom", 
                    "contracted": "contact", 
                    "effect": "1d2 Strength and 1d2 Constitution damage", 
                    "subtype": "poison", 
                    "cure": "1 save", 
                    "frequency": "1/minute for 6 minutes", 
                    "save": "Fortitude DC 13", 
                    "type": "affliction"
                }
            ]
        }
    ], 
    "hp": "30 (4d8+12)", 
    "reach": "10 ft.", 
    "wisdom": "11", 
    "creature_type": "Plant", 
    "name": "Violet Fungus", 
    "base_attack": "+3", 
    "url": "pfsrd://Bestiary/Monsters/Violet Fungus", 
    "reflex": "+0", 
    "cmd": "13", 
    "cmb": "+4", 
    "will": "+1", 
    "organization": "solitary, pair, or grove (3-12)"
}