{
    "dexterity": "15", 
    "ac": "22, touch 12, flat-footed 20 (+6 armor, +2 Dex, +4 natural)", 
    "intelligence": "8", 
    "melee": "longsword +6 (1d8+6/19-20), bite +1 (1d6+1 plus trip and curse of lycanthropy)", 
    "speed": "30 ft. (20 ft. in armor)", 
    "alignment": "CE", 
    "size": "Medium", 
    "strength": "19", 
    "constitution": "17", 
    "ranged": "light crossbow +4 (1d8/19-20)", 
    "init": "+5", 
    "languages": "Common", 
    "source": "Bestiary", 
    "charisma": "8", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Cleave, Combat Reflexes, Improved Initiative, Power Attack", 
    "senses": "low-light vision, scent; Perception +4", 
    "sections": [
        {
            "body": "<p>In their humanoid form, werewolves look like normal people, though some tend to look a bit feral and have wild hair. Eyebrows that grow together, index fingers longer than the middle fingers, and strange birthmarks on the palm of the hand are all commonly accepted indications that a person is in fact a werewolf. Of course, such telltale signs are not always accurate, for such physical traits exist in normal people as well, but in areas where werewolves are a common problem, the traits can be damning regardless.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Of all the various types of lycanthropes, it is the werewolf that is the most widespread and the most feared. Stories of werewolves haunting lonely forest roads, prowling misty moors on the outskirts of rural societies, or dwelling in the shadows of the largest cities are widespread as well. In most societies, werewolves are feared and despised&mdash;and with good reason, as the typical werewolf personifies all that is savage and bestial in a lycanthrope. This isn't to say that good-aligned werewolves are unknown, but they're certainly a minority among their kind, and most werewolves are evil murderers who delight in the hunt and the succulent taste of raw meat.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Just as wolves are pack animals, werewolves have been known to gather in colonies and live among their own kind, humanoid by day and beast at night. Visitors to werewolf villages are generally rushed out of town before nightfall so as not to discover the citizenry's dark secret&mdash;unless, of course, the pack decides that the unlucky visitor won't be missed by friends back home.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<table><caption>Lycanthropic Player Characters</caption><thead><tr><th>When a PC becomes a lycanthrope, you as the GM have a choice to make. In most cases, you should take control of the PC's actions whenever he is in hybrid or animal form&mdash;lycanthropy shouldn't be a method to increase a PC's power, after all, and what an afflicted lycanthrope does while in animal or hybrid form is often at odds with what the character would actually want. If a player wants to play a lycanthrope, he should play a natural lycanthrope and follow the guidelines for playing a character of a powerful race.</th></tr></thead></table>", 
            "name": "Lycanthropic Player Characters", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Lycanthrope/Werewolf/Werewolf (Hybrid Form)/Lycanthropic Player Characters", 
            "subtype": "monster_race", 
            "type": "race"
        }
    ], 
    "hp": "21 (2d10+6)", 
    "wisdom": "14", 
    "defensive_abilities": "bravery +1", 
    "creature_type": "Humanoid", 
    "special_qualities": "change shape (human, hybrid, and wolf; polymorph), lycanthropic empathy (wolves and dire wolves)", 
    "dr": "10/silver", 
    "name": "Werewolf (Hybrid Form)", 
    "base_attack": "+2", 
    "skills": "Climb +4, Intimidate +4, Perception +4", 
    "reflex": "+2", 
    "cmd": "18", 
    "cmb": "+6", 
    "will": "+2 (+3 vs. fear)", 
    "url": "pfsrd://Bestiary/Monsters/Lycanthrope/Werewolf/Werewolf (Hybrid Form)", 
    "creature_subtype": "human, shapechanger"
}