{
    "dexterity": "15", 
    "ac": "14, touch 12, flat-footed 12 (+2 Dex, +2 natural)", 
    "special_attacks": "create yellow musk zombie, pollen spray", 
    "intelligence": "-", 
    "melee": "tendril +5 (1d4+4)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "5 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "17", 
    "constitution": "16", 
    "space": "5 ft.", 
    "treasure": "incidental", 
    "init": "+2", 
    "environment": "temperate or warm forests and underground", 
    "source": "Bestiary", 
    "charisma": "8", 
    "immune": "plant traits", 
    "fortitude": "+6", 
    "type": "creature", 
    "senses": "tremorsense 30 ft.; Perception +0", 
    "description": "Coiling around several human skeletons, this wet green plant's sickly flowers smoke with a nasty yellow vapor.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Yellow Musk Creeper/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a full-round action, a yellow musk creeper can bore dozens of tendrils into the brain of a helpless creature within reach, such as a creature entranced by its pollen. This attack inflicts 1d4 points of Intelligence damage per round. When a creature is reduced to 0 Intelligence, it dies, and the tendrils break off inside its brain. One hour later, the creature animates as a yellow musk zombie (see below).", 
                    "name": "Create Yellow Musk Zombie", 
                    "url": "pfsrd://Bestiary/Monsters/Yellow Musk Creeper/Special Abilities/Create Yellow Musk Zombie", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action, a yellow musk creeper can spray a cloud of pollen at a single creature within 30 feet. It must make a +4 ranged touch attack to strike the target, who must then succeed on a DC 14 Will save or be entranced for 1d6 rounds. An entranced creature can take no action other than to move at its normal speed into a space within the yellow musk creeper's reach, at which point an entranced creature remains motionless and allows the creeper to insert tendrils into its brain. The save DC is Constitution-based.", 
                    "name": "Pollen Spray", 
                    "url": "pfsrd://Bestiary/Monsters/Yellow Musk Creeper/Special Abilities/Pollen Spray", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The yellow musk creeper is a hideous plant that grows in haunted graveyards, grisly battlefields, and other places where death hangs heavy in the air and thick in the soil. The yellow musk creeper's method of procreation is singularly frightful&mdash;it slays the living, infests them with its seeds and pollen, then animates them as zombies. These zombies serve the plant as a guardian for several days, but when new zombies are created, older ones wander off into the surrounding wild, collapsing and breaking apart within 2d6 days to give seed to a new yellow musk creeper.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>A yellow musk zombie is a rotting creature from which wet green vines have sprouted. Treat a yellow musk zombie as a standard zombie, but with this special quality.</p>", 
            "name": "Yellow Musk Zombie", 
            "url": "pfsrd://Bestiary/Monsters/Yellow Musk Creeper/Yellow Musk Zombie", 
            "type": "section", 
            "source": "Bestiary", 
            "sections": [
                {
                    "body": "<p> This zombie's animation is provided not by necromancy but by the plant that grows throughout its body. Yellow musk zombies lack undead traits, but gain plant traits. They are treated as plants, not undead, for the resolution of magical effects and attacks. Channel energy cannot harm a yellow musk zombie, for example, nor does negative energy heal a yellow musk zombie.</p>", 
                    "name": "Plant Traits", 
                    "url": "pfsrd://Bestiary/Monsters/Yellow Musk Creeper/Yellow Musk Zombie/Plant Traits", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "hp": "22 (3d8+9)", 
    "reach": "10 ft.", 
    "wisdom": "11", 
    "creature_type": "Plant", 
    "name": "Yellow Musk Creeper", 
    "base_attack": "+2", 
    "url": "pfsrd://Bestiary/Monsters/Yellow Musk Creeper", 
    "reflex": "+3", 
    "cmd": "17 (can't be tripped)", 
    "cmb": "+5", 
    "will": "+1", 
    "organization": "patch (creeper plus 1-6 yellow musk zombies)"
}