{
    "dexterity": "15", 
    "ac": "15, touch 12, flat-footed 13 (+2 Dex, +3 natural)", 
    "special_attacks": "bay", 
    "intelligence": "6", 
    "melee": "bite +7 (2d6+4 plus sinister bite and trip)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "40 ft., fly 60 ft. (good)", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Abyssal or Infernal (cannot speak)", 
    "strength": "17", 
    "constitution": "15", 
    "treasure": "incidental", 
    "init": "+6", 
    "environment": "any", 
    "source": "Bestiary", 
    "charisma": "10", 
    "fortitude": "+3", 
    "type": "creature", 
    "feats": "Improved Initiative, Skill Focus (Fly)", 
    "senses": "darkvision 60 ft., scent; Perception +9", 
    "description": "This emaciated, hairless canine has a strange air of menace and cruelty about it.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Yeth Hound/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When a yeth hound howls or barks, all creatures except other evil outsiders within a 300-foot spread must succeed on a DC 12 Will save or become panicked for 2d4 rounds. This is a sonic mind-affecting fear effect. Whether or not the save is successful, an affected creature is immune to the same hound's bay for 24 hours. The save DC is Charisma-based.", 
                    "name": "Bay", 
                    "url": "pfsrd://Bestiary/Monsters/Yeth Hound/Special Abilities/Bay", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A yeth hound can cease or resume its flight as a free action.", 
                    "name": "Flight", 
                    "url": "pfsrd://Bestiary/Monsters/Yeth Hound/Special Abilities/Flight", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "A yeth hound's bite is treated as evil-aligned for the purpose of overcoming damage reduction. In addition, a good-aligned creature bitten by a yeth hound must make a DC 14 Will save or be shaken for 1 round. If the victim is already suffering from a fear effect (such as the hound's bay attack), the victim is instead completely overcome with fear and can do nothing but cower for 1 round. This is a mind-affecting fear effect. The save DC is Constitution-based.", 
                    "name": "Sinister Bite", 
                    "url": "pfsrd://Bestiary/Monsters/Yeth Hound/Special Abilities/Sinister Bite", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Yeth hounds are evil outsiders that delight in hunting intelligent prey. They lope through the night skies, relentlessly pursuing their chosen quarry for miles, and harrying them with their frightful baying. Yeth hounds hunt only at night. They fear the sun and never venture out in daylight, even if their lives depend on it. A yeth hound stands 4 feet tall at the shoulder and weighs about 400 pounds.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Yeth hounds do not collect treasure, having no use for such baubles. The thrill of the hunt and the sweet tang of fear in their prey is all they value. However, some items of worth may occasionally be found in a yeth hound den, the discarded remnants of prey dragged back to the lair. Despite their bestial appearance, the yeth hound is rather intelligent, even if it does little with its intellect but devise and carry out ingenious, hateful plans to torment and horrify its prey before it finally strikes.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Yeth hounds can often be found in the company of night hags or evil hunters. Yeth hounds hate other canine monsters such as barghests and worgs, and attack them on sight if they have the advantage of numbers. They are often associated with particularly bestial demons, and can be found serving demon cults as guardians and trackers. A gift of a yeth hound companion to a particularly successful cult is sure sign of favor in the eyes of a demonic patron. A cult with yeth hounds granted to them in this manner must take care to retain this favor, for if they displease their demonic patron, the hounds could turn on them.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Yeth hounds inhabit secluded dens in remote wilderness areas far from bothersome civilization. These dens are always subterranean, far removed from the hated sunlight. Yeth hounds range great distances from their dens during their nightly hunts, and have been known to carry kills for miles just for the comfort of consuming a fresh meal in their lair. The sight of a yeth hound loping through the sky with a body clenched in its jaws is unsettling indeed. </p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d10+8)", 
    "wisdom": "14", 
    "creature_type": "Outsider", 
    "dr": "5/silver", 
    "name": "Yeth Hound", 
    "base_attack": "+4", 
    "skills": "Fly +16, Perception +9, Stealth +9, Survival +9", 
    "reflex": "+6", 
    "cmd": "19 (23 vs. trip)", 
    "cmb": "+7", 
    "will": "+6", 
    "url": "pfsrd://Bestiary/Monsters/Yeth Hound", 
    "organization": "solitary, pair, or pack (6-11)", 
    "creature_subtype": "evil, extraplanar"
}