{
    "dexterity": "12", 
    "ac": "17, touch 10, flat-footed 16 (+1 Dex, +7 natural, -1 size)", 
    "special_attacks": "frightful gaze, rend (2 claws, 1d6+6 plus 1d6 cold)", 
    "intelligence": "9", 
    "racial_modifiers": "+4 Stealth (+12 in snow)", 
    "melee": "2 claws +9 (1d6+4 plus 1d6 cold)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "40 ft., climb 30 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "Aklo", 
    "strength": "19", 
    "constitution": "15", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "cold mountains", 
    "source": "Bestiary", 
    "charisma": "10", 
    "immune": "cold", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Cleave, Great Fortitude, Power Attack", 
    "senses": "darkvision 60 ft., scent; Perception +10", 
    "description": "This creature stands like a man, yet is half again the height of most men and covered with a coat of thick white fur.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary", 
            "url": "pfsrd://Bestiary/Monsters/Yeti/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A yeti's body generates intense cold, dealing 1d6 points of cold damage to any creature that contacts it with a natural attack or unarmed strike, or whenever it hits a foe with its claws or rend attack.", 
                    "name": "Cold", 
                    "url": "pfsrd://Bestiary/Monsters/Yeti/Special Abilities/Cold", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }, 
                {
                    "body": "Creatures within 30 feet that meet a yeti's gaze must succeed on a DC 13 Will save or stand paralyzed in fear for 1 round. This is a mind-affecting fear paralysis effect. A creature that successfully saves cannot be affected again by the frightful gaze of that yeti for 1 day. The save DC is Charisma-based.", 
                    "name": "Frightful Gaze", 
                    "url": "pfsrd://Bestiary/Monsters/Yeti/Special Abilities/Frightful Gaze", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Mysterious and rarely seen (save by victims), the yeti is a towering denizen of the loneliest and tallest mountain peaks. Those who dwell upon the lower reaches of such storied slopes whisper tales of &ldquo;abominable snowmen&rdquo; who come down from the heights to raid, taking livestock or even humans as prey and leaving behind only monstrous barefoot tracks in the bloodstained snow.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>Although yeti stories are accurate in their portrayals of fierce, stealthy, and immensely strong creatures, they are not when it comes to ascribing the yeti's temperament and source. They dwell in small tribes atop their distant mountains, where they are sheltered from contact with most other races. Those with violent or cruel natures are usually forced out of tribes to live lonely lives as exiles, and without the support of a tribe such yeti are often driven to raiding lowlander settlements, thus perpetuating the myth of the yeti as a demon made flesh.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }, 
        {
            "body": "<p>The source of such cruel madness can often be traced to a singular source&mdash;proximity to strange, eldritch dimensions. The yetis' mountain lairs rise high in places where the boundaries between this world and others rasp thin. It is unclear if the yeti are invaders from these dimensions or Material Plane natives influenced by otherworldly realms, but it seems certain that whatever their origins, the yeti are no friends to those who dwell beyond, and may even act as guardians against intrusions from such strange worlds into the Material Plane.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ], 
    "hp": "45 (6d10+12)", 
    "weaknesses": "vulnerability to fire", 
    "reach": "10 ft.", 
    "wisdom": "12", 
    "creature_type": "Monstrous Humanoid", 
    "name": "Yeti", 
    "base_attack": "+6", 
    "skills": "Climb +21, Intimidate +9, Perception +10, Stealth +1 (+9 in snow)", 
    "reflex": "+6", 
    "cmd": "22", 
    "cmb": "+11", 
    "will": "+6", 
    "url": "pfsrd://Bestiary/Monsters/Yeti", 
    "organization": "solitary, pair, or tribe (3-8)", 
    "creature_subtype": "cold"
}