{
    "body": "<p>Few dragons see the smaller races of the world as their equals&mdash;to most, humanoids are either food or an annoyance. Some paladins swear to protect others against the predation of dragonkind. Some include dragon-blooded creatures (such as half-dragons or even sorcerers with the draconic bloodline) in their oath and team up with inquisitors to root out those whose ancestry carries the taint of dragon magic. Many paladins with this oath are thrill-seekers for the cause of good, channeling their divine power in ways that allow them to take on their powerful foes head on.</p>", 
    "name": "Oath against the Wyrm", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against the Wyrm", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"breath-evasion\">At 4th level, a paladin with this oath gains evasion, but only against the breath weapons of creatures with the dragon type. This ability replaces channel positive energy.</p>", 
            "name": "Breath Evasion", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against the Wyrm/Breath Evasion", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"divine-bond\">This works like the paladin's normal divine bond ability, except as follows. If the paladin's bond is with a weapon, she cannot use that ability to add the <i>brilliant energy</i>, <i>disruption</i>, or <i>merciful weapon</i> properties, but she can add the <i>bane</i> weapon property (but only against dragons). If the paladin's bond is with her steed, the steed gains the paladin's aura-based immunities and her aura does not affect allies. This replaces the standard divine bond ability.</p>", 
            "name": "Divine Bond", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against the Wyrm/Divine Bond", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"dragon-slaying-strike\">At 20th level, an oathbound paladin becomes a conduit of holy power. Her DR increases to 10/evil. Whenever she uses smite evil and successfully strikes a dragon, the dragon is also subject to a single-target <i>holy word</i>, using her paladin level +10 as the caster level. After the banishment effect and the damage from the attack are resolved, the smite immediately ends. In addition, whenever she channels positive energy or uses lay on hands to heal a creature, she heals the maximum possible amount. This ability replaces holy champion.</p>", 
            "name": "Dragon-Slaying Strike", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against the Wyrm/Dragon-Slaying Strike", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"code-of-conduct\">Slay evil dragons, as well as other dangerous dragons whether or not they are evil. Prevent the bloodlines of other creatures from being corrupted with draconic power. Protect the innocent against the predation of dragons.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Code of Conduct"
        }, 
        {
            "body": "<p id=\"oath-spells\">1st&mdash;<i>enlarge person</i>; 2nd&mdash;<i>bear's endurance</i>; 3rd&mdash;<i>fly</i>; 4th&mdash;<i>stoneskin</i>.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Oath Spells"
        }
    ]
}