{
    "body": "<p>Charity is more than just giving money to a temple or a cause&mdash;it is about the necessity of sacrifice to help others. Those who take this oath dedicate their lives to protecting those who can't protect themselves and giving to those who are in need. They are generous to a fault, the most steadfast of friends, and give without anyone needing to ask. Paladins who take the oath of charity often turn over a fifth or more of their acquired wealth gained through adventuring to their temples or community.</p>", 
    "name": "Oath of Charity", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Charity", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"charitable-hands\">At 2nd level, a paladin with this oath heals 50% less when she uses lay on hands on herself, but 50% more than the normal amount when she uses it to heal others. Using lay on hands to harm undead deals the normal amount of damage. This ability otherwise works like and replaces lay on hands.</p>", 
            "name": "Charitable Hands", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Charity/Charitable Hands", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"charitable-mercy\">At 5th level, a paladin with this oath is more flexible with her mercies than other paladins. At the start of each day, a paladin with this oath can select her mercies anew from the list of available mercies. This ability replaces divine bond.</p>", 
            "name": "Charitable Mercy", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Charity/Charitable Mercy", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"code-of-conduct\">Always offer help to good creatures who need it. Always offer help to the poor and destitute. (In settlements, this help is often handled by donating to charitable religious organizations, rather than the paladin being required to dole out coppers to every beggar in the street.)</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Code of Conduct"
        }, 
        {
            "body": "<p id=\"oath-spells\">1st&mdash;<i>magic stone</i>; 2nd&mdash;<i>make whole</i>; 3rd&mdash;<i>magic vestment</i>; 4th&mdash;<i>imbue with spell ability</i>.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Oath Spells"
        }
    ]
}