{
    "body": "<p>More insidious than meddling devils and more destructive than rampaging hordes are the strange alien entities that bubble up from the deep earth and the strange places beyond the sky. When a paladin takes this oath, she becomes a hunter of aberrations, protecting the common people from these bizarre threats. Often the paladin works in secret, not wanting to spread panic about her mission. Within cities they sometimes have underground bases that give access through the sewers and passages to strange vaults where the aberrant creatures live.</p>", 
    "name": "Oath against Corruption", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Corruption", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"aura-of-purity\">At 3rd level, you gain a +4 sacred bonus on saves against spells and effects from creatures of the aberration type. Allies within 10 feet gain a +1 sacred bonus on these saves. This ability functions only while the paladin is conscious, not if she is unconscious or dead. This ability replaces aura of courage. </p>", 
            "name": "Aura of Purity", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Corruption/Aura of Purity", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"cleansing-flame\">At 11th level, you may expend two uses of your smite evil ability to ignite your weapon with a cleansing blue flame for 1 minute. This flame sheds light as a torch. Aberrations within 20 feet of the flame take a &ndash;4 penalty on attack rolls against you and your allies, and your allies within 20 feet of the flame gain a +2 sacred bonus on saving throws against spells and effects from aberrations. This ability replaces aura of justice.</p>", 
            "name": "Cleansing Flame", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Corruption/Cleansing Flame", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"cast-into-the-void\">At 20th level, a paladin becomes a conduit for the power of her god. Her DR increases to 10/evil. Whenever she uses smite evil and successfully strikes an aberration, the creature must make a Will save (DC 10 + 1/2 the paladin's level + the paladin's Charisma modifier) or be banished to oblivion. This ability does not kill the creature, but it is sent to a remote place, such as deep underground or far into space (if it is a creature native to space), and cannot return under its own power for at least 100 years.</p><p>Whenever the paladin channels positive energy or uses lay on hands to heal a creature, she heals the maximum possible amount. This ability replaces holy champion.</p>", 
            "name": "Cast into the Void", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Corruption/Cast into the Void", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"code-of-conduct\">Hunt aberrations and do not allow them to roam freely or harm others. Destroy them if you can, or banish them if you cannot.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Code of Conduct"
        }, 
        {
            "body": "<p id=\"oath-spells\">1st&mdash;<i>true strike</i>; 2nd&mdash;<i>acute senses</i>; 3rd&mdash;<i>touch of idiocy</i>; 4th&mdash;<i>spell immunity</i>.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Oath Spells"
        }
    ]
}