{
    "body": "<p>A paladin who takes an oath against demons, devils, daemons, and other evil outsiders is constantly on the lookout for malicious fiendish insurgence into the world, and faces it with swift and unwavering defiance. Often she works closely with inquisitors, searching for signs of outsider manipulation and possession.</p>", 
    "name": "Oath against Fiends", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Fiends", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"anchoring-aura\">At 8th level, a paladin's aura hampers extradimensional travel by evil outsiders. The aura extends 20 feet from the paladin. Evil outsiders attempting to use abilities such as <i>dimension door</i>, <i>plane shift</i>, or <i>teleport</i> to leave or enter the aura must succeed at a Will save (DC 10 + 1/2 the paladin's level + the paladin's Charisma modifier); failure means the ability does not function, as if the outsider were affected by <i>dimensional anchor</i>. The aura functions only while the paladin is conscious, not if she is unconscious or dead.</p><p>Alternatively, as an immediate action, the paladin can expend one use of her smite evil ability to target an evil outsider within 30 feet with <i>dimensional anchor</i>. A targeted <i>dimensional anchor</i> persists even if the paladin is unconscious or dead.</p><p>This ability replaces aura of resolve.</p>", 
            "name": "Anchoring Aura", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Fiends/Anchoring Aura", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"holy-vessel\">At 9th level, a paladin whose divine bond is with a weapon can also use her divine bond to augment her armor or shield with enhancement bonuses, or add any of the following armor or shield properties: <i>bashing</i>, <i>fortification</i>, and <i>spell resistance</i>. Adding these properties consumes an amount of bonus equal to the property's cost (see the armor special abilities and shield special abilities tables). She can divide her bonuses from the divine bond ability among her weapon, armor, and shield as she sees fit. This ability has no effect for a paladin whose divine bond is with a mount. This ability replaces the mercy gained at 9th level.</p>", 
            "name": "Holy Vessel", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath against Fiends/Holy Vessel", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"code-of-conduct\">Never suffer an evil outsider to live if it is in your power to destroy it. Banish fiends you cannot kill. Purge the evil from those possessed by fiends</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Code of Conduct"
        }, 
        {
            "body": "<p id=\"oath-spells\">1st&mdash;<i>resist energy</i>; 2nd&mdash;<i>detect thoughts</i>; 3rd&mdash;<i>invisibility purge</i>; 4th&mdash;<i>plane shift</i>.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Oath Spells"
        }
    ]
}