{
    "body": "<p>To most paladins, their word is everything. When they say something, it will be done. Those who take this oath put that ideal to the test every day. The oathbound paladin's word is a promise, a sacred bond, and also greater power in the cause of law and good. She is careful with her words, lest she agree to something she cannot fully support.</p>", 
    "name": "Oath of Loyalty", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Loyalty", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"loyal-oath\">Starting at 1st level, once per day as a swift action, an oathbound paladin can choose a willing creature within line of sight as the target of her loyal oath. When the paladin is adjacent to the target of her loyal oath, she grants the target a sacred bonus on saving throws and to Armor Class equal to the paladin's Charisma bonus. The loyal oath lasts 1 minute, or until the paladin dismisses it (a free action) or discharges it (see below), whichever comes first.</p><p>If the target is struck by an enemy and the paladin is adjacent to that enemy, as an immediate action she may make a single melee attack against that enemy; making this attack ends the loyal oath. At 4th level and every three levels thereafter, the paladin may use her loyal oath one additional time per day. This ability replaces smite evil. </p>", 
            "name": "Loyal Oath", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Loyalty/Loyal Oath", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"loyal-guardian\">At 8th level, whenever the target of the paladin's loyal oath is hit with a melee or ranged attack, if the paladin is adjacent to the target, she can spend an immediate action to have the attack automatically hit her instead of the intended target. This ends the loyal oath.</p>", 
            "name": "Loyal Guardian", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Paladin/Paladin Archetypes/Oathbound Paladin/Oaths/Oath of Loyalty/Loyal Guardian", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"code-of-conduct\">Keep all promises. Never make an oath or promise lightly. Never go back on an oath.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Code of Conduct"
        }, 
        {
            "body": "<p id=\"oath-spells\">1st&mdash;<i>wrath</i>; 2nd&mdash;<i>aid</i>; 3rd&mdash;<i>helping hand</i>; 4th&mdash;<i>sending</i>.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Oath Spells"
        }
    ]
}