{
    "body": "<p id=\"eat-sin\">At 1st level, as a free action, when the sin eater inquisitor kills an enemy, she may eat the sins of that enemy by spending 1 minute adjacent to its corpse. This provokes attacks of opportunity. The inquisitor can rush this ritual, performing it as a full-round action that provokes attacks of opportunity, but she only gains half the normal benefit (see below).</p><p>Eating the enemy's sins heals the inquisitor of a number of hit points of damage equal to 1d8 + her inquisitor level (maximum +5). The enemy must have been killed by the sin eater within the last hour, and it must have had at least as many Hit Dice as half the inquisitor's level. The inquisitor can use this ability once for each enemy she kills. This ability has no effect on mindless creatures or those with Intelligence 2 or less.</p><p>At 5th level, the healing increases to 2d8 plus her inquisitor level (maximum +10); it increases to 3d8 + her inquisitor level (maximum +15) at 9th level and to 4d8 + her inquisitor level (maximum +20) at 13th level.</p><p>In some faiths, this &ldquo;eating&rdquo; is a purely symbolic act, while in others, the inquisitor must eat a small amount of food and water as part of the ritual. A few extreme faiths actually require the inquisitor to eat some of the body of the slain enemy.</p><p>At 8th level, when a sin eater eats the sins of a creature that would rise as an undead (such as someone slain by a shadow, spectre, or vampire), the sin eater may choose to accept 1 temporary negative level to absorb the taint in the corpse, preventing it from rising as an undead. This negative level can be removed with the appropriate magic, though it automatically expires after 24 hours, and never becomes a permanent negative level. At the GM's discretion, this ability may prevent a ghost from using its rejuvenation ability.</p><p>This ability replaces an inquisitor's domain.</p>", 
    "name": "Eat Sin", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Inquisitor/Inquisitor Archetypes/Sin Eater/Eat Sin", 
    "ability_types": {
        "ability_type": "Spell-Like"
    }, 
    "source": "Ultimate Magic", 
    "type": "ability"
}