{
    "body": "<p>What follow are the basic rules for using vehicles in the Pathfinder Roleplaying Game. They give an overview of the rules that all vehicles use. </p>", 
    "name": "Vehicle Basics", 
    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics", 
    "sections": [
        {
            "body": "<p>Drivers control vehicles. A driver is a creature with an Intelligence score of at least 3 who is physically able to manipulate a vehicle's driving device and who is both within the driving spaces of a vehicle and actively manipulating the driving device.</p>", 
            "name": "Drivers", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Drivers", 
            "section_id": 2296, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p>Any creature riding, driving, serving as crew on, or providing propulsion for a vehicle is considered its occupant.</p>", 
            "name": "Occupants", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Occupants", 
            "section_id": 2297, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p>Unlike characters, vehicles have a forward facing. A vehicle moves best when it moves in the direction of its forward facing.</p>", 
            "name": "Facing", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Facing", 
            "section_id": 2298, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p>Vehicles must accelerate to reach their maximum speed. Each round, with the proper driving action and a successful check, the driver can increase the vehicle's movement by its rate of acceleration, as long that value is no greater than the vehicle's maximum speed. Vehicles must decelerate to slow down and are hard to stop at an exact point. </p>", 
            "name": "Acceleration/Deceleration", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Acceleration/Deceleration", 
            "section_id": 2299, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p>A vehicle moves at the start of its driver's turn. If a vehicle has no driver, it moves on the turn of the last creature that was its driver, or on a turn determined by the GM. </p>", 
            "name": "Initiative", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Initiative", 
            "section_id": 2300, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p>If a vehicle has a driver, before the driver does anything else on her turn, she must determine what drive action she is taking, and take that action. If the driver takes no action, takes some other action instead of driving the vehicle, or delays or readies an action&mdash;or if there is no driver&mdash;the vehicle takes the &ldquo;uncontrolled&rdquo; action. A driver can only take one action each turn to control a vehicle. Once the driver has selected the action, or takes some other action forcing the vehicle to become uncontrolled, the vehicle moves. </p>", 
            "name": "Controlling a Vehicle", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Controlling a Vehicle", 
            "section_id": 2301, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p>When a driver takes a driving action, she must make a driving check to determine the maneuverability and speed of the vehicle that round. The vehicle's propulsion determines what skill is used for the driving check. A driver can always make a Wisdom check in place of a driving check. The base DCs for all driving checks are DC 5 and DC 20. Use the lower DC when the driver is not in combat and the higher DC when the driver is in combat. </p>", 
            "name": "Driving Check", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Driving Check", 
            "section_id": 2302, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p>Vehicles, creatures used as propulsion, and crew members do not threaten any area around them, but their drivers and their non-crew occupants do. Vehicles can enter the spaces of objects and creatures smaller than themselves. Vehicles do not have attacks, but they can&mdash;and may be required to&mdash;make vehicular bull rush, vehicular overrun, and ramming combat maneuv<span class=\"char-style-override-9\">ers.</span></p>", 
            "name": "In Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/In Combat", 
            "section_id": 2303, 
            "source": "Ultimate Combat", 
            "type": "section"
        }
    ], 
    "section_id": 2295, 
    "source": "Ultimate Combat", 
    "type": "section"
}