{
    "body": "<p>Anytime a character takes a drug he must make a saving throw, noted in the drug's description, to resist becoming addicted. If a character makes the save, he is not addicted and the effects of the drug persist as normal. If he fails the save, he contracts the noted form of addiction (see below). Should a character take multiple doses of the same drug in a short period of time addiction becomes more difficult to resist. The DC of a drug's saving throw increases by +2 every time a character takes a another dose of that drug while still suffering from ability damage caused by a previous dose. Keep track of how high this DC rises, even for characters already addicted to a drug, as it determines the DC necessary to overcome the disease.</p><p>Addiction manifests in three different degrees of severity: minor, moderate, and severe. Each drug notes what type of addiction failing a save against it results in. Each addiction causes a persistent penalty to ability scores, lasting for as long as the character has the disease. In the case of moderate and severe addictions, the character also cannot naturally heal ability damage dealt by the drug that caused the addiction. </p><p>Each form of addiction encourages sufferers to continue making use of the drug they are addicted to. While a character is benefiting from the effects of the drug he is addicted to, he does not suffer the penalties of his addiction disease. While he still receives the benefits of the drug and takes ability damage as normal, the disease's effects are mitigated. As soon as the drug's benefits expire, the disease's effects return.</p>", 
    "name": "Addiction", 
    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "name": "Minor Addiction", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction/Minor Addiction", 
            "contracted": "variable", 
            "effect": "-2 penalty to Con", 
            "onset": "1 day", 
            "subtype": "disease", 
            "cure": "2 consecutive saves", 
            "frequency": "1/day", 
            "save": "variable", 
            "type": "affliction"
        }, 
        {
            "name": "Moderate Addiction", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction/Moderate Addiction", 
            "contracted": "variable", 
            "effect": "-2 penalty to Con and Str, target cannot naturally heal ability damage caused by the drug that caused this addiction", 
            "onset": "1 day", 
            "subtype": "disease", 
            "cure": "3 consecutive saves", 
            "frequency": "1/day", 
            "save": "variable", 
            "type": "affliction"
        }, 
        {
            "name": "Severe Addiction", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction/Severe Addiction", 
            "contracted": "variable", 
            "effect": "-2 penalty to Dex, Con, Str, and Wis; target cannot naturally heal ability damage caused by the drug that caused this addiction", 
            "onset": "1 day", 
            "subtype": "disease", 
            "cure": "3 consecutive saves", 
            "frequency": "1/day", 
            "save": "variable", 
            "type": "affliction"
        }, 
        {
            "body": "<p>As addictions are diseases, they can be cured as such, through the use of spells like <i>remove disease</i> or by succeeding at Fortitude saves over time. Unlike with other diseases, an addicted character can only make a Fortitude save to overcome his addiction after a day of not taking the drug he is addicted to. The DC of this Fortitude save is equal to the highest addiction DC his drug use has reached (not necessarily the DC that addicted him if he has continued to make use of the drug while addicted). This DC decreases by &ndash;2 for everyday the character does not make use of the drug, to a minimum of the drug's base addiction DC. Depending on the severity of the character's addiction, it might take two or three consecutive successful Fortitude saves to overcome the disease. Should a character take a dose of the drug he's addicted to, he immediately relapses, causing the addiction DC to instantly return to its highest DC and negating any successful past saves.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction/Curing Addiction", 
            "type": "section", 
            "name": "Curing Addiction", 
            "source": "Game Mastery Guide"
        }
    ]
}