{
    "body": "<p>Drugs are alchemical items that grant effects to those who make use of them. What sets them apart from similar items is that a drug's effects manifest as both a short term (usually beneficial) effect and an amount of ability damage. In addition, those who take drugs also risk addiction, a type of disease of varying severity depending on the type of drug used.</p><p>When a character takes a drug, he immediately gains the effects, an amount of ability damage, and must make a Fortitude save to resist becoming addicted to that drug (see Addiction). While the initial effect represents the physical or mind altering effects of the drug, the drain represents both its side effects and the amount of time a dose remains active in a character's body. As ability score damage heals at a rate of 1 point per day, a drug that causes 1 point of ability score damage remains in a character's system for 1 day, though some might cause greater damage and thus remain active for longer. While taking multiple doses of a drug at once rarely has any benefit, taking additional doses as the effects wear off renew those effects but increase the ability damage and potential for addiction.</p><p>Drugs can be manufactured using Craft (alchemy). The DC to make a drug is equal to its addiction DC. Rolling a natural 1 on a Craft skill check while making a drug exposes the crafter to the drug.</p>", 
    "name": "Drugs", 
    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Drugs", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p>Just like drugs, alcohol can be abused and have significant negative effects. In general, a character can consume a number of alcoholic beverages equal to 1 plus double his Constitution modifier. Drinks consumed in excess of this total cause the character to become sickened for 1 hour per drink above this maximum. Particularly exotic or strong forms of alcohol might be treated as normal drugs. Those who regularly abuse alcohol might eventually develop a moderate addiction.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Drugs/Drunkenness", 
            "type": "section", 
            "name": "Drunkenness", 
            "source": "Game Mastery Guide"
        }
    ]
}