{
    "body": "<p>A good bard can sing the birds from the trees or talk a king into abdicating his throne. A jack of all trades, the bard sees little need to restrict himself to a single talent, picking up a little of this and a little of that, but always with a keen eye for other people and how they might be manipulated, whether through artistic performances or more mundane avenues. Presented below are several classic bardic themes.</p>", 
    "name": "Bard", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>A master of the martial applications of steel and spell, the arcane duelist blends both into a lethal combination. </p>", 
                    "name": "Arcane Duelist", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Arcane Duelist", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"arcane-strike\">Arcane duelists gain Arcane Strike as a bonus feat at 1st level. This ability replaces bardic knowledge.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Arcane Duelist/Arcane Strike", 
                            "type": "section", 
                            "name": "Arcane Strike", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"bardic-performance\">An arcane duelist gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"rallying-cry\">At 1st level, an arcane duelist can use performance to rally dispirited allies. Each round he makes an Intimidate check. Any ally (including the bard) within 30 feet may use this check in place of his own saving throw against fear and despair effects. Those already under a fear or despair effect can attempt a new save each round using the bard's Intimidate check. Rallying cry does not work on effects that don't allow saves. This is a mind-affecting ability that uses audible components. This performance replaces countersong.</p>", 
                                    "name": "Rallying Cry", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Arcane Duelist/Bardic Performance/Rallying Cry", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"bladethirst\">An arcane duelist of 6th level or higher may use performance to grant one weapon, one natural weapon, one end of a double weapon, or 50 items of ammunition of the same type within 30 feet a +1 enhancement bonus. This enhancement bonus increases by +1 for every three levels after 6th (maximum +5 at 18th level). These bonuses stack with existing bonuses and may be used to increase the item's enhancement bonus up to +5 or to add any of the following weapon properties: <i>defending</i>, <i>distance</i>, <i>ghost touch</i>, <i>keen</i>, <i>mighty cleaving</i>, <i>returning</i>, <i>shock</i>, <i>shocking burst</i>, <i>seeking</i>, <i>speed</i>, or <i>wounding</i>. If the weapon is not magical, at least a +1 enhancement bonus must be added before adding special abilities. This performance replaces suggestion.</p>", 
                                    "name": "Bladethirst", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Arcane Duelist/Bardic Performance/Bladethirst", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"mass-bladethirst\">An arcane duelist of 18th level or higher can use his bladethirst performance to enhance the weapons of as many allies as desired within 30 feet. The bonus provided by this power is +4 if conferred on two allies, +3 for three allies, +2 for four allies, and +1 for five or more allies. The power granted to each weapon must be identical. This ability replaces mass suggestion.</p>", 
                                    "name": "Mass Bladethirst", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Arcane Duelist/Bardic Performance/Mass Bladethirst", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"bonus-feats\">An arcane duelist weaves might and magic in his combat style, gaining the following bonus feats at 2nd level and every four levels thereafter: 2nd level&mdash;Combat Casting, 6th level&mdash;Disruptive, 10th level&mdash;Spellbreaker, 14th level&mdash;Penetrating Strike, 18th level&mdash;Greater Penetrating Strike. This ability replaces versatile performance and well-versed.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Bonus Feats"
                        }, 
                        {
                            "body": "<p id=\"arcane-bond\">At 5th level, an arcane duelist gains the arcane bond ability as a wizard, using a weapon as his bonded item, allowing him to cast any one addition spell that he knows once per day. He may not choose a familiar or other type of bonded item. He may use the hand holding his bonded weapon for somatic components. This ability replaces lore master.</p>", 
                            "name": "Arcane Bond", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Arcane Duelist/Arcane Bond", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"arcane-armor\">At 10th level, an arcane duelist gains Medium Armor Proficiency and can cast bard spells in medium armor with no chance of arcane spell failure. At 16th level, he gains Heavy Armor Proficiency and can cast bard spells in heavy armor with no arcane spell failure. This ability replaces jack of all trades.</p>", 
                            "name": "Arcane Armor", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Arcane Duelist/Arcane Armor", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Some bards greatly prefer academic pursuits to the drama (and sometimes melodrama) of their artistic brethren. </p>", 
                    "name": "Archivist", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">An archivist gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"naturalist\">An archivist who has identified a creature with a Knowledge check appropriate to its type can use performance to share strategies for defeating it with allies in combat. The archivist and any allies within 30 feet gain a +1 insight bonus to AC and on attack rolls and saving throws against exceptional, supernatural, and spell-like abilities used by creatures of that specific kind of monster (e.g., frost giants, not all giants or all humanoids). This bonus increases by +1 at 5th level and every six levels thereafter. This language-dependent ability requires visual and audible components. This ability replaces inspire courage. </p>", 
                                    "name": "Naturalist", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Bardic Performance/Naturalist", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"lamentable-belaborment\">At 6th level, an archivist can bewilder a creature already fascinated by his performance. Using this ability does not disrupt the fascinate effect, but it does require a standard action to activate (in addition to the free action to continue the fascinate effect). The target must make a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). Success renders the target immune to this power for 24 hours, but failure leaves the target either dazed or confused (archivist's choice) for as long as the performance continues. If the target takes damage, this effect ends immediately. This mind-affecting ability relies on audible components. This ability replaces suggestion. </p>", 
                                    "name": "Lamentable Belaborment", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Bardic Performance/Lamentable Belaborment", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"pedantic-lecture\">At 18th level, an archivist can affect as many creatures with lamentable belaborment as he currently has fascinated. In addition, he may choose to cause targets to fall asleep rather than be dazed or confused. This ability replaces mass suggestion.</p>", 
                                    "name": "Pedantic Lecture", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Bardic Performance/Pedantic Lecture", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"lore-master\">At 2nd level, an archivist may take 20 on Knowledge checks once per day, plus once per six levels beyond 2nd. This ability replaces versatile performance. </p>", 
                            "name": "Lore Master", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Lore Master", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"magic-lore\">At 2nd level, an archivist gains a bonus on Spellcraft checks to identify magic items or decipher scrolls equal to half his bard level and may take 10 on such checks. An archivist can use Disable Device to disarm magical traps as per a rogue's trapfinding ability and gains a +4 bonus on saves against magical traps, language-dependent effects, and symbols, glyphs, and magical writings of any kind. This ability replaces well-versed.</p>", 
                            "name": "Magic Lore", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Magic Lore", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"jack-of-all-trades\">At 5th level, an archivist can use any skill, even if the skill normally requires him to be trained. At 11th level, he considers all skills to be class skills, and at 17th level he can take 10 on any skill check, even if it is not normally allowed. This ability replaces lore master. </p>", 
                            "name": "Jack of All Trades", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Jack of All Trades", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"probable-path\">At 10th level, an archivist can calculate the action likely to bring success with the least risk. Once per day, he can take 10 on any d20 roll. He may use this ability one additional time per day for every three levels after 10th. This ability replaces jack of all trades. </p>", 
                            "name": "Probable Path", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Archivist/Probable Path", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Spending years studying all of the finer points of erudition and etiquette, the court bard takes up the role of resplendent proclaimer and artist-in-residence at the hand of nobility, royalty, and the well-moneyed elite who aspire to join their ranks. </p>", 
                    "name": "Court Bard", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A court bard gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"satire\">A court bard can use performance to undermine the confidence of enemies who hear it, causing them to take a &ndash;1 penalty on attack and damage rolls (minimum 1) and a &ndash;1 penalty on saves against fear and charm effects as long as the bard continues performing. This penalty increases by &ndash;1 at 5th level and every six levels thereafter. Satire is a language-dependent, mind-affecting ability that uses audible components. This performance replaces inspire courage.</p>", 
                                    "name": "Satire", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Bardic Performance/Satire", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"mockery\">A court bard of 3rd level or higher can subtly ridicule and defame a specific individual. The bard selects one target who can hear his performance. That individual takes a &ndash;2 penalty on Charisma checks and Charisma-related skill checks as long as the bard continues performing. This penalty increases by &ndash;1 every four levels after 3rd. Mockery is a language-dependent, mind-affecting ability that relies on audible components. This performance replaces inspire competence.</p>", 
                                    "name": "Mockery", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Bardic Performance/Mockery", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"glorious-epic\">A court bard of 8th level or higher can weave captivating tales that engross those who hear them. Enemies within 30 feet become flat-footed unless they succeed at a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). A save renders them immune to this ability for 24 hours. Glorious epic is a language-dependent, mind-affecting ability that uses audible components. This performance replaces dirge of doom. </p>", 
                                    "name": "Glorious Epic", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Bardic Performance/Glorious Epic", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"scandal\">A court bard of 14th level or higher can combine salacious gossip and biting calumny to incite a riot. Each enemy within 30 feet is affected as if by a <i>song of discord</i> for as long as it can hear the performance. A successful Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) negates the effect, and that creature is immune to this ability for 24 hours. Scandal is a language-dependent, mind-affecting ability that uses audible components. This performance replaces frightening tune.</p>", 
                                    "name": "Scandal", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Bardic Performance/Scandal", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"heraldic-expertise\">A court bard gains a bonus equal to half his bard level on Diplomacy, Knowledge (history), Knowledge (local), and Knowledge (nobility) checks (minimum +1). Once per day, the court bard can also reroll a check against one of these skills, though he must take the result of the second roll even if it is worse. He can reroll one additional time per day at 5th level and every five levels thereafter. This ability replaces bardic knowledge. </p>", 
                            "name": "Heraldic Expertise", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Heraldic Expertise", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wide-audience\">At 5th level, a court bard can choose to affect a 60-foot cone instead of a 30-foot radius with bardic performances that affect an area. In addition, for every five levels beyond 5th, the area of such powers is increased by 10 feet (radius) or 20 feet (cone). If the power instead affects multiple creatures, it affects one additional creature than normal for every five levels beyond 5th. This does not affect powers that affect only a single creature. This ability replaces lore master and jack of all trades.</p>", 
                            "name": "Wide Audience", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Court Bard/Wide Audience", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Piecing together clues and catching the guilty with sheer cleverness, the detective is skilled at divining the truth.</p>", 
                    "name": "Detective", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A detective gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"careful-teamwork\">A detective uses performance to keep allies coordinated, alert, and ready for action. All allies within 30 feet gain a +1 bonus on Initiative checks, Perception, and Disable Device checks for 1 hour. They also gain a +1 insight bonus on Reflex saves and to AC against traps and when they are flat-footed. These bonuses increase by +1 at 5th level and every six levels thereafter. Using this ability requires 3 rounds of continuous performance, and the targets must be able to see and hear the bard throughout the performance. This ability is language-dependent and requires visual and audible components. This performance replaces inspire courage.</p>", 
                                    "name": "Careful Teamwork", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Bardic Performance/Careful Teamwork", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"true-confession\">At 9th level, a detective can use performance to trick a creature into revealing its secrets. Using this ability requires a successful Sense Motive check to see through a Bluff or notice mental compulsion. After 3 continuous rounds of performance, the target must make a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). Success renders the target immune to this power for 24 hours. On a failed save, a liar inadvertently reveals the lie and the truth behind it. A creature under a charm or compulsion reveals the nature of its enchantment and who placed it (if the creature knows) and gains a new saving throw to break free from the enchantment. This ability is language-dependent and requires audible components. Using this power requires only 2 rounds of performance at 15th level, and 1 round of performance at 20th level. This performance replaces inspire greatness. </p>", 
                                    "name": "True Confession", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Bardic Performance/True Confession", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"show-yourselves\">At 15th level, a detective can use performance to compel creatures to reveal themselves when hiding. All enemies within 30 feet must make a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). If they fail, they must cease using Stealth, unlock and open doors between themselves and the detective, and dismiss, suppress, or dispel if necessary magical effects that grant invisibility or any other form of concealment from the detective. As long as they can hear the performance, affected creatures may not attack or flee until they have eliminated every such effect, though they are freed from this compulsion immediately if attacked. Creatures in the area must make this save each round the bard continues his performance. This ability is language-dependent and requires audible components. This performance replaces inspire heroics. </p>", 
                                    "name": "Show Yourselves", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Bardic Performance/Show Yourselves", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"eye-for-detail\">A detective gains a bonus equal to half his level on Knowledge (local), Perception, and Sense Motive checks, as well as Diplomacy checks to gather information (minimum +1). This ability replaces bardic knowledge. </p>", 
                            "name": "Eye for Detail", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Eye for Detail", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"arcane-insight\">At 2nd level, a detective can find and disable magical traps, like a rogue's trapfinding ability. In addition, he gains a +4 bonus on saving throws made against illusions and a +4 bonus on caster level checks and saving throws to see through disguises and protections against divination (such as <i>magic aura</i>, <i>misdirection</i>, and <i>nondetection</i>). This ability replaces well-versed. </p>", 
                            "name": "Arcane Insight", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Arcane Insight", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"arcane-investigation\">In addition, a detective's class spell list includes the following: 1st&mdash;<i>detect chaos/evil/law/good</i>; 2nd&mdash;<i>zone of truth</i>; 3rd&mdash;<i>arcane eye, speak with dead, speak with plants</i>; 4th&mdash;<i>discern lies</i>; 5th&mdash;<i>prying eyes, stone tell</i>; 6th&mdash;<i>discern location, find the path, greater prying eyes, moment of prescience</i>. A detective may add one of these spells or any divination spell on the bard spell list to his list of spells known at 2nd level and every four levels thereafter. This ability replaces versatile performance.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Arcane Investigation", 
                            "type": "section", 
                            "name": "Arcane Investigation", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>A magician dabbles in performance, but sees it as a means to tap into universal energies and channel them. </p>", 
                    "name": "Magician", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A magician gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"dweomercraft\">A magician can use performance to manipulate magical energies. Allies of the magician gain a +1 bonus on caster level checks, concentration checks, and attack rolls with spells and spell-like abilities. This bonus increases by +1 at 5th level and every six levels thereafter. This ability relies on visual and audible components. It replaces inspire courage. </p>", 
                                    "name": "Dweomercraft", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician/Bardic Performance/Dweomercraft", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"spell-suppression\">A 8th level, a magician can use performance to counter the spells of his foes. Once the bard begins using this performance, he tracks the number of rounds it has been in use. While performing, as an immediate action, he can attempt to counter any spell that he can identify using Spellcraft, so long as that spell's level is equal or less than the total number of rounds he has been performing spell suppression. The attempt to counter the spell is made as if using <i>dispel magic</i>, using the bard's level as the caster level. If successful, the bardic performance immediately ends. This ability requires audible components. This performance replaces dirge of doom.</p>", 
                                    "name": "Spell Suppression", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician/Bardic Performance/Spell Suppression", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"metamagic-mastery\">At 14th level, a magician can use performance to apply a metamagic feat to a spell he is about to cast without increasing the casting time. The bard must still expend a higher-level slot to cast this spell. This causes the performance to immediately end. This ability requires audible components. This performance replaces frightening tune.</p>", 
                                    "name": "Metamagic Mastery", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician/Bardic Performance/Metamagic Mastery", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"magical-talent\">A magician gains a bonus equal to half his level on Knowledge (arcana), Spellcraft, and Use Magic Device checks. This ability replaces bardic knowledge. </p>", 
                            "name": "Magical Talent", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician/Magical Talent", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"improved-counterspell\">A magician gains Improved Counterspell as a bonus feat. This ability replaces countersong. </p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician/Improved Counterspell", 
                            "type": "section", 
                            "name": "Improved Counterspell", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"extended-performance\">At 2nd level, a magician can extend the duration of bardic performance after he stops concentrating by sacrificing a spell slot as a swift action. The performance effect lingers for 1 extra round per level of the spell. Only one spell may be sacrificed per performance, and performance types that take affect after a specific number of rounds cannot be extended. This ability replaces well-versed.</p>", 
                            "name": "Extended Performance", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician/Extended Performance", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"expanded-repertoire\">At 2nd level and every four levels thereafter, a magician can add one spell to his spells known from the spell list of any arcane spellcasting class. The spell must be of a level he can cast. This ability replaces versatile performance. </p>", 
                            "name": "Expanded Repertoire", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician/Expanded Repertoire", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"arcane-bond\">At 5th level, a magician gains the arcane bond ability as a wizard. He may not choose a familiar or a weapon as a bonded item. This ability replaces lore master.</p>", 
                            "name": "Arcane Bond", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician/Arcane Bond", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wand-mastery\">At 10th level, when a magician uses a wand containing a spell on his spell list, he uses his Charisma bonus to set the wand's save DC. At 16th level, when using such a wand, he uses his caster level in place of the wand's caster level. This ability replaces jack of all trades.</p>", 
                            "name": "Wand Mastery", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Magician/Wand Mastery", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Combining performance with stealth, trickery, and guile, the sandman uses cleverness to keep others off-balance.</p>", 
                    "name": "Sandman", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A sandman gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"stealspell\">A sandman can use performance to steal spells from his foes and add them to his list of spells known. Once the performance is started, the bard can steal a prepared spell or a spell known from another creature with a touch attack as a standard action. The target receives a Will save (DC 10 + 1/2 the bard's level + the bard's Cha bonus) to negate the effect. The sandman may choose a spell to steal, but if the target does not possess the spell, the bardic performance immediately ends. Otherwise the spell stolen is random, but it is always of the highest level that the bard can cast, if possible. The target loses the prepared spell or spell known and the sandman adds it to his list of spells known for as long as the performance continues, after which it reverts to the original recipient. While stolen, the bard can cast the spell using his available spell slots. This use does not consume the stolen spell. If the bard steals another spell while a spell is stolen, the previous spell immediately reverts to its original owner. This ability requires visual components. This performance replaces inspire courage.</p>", 
                                    "name": "Stealspell", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Bardic Performance/Stealspell", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"slumber-song\">At 6th level, a sandman can use his performance to cause a creature he has already fascinated to fall asleep (as <i>deep slumber</i>, but with no HD limit). Otherwise, this ability functions like suggestion. This performance replaces suggestion.</p>", 
                                    "name": "Slumber Song", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Bardic Performance/Slumber Song", 
                                    "ability_types": {
                                        "ability_type": "Spell-Like"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"dramatic-subtext\">At 9th level, a sandman can use bardic performance to cast spells without obvious visual or audible components while retaining the spell's normal effects. Observers must succeed at a Perception check opposed by a sandman's Sleight of Hand check to notice that the sandman is the source of the spellcasting (though spellcasting still provokes attacks of opportunity). The bard must use this performance for at least 2 rounds before casting a spell; otherwise he is automatically detected and the performance ends. This ability replaces inspire greatness.</p>", 
                                    "name": "Dramatic Subtext", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Bardic Performance/Dramatic Subtext", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"greater-stealspell\">A sandman's stealspell power improves at 15th level. When a target fails a save against his stealspell performance, the sandman discovers its spell resistance (if any) and all spells it has prepared or knows. He can then choose which spell to steal. The sandman may forgo stealing a spell and instead reduce the target's SR by an amount equal to half his bard level and gain that amount of spell resistance for as long as he continues performing. If he steals additional spell resistance, it stacks with previously stolen SR. If he steals a spell or ceases performing, the spell resistance immediately reverts back to its owner. This performance replaces inspire heroics.</p>", 
                                    "name": "Greater Stealspell", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Bardic Performance/Greater Stealspell", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"mass-slumber-song\">At 18th level, a sandman can use slumber song to affect any number of fascinated creatures within 30 feet. Otherwise, this ability functions like <i>mass suggestion</i>. This performance replaces <i>mass suggestion</i>.</p>", 
                                    "name": "Mass Slumber Song", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Bardic Performance/Mass Slumber Song", 
                                    "ability_types": {
                                        "ability_type": "Spell-Like"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"spell-catching\">At 20th level, a sandman who saves against a spell or spell-like ability that targets only him (not including area spells) may use bardic performance as an immediate action. He must attempt a caster level check (DC 10 + the spell's original caster level). If it succeeds, the sandman can absorb the spell effect without harm and immediately recast that spell (using the original caster's level and save DC) or any spell he knows of that level or lower. Using this ability consumes a number of rounds of bardic performance equal to the spell's level, even if the check fails. This performance replaces deadly performance. </p>", 
                                    "name": "Spell Catching", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Bardic Performance/Spell Catching", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"master-of-deception\">A sandman gains a bonus equal to half his level on Bluff, Sleight of Hand, and Stealth checks. He may also disarm magical traps with Disable Device as a rogue's trapfinding ability. This ability replaces bardic knowledge.</p>", 
                            "name": "Master of Deception", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Master of Deception", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"sneakspell\">At 2nd level, a sandman adds +1 to the save DC of spells and bardic performance against opponents who are denied their Dex bonus. This increases to +2 at 10th level and +3 at 18th level. In addition, at 6th level he gains a +2 bonus on caster level checks to overcome spell resistance against such foes, and this bonus increases to +4 at 14th level. This ability replaces versatile performance. </p>", 
                            "name": "Sneakspell", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Sneakspell", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"trap-sense\">At 3rd level, a sandman gains a +1 bonus on Reflex saves against traps and a +1 dodge bonus to AC against traps. These bonuses increase by +1 every three levels after 3rd. This ability replaces inspire competence. </p>", 
                            "name": "Trap Sense", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Trap Sense", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"sneak-attack\">At 5th level, a sandman inflicts +1d6 points of damage against targets within 30 feet that he flanks or that are denied their Dex bonus to AC against him. This damage increases by +1d6 every five levels after 5th. This ability replaces lore master.</p>", 
                            "name": "Sneak Attack", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sandman/Sneak Attack", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Far from civilization, furious tribes have their own war-singers, work-chanters, and lore-keepers, savaging enemies with song and sword alike.</p>", 
                    "name": "Savage Skald", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A savage skald gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"inspiring-blow\">A savage skald roars his war-cries with each telling blow. When he confirms a critical hit, he can start this performance as an immediate action (ending any other performances). He gains temporary hit points equal to his Charisma modifier (if positive), and all allies within 30 feet gain a +1 morale bonus on their next attack roll prior to the start of his next turn. These temporary hit points remain until the bard ends his performance. This performance replaces fascinate. </p>", 
                                    "name": "Inspiring Blow", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Inspiring Blow", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"incite-rage\">At 6th level, a savage skald can induce a furious rage in one creature within 30 feet. This effect functions as a <i>rage</i> spell that lasts as long as the target can hear the bard's performance; however, unwilling creatures can be affected if they fail a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). Success renders the target immune to this power for 24 hours. The bard cannot target himself with this ability. If the target has the rage class feature, it can instead immediately rage and stay in this rage without consuming rounds of rage per day as long as the bard continues performing. This mind-affecting effect requires audible components. This performance replaces suggestion.</p>", 
                                    "name": "Incite Rage", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Incite Rage", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"song-of-the-fallen\">At 10th level, a savage skald can duplicate the effect of a <i>horn of Valhalla</i>. This effect requires 10 continuous rounds of performance and summons barbarians as a silver horn at 10th level, as a brass horn at 13th level, as a bronze horn at 16th level, and as an iron horn at 19th level. The warriors remain only as long as the bard continues his performance. This ability requires audible components. This performance replaces jack of all trades.</p>", 
                                    "name": "Song of the Fallen", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Song of the Fallen", 
                                    "ability_types": {
                                        "ability_type": "Spell-Like"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"berserkergang\">At 12th level, a savage skald can inspire a rapturous battle trance that suppresses pain, stunning, and fear effects for one creature, plus one additional creature per three levels after 12th. Affected creatures also gain DR 5/&mdash; (DR 10/&mdash; against nonlethal damage); this benefit stacks with the damage reduction class ability of barbarians. This mind-affecting ability requires audible components. This performance replaces soothing performance. </p>", 
                                    "name": "Berserkergang", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Berserkergang", 
                                    "ability_types": {
                                        "ability_type": "Extraordinary"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"battle-song\">At 18th level, a savage skald can affect all allies within 30 feet when using performance to incite rage. This performance replaces mass suggestion.</p>", 
                                    "name": "Battle Song", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Battle Song", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>The sea singer calls the blue waters his home, and is much in demand among sea captains wishing good fortune for their crew and hull as they ply the tradewinds far and wide.</p>", 
                    "name": "Sea Singer", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A sea singer gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"sea-shanty\">A sea singer learns to counter seasickness and exhaustion during long sea voyages. Each round of a sea shanty, he makes a Perform skill check. Allies within 30 feet (including the sea singer) may use his Perform check in place of a saving throw against becoming exhausted, fatigued, nauseated, or sickened; if already under such an effect, a new save is allowed each round of the sea shanty, using the bard's Perform check for the save. A sea shanty has no effect on instantaneous effects or effects that do not allow saves. This ability requires audible components. This performance replaces countersong.</p>", 
                                    "name": "Sea Shanty", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Bardic Performance/Sea Shanty", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"still-water\">At 3rd level, a sea singer can use performance to calm rough waters within 30 feet, reducing the DC for Profession (sailor) and Swim checks, as well as for Acrobatics and Climb checks aboard ship, by an amount equal to the bard's level (to a minimum of DC 10) for as long he continues to perform. He can extend this duration to 1 hour by playing for 10 consecutive rounds. This ability requires audible components. This performance replaces inspire competence.</p>", 
                                    "name": "Still Water", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Bardic Performance/Still Water", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"whistle-the-wind\">A sea singer of 6th level or higher can use performance to create a <i>gust of wind</i>. This wind lasts for as long as he continues his performance. He can extend this duration to 1 minute by playing for 5 consecutive rounds. This performance replaces suggestion. </p>", 
                                    "name": "Whistle the Wind", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Bardic Performance/Whistle the Wind", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"call-the-storm\">At 18th level, a sea singer can use performance to duplicate <i>control water, control weather, control winds</i>, or <i>storm of vengeance</i>, using his bard level as the caster level. Using this ability requires 1 round of continuous performance per level of the spell (as if he were a druid). These effects continue for as long as the bard continues performing (the effects on <i>control weather</i> happen immediately), but not longer than the spell's normal duration. This performance replaces mass suggestion.</p>", 
                                    "name": "Call the Storm", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Bardic Performance/Call the Storm", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"world-traveler\">A sea singer gains a bonus equal to half his bard level on Knowledge (geography), Knowledge (local), Knowledge (nature), and Linguistics checks. He can reroll a check against one of these skills, but must take the result of the second roll even if it is worse. He can reroll one additional time per day at 5th level and every five levels thereafter. This ability replaces bardic knowledge. </p>", 
                            "name": "World Traveler", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/World Traveler", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"familiar\">At 2nd level, a sea singer acquires an exotic pet&mdash;a monkey or parrot (treat as raven)&mdash;that gains abilities as a wizard's familiar, using the sea singer's bard level as his wizard level. This ability replaces versatile performance. </p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Familiar", 
                            "type": "section", 
                            "name": "Familiar", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"sea-legs\">At 2nd level, a sea singer gains a +4 bonus on saving throws against air and water effects and effects that would cause the sea singer to slip, trip, or otherwise be knocked prone. He gains a +2 bonus to CMD against grapple, overrun, and trip. This ability replaces well-versed. </p>", 
                            "name": "Sea Legs", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Sea Legs", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Whether acrobat, troubadour, or thespian, the street performer mixes with the masses, singing for his supper.</p>", 
                    "name": "Street Performer", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Street Performer", 
                    "type": "class_archetype", 
                    "subtype": "bard", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A street performer gains the following types of bardic performance.</p>", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p id=\"disappearing-act\">A street performer can use performance to divert attention from an ally. All creatures within 30 feet that fail a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) treat one creature chosen by the bard as if it were <i>invisible</i>. This performance affects one additional creature at 5th level and every 6 levels thereafter. If the targets take any action that would cause them to become visible, they become visible to everyone. The bard cannot use this ability on himself. This ability is a mind-affecting effect that requires visual components. This performance replaces inspire courage.</p>", 
                                    "name": "Disappearing Act", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Street Performer/Bardic Performance/Disappearing Act", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"harmless-performer\">At 3rd level, a street performer can use performance to appear meek and unworthy of being attacked. While using this performance, whenever an enemy targets the street performer, the enemy must succeed at a Will save (DC 10 + 1/2 the bard's level + the bard's Cha bonus) or be unable to attack the bard this round, as per <i>sanctuary</i>. The enemy loses the attack that targeted the bard, but may spend additional attacks targeting other creatures. If the opponent was targeting the street performer with a spell, it must succeed at a concentration check at the same DC or lose the spell. If this check succeeds, it may target another creature with the spell instead. This mind-affecting ability requires audible or visual components. This performance replaces inspire competence. </p>", 
                                    "name": "Harmless Performer", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Street Performer/Bardic Performance/Harmless Performer", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"madcap-prank\">At 9th level, a street performer can use performance to discomfit a target within 30 feet, causing its clothing to become tangled, its headgear to fall down over its eyes, or even causing it to slip and fall or otherwise be made to appear a fool. The target must make a Reflex save (DC 10 + 1/2 the bard's level + the bard's Cha modifier) each round that it hears or sees the performance, or it takes one of the following random effects each round: 1&mdash;blinded, 2&mdash;dazzled, 3&mdash;deafened, 4&mdash;entangled, 5&mdash;fall prone, 6&mdash;nauseated. Each effect lasts 1 round. This performance replaces inspire greatness. </p>", 
                                    "name": "Madcap Prank", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Street Performer/Bardic Performance/Madcap Prank", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }, 
                                {
                                    "body": "<p id=\"slip-through-the-crowd\">At 15th level, a street performer's disappearing act enables affected creatures to move through crowd squares and enemy-occupied squares without impediment. Affected creatures are treated as if having <i>greater invisibility</i>, but enemies gain a new saving throw to notice them each time they are attacked. This performance replaces inspire heroics.</p>", 
                                    "name": "Slip through the Crowd", 
                                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Street Performer/Bardic Performance/Slip through the Crowd", 
                                    "ability_types": {
                                        "ability_type": "Supernatural"
                                    }, 
                                    "source": "Advanced Player's Guide", 
                                    "type": "ability"
                                }
                            ], 
                            "name": "Bardic Performance", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"gladhanding\">A street performer earns double the normal amount of money from Perform checks. As a standard action, he may use a Bluff check in place of a Diplomacy check to improve a creature's attitude for 1 minute, after which its attitude becomes one step worse than originally. This ability replaces countersong.</p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Street Performer/Gladhanding", 
                            "type": "section", 
                            "name": "Gladhanding", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"streetwise\">A street performer gains a bonus equal to half his level on Bluff, Disguise, Knowledge (local), and Sleight of Hand checks, Diplomacy or Intimidate checks made to influence crowds, and Diplomacy checks to gather information (minimum +1). This replaces bardic knowledge. </p>", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Street Performer/Streetwise", 
                            "type": "section", 
                            "name": "Streetwise", 
                            "source": "Advanced Player's Guide"
                        }, 
                        {
                            "body": "<p id=\"quick-change\">At 5th level, a street performer can don a disguise as a standard action by taking a &ndash;5 penalty on his check. He can take 10 on Bluff and Disguise checks and use Bluff to create a diversion to hide as a swift action. He can take 20 on a Bluff or Disguise check once per day, plus one time per six levels beyond 5th. This ability replaces lore master. </p>", 
                            "name": "Quick Change", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Street Performer/Quick Change", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }
            ], 
            "name": "Bard Archetypes", 
            "source": "Advanced Player's Guide"
        }
    ]
}