{
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Core Classes", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>From the noble paladin to the skillful rogue, each core class in the <i>Pathfinder Roleplaying Game</i> draws upon a central archetype. Yet, beyond that basic concept exists the potential for innumerable interpretations, details, and refinements. The fighter class, for example, might easily be sculpted into a dead-eye archer, a fleet-footed duelist, a stealthy jungle hunter, or countless other types of martial masters, all refined by a player's choice of details, class options, and specific rules. Yet some archetypes prove pervasive and exciting enough to see use in play time and time again. To help players interested in creating iconic fantasy characters, the following pages explore new rules, options, and alternate class features for each core class. So while most druids wander the woods, some track through the vast desert, reveling in what the wastes have to offer. Such optional features represent a unique view of what a class deliberately designed to capture a specific character archetype might become. While the types of options presented for each core class differ, each subsystem is customized to best serve that class, emulate the abilities and talents of classic fantasy archetypes, and expand players' freedom to design exactly the characters they desire. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Core Classes"
        }, 
        {
            "body": "<p>Most of the options presented on the following pages include a host of alternate class features. When a character selects a class, he must choose to use the standard class features found in the <i>Core Rulebook</i> or those listed in one of the archetypes presented here. Each alternate class feature replaces a specific class feature from its parent class. For example, the elemental fist class feature of the monk of the four winds replaces the stunning fist class feature of the monk. When an archetype includes multiple class features, a character must take all of them&mdash;often blocking the character from ever gaining certain familiar class features, but replacing them with equally powerful options. All of the other class features found in the core class and not mentioned among the alternate class features remain unchanged and are acquired normally when the character reaches the appropriate level (unless noted otherwise). A character who takes an alternate class feature does not count as having the class feature that was replaced when meeting any requirements or prerequisites.</p><p>A character can take more than one archetype and garner additional alternate class features, but none of the alternate class features can replace or alter the same class feature from the core class as another alternate class feature. For example, a paladin could not be both a hospitaler and an undead scourge since they both modify the smite evil class feature and both replace the aura of justice class feature. A paladin could, however, be both an undead scourge and a warrior of the holy light, since none of their new class features replace the same core class feature.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Core Classes/Alternate Class Features", 
            "type": "section", 
            "name": "Alternate Class Features", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>Players with existing characters should talk with their GM about whether on not these alternate class features are available in her game, and if so, whether they can recreate their characters to adopt them. As alternate class features are designed to be balanced when compared to those in the core class, players who revise their characters shouldn't be gaining any special advantage over other party members. As long as the GM is comfortable with retroactively adjusting character specifics, there should be no disruption to future adventures. Typically, the best time for a player to adopt alternate class features and significantly revise his character is when leveling up between adventures, though he should always check with the GM before doing so, as she may wish to work significant changes to a character into the campaign.</p><p>While the GM might want to make concessions for players who didn't have these alternate class features available to them when creating their characters, PCs should be one of the most constant elements of a campaign. Constantly changing and recreating characters can prove problematic to a campaign. While the GM should be willing to adapt and may allow players who grow bored with their characters to redefine them, alternate class abilities shouldn't feel like exploitable options allowing PCs to build and rebuild their characters in whatever ways seem most advantageous at a given moment. Allowing players to remake characters in light of newly adopted rules may be desirable on occasion, but GMs shouldn't feel like they're being unfair or breaking any rule by not allowing players to rebuild characters or by disallowing certain options. While the GM should always strive to help players run the characters they want, ultimately she knows what's best for the campaign.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Core Classes/Adapting Existing Characters", 
            "type": "section", 
            "name": "Adapting Existing Characters", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The core class archetypes that follow are included in this chapter. Characters may take more than one archetype if they meet the requirements.</p>", 
            "name": "Core Class Archetypes", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Core Classes/Core Class Archetypes", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p id=\"barbarian\">Breaker, Brutal Pugilist, Drunken Brute, Elemental Kin, Hurler, Invulnerable Rager, Mounted Fury, Savage Barbarian, Superstitious, and Totem Warrior. This section also includes a host of new rage powers that any barbarian can take.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p id=\"bard\">Arcane Duelist, Archivist, Court Bard, Detective, Magician, Sandman, Savage Skald, Sea Singer, and Street Performer.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p id=\"cleric\">Instead of specific archetypes, each cleric can choose from a host of subdomains that focus on one aspect of their deity's power. Two or more subdomains are presented for each domain.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p id=\"druid\">Aquatic Druid, Arctic Druid, Blight Druid, Cave Druid, Desert Druid, Jungle Druid, Mountain Druid, Plains Druid, Swamp Druid, and Urban Druid. Alternatively, druid can choose to be an animal shaman, such as a Bear Shaman, Eagle Shaman, Lion Shaman, Serpent Shaman, or Wolf Shaman.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p id=\"fighter\">Archer, Crossbowman, Free Hand Fighter, Mobile Fighter, Phalanx Soldier, Polearm Master, Roughrider, Savage Warrior, Shielded Fighter, Two-Handed Fighter, Two-Weapon Warrior, and Weapon Master.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p id=\"monk\">Drunken Master, Hungry Ghost Monk, <i>Ki</i> Mystic, Monk of the Empty Hand, Monk of the Four Winds, Monk of the Healing Hand, Monk of the Lotus, Monk of the Sacred Mountain, Weapon Adept, Zen Archer.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p id=\"paladin\">Divine Defender, Hospitaler, Sacred Servant, Shining Knight, Undead Scourge, and Warrior of the Holy Light. This section also includes rules for an alternate version of the paladin class, the antipaladin.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Paladin"
                }, 
                {
                    "body": "<p id=\"ranger\">Beast Master, Guide, Horse Lord, Infiltrator, Shapeshifter, Skirmisher, Spirit Ranger, and Urban Ranger. This section also includes new combat style choices that any ranger can take.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p id=\"rogue\">Acrobat, Burglar, Cutpurse, Investigator, Poisoner, Rake, Scout, Sniper, Spy, Swashbuckler, Thug, and Trapsmith. This section also includes a number of rogue talents and advanced rogue talents that any rogue can take.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p id=\"sorcerer\">Aquatic Bloodline, Boreal Bloodline, Deepearth Bloodline, Dreamspun Bloodline, Protean Bloodline, Serpentine Bloodline, Shadow Bloodline, Starsoul Bloodline, Stormborn Bloodline, and Verdant Bloodline. Unlike other alternate class features, a sorcerer may never have more than one bloodline.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p id=\"wizard\">This section includes four elemental wizard schools, air, earth, fire, and water. It also includes focused arcane schools, which allow wizards of one school to focus on one element of that school's power. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ]
        }
    ], 
    "name": "Core Classes", 
    "source": "Advanced Player's Guide"
}