{
    "body": "<p>Bending reality to their will through careful study, wizards are the embodiment of the phrase &ldquo;mind over matter,&rdquo; changing whole worlds with nothing but their keen intellects and ancient lore. In their quest to unravel and repurpose the fundamental laws of existence, many wizards come to appreciate the benefits of narrowly focusing their study. Presented below are several new schools of magic to help you customize your wizard's arcane pursuits.</p>", 
    "name": "Wizard", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Instead of specializing in one of the standard eight schools of magic, a wizard can choose to specialize in one of the four elemental schools of magic. Like a normal arcane school, an elemental school grants a number of school powers and one bonus spell slot of each level the wizard can cast, from 1st on up. This bonus spell slot must be used to prepare a spell from the elemental school's spell list (see Chapter 5). Unlike a normal arcane school, each elemental school requires the wizard to select his opposed element as his opposition school (air opposes earth, fire opposes water). He does not need to select a second opposition school. He must expend two spell slots to prepare a spell from his opposed elemental school as normal.</p>", 
            "name": "Elemental Arcane Schools", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>The air elementalist uses the forces of the wind, sky, clouds, and lightning to confuse and destroy his foes, all while flying through the air with ease.</p>", 
                    "name": "Air School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Air School", 
                    "type": "section", 
                    "subtype": "elemental_arcane_school", 
                    "sections": [
                        {
                            "body": "<p id=\"air-supremacy\">You gain a +2 enhancement bonus on Fly skill checks. This bonus increases by +1 for every five wizard levels you possess. In addition, you can cast <i>feather fall</i> on yourself at will. At 5th level, you can cast <i>levitate</i> on yourself at will. At 10th level, you can cast <i>fly</i> on yourself at will. At 20th level, whenever you make a Fly skill check, assume the roll resulted in a natural 20.</p>", 
                            "name": "Air Supremacy", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Air School/Air Supremacy", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"lightning-flash\">As a standard action, you can unleash a flash of electricity. This flash deals 1d6 points of electricity damage + 1 point for every two wizard levels you possess to all creatures within 5 feet of you and dazzles them for 1d4 rounds. A successful Reflex save negates the dazzled effect and halves the damage. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Lightning Flash", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Air School/Lightning Flash", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"cyclone\">At 8th level, you can create a vortex of turbulent wind around yourself as a standard action. This vortex has a radius of up to 10 feet and a maximum height of 10 feet per wizard level you possess. Any ranged attack passing through this vortex automatically misses. Any flying creature moving through the vortex must make a Fly skill check or immediately fall from the sky, taking falling damage (the creature cannot make a Fly check to reduce or negate this damage). Creatures on the ground cannot pass through the vortex without first making a Strength check. The DC of this check is equal to 10 + your caster level. The vortex is faintly visible and can be spotted with a DC 15 Perception skill check. You can use this ability for a number of rounds per day equal to your wizard level. These rounds do not need to be consecutive.</p>", 
                            "name": "Cyclone", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Air School/Cyclone", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The earth elementalist draws power from the stone around him, shaping it, shattering it, and bending it to his will. He can use it to defend himself or cause it to rise up and crush his foes.</p>", 
                    "name": "Earth School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Earth School", 
                    "type": "section", 
                    "subtype": "elemental_arcane_school", 
                    "sections": [
                        {
                            "body": "<p id=\"earth-supremacy\">You gain a +2 enhancement bonus to your CMD to resist bull rush, reposition, trip, and overrun attempts as long as you are touching the ground. This bonus increases by +1 for every five wizard levels you possess. In addition, you gain a +1 insight bonus on melee attack and damage rolls whenever both you and your foe are touching the ground. At 20th level, earth and stone do not block the line of effect of your spells, although they do still block your line of sight.</p>", 
                            "name": "Earth Supremacy", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Earth School/Earth Supremacy", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"acid-cloud\">As a standard action, you can create a 5-foot-radius cloud of acid vapor within 30 feet that lasts for 1 round. This cloud deals 1d6 points of acid damage + 1 point for every two wizard levels you possess to all creatures in the cloud and sickens them for 1 round. A successful Fortitude save negates the sickened effect and halves the damage. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. Creatures that begin their turn inside the cloud can move out that turn without penalty, but those that enter the cloud are affected. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Acid Cloud", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Earth School/Acid Cloud", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"earth-glide\">At 8th level, you gain the ability to move through earth, dirt, and stone for a number of rounds per day equal to your wizard level. You cannot move through worked earth or stone; only natural substances can be traversed. If your total duration expires before you exit the earth, you are flung back to the point where you entered the stone, take 4d6 points of damage, and are stunned for 1 round. Your burrowing does not leave a hole, nor does it give any sign of your presence (although you can be detected by creatures with tremorsense). These rounds do not need to be consecutive.</p>", 
                            "name": "Earth Glide", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Earth School/Earth Glide", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The fire elementalist sees a world around him that is made to burn, and he can bring that fire to consume his foes. He has also learned that fire can purify and protect, if properly controlled.</p>", 
                    "name": "Fire School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Fire School", 
                    "type": "section", 
                    "subtype": "elemental_arcane_school", 
                    "sections": [
                        {
                            "body": "<p id=\"fire-supremacy\">You gain resistance 5 to fire. At 10th level, this resistance increases to 10. At 20th level, you gain immunity to fire damage. In addition, whenever you are within 5 feet of a source of flame at least as large as a campfire, you can draw the fire around you for 1 round as a swift action. Anyone striking you with a melee weapon or unarmed strike takes an amount of fire damage equal to 1/2 your wizard level (minimum 1). Weapons with reach avoid this damage.</p>", 
                            "name": "Fire Supremacy", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Fire School/Fire Supremacy", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"fire-jet\">As a standard action, you can send forth a 20-foot line of fire. Anyone in this line takes 1d6 points of fire damage + 1 point for every two wizard levels you possess. A successful Reflex save halves this damage. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. Creatures that fail their saving throw catch fire and take 1d6 points of fire damage on the following round. Creatures that catch fire can avoid this damage by taking a full-round action to extinguish the flames by making a DC 15 Reflex save. Rolling on the ground gives a +2 circumstance bonus on the save. Dousing the creature with water automatically extinguishes the flame. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Fire Jet", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Fire School/Fire Jet", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"dancing-flame\">At 8th level, as a standard action, you can sculpt fire to suit your desires. With one use of this ability you can move any nonmagical fire up to 30 feet. Alternatively you can use this ability to alter any fire spell that you cast with a duration of instantaneous by removing any number of squares from its area of affect. If the fire spell has a duration, you can use this ability to reposition the spell, within its original range (treat this as if you had just cast the spell, even though the duration is unchanged). You cannot use this ability on a fire spell that you did not cast. If you move a nonmagical flame, it must have a new source of fuel. If it does not, it is extinguished in one round. You can use this ability a number of times per day equal to 1/2 your wizard level.</p>", 
                            "name": "Dancing Flame", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Fire School/Dancing Flame", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The water elementalist draws magic from the ocean depths. His power is fluid as well, crushing foes in mighty waves or wearing them down through timeless erosion.</p>", 
                    "name": "Water School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School", 
                    "type": "section", 
                    "subtype": "elemental_arcane_school", 
                    "sections": [
                        {
                            "body": "<p id=\"water-supremacy\">You gain a +2 enhancement bonus on Swim skill checks. This bonus increases by +1 for every five wizard levels you possess. In addition, you can hold your breath for a number of rounds equal to four times your Constitution score before you must start making checks to avoid drowning. At 10th level, you gain a swim speed equal to your base speed. At 20th level, whenever you make a Swim skill check, assume the roll resulted in a natural 20.</p>", 
                            "name": "Water Supremacy", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School/Water Supremacy", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"cold-blast\">As a standard action, you can unleash a blast of freezing cold. This blast deals 1d6 points of cold damage + 1 point for every two wizard levels you possess to all creatures within 5 feet of you and staggers them for 1 round. A successful Reflex save negates the staggered effect and halves the damage. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Cold Blast", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School/Cold Blast", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wave\">At 8th level, you can create a wave of water that starts at your location and moves 30 feet per round away from you in a direction of your choosing. Creatures struck by the wave might be knocked down and pushed away. Make a caster level check against the CMD of each creature struck. If you succeed, the creature is knocked prone. If your check exceeds the CMD of the creature by 5 or more, it is carried with the wave during the wave's movement this round. You receive a +5 bonus on this check if the creature shares its space with the wave at the start of your turn (when the wave moves). Creatures carried in this way can move out of the wave on their turn if they succeed on a Strength check (DC = 10 + 1/2 your caster level + your Intelligence modifier), but they cannot breathe while sharing space with the wave. The wave is up to 20 feet high and up to 5 feet long for each wizard level you possess. Nonmagical fires hit by the wave are automatically extinguished. Magical fire effects are unaffected. You can use this ability for a number of rounds per day equal to 1/2 your wizard level.</p>", 
                            "name": "Wave", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School/Wave", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Wizards that specialize in one of the schools of magic can instead chose to focus their studies still further. Wizards who choose a focused arcane school retain the bonus spells from their school and must select two prohibited schools as normal, but the focused school changes one or more of the powers granted by their arcane school. A wizard must take all of the replacement powers associated with his focused arcane school. Once a focused arcane school is chosen, it cannot be changed.</p>", 
            "name": "Focused Arcane Schools", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "name": "Admixture School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Admixture School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Evocation.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the force missile and elemental wall powers of the evocation school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"versatile-evocation\">When you cast an evocation spell that does acid, cold, electricity, or fire damage, you may change the damage dealt to one of the other four energy types. This changes the descriptor of the spell to match the new energy type. Any non-damaging effects remain unchanged unless the new energy type invalidates them (an <i>ice storm</i> that deals fire damage might still provide a penalty on Perception checks due to smoke, but it would not create difficult terrain). Such effects are subject to GM discretion. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Versatile Evocation", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Admixture School/Versatile Evocation", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"elemental-manipulation\">At 8th level, you can emit a 30-foot aura that transforms magical energy. Choose an energy type from acid, cold, electricity, and fire, and a second type to transform it into. Any magical source of energy of this type with a caster level equal to or less than your wizard level is altered to the chosen energy type. This includes supernatural effects from creatures with Hit Dice no greater than your caster level. For example, you could transform a white dragon's frigid breath weapon (a supernatural ability), but not a fire elemental's fiery touch (an extraordinary ability). If an effect lies only partially within your aura, only the portions within the aura are transformed. You can use this ability for a number of rounds per day equal to your wizard level. The rounds do not need to be consecutive. </p>", 
                            "name": "Elemental Manipulation", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Admixture School/Elemental Manipulation", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Banishment School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Banishment School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Abjuration.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the energy absorption power and the protective ward power of the abjuration school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"unstable-bonds\">At 1st level, your touch can disrupt the bonds that hold a summoned or called creature on this plane. As a melee touch attack, you can cause a summoned or called creature to become shaken and staggered for a number of rounds equal to 1/2 your wizard level (minimum 1). You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Unstable Bonds", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Banishment School/Unstable Bonds", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"aura-of-banishment\">At 8th level, you can emit a 30-foot aura of banishment for a number of rounds per day equal to your wizard level. Any summoned or called creature in the area must make a Will save each round. Once the creature fails a Will saving throw, it is staggered as long as it remains inside the aura. If it fails a second Will saving throw, it is immediately sent back to its home plane and the spell that summoned it immediately ends. If that spell summoned more than one creature, only the creature that failed its saving throws is affected. These rounds do not need to be consecutive.</p>", 
                            "name": "Aura of Banishment", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Banishment School/Aura of Banishment", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Controller School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Controller School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Enchantment.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the enchanting smile and aura of despair powers of the enchantment school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"force-of-will\">You can send thoughts and instructions telepathically to any creature within 60 feet that you have charmed or dominated as though you shared a common language. At 11th level, affected creatures can communicate back to you via the telepathic link as well. At 20th level, any creature that succeeds at a saving throw against an enchantment spell you have just cast is still affected for 1 round if the spell has a duration greater than 1 round.</p>", 
                            "name": "Force of Will", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Controller School/Force of Will", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"irresistible-demand\">At 8th level, you can force others to do your bidding. As a standard action, you attempt to dominate a creature as though using the <i>dominate monster</i> spell, except that the creature must have a number of Hit Dice equal to or less than your wizard level. The targeted creature receives a Will saving throw each round to negate the effect. The DC is equal to 10 + 1/2 your wizard level + your Intelligence modifier. You can dominate creatures for a number of rounds per day equal to your wizard level. These rounds do not need to be consecutive. You must concentrate as a standard action to maintain control over a dominated creature.</p>", 
                            "name": "Irresistible Demand", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Controller School/Irresistible Demand", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Counterspell School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Counterspell School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Abjuration.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the protective ward power and the energy absorption power of the abjuration school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"disruption\">At 1st level, you gain the ability to disrupt spellcasting with a touch. As a melee touch attack, you can place a disruptive field around the target. While the field is in place, the target must make a concentration check to cast any spell or to use a spell-like ability in addition to any other required concentration checks. The DC of this check is equal to 15 + twice the spell's level. If the check is failed, the target's spell is wasted. This field lasts for a number of rounds equal to 1/2 your wizard level (minimum 1). You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Disruption", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Counterspell School/Disruption", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"counterspell-mastery\">At 6th level, you gain Improved Counterspell as a bonus feat. You may attempt to counterspell an opponent's spell once per day as an immediate action (instead of a readied action). You must use a spell at least one level higher than the spell being countered to use this ability. You can use this ability once per day at 6th level, plus one additional time per day for every 4 levels beyond 6th. </p>", 
                            "name": "Counterspell Mastery", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Counterspell School/Counterspell Mastery", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Creation School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Creation School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Conjuration.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the acid dart power and the dimensional steps power of the conjuration school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"create-gear\">At 1st level, you can create any object that weighs no more than 1 pound per wizard level you possess. Creating an object in this way is a standard action. The item remains for 1 minute before fading away, although it disappears after one round if it leaves your possession. Creating an item to an exact specification might require a Craft skill check, subject to GM discretion. The object must be made of simple materials, such as wood, stone, glass, or metal, and cannot contain any moving parts. You could use this ability to create a dagger, but not a vial of alchemist's fire. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Create Gear", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Creation School/Create Gear", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"creator's-will\">At 8th level, you can cast <i>minor creation</i> as a spell-like ability. You can have no more than one <i>minor creation</i> active at a time. If you cast the spell again, the previous casting immediately ends. At 12th level, this ability improves to <i>major creation</i>. You can use this ability a number of times per day equal to 1/2 your wizard level.</p>", 
                            "name": "Creator's Will", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Creation School/Creators Will", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Enhancement School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Enhancement School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Transmutation.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the telekinetic fist and change shape powers of the transmutation school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"augment\">As a standard action, you can touch a creature and grant it either a +2 enhancement bonus to a single ability score of your choice or a +1 bonus to natural armor that stacks with any natural armor the creature might possess. At 10th level, the enhancement bonus to one ability score increases to +4. The natural armor bonus increases by +1 for every five wizard levels you possess, to a maximum of +5 at 20th level. This augmentation lasts a number of rounds equal to 1/2 your wizard level (minimum 1 round). You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Augment", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Enhancement School/Augment", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"perfection-of-self\">At 8th level, as a swift action you can grant yourself an enhancement bonus to a single ability score equal to 1/2 your wizard level (maximum +10) for one round. You may use this ability for a number of times per day equal to your wizard level.</p>", 
                            "name": "Perfection of Self", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Enhancement School/Perfection of Self", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Foresight School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Foresight School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Divination.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the diviner's fortune and scrying adept powers of the divination school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"prescience\">At the beginning of your turn, you may, as a free action, roll a single d20. At any point before your next turn, you may use the result of this roll as the result of any d20 roll you are required to make. If you do not use the d20 result before your next turn, it is lost. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Prescience", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Foresight School/Prescience", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"foretell\">At 8th level, you can utter a prediction of the immediate future. While your foretelling is in effect, you emit a 30-foot aura of fortune that aids your allies or hinders your enemies, as chosen by you at the time of prediction. If you choose to aid, you and your allies gain a +2 luck bonus on ability checks, attack rolls, caster level checks, saving throws, and skill checks. If you choose to hinder, your enemies take a &ndash;2 penalty on those rolls instead. You can use this ability for a number of rounds per day equal to your wizard level. These rounds do not need to be consecutive.</p>", 
                            "name": "Foretell", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Foresight School/Foretell", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Generation School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Generation School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Evocation.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the intense spells and force missile powers of the evocation school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"lingering-evocations\">Any evocation spell you cast with a duration greater than instantaneous lasts an additional number of rounds equal to 1/2 your wizard level (minimum +1). At 20th level, any dispel checks made against your evocation spells must be rolled twice, and your opponent must use the less favorable result.</p>", 
                            "name": "Lingering Evocations", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Generation School/Lingering Evocations", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wind-servant\">As a standard action, you can generate a blast of air that hurls an unattended object (or objects) or an object in your possession up to 30 feet in a straight line. If you have a free hand, you can catch an object hurled toward yourself. You can move objects weighing up to 1 pound per wizard level. Objects are not thrown with enough force to cause damage, although fragile objects like alchemical weapons shatter on contact with a creature or hard surface. To hit a creature with an object, you must succeed at a ranged touch attack. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Wind Servant", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Generation School/Wind Servant", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Life School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Life School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Necromancy.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the power over undead and grave touch powers of the necromancy school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"healing-grace\">Whenever you cast a spell that has targets, affects creatures in an area, or requires an attack roll, you may heal creatures affected by the spell a total of 1 point of damage per level of the spell. This healing may be spread out between the targets of the spell in any way you choose. If you assign any of the healing to an undead creature, it instead takes 1 point of damage for each point assigned. At 11th level, the amount of damage cured increases to 2 points of damage per level of the spell. This healing occurs when the spell is cast and has no effect on creatures that enter its area after the spell is in place. At 20th level, the amount of damage cured increases to 3 points of damage per level of the spell.</p>", 
                            "name": "Healing Grace", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Life School/Healing Grace", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"share-essence\">As a standard action, you can share your vital energy with a living creature that you touch. You take 1d6 points of nonlethal damage + 1 for every two wizard levels you possess. You cannot take an amount of nonlethal damage equal to or greater than your current hit point total; any excess is prevented. The recipient gains a number of temporary hit points equal to the amount of damage you received (prevented damage is not counted). These temporary hit points disappear 1 hour later. You may not use this ability to grant yourself temporary hit points. You can use this ability a number of times per day equal to 3 + your Intelligence modifier. This ability has no effect if you are immune to nonlethal damage. </p>", 
                            "name": "Share Essence", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Life School/Share Essence", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Manipulator School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Manipulator School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Enchantment.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the dazing touch and aura of despair powers of the enchantment school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"beguiling-touch\">You can charm a living creature by touching it. Creatures with more Hit Dice than your wizard level are unaffected, as are creatures in combat and those with an attitude of hostile toward you. Creatures receive a Will saving throw to negate the effect. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. Creatures that fail their save are affected by <i>charm monster</i> for a number of rounds equal to 1/2 your wizard level (minimum 1). This is a mind-affecting effect. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Beguiling Touch", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Manipulator School/Beguiling Touch", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shape-emotions\">At 8th level, you can emit a 30-foot aura to either ward off or welcome emotional influence for a number of rounds per day equal to your wizard level. If you choose to ward, you and your allies within this aura receive a +4 morale bonus on saves against mind-affecting spells and effects, and any fear effects targeting you or your allies are reduced by one step (shaken has no effect, frightened becomes shaken, and panicked becomes frightened). If you chose to enhance emotional influence, enemies within the aura receive a &ndash;2 penalty on saves against mind-affecting spells and effects. These rounds do not need to be consecutive.</p>", 
                            "name": "Shape Emotions", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Manipulator School/Shape Emotions", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Phantasm School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Phantasm School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Illusion.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the blinding ray and invisibility field powers of the illusion school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"terror\">As a standard action, you can make a melee touch attack that causes a creature to be assailed by nightmares only it can see. The creature provokes an attack of opportunity from you or an ally of your choice. Creatures with more Hit Dice than your wizard level are unaffected. This is a mind-affecting fear effect. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Terror", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Phantasm School/Terror", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bedeviling-aura\">At 8th level, you can emit a 30-foot aura that bedevils your enemies with phantasmal assailants. Enemies within this aura move at half speed, are unable to take attacks of opportunity, and are considered to be flanked. This is a mind-affecting effect. You can use this ability for a number of rounds per day equal to your wizard level. These rounds do not need to be consecutive.</p>", 
                            "name": "Bedeviling Aura", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Phantasm School/Bedeviling Aura", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Scryer School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Scryer School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Divination.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p id=\"replacement-power\">The following school power replaces the diviner's fortune power of the divination school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Power"
                        }, 
                        {
                            "body": "<p id=\"send-senses\">As a standard action, you place a scrying sensor at a point within medium range (100 feet + 10 feet/wizard level) that you can see and have line of effect to. You can see or hear (not both) through this sensor for number of rounds equal to 1/2 your wizard level (minimum 1). The sensor otherwise functions as a <i>clairaudience/clairovoyance</i> spell with a caster level equal to your wizard level. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Send Senses", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Scryer School/Send Senses", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Shadow School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Shadow School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Illusion.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p>The following school powers replace the blinding ray and invisibility field powers of the illusion school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Powers"
                        }, 
                        {
                            "body": "<p id=\"binding-darkness\">As a standard action, you cast a weave of shadows at any foe within 30 feet as a ranged touch attack. The shadows entangle your foe for 1 round plus 1 additional round for every five wizard levels you possess. In conditions of bright light, this duration is halved (minimum 1 round). A creature entangled by your shadows has concealment from those without darkvision or the ability to see in darkness, and other creatures likewise have concealment relative to it. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Binding Darkness", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Shadow School/Binding Darkness", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shadow-step\">At 8th level, you can use this ability to walk through the Shadow Plane and reappear as a standard action. You can travel up to 30 feet per wizard level per day in this fashion, either in a single round or broken up across multiple shadow steps. This movement must be used in 5-foot increments and does not provoke an attack of opportunity. Travel through the Shadow Plane is imprecise; when you arrive, you re-enter 1 square off target, as per the rules for thrown splash weapons. If this would place you in an occupied square, you instead arrive in the nearest safe location. When you arrive, you are cloaked in shadow and gain concealment as the <i>blur</i> spell for 1 round. You may bring other willing creatures with you, but you must expend an equal amount of distance for each additional creature brought with you. They likewise re-enter off target (roll location for each creature) and are cloaked in shadow for 1 round.</p>", 
                            "name": "Shadow Step", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Shadow School/Shadow Step", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Shapechange School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Shapechange School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Transmutation.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p id=\"replacement-power\">The following school power replaces the telekinetic fist power of the transmutation school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Power"
                        }, 
                        {
                            "body": "<p id=\"battleshaping\">As a swift action, you grow a single natural weapon. The natural weapon lasts for 1 round and has a +1 enhancement bonus on attack and damage rolls for every four wizard levels you possess. You can grow a claw, a bite, or a gore attack. These attacks deal the normal damage for a creature of your size. At 11th level, you can shape two natural weapons. You may not grow additional limbs or a tail with this ability. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Battleshaping", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Shapechange School/Battleshaping", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Teleportation School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Teleportation School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Conjuration.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p id=\"replacement-power\">The following school power replaces the acid dart power of the conjuration school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Power"
                        }, 
                        {
                            "body": "<p id=\"shift\">At 1st level, you can teleport to a nearby space as a swift action as if using <i>dimension door</i>. This movement does not provoke an attack of opportunity. You must be able to see the space that you are moving into. You cannot take other creatures with you when you use this ability (except for familiars). You can move 5 feet for every two wizard levels you possess (minimum 5 feet). You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Shift", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Teleportation School/Shift", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "name": "Undead School", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Undead School", 
                    "type": "section", 
                    "subtype": "focused_arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Necromancy.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Associated School"
                        }, 
                        {
                            "body": "<p id=\"replacement-power\">The following school power replaces the grave touch power of the necromancy school.</p>", 
                            "source": "Advanced Player's Guide", 
                            "type": "section", 
                            "name": "Replacement Power"
                        }, 
                        {
                            "body": "<p id=\"bolster\">As a standard action, you can touch an undead creature and infuse it with negative energy. It gains a +1 profane bonus on all attack rolls and saving throws, as well as 1 temporary hit point per Hit Die and a +2 bonus to its turn resistance. The bonus on attack rolls and saving throws increases by +1 for every 5 wizard levels you possess. These bonuses last for a number of rounds equal to 1/2 your wizard level (minimum 1 round). The bonuses and temporary hit points are immediately dispelled if the creature is within the area of a <i>consecrate</i> spell. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Bolster", 
                            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Focused Arcane Schools/Undead School/Bolster", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }
    ]
}