{
    "body": "<p>Between languishing in forgotten ruins open to the elements, being used by those ignorant of the nature of this technology, and having no one skilled at building, maintaining, or repairing such devices, most technological items are \"timeworn\"&mdash;damaged and malfunctioning (when not completely nonfunctional). These malfunctions manifest in two ways: limited charges and glitches.</p><p>Only technological items that consume charges (including nanite canisters) or are pharmaceutical items can be affected by these timeworn rules, though any technological item can still become broken or nonfunctional just as any other item.</p><p>A piece of timeworn technology may have additional aesthetic and functional differences from a new piece of the same equipment. Many of these effects are purely cosmetic, such as cracks in the casing of an arc grenade or primitive etchings on a suit of technological armor placed there by a barbarian millennia ago. Pieces of timeworn technology may also have minor mechanical effects beyond glitches (at the GM's discretion). A timeworn laser pistol might constantly hum at a low but noticeable frequency, imparting a -1 penalty on Stealth checks. A timeworn plasma grenade could be caked in a strange viscous fluid that has a pungent odor, making its wielder more easily tracked via scent. Timeworn technological items should clearly evoke a sense of age and danger, and even the most standard piece of Androffan gear can be made unique based on individual deteriorations.</p><p>Note that not every technological item is timeworn, but most technology that PCs encounter outside of the deepest and most remote of ruins will be. These items function as presented in the previous chapter, can be recharged, and do not suffer glitches.</p><p>A timeworn technological item that is still somewhat functioning is worth half of its normal listed price, though one drained of its charges is worth 1% of its normal value, as a curiosity to collectors. Timeworn technology also has the following properties.</p>", 
    "name": "Timeworn Technology", 
    "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology", 
    "type": "section", 
    "source": "Technology Guide", 
    "sections": [
        {
            "body": "<p>Timeworn technological items can't be recharged. When a timeworn technological item is properly identified or first used, roll randomly to determine how many charges it has left before it becomes useless.</p>", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology/Non-Rechargable", 
            "type": "section", 
            "name": "Non-Rechargable", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>Timeworn technology sometimes doesn't work the way it was originally intended to. When an item glitches, its effect is hampered or enhanced, as determined by a d% roll. See the inside front cover for a complete list of glitch effects for armor, weapons, pharmaceuticals, and other technological equipment. Not all glitches are catastrophic; they represent unpredictable effects, for good and ill.</p><p>When a timeworn technological item is first used after a month or more of inactivity, there's a 50% chance that it will glitch. Additionally, when using an item in a way that would drain its last charge, there's a 50% chance it will glitch. If an item requires a d20 roll (such as a skill check or an attack roll) to activate or use, it has a 50% chance to glitch on a natural 1..</p>", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology/Glitches", 
            "type": "section", 
            "name": "Glitches", 
            "source": "Technology Guide"
        }
    ]
}