{
    "body": "<p>Human adventurers specialize in every career, their talent and ambition driving them not just to succeed but to achieve greatness, founding legacies to endure long past their short lifespans.</p>", 
    "name": "Human Adventurers", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Humans/Human Adventurers", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Sometimes dismissed as eccentrics and dabblers in dangerous arts, the practical skills of human alchemists always find them employment, if often at a safe distance from their employers.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Alchemist"
        }, 
        {
            "body": "<p>From steaming jungles to the desolate steppes, barbarians shun &ldquo;civilized&rdquo; society, winning esteem by their toughness, steely confidence, and indomitable prowess. Even in savagery the race's inventiveness shines through, leading human barbarians to often create and master a variety of crude but deadly weapons and fighting styles.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Barbarian"
        }, 
        {
            "body": "<p>Human bards show little inhibition but great artistic range. They often prove intensely curious, collecting stories and histories, building their personal legends while they retell the tales of others.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Bard"
        }, 
        {
            "body": "<p>Humans form the backbone of many cavalier orders, balancing an aristocratic gentility with dedication to serving their liege and the chivalric ideal, earning the esteem of commoners and nobility alike.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cavalier"
        }, 
        {
            "body": "<p>Humans readily believe in ideals larger than themselves and flock to religions great and small. Humans often form personal connections with deities, embodying traits and forces they idealize.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cleric"
        }, 
        {
            "body": "<p>Druidism is regarded by many humans as an &ldquo;old faith,&rdquo; eternal and as all-encompassing as the world itself. Though some dismiss them as backward hermits standing in the way of progress, druids often garner a measure of both wary respect and suspicious fear.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Druid"
        }, 
        {
            "body": "<p>Human fighters run the gamut of professions&mdash;from wanderers and soldiers to swashbucklers and brawlers&mdash;but are never people to be trifled with. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Fighter"
        }, 
        {
            "body": "<p>While capable of faith and trust, humans are equally susceptible to paranoia and suspicion, and entire orders of mostly human inquisitors have earned fame (or infamy) through their purges of dangerous creatures and tenacious witch hunts.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Inquisitor"
        }, 
        {
            "body": "<p>Craving peace and the discipline of perfection, human monks often stand apart from society. While many admire monks, only the most dedicated possess the clarity and self-control to master their ways.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Monk"
        }, 
        {
            "body": "<p>Human oracles employ a variety of cultic arts to reveal the essence and outlook of the oracle. What agents these seers might employ in their strange arts varies mildly, often reflecting mysterious truths.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Oracle"
        }, 
        {
            "body": "<p>Humans aspiring to heroic ideals, seeking noble ways to defend their people, or merely aspiring to lofty ideas of honor and heroism, often gravitate to the paladin class. Though a difficult and often self-sacrificing road, human paladins charge to the forefront of nearly any crusade against the forces of evil.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Paladin"
        }, 
        {
            "body": "<p>Humans challenge themselves to best every kind of prey, leading many to become skilled hunters and trackers of beasts and even deadlier quarries. Over time, many human rangers come to prefer the company of animals to that of people. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Ranger"
        }, 
        {
            "body": "<p>Ambitious, sometimes to a fault, human rogues defy all barriers to gain what they desire. Whether as unscrupulous assassins or dashing thieves, few can resist the deceptions and charms of such determined scoundrels.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue"
        }, 
        {
            "body": "<p>With a long history of commingled bloodlines, humans frequently display latent arcane power. Sometimes denounced as freaks or praised as marvels, sorcerers must rely on their inner strength to survive.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Sorcerer"
        }, 
        {
            "body": "<p>Shaping life and commanding terrors with their every word, human summoners embrace the powers of creation. Eidolons under their command might take a vast variety of shapes, typically being manifestations of their masters' deepest hopes or darkest nightmares.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Summoner"
        }, 
        {
            "body": "<p>The human lust for mastery over the world sometimes leads down mysterious and potentially dangerous routes, such as that of the reclusive witch. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Witch"
        }, 
        {
            "body": "<p>Many humans seek power, knowledge, and insights into the secrets of creation, leading human wizards to seek out ancient mysteries of arcane lore and new magical innovations. Humans excel both at mastering specific schools of magic and in more universal studies.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Wizard"
        }
    ]
}