{
    "body": "<p>Piecing together clues and catching the guilty with sheer cleverness, the detective is skilled at divining the truth.</p>", 
    "name": "Detective", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective", 
    "type": "class_archetype", 
    "subtype": "bard", 
    "sections": [
        {
            "body": "<p id=\"bardic-performance\">A detective gains the following types of bardic performance.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"careful-teamwork\">A detective uses performance to keep allies coordinated, alert, and ready for action. All allies within 30 feet gain a +1 bonus on Initiative checks, Perception, and Disable Device checks for 1 hour. They also gain a +1 insight bonus on Reflex saves and to AC against traps and when they are flat-footed. These bonuses increase by +1 at 5th level and every six levels thereafter. Using this ability requires 3 rounds of continuous performance, and the targets must be able to see and hear the bard throughout the performance. This ability is language-dependent and requires visual and audible components. This performance replaces inspire courage.</p>", 
                    "name": "Careful Teamwork", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Bardic Performance/Careful Teamwork", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"true-confession\">At 9th level, a detective can use performance to trick a creature into revealing its secrets. Using this ability requires a successful Sense Motive check to see through a Bluff or notice mental compulsion. After 3 continuous rounds of performance, the target must make a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). Success renders the target immune to this power for 24 hours. On a failed save, a liar inadvertently reveals the lie and the truth behind it. A creature under a charm or compulsion reveals the nature of its enchantment and who placed it (if the creature knows) and gains a new saving throw to break free from the enchantment. This ability is language-dependent and requires audible components. Using this power requires only 2 rounds of performance at 15th level, and 1 round of performance at 20th level. This performance replaces inspire greatness. </p>", 
                    "name": "True Confession", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Bardic Performance/True Confession", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"show-yourselves\">At 15th level, a detective can use performance to compel creatures to reveal themselves when hiding. All enemies within 30 feet must make a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). If they fail, they must cease using Stealth, unlock and open doors between themselves and the detective, and dismiss, suppress, or dispel if necessary magical effects that grant invisibility or any other form of concealment from the detective. As long as they can hear the performance, affected creatures may not attack or flee until they have eliminated every such effect, though they are freed from this compulsion immediately if attacked. Creatures in the area must make this save each round the bard continues his performance. This ability is language-dependent and requires audible components. This performance replaces inspire heroics. </p>", 
                    "name": "Show Yourselves", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Bardic Performance/Show Yourselves", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ], 
            "name": "Bardic Performance", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"eye-for-detail\">A detective gains a bonus equal to half his level on Knowledge (local), Perception, and Sense Motive checks, as well as Diplomacy checks to gather information (minimum +1). This ability replaces bardic knowledge. </p>", 
            "name": "Eye for Detail", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Eye for Detail", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"arcane-insight\">At 2nd level, a detective can find and disable magical traps, like a rogue's trapfinding ability. In addition, he gains a +4 bonus on saving throws made against illusions and a +4 bonus on caster level checks and saving throws to see through disguises and protections against divination (such as <i>magic aura</i>, <i>misdirection</i>, and <i>nondetection</i>). This ability replaces well-versed. </p>", 
            "name": "Arcane Insight", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Arcane Insight", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"arcane-investigation\">In addition, a detective's class spell list includes the following: 1st&mdash;<i>detect chaos/evil/law/good</i>; 2nd&mdash;<i>zone of truth</i>; 3rd&mdash;<i>arcane eye, speak with dead, speak with plants</i>; 4th&mdash;<i>discern lies</i>; 5th&mdash;<i>prying eyes, stone tell</i>; 6th&mdash;<i>discern location, find the path, greater prying eyes, moment of prescience</i>. A detective may add one of these spells or any divination spell on the bard spell list to his list of spells known at 2nd level and every four levels thereafter. This ability replaces versatile performance.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Detective/Arcane Investigation", 
            "type": "section", 
            "name": "Arcane Investigation", 
            "source": "Advanced Player's Guide"
        }
    ]
}