{
    "body": "<p>Far from civilization, furious tribes have their own war-singers, work-chanters, and lore-keepers, savaging enemies with song and sword alike.</p>", 
    "name": "Savage Skald", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald", 
    "type": "class_archetype", 
    "subtype": "bard", 
    "sections": [
        {
            "body": "<p id=\"bardic-performance\">A savage skald gains the following types of bardic performance.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"inspiring-blow\">A savage skald roars his war-cries with each telling blow. When he confirms a critical hit, he can start this performance as an immediate action (ending any other performances). He gains temporary hit points equal to his Charisma modifier (if positive), and all allies within 30 feet gain a +1 morale bonus on their next attack roll prior to the start of his next turn. These temporary hit points remain until the bard ends his performance. This performance replaces fascinate. </p>", 
                    "name": "Inspiring Blow", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Inspiring Blow", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"incite-rage\">At 6th level, a savage skald can induce a furious rage in one creature within 30 feet. This effect functions as a <i>rage</i> spell that lasts as long as the target can hear the bard's performance; however, unwilling creatures can be affected if they fail a Will save (DC 10 + 1/2 the bard's level + the bard's Cha modifier). Success renders the target immune to this power for 24 hours. The bard cannot target himself with this ability. If the target has the rage class feature, it can instead immediately rage and stay in this rage without consuming rounds of rage per day as long as the bard continues performing. This mind-affecting effect requires audible components. This performance replaces suggestion.</p>", 
                    "name": "Incite Rage", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Incite Rage", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"song-of-the-fallen\">At 10th level, a savage skald can duplicate the effect of a <i>horn of Valhalla</i>. This effect requires 10 continuous rounds of performance and summons barbarians as a silver horn at 10th level, as a brass horn at 13th level, as a bronze horn at 16th level, and as an iron horn at 19th level. The warriors remain only as long as the bard continues his performance. This ability requires audible components. This performance replaces jack of all trades.</p>", 
                    "name": "Song of the Fallen", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Song of the Fallen", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"berserkergang\">At 12th level, a savage skald can inspire a rapturous battle trance that suppresses pain, stunning, and fear effects for one creature, plus one additional creature per three levels after 12th. Affected creatures also gain DR 5/&mdash; (DR 10/&mdash; against nonlethal damage); this benefit stacks with the damage reduction class ability of barbarians. This mind-affecting ability requires audible components. This performance replaces soothing performance. </p>", 
                    "name": "Berserkergang", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Berserkergang", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"battle-song\">At 18th level, a savage skald can affect all allies within 30 feet when using performance to incite rage. This performance replaces mass suggestion.</p>", 
                    "name": "Battle Song", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Savage Skald/Bardic Performance/Battle Song", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ], 
            "name": "Bardic Performance", 
            "source": "Advanced Player's Guide"
        }
    ]
}