{
    "body": "<p>The sea singer calls the blue waters his home, and is much in demand among sea captains wishing good fortune for their crew and hull as they ply the tradewinds far and wide.</p>", 
    "name": "Sea Singer", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer", 
    "type": "class_archetype", 
    "subtype": "bard", 
    "sections": [
        {
            "body": "<p id=\"bardic-performance\">A sea singer gains the following types of bardic performance.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"sea-shanty\">A sea singer learns to counter seasickness and exhaustion during long sea voyages. Each round of a sea shanty, he makes a Perform skill check. Allies within 30 feet (including the sea singer) may use his Perform check in place of a saving throw against becoming exhausted, fatigued, nauseated, or sickened; if already under such an effect, a new save is allowed each round of the sea shanty, using the bard's Perform check for the save. A sea shanty has no effect on instantaneous effects or effects that do not allow saves. This ability requires audible components. This performance replaces countersong.</p>", 
                    "name": "Sea Shanty", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Bardic Performance/Sea Shanty", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"still-water\">At 3rd level, a sea singer can use performance to calm rough waters within 30 feet, reducing the DC for Profession (sailor) and Swim checks, as well as for Acrobatics and Climb checks aboard ship, by an amount equal to the bard's level (to a minimum of DC 10) for as long he continues to perform. He can extend this duration to 1 hour by playing for 10 consecutive rounds. This ability requires audible components. This performance replaces inspire competence.</p>", 
                    "name": "Still Water", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Bardic Performance/Still Water", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"whistle-the-wind\">A sea singer of 6th level or higher can use performance to create a <i>gust of wind</i>. This wind lasts for as long as he continues his performance. He can extend this duration to 1 minute by playing for 5 consecutive rounds. This performance replaces suggestion. </p>", 
                    "name": "Whistle the Wind", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Bardic Performance/Whistle the Wind", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"call-the-storm\">At 18th level, a sea singer can use performance to duplicate <i>control water, control weather, control winds</i>, or <i>storm of vengeance</i>, using his bard level as the caster level. Using this ability requires 1 round of continuous performance per level of the spell (as if he were a druid). These effects continue for as long as the bard continues performing (the effects on <i>control weather</i> happen immediately), but not longer than the spell's normal duration. This performance replaces mass suggestion.</p>", 
                    "name": "Call the Storm", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Bardic Performance/Call the Storm", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ], 
            "name": "Bardic Performance", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"world-traveler\">A sea singer gains a bonus equal to half his bard level on Knowledge (geography), Knowledge (local), Knowledge (nature), and Linguistics checks. He can reroll a check against one of these skills, but must take the result of the second roll even if it is worse. He can reroll one additional time per day at 5th level and every five levels thereafter. This ability replaces bardic knowledge. </p>", 
            "name": "World Traveler", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/World Traveler", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"familiar\">At 2nd level, a sea singer acquires an exotic pet&mdash;a monkey or parrot (treat as raven)&mdash;that gains abilities as a wizard's familiar, using the sea singer's bard level as his wizard level. This ability replaces versatile performance. </p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Familiar", 
            "type": "section", 
            "name": "Familiar", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"sea-legs\">At 2nd level, a sea singer gains a +4 bonus on saving throws against air and water effects and effects that would cause the sea singer to slip, trip, or otherwise be knocked prone. He gains a +2 bonus to CMD against grapple, overrun, and trip. This ability replaces well-versed. </p>", 
            "name": "Sea Legs", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Bard/Bard Archetypes/Sea Singer/Sea Legs", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}