{
    "body": "<p>The sensei is a revered teacher who imparts lessons on the oneness of mind, body, and spirit, along with occasional correction that is subtle and swift. Rather than using wisdom for his own benefit alone, he uses it to better those around him.</p>", 
    "name": "Sensei", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sensei", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"skills\">A sensei gains Diplomacy, Linguistics, and all Knowledge skills as class skills. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Skills"
        }, 
        {
            "body": "<p id=\"advice\">A sensei's advice is identical to bardic performance (using oratory), allowing him to inspire courage at 1st level, inspire competence at 3rd level, and inspire greatness at 9th level, as a bard of the sensei's level, usable a total number of rounds per day equal to his level + his Wisdom modifier (minimum 1). This ability replaces flurry of blows, fast movement, and improved evasion.</p>", 
            "name": "Advice", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sensei/Advice", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"insightful-strike\">At 2nd level, a sensei may use his Wisdom bonus in lieu of his Strength or Dexterity on attack rolls and combat maneuver checks with unarmed strikes or monk weapons. This ability replaces evasion and the bonus feat gained at 2nd level.</p>", 
            "name": "Insightful Strike", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sensei/Insightful Strike", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mystic-wisdom\">At 6th level, a sensei may use his advice ability when spending points from his <i>ki</i> pool to activate a class ability (using the normal actions required for each) in order to have that ability affect one ally within 30 feet rather than the sensei himself. At 12th level, a sensei may affect all allies within 30 feet rather than himself (spending points from his <i>ki</i> pool only once, not once for each target).</p><p>At 12th level, a sensei may instead spend 1 point from his <i>ki</i> pool (as a swift action) while using advice to provide a single ally within 30 feet with evasion, fast movement, high jump, purity of body, or slow fall. At 18th level, a sensei may spend 2 points to grant one of the abilities listed above to all allies within 30 feet, or diamond body, diamond soul, or improved evasion to a single ally within 30 feet. These abilities function at<span class=\"char-style-override-12\"> </span>the sensei's level and last 1 round. This ability replaces the bonus feats at 6th, 12th, and 18th level.</p>", 
            "name": "Mystic Wisdom", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Monk/Monk Archetypes/Sensei/Mystic Wisdom", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}