{
    "body": "<p class=\"stat-block\">These items appear to be wrist or arm guards, sometimes etched with symbols of protection or depictions of vigilant-looking animals. <i>Bracers of armor</i> surround the wearer with an invisible but tangible field of force, granting him an armor bonus of +1 to +8, just as though he were wearing armor. Both <i>bracers of armor</i> must be worn for the magic to be effective.</p><p class=\"stat-block\">Alternatively, <i>bracers of armor</i> can be enchanted with armor special abilities. Special abilities usually count as additional bonuses for determining the market value of an item, but do not improve AC. <i>Bracers of armor</i> cannot have a modified bonus (armor bonus plus armor special ability bonus equivalents) higher than +8. <i>Bracers of armor</i> must have at least a +1 armor bonus to grant an armor special ability. Bracers of armor cannot have any armor special abilities that add a flat gp amount to their cost. <i>Bracers of armor</i> and ordinary armor do not stack. If the wearer receives a larger armor bonus from another source, the <i>bracers of armor</i> cease functioning and do not grant their armor bonus or their armor special abilities. If the <i>bracers of armor</i> grant a larger armor bonus, the other source of armor ceases functioning.</p>", 
    "name": "Bracers of Armor", 
    "weight": "1 lb.", 
    "cl": "7th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Wrists/Wrists Slot Wondrous Items/Bracers of Armor", 
    "price": "Varies", 
    "misc": {
        "Construction Requirements": {
            "+8 armor": "32,000 gp", 
            "+2 armor": "2,000 gp", 
            "+5 armor": "12,500 gp", 
            "+3 armor": "4,500 gp", 
            "+4 armor": "8,000 gp", 
            "+7 armor": "24,500 gp", 
            "Cost": "varies", 
            "+1 armor": "500 gp", 
            "+6 armor": "18,000 gp"
        }, 
        "Bracers of Armor": {
            "+8 armor": "64,000 gp", 
            "+2 armor": "4,000 gp", 
            "+5 armor": "25,000 gp", 
            "+3 armor": "9,000 gp", 
            "+4 armor": "16,000 gp", 
            "+7 armor": "49,000 gp", 
            "+1 armor": "1,000 gp", 
            "+6 armor": "36,000 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "moderate conjuration", 
    "type": "item"
}