{
    "body": "<p>The next step is to pick a size quality for your race. Most races are Medium or Small, which have no prerequisites, but you can also elect to make your race either Large or Tiny with the following modifications at the listed point cost.</p>", 
    "name": "Size Quality", 
    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Size Quality", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<p id=\"large-(7-rp)\"><i>Prerequisite</i>: Humanoids taking this quality must have the giant subtype; <i>Benefit</i>: Large creatures gain a +2 size bonus to Strength and a &ndash;2 size penalty to Dexterity. Large races take a &ndash;1 size penalty to their AC, a &ndash;1 size penalty on attack rolls, a +1 bonus on combat maneuver checks and to their CMD, and a &ndash;4 size penalty on Stealth checks. A Large creature takes up a space that is 10 feet by 10 feet and has a reach of 5 feet.</p>", 
            "name": "Large", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Size Quality/Large", 
            "source": "Advanced Race Guide", 
            "abbrev": "7 RP", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"medium-(0-rp)\">Medium races have no bonuses or penalties due to their size. A Medium creature has a space of 5 feet by 5 feet and a reach of 5 feet.</p>", 
            "source": "Advanced Race Guide", 
            "abbrev": "0 RP", 
            "type": "section", 
            "name": "Medium"
        }, 
        {
            "body": "<p id=\"small-(0-rp)\">Small races gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a &ndash;1 penalty on combat maneuver checks and to their CMD, and a +4 size bonus on Stealth checks. Small races have a space of 5 feet by 5 feet and a reach of 5 feet.</p>", 
            "source": "Advanced Race Guide", 
            "abbrev": "0 RP", 
            "type": "section", 
            "name": "Small"
        }, 
        {
            "body": "<p id=\"tiny-(4-rp)\"><i>Prerequisites</i>: Aberration, construct, dragon, fey, outsider (native), or plant type; <i>Benefit</i>: Tiny creatures gain a +2 size bonus to Dexterity and a &ndash;2 size penalty to Strength. Tiny races gain a +2 size bonus to their AC, a +2 size bonus on attack rolls, a &ndash;2 penalty on combat maneuver checks and to their CMD, and a +8 size bonus on Stealth checks. Tiny characters take up a space of 2-1/2 feet by 2-1/2 feet, so up to four of these characters can fit into a single square. Tiny races typically have a natural reach of 0 feet, meaning they can't reach into adjacent squares. They must enter an opponent's square to attack it in melee. This provokes an attack of opportunity from the opponent. Since they have no natural reach, they do not threaten the squares around them. Other creatures can move through those squares without provoking attacks of opportunity. Tiny creatures typically cannot flank an enemy.  </p>", 
            "name": "Tiny", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Size Quality/Tiny", 
            "source": "Advanced Race Guide", 
            "abbrev": "4 RP", 
            "type": "section"
        }
    ]
}