{
    "body": "<p>When faced by evil, the sacred shield reaches first not for a weapon, but for her trusty shield. With her faith, she can ward others from harm. </p>", 
    "name": "Sacred Shield", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield", 
    "type": "class_archetype", 
    "subtype": "paladin", 
    "sections": [
        {
            "body": "<p id=\"bastion-of-good\">At 1st level, a sacred shield can call upon the powers of good to defend her and her allies against evil. This ability functions as smite evil, except that the paladin gains no benefit on attack or damage rolls against her target. Instead, any attacks the target makes against allies within 10 feet of the paladin deal half damage. Attacks against the paladin deal full damage, but the paladin gains a deflection bonus to her AC equal to her Charisma bonus (if any) against attacks made by the target of the smite. This bonus increases by +1 for every four paladin levels (to a maximum of +6 at 20th level). As with smite evil, if the paladin targets a creature that is not evil, her bastion of good ability is wasted with no effect. Feats, abilities, and the like that increase a paladin's number of uses of smite evil per day increase a sacred shield's uses of bastion of good per day. This ability replaces smite evil.</p>", 
            "name": "Bastion of Good", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Bastion of Good", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"holy-shield\">At 4th level, a sacred shield can channel her faith into her shield, protecting any nearby allies. All allies adjacent to the paladin gain a shield bonus equal to the sacred shield's own shield bonus, including any increase from the shield's enhancement bonus. This bonus does not stack with any existing shield bonuses. The paladin herself radiates light as a <i>light</i> spell while the shielding is active. At 11th level, this protection expands to cover any allies within 10 feet and the radiance increases to the effects of a <i>daylight</i> spell. At 20th level, any allies within 20 feet are protected. Using this ability consumes two uses of the sacred shield's lay on hands ability, and the effects last for 3 rounds plus a number of rounds equal to her Charisma bonus (if any). This ability replaces channel positive energy.</p>", 
            "name": "Holy Shield", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Holy Shield", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"divine-bond\">At 5th level, instead of forming a divine bond with her weapon or a mount, a sacred shield forms a bond with her shield. As a standard action, a sacred shield can enhance her shield by calling on the aid of a celestial spirit. This bond lasts for 1 minute per paladin level. When called, the spirit causes the shield to shed light like a torch. At 5th level, the spirit grants the shield a +1 enhancement bonus. For every three levels beyond 5th, the shield gains another +1 enhancement bonus, to a maximum of +6 at 20th level. These bonuses can be added to the shield, stacking with existing enhancement bonuses to a maximum of +5, or they can be used to add any of the following armor special abilities: <i>arrow deflection</i>, <i>bashing</i>, <i>blinding</i>, <i>fortification</i> (any), <i>reflecting</i>, and <i>spell resistance</i> (any). The <i>reflecting</i> enhancement may be used once each time the sacred shield makes use of her divine bond. Adding these armor special abilities consumes an amount of bonus equal to the property's cost. These bonuses are added to any properties the shield already has, but duplicate special abilities do not grant any extra benefit. If the shield is not magical, at least a +1 enhancement bonus must be added before any other special abilities can be added. The bonus and special abilities granted by the spirit are determined when the spirit is called and cannot be changed until the spirit is called again. The celestial spirit imparts no bonuses if the shield is used by anyone other than the sacred shield, but it resumes giving bonuses if the sacred shield resumes using the shield. A sacred shield can use this ability once per day at 5th level, and one additional time per day for every four levels beyond 5th, to a maximum of four times per day at 17th level.</p><p>If a shield with a celestial spirit is destroyed, the sacred shield loses the use of this ability for 30 days, or until she gains a level, whichever comes first. During this period, the sacred shield takes a &ndash;1 penalty to her armor class and on saving throws.</p>", 
            "name": "Divine Bond", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Divine Bond", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"improved-bastion\">At 11th level, the radius of a sacred shield's bastion of good ability increases to 20 feet. This ability replaces the paladin's aura of justice. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Improved Bastion", 
            "type": "section", 
            "name": "Improved Bastion", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"perfect-bastion\">At 20th level, a sacred shield and her allies within 20 feet gain regeneration 10 against the target of her bastion of good ability (essentially regeneration that is overcome by any damage not caused by the target). This ability replaces the sacred shield's holy champion ability.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Perfect Bastion", 
            "type": "section", 
            "name": "Perfect Bastion", 
            "source": "Ultimate Combat"
        }
    ]
}