{
    "body": "<p>Roll once to determine the circumstances of your birth.</p>", 
    "name": "Circumstance of Birth", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 1-Homeland/Family/and Childhood/Circumstance of Birth", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-circumstance-of-birth\"><caption>Circumstance of Birth</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;40<b></b></td><td style=\"white-space: normal;\">Lower-Class Birth: You were born among peasants or slum denizens. You grew up working the land around a village or manor, practicing a rudimentary trade, or begging in a settlement. You gain access to the Poverty-Stricken social trait. Roll 2d20 on the Parents' Profession table to determine your parents' occupation, instead of rolling d%.</td></tr><tr class=\"even\"><td>41&mdash;65<b></b></td><td style=\"white-space: normal;\">Middle-Class Birth: You were born to the middle class, which includes merchants, artisans, and tradespeople. You likely grew up in a good-sized settlement, and one of your parents is likely associated with a guild or other trade organization. As a free person, you don't experience the bondage of serfdom or peasantry, but you also lack the privilege of the nobility. You gain access to the Artisan social trait and the Merchant social trait.</td></tr><tr class=\"odd\"><td>66&mdash;70<b></b></td><td style=\"white-space: normal;\">Noble Birth: You were born to privilege among the nobility. Unless one of your parents is the regent, your family serves a higher-ranked noble but lesser nobles serve your family in turn. You gain access to the Influence social trait and the Rich Parents social trait. Roll on the Nobility table: Nobility to determine your family's noble rank.</td></tr><tr class=\"even\"><td>71&mdash;72<b></b></td><td style=\"white-space: normal;\">Adopted Outside Your Race: You were not raised by your birth family and grew up in a family of a different race than your own. Roll on the Adopted Outside Your Race table.</td></tr><tr class=\"odd\"><td>73&mdash;77<b></b></td><td style=\"white-space: normal;\">Adopted: You were not raised by your birth family, but taken in by another family within your race or culture. Roll twice instead of once on the Parents' Profession table&mdash;once for your birth family and a second time for your adoptive family. You gain access to traits granted by both sets of parents.</td></tr><tr class=\"even\"><td>78&mdash;81<b></b></td><td style=\"white-space: normal;\">Bastard Born: Your parents had a tryst that resulted in your birth out of wedlock. You know one of your parents, but the other remains unknown or a distant presence at best. You gain access to the Bastard social trait and the Shamed story feat.</td></tr><tr class=\"odd\"><td>82<b></b></td><td style=\"white-space: normal;\">Blessed Birth: When you were born, you were blessed by a being of great power such as an angel, azata, or genie. This blessing has protected you from certain peril or marked you as special to some deity. You gain access to the Blessed faith trait and the Birthmark faith trait.</td></tr><tr class=\"even\"><td>83&mdash;84<b></b></td><td style=\"white-space: normal;\">Born of Violence: Your birth was caused by violent, unwilling means. You have one parent, and the other likely remains unknown. You gain access to the Axe to Grind combat trait and the Bastard social trait.</td></tr><tr class=\"odd\"><td>85<b></b></td><td style=\"white-space: normal;\">Born out of Time: You were born in a different era, either the distant past or the far future. Some event has displaced you from your time, and the ways and customs of the present seem strange and alien to you. You gain access to the Scholar of the Great Beyond faith trait.</td></tr><tr class=\"even\"><td>86&mdash;87<b></b></td><td style=\"white-space: normal;\">Born into Bondage: You were born into slavery or servitude. Your parents are likely slaves or servants, or you were sold into slavery as an infant. You gain access to the Life of Toil social trait.</td></tr><tr class=\"odd\"><td>88<b></b></td><td style=\"white-space: normal;\">Cursed Birth: When you were born, a powerful fiendish entity tainted your blood in some way and cursed you as an agent of dark prophecy. You gain access to the Fiend Blood bloodline race trait and the Accursed story feat.</td></tr><tr class=\"even\"><td>89&mdash;90<b></b></td><td style=\"white-space: normal;\">Dishonored Family: You were born into a family that once was honored among your society but has since fallen into disgrace. Now your family name is loathed and maligned by those who know it, putting you on your guard. You gain access to the Reactionary combat trait, the Lost Legacy story feat, and the Redemption story feat.</td></tr><tr class=\"odd\"><td>91&mdash;92<b></b></td><td style=\"white-space: normal;\">Heir to a Legacy: You are the heir to a family with an old name and a distinguished past. Your family might be wealthy or middle class, but your name itself is worth twice your fortunes. You gain access to the Influence social trait and the Rich Parents social trait.</td></tr><tr class=\"even\"><td>93&mdash;94</td><td style=\"white-space: normal;\"><b>Left to Die</b>: When you were born you were left to die, but by some twist of circumstance you survived. You gain access to the Courageous combat trait, the Savage social trait, and the Arisen story feat.</td></tr><tr class=\"odd\"><td>95<b></b></td><td style=\"white-space: normal;\">Marked by the Gods: A deity has marked you. That mark can be on your body or your soul. You gain access to the Birthmark faith trait, the Sacred Touch faith trait, and the Prophet story feat.</td></tr><tr class=\"even\"><td>96</td><td style=\"white-space: normal;\"><b>Energy Infused</b>: During your birth you were exposed to potent source of divine energy. You gain access to the Sacred Conduit faith trait and the Sacred Touch faith trait.</td></tr><tr class=\"odd\"><td>97<b></b></td><td style=\"white-space: normal;\">Progeny of Power: You were born during a particularly powerful conjunction or in some other time of power. You gain access to the Magical Talent magic trait, the Charming social trait, and the Sacred Touch faith trait.</td></tr><tr class=\"even\"><td>98</td><td style=\"white-space: normal;\"><b>Prophesied</b>: Your birth was foretold, as recently as during the last generation to as far back as thousands of years ago. You gain access to the Prophesied faith trait.</td></tr><tr class=\"odd\"><td>99</td><td style=\"white-space: normal;\"><b>Reincarnated</b>: You have been reborn in many cycles, and may be reborn in many more until you accomplish the ultimate task for which you are destined. You gain access to the Reincarnated faith trait, the Arisen story feat, and the Forgotten Past story feat.</td></tr><tr class=\"even\"><td>100<b></b></td><td style=\"white-space: normal;\">The Omen: The sages, priests, or wizards of your society decreed your birth an omen of a coming age or event&mdash;perhaps you are an omen of promise, perhaps one of dark times ahead. You gain access to the Omen faith trait.</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 1-Homeland/Family/and Childhood/Circumstance of Birth/Circumstance of Birth", 
            "type": "table", 
            "name": "Circumstance of Birth", 
            "source": "Ultimate Campaign"
        }
    ]
}