{
    "body": "<p>Each conjuration spell belongs to one of five subschools. Conjurations transport creatures from another plane of existence to your plane (calling); create objects or effects on the spot (creation); heal (healing); bring manifestations of objects, creatures, or forms of energy to you (summoning); or transport creatures or objects over great distances (teleportation). Creatures you conjure usually&mdash;but not always&mdash;obey your commands.</p><p>A creature or object brought into being or transported to your location by a conjuration spell cannot appear inside another creature or object, nor can it appear floating in an empty space. It must arrive in an open location on a surface capable of supporting it.</p><p>The creature or object must appear within the spell's range, but it does not have to remain within the range.</p>", 
    "name": "Conjuration", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"calling\">A calling spell transports a creature from another plane to the plane you are on. The spell grants the creature the one-time ability to return to its plane of origin, although the spell may limit the circumstances under which this is possible. Creatures who are called actually die when they are killed; they do not disappear and reform, as do those brought by a summoning spell (see below). The duration of a calling spell is instantaneous, which means that the called creature can't be dispelled.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Calling", 
            "type": "section", 
            "name": "Calling", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"creation\">A creation spell manipulates matter to create an object or creature in the place the spellcaster designates. If the spell has a duration other than instantaneous, magic holds the creation together, and when the spell ends, the conjured creature or object vanishes without a trace. If the spell has an instantaneous duration, the created object or creature is merely assembled through magic. It lasts indefinitely and does not depend on magic for its existence.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Creation"
        }, 
        {
            "body": "<p id=\"healing\">Certain divine conjurations heal creatures or even bring them back to life.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Healing", 
            "type": "section", 
            "name": "Healing", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"summoning\">A summoning spell instantly brings a creature or object to a place you designate. When the spell ends or is dispelled, a summoned creature is instantly sent back to where it came from, but a summoned object is not sent back unless the spell description specifically indicates this. A summoned creature also goes away if it is killed or if its hit points drop to 0 or lower, but it is not really dead. It takes 24 hours for the creature to reform, during which time it can't be summoned again.</p><p>When the spell that summoned a creature ends and the creature disappears, all the spells it has cast expire. A summoned creature cannot use any innate summoning abilities it may have.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Summoning", 
            "type": "section", 
            "name": "Summoning", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"teleportation\">A teleportation spell transports one or more creatures or objects a great distance. The most powerful of these spells can cross planar boundaries. Unlike summoning spells, the transportation is (unless otherwise noted) one-way and not dispellable.</p><p>Teleportation is instantaneous travel through the Astral Plane. Anything that blocks astral travel also blocks teleportation.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Teleportation", 
            "type": "section", 
            "name": "Teleportation", 
            "source": "Core Rulebook"
        }
    ]
}