{
    "body": "<p>Illusion spells deceive the senses or minds of others. They cause people to see things that are not there, not see things that are there, hear phantom noises, or remember things that never happened.</p>", 
    "name": "Illusion", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"figment\">A figment spell creates a false sensation. Those who perceive the figment perceive the same thing, not their own slightly different versions of the figment. It is not a personalized mental impression. Figments cannot make something seem to be something else. A figment that includes audible effects cannot duplicate intelligible speech unless the spell description specifically says it can. If intelligible speech is possible, it must be in a language you can speak. If you try to duplicate a language you cannot speak, the figment produces gibberish. Likewise, you cannot make a visual copy of something unless you know what it looks like (or copy another sense exactly unless you have experienced it).</p><p>Because figments and glamers are unreal, they cannot produce real effects the way that other types of illusions can. Figments and glamers cannot cause damage to objects or creatures, support weight, provide nutrition, or provide protection from the elements. Consequently, these spells are useful for confounding foes, but useless for attacking them directly. </p><p>A figment's AC is equal to 10 + its size modifier.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Figment", 
            "type": "section", 
            "name": "Figment", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"glamer\">A glamer spell changes a subject's sensory qualities, making it look, feel, taste, smell, or sound like something else, or even seem to disappear.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Glamer", 
            "type": "section", 
            "name": "Glamer", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"pattern\">Like a figment, a pattern spell creates an image that others can see, but a pattern also affects the minds of those who see it or are caught in it. All patterns are mind-affecting spells.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Pattern", 
            "type": "section", 
            "name": "Pattern", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"phantasm\">A phantasm spell creates a mental image that usually only the caster and the subject (or subjects) of the spell can perceive. This impression is totally in the minds of the subjects. It is a personalized mental impression, all in their heads and not a fake picture or something that they actually see. Third parties viewing or studying the scene don't notice the phantasm. All phantasms are mind-affecting spells.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Phantasm", 
            "type": "section", 
            "name": "Phantasm", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"shadow\">A shadow spell creates something that is partially real from extradimensional energy. Such illusions can have real effects. Damage dealt by a shadow illusion is real.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Shadow", 
            "type": "section", 
            "name": "Shadow", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Creatures encountering an illusion usually do not receive saving throws to recognize it as illusory until they study it carefully or interact with it in some fashion.</p><p>A successful saving throw against an illusion reveals it to be false, but a figment or phantasm remains as a translucent outline.</p><p>A failed saving throw indicates that a character fails to notice something is amiss. A character faced with proof that an illusion isn't real needs no saving throw. If any viewer successfully disbelieves an illusion and communicates this fact to others, each such viewer gains a saving throw with a +4 bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Saving Throws and Illusions (Disbelief)", 
            "type": "section", 
            "name": "Saving Throws and Illusions (Disbelief)", 
            "source": "Core Rulebook"
        }
    ]
}