{
    "body": "<p>Transmutation spells change the properties of some creature, thing, or condition. </p>", 
    "name": "Transmutation", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Transmutation", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"polymorph\">A polymorph spell transforms your physical body to take on the shape of another creature. While these spells make you appear to be the creature, granting you a +10 bonus on Disguise skill checks, they do not grant you all of the abilities and powers of the creature. Each polymorph spell allows you to assume the form of a creature of a specific type, granting you a number of bonuses to your ability scores and a bonus to your natural armor. In addition, each polymorph spell can grant you a number of other benefits, including movement types, resistances, and senses. If the form you choose grants these benefits, or a greater ability of the same type, you gain the listed benefit. If the form grants a lesser ability of the same type, you gain the lesser ability instead. Your base speed changes to match that of the form you assume. If the form grants a swim or burrow speed, you maintain the ability to breathe if you are swimming or burrowing. The DC for any of these abilities equals your DC for the polymorph spell used to change you into that form. </p><p>In addition to these benefits, you gain any of the natural attacks of the base creature, including proficiency in those attacks. These attacks are based on your base attack bonus, modified by your Strength or Dexterity as appropriate, and use your Strength modifier for determining damage bonuses.</p><p>If a polymorph spell causes you to change size, apply the size modifiers appropriately, changing your armor class, attack bonus, Combat Maneuver Bonus, and Stealth skill modifiers. Your ability scores are not modified by this change unless noted by the spell.</p><p>Unless otherwise noted, polymorph spells cannot be used to change into specific individuals. Although many of the fine details can be controlled, your appearance is always that of a generic member of that creature's type. Polymorph spells cannot be used to assume the form of a creature with a template or an advanced version of a creature.</p><p>When you cast a polymorph spell that changes you into a creature of the animal, dragon, elemental, magical beast, plant, or vermin type, all of your gear melds into your body. Items that provide constant bonuses and do not need to be activated continue to function while melded in this way (with the exception of armor and shield bonuses, which cease to function). Items that require activation cannot be used while you maintain that form. While in such a form, you cannot cast any spells that require material components (unless you have the Eschew Materials or Natural Spell feat), and can only cast spells with somatic or verbal components if the form you choose has the capability to make such movements or speak, such as a dragon. Other polymorph spells might be subject to this restriction as well, if they change you into a form that is unlike your original form (subject to GM discretion). If your new form does not cause your equipment to meld into your form, the equipment resizes to match your new size. </p><p>While under the effects of a polymorph spell, you lose all extraordinary and supernatural abilities that depend on your original form (such as keen senses, scent, and darkvision), as well as any natural attacks and movement types possessed by your original form. You also lose any class features that depend upon form, but those that allow you to add features (such as sorcerers that can grow claws) still function. While most of these should be obvious, the GM is the final arbiter of what abilities depend on form and are lost when a new form is assumed. Your new form might restore a number of these abilities if they are possessed by the new form.</p><p>You can only be affected by one polymorph spell at a time. If a new polymorph spell is cast on you (or you activate a polymorph effect, such as wild shape), you can decide whether or not to allow it to affect you, taking the place of the old spell. In addition, other spells that change your size have no effect on you while you are under the effects of a polymorph spell.</p><p>If a polymorph spell is cast on a creature that is smaller than Small or larger than Medium, first adjust its ability scores to one of these two sizes using the following table before applying the bonuses granted by the polymorph spell.</p>", 
            "name": "Polymorph", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Transmutation/Polymorph", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Creature's Original Size</th><th>Str</th><th>Dex</th><th>Con</th><th>Adjusted Size</th></tr></thead><tbody><tr class=\"odd\"><td>Fine</td><td>+6</td><td>&ndash;6</td><td>&mdash;</td><td>Small</td></tr><tr class=\"even\"><td>Diminutive</td><td>+6</td><td>&ndash;4</td><td>&mdash;</td><td>Small</td></tr><tr class=\"odd\"><td>Tiny</td><td>+4</td><td>&ndash;2</td><td>&mdash;</td><td>Small</td></tr><tr class=\"even\"><td>Large</td><td>&ndash;4</td><td>+2</td><td>&ndash;2</td><td>Medium</td></tr><tr class=\"odd\"><td>Huge</td><td>&ndash;8</td><td>+4</td><td>&ndash;4</td><td>Medium</td></tr><tr class=\"even\"><td>Gargantuan</td><td>&ndash;12</td><td>+4</td><td>&ndash;6</td><td>Medium</td></tr><tr class=\"odd\"><td>Colossal</td><td>&ndash;16</td><td>+4</td><td>&ndash;8</td><td>Medium</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Transmutation/Polymorph/Creatures Original Size", 
                    "type": "table", 
                    "name": "Creature's Original Size", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}