{
    "body": "<p>Beyond the veil of the mundane hide the secrets of absolute power. The works of beings beyond mortals, the legends of realms where gods and spirits tread, the lore of creations both wondrous and terrible&mdash;such mysteries call to those with the ambition and the intellect to rise above the common folk to grasp true might. Such is the path of the wizard. These shrewd magic-users seek, collect, and covet esoteric knowledge, drawing on cultic arts to work wonders beyond the abilities of mere mortals. While some might choose a particular field of magical study and become masters of such powers, others embrace versatility, reveling in the unbounded wonders of all magic. In either case, wizards prove a cunning and potent lot, capable of smiting their foes, empowering their allies, and shaping the world to their every desire.</p>", 
    "name": "Wizard", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Classes/Wizard", 
    "type": "class", 
    "image": "Wizard.png", 
    "subtype": "core", 
    "hit_die": "d6", 
    "alt": "Ezren", 
    "sections": [
        {
            "body": "<p>While universalist wizards might study to prepare themselves for any manner of danger, specialist wizards research schools of magic that make them exceptionally skilled within a specific focus. Yet no matter their specialty, all wizards are masters of the impossible and can aid their allies in overcoming any danger.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>The following table lists the starting gold piece value for wizard characters. In addition, each character begins play with an outfit worth 10 gp or less.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><caption>Table: Starting Wealth</caption><thead><tr><th>Class</th><th>Starting Wealth</th><th>Average</th></tr></thead><tr class=\"even\"><td>Wizard</td><td>2d6 &times; 10 gp</td><td>70 gp</td></tr></table>", 
                    "source": "Core Rulebook", 
                    "type": "table"
                }
            ], 
            "name": "Starting Wealth", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The wizard's class skills are Appraise (Int), Craft (Int), Fly (Dex), Knowledge (all) (Int), Linguistics (Int), Profession (Wis), and Spellcraft (Int). </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>2 + Int modifier.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-3-16-wizard\"><caption>Table: Wizard</caption><thead><tr><th rowspan=\"2\">Level</th><th rowspan=\"2\">Base Attack Bonus</th><th rowspan=\"2\">Fort Save</th><th rowspan=\"2\">Ref Save</th><th rowspan=\"2\">Will Save</th><th rowspan=\"2\">Special</th><th colspan=\"10\">Spells per Day</th></tr><tr><th>0</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+0</td><td>+0</td><td>+0</td><td>+2</td><td style=\"white-space: normal;\">Arcane bond, arcane school,cantrips, Scribe Scroll</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>2nd</td><td>+1</td><td>+0</td><td>+0</td><td>+3</td><td style=\"white-space: normal;\"></td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>3rd</td><td>+1</td><td>+1</td><td>+1</td><td>+3</td><td style=\"white-space: normal;\"></td><td>4</td><td>2</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>4th</td><td>+2</td><td>+1</td><td>+1</td><td>+4</td><td style=\"white-space: normal;\"></td><td>4</td><td>3</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>5th</td><td>+2</td><td>+1</td><td>+1</td><td>+4</td><td style=\"white-space: normal;\">Bonus feat</td><td>4</td><td>3</td><td>2</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>6th</td><td>+3</td><td>+2</td><td>+2</td><td>+5</td><td style=\"white-space: normal;\"></td><td>4</td><td>3</td><td>3</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>7th</td><td>+3</td><td>+2</td><td>+2</td><td>+5</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>3</td><td>2</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>8th</td><td>+4</td><td>+2</td><td>+2</td><td>+6</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>3</td><td>3</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>9th</td><td>+4</td><td>+3</td><td>+3</td><td>+6</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>4</td><td>3</td><td>2</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>10th</td><td>+5</td><td>+3</td><td>+3</td><td>+7</td><td style=\"white-space: normal;\">Bonus feat</td><td>4</td><td>4</td><td>4</td><td>3</td><td>3</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>11th</td><td>+5</td><td>+3</td><td>+3</td><td>+7</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>2</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>12th</td><td>+6/+1</td><td>+4</td><td>+4</td><td>+8</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>3</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>13th</td><td>+6/+1</td><td>+4</td><td>+4</td><td>+8</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>2</td><td>1</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>14th</td><td>+7/+2</td><td>+4</td><td>+4</td><td>+9</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>3</td><td>2</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>15th</td><td>+7/+2</td><td>+5</td><td>+5</td><td>+9</td><td style=\"white-space: normal;\">Bonus feat</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>2</td><td>1</td><td>&mdash;</td></tr><tr class=\"even\"><td>16th</td><td>+8/+3</td><td>+5</td><td>+5</td><td>+10</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>3</td><td>2</td><td>&mdash;</td></tr><tr class=\"odd\"><td>17th</td><td>+8/+3</td><td>+5</td><td>+5</td><td>+10</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>2</td><td>1</td></tr><tr class=\"even\"><td>18th</td><td>+9/+4</td><td>+6</td><td>+6</td><td>+11</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>3</td><td>2</td></tr><tr class=\"odd\"><td>19th</td><td>+9/+4</td><td>+6</td><td>+6</td><td>+11</td><td style=\"white-space: normal;\"></td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>3</td></tr><tr class=\"even\"><td>20th</td><td>+10/+5</td><td>+6</td><td>+6</td><td>+12</td><td style=\"white-space: normal;\">Bonus feat</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Class Skills/Skill Ranks per Level/Table Wizard", 
                            "type": "table", 
                            "name": "Table: Wizard", 
                            "source": "Core Rulebook"
                        }
                    ], 
                    "name": "Skill Ranks per Level", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Class Skills", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The following are the class features of the wizard.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Wizards are proficient with the club, dagger, heavy crossbow, light crossbow, and quarterstaff, but not with any type of armor or shield. Armor interferes with a wizard's movements, which can cause his spells with somatic components to fail.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"spells-wizard\">A wizard casts arcane spells drawn from the sorcerer/wizard spell list presented in Spell Lists. A wizard must choose and prepare his spells ahead of time.</p><p>To learn, prepare, or cast a spell, the wizard must have an Intelligence score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against a wizard's spell is 10 + the spell level + the wizard's Intelligence modifier.</p><p>A wizard can cast only a certain number of spells of each spell level per day. His base daily spell allotment is given on Table: Wizard. In addition, he receives bonus spells per day if he has a high Intelligence score (see Table: Ability Modifiers and Bonus Spells).</p><p>A wizard may know any number of spells. He must choose and prepare his spells ahead of time by getting 8 hours of sleep and spending 1 hour studying his spellbook. While studying, the wizard decides which spells to prepare.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Spells"
                }, 
                {
                    "body": "<p id=\"bonus-languages-wizard\">A wizard may substitute Draconic for one of the bonus languages available to the character because of his race.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Class Features/Bonus Languages", 
                    "type": "section", 
                    "name": "Bonus Languages", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"arcane-bond\">At 1st level, wizards form a powerful bond with an object or a creature. This bond can take one of two forms: a familiar or a bonded object. A familiar is a magical pet that enhances the wizard's skills and senses and can aid him in magic, while a bonded object is an item a wizard can use to cast additional spells or to serve as a magical item. Once a wizard makes this choice, it is permanent and cannot be changed. Rules for bonded items are given below, while rules for familiars are at the end of this section.</p><p>Wizards who select a bonded object begin play with one at no cost. Objects that are the subject of an arcane bond must fall into one of the following categories: amulet, ring, staff, wand, or weapon. These objects are always masterwork quality. Weapons acquired at 1st level are not made of any special material. If the object is an amulet or ring, it must be worn to have effect, while staves, wands, and weapons must be held in one hand. If a wizard attempts to cast a spell without his bonded object worn or in hand, he must make a concentration check or lose the spell. The DC for this check is equal to 20 + the spell's level. If the object is a ring or amulet, it occupies the ring or neck slot accordingly.</p><p>A bonded object can be used once per day to cast any one spell that the wizard has in his spellbook and is capable of casting, even if the spell is not prepared. This spell is treated like any other spell cast by the wizard, including casting time, duration, and other effects dependent on the wizard's level. This spell cannot be modified by metamagic feats or other abilities. The bonded object cannot be used to cast spells from the wizard's opposition schools (see arcane school).</p><p>A wizard can add additional magic abilities to his bonded object as if he has the required item creation feats and if he meets the level prerequisites of the feat. For example, a wizard with a bonded dagger must be at least 5th level to add magic abilities to the dagger (see the Craft Magic Arms and Armor feat in Feats). If the bonded object is a wand, it loses its wand abilities when its last charge is consumed, but it is not destroyed and it retains all of its bonded object properties and can be used to craft a new wand. The magic properties of a bonded object, including any magic abilities added to the object, only function for the wizard who owns it. If a bonded object's owner dies, or the item is replaced, the object reverts to being an ordinary masterwork item of the appropriate type.</p><p>If a bonded object is damaged, it is restored to full hit points the next time the wizard prepares his spells. If the object of an arcane bond is lost or destroyed, it can be replaced after 1 week in a special ritual that costs 200 gp per wizard level plus the cost of the masterwork item. This ritual takes 8 hours to complete. Items replaced in this way do not possess any of the additional enchantments of the previous bonded item. A wizard can designate an existing magic item as his bonded item. This functions in the same way as replacing a lost or destroyed item except that the new magic item retains its abilities while gaining the benefits and drawbacks of becoming a bonded item.</p>", 
                    "name": "Arcane Bond", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Class Features/Arcane Bond", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Core Rulebook", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"arcane-school\">A wizard can choose to specialize in one school of magic, gaining additional spells and powers based on that school. This choice must be made at 1st level, and once made, it cannot be changed. A wizard that does not select a school receives the universalist school instead.</p><p>A wizard that chooses to specialize in one school of magic must select two other schools as his opposition schools, representing knowledge sacrificed in one area of arcane lore to gain mastery in another. A wizard who prepares spells from his opposition schools must use two spell slots of that level to prepare the spell. For example, a wizard with evocation as an opposition school must expend two of his available 3rd-level spell slots to prepare a <i>fireball</i>. In addition, a specialist takes a &ndash;4 penalty on any skill checks made when crafting a magic item that has a spell from one of his opposition schools as a prerequisite. A universalist wizard can prepare spells from any school without restriction.</p><p>Each arcane school gives the wizard a number of school powers. In addition, specialist wizards receive an additional spell slot of each spell level he can cast, from 1st on up. Each day, a wizard can prepare a spell from his specialty school in that slot. This spell must be in the wizard's spellbook. A wizard can select a spell modified by a metamagic feat to prepare in his school slot, but it uses up a higher-level spell slot. Wizards with the universalist school do not receive a school slot.</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Class Features/Arcane School", 
                    "type": "section", 
                    "name": "Arcane School", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"cantrips-wizard\"> Wizards can prepare a number of cantrips, or 0-level spells, each day, as noted on Table: Wizard under &ldquo;Spells per Day.&rdquo; These spells are cast like any other spell, but they are not expended when cast and may be used again. A wizard can prepare a cantrip from a prohibited school, but it uses up two of his available slots (see below).</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Class Features/Cantrips", 
                    "type": "section", 
                    "name": "Cantrips", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"scribe-scroll\">At 1st level, a wizard gains Scribe Scroll as a bonus feat. </p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Class Features/Scribe Scroll", 
                    "type": "section", 
                    "name": "Scribe Scroll", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"bonus-feats-wizard\">At 5th, 10th, 15th, and 20th level, a wizard gains a bonus feat. At each such opportunity, he can choose a metamagic feat, an item creation feat, or Spell Mastery. The wizard must still meet all prerequisites for a bonus feat, including caster level minimums. These bonus feats are in addition to the feats that a character of any class gets from advancing levels. The wizard is not limited to the categories of item creation feats, metamagic feats, or Spell Mastery when choosing those feats.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Bonus Feats"
                }, 
                {
                    "body": "<p id=\"spellbooks\">A wizard must study his spellbook each day to prepare his spells. He cannot prepare any spell not recorded in his spellbook, except for <i>read magic</i>, which all wizards can prepare from memory.</p><p>A wizard begins play with a spellbook containing all 0-level wizard spells (except those from his prohibited schools, if any; see Arcane Schools) plus three 1st-level spells of his choice. The wizard also selects a number of additional 1st-level spells equal to his Intelligence modifier to add to the spellbook. At each new wizard level, he gains two new spells of any spell level or levels that he can cast (based on his new wizard level) for his spellbook. At any time, a wizard can also add spells found in other wizards' spellbooks to his own (see Magic).</p>", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Class Features/Spellbooks", 
                    "type": "section", 
                    "name": "Spellbooks", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Class Features", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The following descriptions detail each arcane school and its corresponding powers.</p>", 
            "name": "Arcane Schools", 
            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>The abjurer uses magic against itself, and masters the art of defensive and warding magics.</p>", 
                    "name": "Abjuration School", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Abjuration School", 
                    "type": "section", 
                    "subtype": "arcane_school", 
                    "sections": [
                        {
                            "body": "<p>You gain resistance 5 to an energy type of your choice, chosen when you prepare spells. This resistance can be changed each day. At 11th level, this resistance increases to 10. At 20th level, this resistance changes to immunity to the chosen energy type.</p>", 
                            "name": "Resistance", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Abjuration School/Resistance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a standard action, you can create a 10-foot-radius field of protective magic centered on you that lasts for a number of rounds equal to your Intelligence modifier. All allies in this area (including you) receive a +1 deflection bonus to their AC. This bonus increases by +1 for every five wizard levels you possess. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Protective Ward", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Abjuration School/Protective Ward", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>At 6th level, you gain an amount of energy absorption equal to 3 times your wizard level per day. Whenever you take energy damage, apply immunity, vulnerability (if any), and resistance first and apply the rest to this absorption, reducing your daily total by that amount. Any damage in excess of your absorption is applied to you normally.</p>", 
                            "name": "Energy Absorption", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Abjuration School/Energy Absorption", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The conjurer focuses on the study of summoning monsters and magic alike to bend to his will.</p>", 
                    "name": "Conjuration School", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Conjuration School", 
                    "type": "section", 
                    "subtype": "arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Whenever you cast a conjuration (summoning) spell, increase the duration by a number of rounds equal to 1/2 your wizard level (minimum 1). At 20th level, you can change the duration of all <i>summon monster</i> spells to permanent. You can have no more than one <i>summon monster</i> spell made permanent in this way at one time. If you designate another <i>summon monster</i> spell as permanent, the previous spell immediately ends.</p>", 
                            "name": "Summoner's Charm", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Conjuration School/Summoners Charm", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a standard action you can unleash an acid dart targeting any foe within 30 feet as a ranged touch attack. The acid dart deals 1d6 points of acid damage + 1 for every two wizard levels you possess. You can use this ability a number of times per day equal to 3 + your Intelligence modifier. This attack ignores spell resistance.</p>", 
                            "name": "Acid Dart", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Conjuration School/Acid Dart", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>At 8th level, you can use this ability to teleport up to 30 feet per wizard level per day as a standard action. This teleportation must be used in 5-foot increments and such movement does not provoke an attack of opportunity. You can bring other willing creatures with you, but you must expend an equal amount of distance for each additional creature brought with you.</p>", 
                            "name": "Dimensional Steps", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Conjuration School/Dimensional Steps", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Diviners are masters of remote viewing, prophecies, and using magic to explore the world.</p>", 
                    "name": "Divination School", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Divination School", 
                    "type": "section", 
                    "subtype": "arcane_school", 
                    "sections": [
                        {
                            "body": "<p>You can always act in the surprise round even if you fail to make a Perception roll to notice a foe, but you are still considered flat-footed until you take an action. In addition, you receive a bonus on initiative checks equal to 1/2 your wizard level (minimum +1). At 20th level, anytime you roll initiative, assume the roll resulted in a natural 20.</p>", 
                            "name": "Forewarned", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Divination School/Forewarned", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>When you activate this school power, you can touch any creature as a standard action to give it an insight bonus on all of its attack rolls, skill checks, ability checks, and saving throws equal to 1/2 your wizard level (minimum +1) for 1 round. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Diviner's Fortune", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Divination School/Diviners Fortune", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>At 8th level, you are always aware when you are being observed via magic, as if you had a permanent <i>detect scrying</i>. In addition, whenever you scry on a subject, treat the subject as one step more familiar to you. Very familiar subjects get a &ndash;10 penalty on their save to avoid your scrying attempts.</p>", 
                            "name": "Scrying Adept", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Divination School/Scrying Adept", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The enchanter uses magic to control and manipulate the minds of his victims.</p>", 
                    "name": "Enchantment School", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Enchantment School", 
                    "type": "section", 
                    "subtype": "arcane_school", 
                    "sections": [
                        {
                            "body": "<p>You gain a +2 enhancement bonus on Bluff, Diplomacy, and Intimidate skill checks. This bonus increases by +1 for every five wizard levels you possess, up to a maximum of +6 at 20th level. At 20th level, whenever you succeed at a saving throw against a spell of the enchantment school, that spell is reflected back at its caster, as per <i>spell turning</i>.</p>", 
                            "name": "Enchanting Smile", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Enchantment School/Enchanting Smile", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>You can cause a living creature to become dazed for 1 round as a melee touch attack. Creatures with more Hit Dice than your wizard level are unaffected. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Dazing Touch", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Enchantment School/Dazing Touch", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>At 8th level, you can emit a 30-foot aura of despair for a number of rounds per day equal to your wizard level. Enemies within this aura take a &ndash;2 penalty on ability checks, attack rolls, damage rolls, saving throws, and skill checks. These rounds do not need to be consecutive. This is a mind-affecting effect.</p>", 
                            "name": "Aura of Despair", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Enchantment School/Aura of Despair", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Evokers revel in the raw power of magic, and can use it to create and destroy with shocking ease.</p>", 
                    "name": "Evocation School", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Evocation School", 
                    "type": "section", 
                    "subtype": "arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Whenever you cast an evocation spell that deals hit point damage, add 1/2 your wizard level to the damage (minimum +1). This bonus only applies once to a spell, not once per missile or ray, and cannot be split between multiple missiles or rays. This bonus damage is not increased by Empower Spell or similar effects. This damage is of the same type as the spell. At 20th level, whenever you cast an evocation spell you can roll twice to penetrate a creature's spell resistance and take the better result.</p>", 
                            "name": "Intense Spells", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Evocation School/Intense Spells", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p> <i></i>As a standard action you can unleash a force missile that automatically strikes a foe, as <i>magic missile</i>. The force missile deals 1d4 points of damage plus the damage from your intense spells evocation power. This is a force effect. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Force Missile", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Evocation School/Force Missile", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>At 8th level, you can create a wall of energy that lasts for a number of rounds per day equal to your wizard level. These rounds do not need to be consecutive. This wall deals acid, cold, electricity, or fire damage, determined when you create it. The elemental wall otherwise functions like <i>wall of fire</i>.</p>", 
                            "name": "Elemental Wall", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Evocation School/Elemental Wall", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Illusionists use magic to weave confounding images, figments, and phantoms to baffle and vex their foes.</p>", 
                    "name": "Illusion School", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Illusion School", 
                    "type": "section", 
                    "subtype": "arcane_school", 
                    "sections": [
                        {
                            "body": "<p>Any illusion spell you cast with a duration of &ldquo;concentration&rdquo; lasts a number of additional rounds equal to 1/2 your wizard level after you stop maintaining concentration (minimum +1 round). At 20th level, you can make one illusion spell with a duration of &ldquo;concentration&rdquo; become permanent. You can have no more than one illusion made permanent in this way at one time. If you designate another illusion as permanent, the previous permanent illusion ends. </p>", 
                            "name": "Extended Illusions", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Illusion School/Extended Illusions", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a standard action you can fire a shimmering ray at any foe within 30 feet as a ranged touch attack. The ray causes creatures to be blinded for 1 round. Creatures with more Hit Dice than your wizard level are dazzled for 1 round instead. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Blinding Ray", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Illusion School/Blinding Ray", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>At 8th level, you can make yourself invisible as a swift action for a number of rounds per day equal to your wizard level. These rounds do not need to be consecutive. This otherwise functions as <i>greater invisibility</i>.</p>", 
                            "name": "Invisibility Field", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Illusion School/Invisibility Field", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>The dread and feared necromancer commands undead and uses the foul power of unlife against his enemies.</p>", 
                    "name": "Necromancy School", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Necromancy School", 
                    "type": "section", 
                    "subtype": "arcane_school", 
                    "sections": [
                        {
                            "body": "<p>You receive Command Undead or Turn Undead as a bonus feat. You can channel energy a number of times per day equal to 3 + your Intelligence modifier, but only to use the selected feat. You can take other feats to add to this ability, such as Extra Channel and Improved Channel, but not feats that alter this ability, such as Elemental Channel and Alignment Channel. The DC to save against these feats is equal to 10 + 1/2 your wizard level + your Charisma modifier. At 20th level, undead cannot add their channel resistance to the save against this ability.</p>", 
                            "name": "Power over Undead", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Necromancy School/Power over Undead", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a standard action, you can make a melee touch attack that causes a living creature to become shaken for a number of rounds equal to 1/2 your wizard level (minimum 1). If you touch a shaken creature with this ability, it becomes frightened for 1 round if it has fewer Hit Dice than your wizard level. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Grave Touch", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Necromancy School/Grave Touch", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>At 8th level, you gain blindsight to a range of 10 feet for a number of rounds per day equal to your wizard level. This ability only allows you to detect living creatures and undead creatures. This sight also tells you whether a creature is living or undead. Constructs and other creatures that are neither living nor undead cannot be seen with this ability. The range of this ability increases by 10 feet at 12th level, and by an additional 10 feet for every four levels beyond 12th. These rounds do not need to be consecutive.</p>", 
                            "name": "Life Sight", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Necromancy School/Life Sight", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Transmuters use magic to change the world around them.</p>", 
                    "name": "Transmutation School", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Transmutation School", 
                    "type": "section", 
                    "subtype": "arcane_school", 
                    "sections": [
                        {
                            "body": "<p>You gain a +1 enhancement bonus to one physical ability score (Strength, Dexterity, or Constitution). This bonus increases by +1 for every five wizard levels you possess to a maximum of +5 at 20th level. You can change this bonus to a new ability score when you prepare spells. At 20th level, this bonus applies to two physical ability scores of your choice.</p>", 
                            "name": "Physical Enhancement", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Transmutation School/Physical Enhancement", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a standard action you can strike with a telekinetic fist, targeting any foe within 30 feet as a ranged touch attack. The telekinetic fist deals 1d4 points of bludgeoning damage + 1 for every two wizard levels you possess. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Telekinetic Fist", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Transmutation School/Telekinetic Fist", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>At 8th level, you can change your shape for a number of rounds per day equal to your wizard level. These rounds do not need to be consecutive. This ability otherwise functions like <i>beast shape II</i> or <i>elemental body I</i>. At 12th level, this ability functions like <i>beast shape III</i> or <i>elemental body II</i>.</p>", 
                            "name": "Change Shape", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Transmutation School/Change Shape", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>Wizards who do not specialize (known as universalists) have the most diversity of all arcane spellcasters.</p>", 
                    "name": "Universalist School", 
                    "source": "Core Rulebook", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Universalist School", 
                    "type": "section", 
                    "subtype": "arcane_school", 
                    "sections": [
                        {
                            "body": "<p>You cause your melee weapon to fly from your grasp and strike a foe before instantly returning to you. As a standard action, you can make a single attack using a melee weapon at a range of 30 feet. This attack is treated as a ranged attack with a thrown weapon, except that you add your Intelligence modifier on the attack roll instead of your Dexterity modifier (damage still relies on Strength). This ability cannot be used to perform a combat maneuver. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                            "name": "Hand of the Apprentice", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Universalist School/Hand of the Apprentice", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>At 8th level, you can apply any one metamagic feat that you know to a spell you are about to cast. This does not alter the level of the spell or the casting time. You can use this ability once per day at 8th level and one additional time per day for every two wizard levels you possess beyond 8th. Any time you use this ability to apply a metamagic feat that increases the spell level by more than 1, you must use an additional daily usage for each level above 1 that the feat adds to the spell. Even though this ability does not modify the spell's actual level, you cannot use this ability to cast a spell whose modified spell level would be above the level of the highest-level spell that you are capable of casting.</p>", 
                            "name": "Metamagic Mastery", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Schools/Universalist School/Metamagic Mastery", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Advanced Player's Guide", 
            "type": "link", 
            "name": "Elemental Arcane Schools: Advanced Player's Guide"
        }, 
        {
            "source": "Ultimate Magic", 
            "type": "link", 
            "name": "Elemental Arcane Schools: Ultimate Magic"
        }, 
        {
            "source": "Advanced Player's Guide", 
            "type": "link", 
            "name": "Focused Arcane Schools: Advanced Player's Guide"
        }, 
        {
            "body": "<p>A familiar is an animal chosen by a spellcaster to aid him in his study of magic. It retains the appearance, Hit Dice, base attack bonus, base save bonuses, skills, and feats of the normal animal it once was, but is now a magical beast for the purpose of effects that depend on its type. Only a normal, unmodified animal may become a familiar. An animal companion cannot also function as a familiar.</p><p>A familiar grants special abilities to its master, as given on the table below. These special abilities apply only when the master and familiar are within 1 mile of each other.</p><p>Levels of different classes that are entitled to familiars stack for the purpose of determining any familiar abilities that depend on the master's level.</p><p>If a familiar is dismissed, lost or dies, it can be replaced 1 week later through a specialized ritual that costs 200 gp per wizard level. The ritual takes 8 hours to complete.</p>", 
            "name": "Familiars", 
            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Familiar</th><th>Special Ability</th></tr></thead><tbody><tr class=\"odd\"><td>Bat</td><td>Master gains a +3 bonus on Fly checks</td></tr><tr class=\"even\"><td>Cat</td><td>Master gains a +3 bonus on Stealth checks</td></tr><tr class=\"odd\"><td>Hawk</td><td>Master gains a +3 bonus on sight-based and opposed Perception checks in bright light</td></tr><tr class=\"even\"><td>Lizard</td><td>Master gains a +3 bonus on Climb checks</td></tr><tr class=\"odd\"><td>Monkey</td><td>Master gains a +3 bonus on Acrobatics checks</td></tr><tr class=\"even\"><td>Owl</td><td>Master gains a +3 bonus on sight-based and opposed Perception checks in shadows or darkness</td></tr><tr class=\"odd\"><td>Rat</td><td>Master gains a +2 bonus on Fortitude saves</td></tr><tr class=\"even\"><td>Raven*</td><td>Master gains a +3 bonus on Appraise checks</td></tr><tr class=\"odd\"><td>Viper</td><td>Master gains a +3 bonus on Bluff checks</td></tr><tr class=\"even\"><td>Toad</td><td>Master gains +3 hit points</td></tr><tr class=\"odd\"><td>Weasel</td><td>Master gains a +2 bonus on Reflex saves</td></tr></tbody><tfoot><tr><td colspan=\"2\">*A raven familiar can speak one language of its master's choice as a supernatural ability.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar", 
                    "type": "table", 
                    "name": "Familiar", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Use the basic statistics for a creature of the familiar's kind, but with the following changes.</p>", 
                    "name": "Familiar Basics", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Basics", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>For the purpose of effects related to number of Hit Dice, use the master's character level or the familiar's normal HD total, whichever is higher.</p>", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Basics/Hit Dice", 
                            "type": "section", 
                            "name": "Hit Dice", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>The familiar has half the master's total hit points (not including temporary hit points), rounded down, regardless of its actual Hit Dice.</p>", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Basics/Hit Points", 
                            "type": "section", 
                            "name": "Hit Points", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Use the master's base attack bonus, as calculated from all his classes. Use the familiar's Dexterity or Strength modifier, whichever is greater, to calculate the familiar's melee attack bonus with natural weapons. </p><p>Damage equals that of a normal creature of the familiar's kind.</p>", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Basics/Attacks", 
                            "type": "section", 
                            "name": "Attacks", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>For each saving throw, use either the familiar's base save bonus (Fortitude +2, Reflex +2, Will +0) or the master's (as calculated from all his classes), whichever is better. The familiar uses its own ability modifiers to saves, and it doesn't share any of the other bonuses that the master might have on saves.</p>", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Basics/Saving Throws", 
                            "type": "section", 
                            "name": "Saving Throws", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>For each skill in which either the master or the familiar has ranks, use either the normal skill ranks for an animal of that type or the master's skill ranks, whichever is better. In either case, the familiar uses its own ability modifiers. Regardless of a familiar's total skill modifiers, some skills may remain beyond the familiar's ability to use. Familiars treat Acrobatics, Climb, Fly, Perception, Stealth, and Swim as class skills.</p>", 
                            "source": "Core Rulebook", 
                            "type": "section", 
                            "name": "Skills"
                        }
                    ]
                }, 
                {
                    "body": "<p>All familiars have special abilities (or impart abilities to their masters) depending on the master's combined level in classes that grant familiars, as shown on the table below. The abilities are cumulative. </p>", 
                    "name": "Familiar Ability Descriptions", 
                    "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Master Class Level</th><th>Natural Armor Adj.</th><th>Int</th><th>Special</th></tr></thead><tr class=\"odd\"><td>1st&ndash;2nd</td><td>+1</td><td>6</td><td>Alertness, improved evasion, share spells, empathic link</td></tr><tr class=\"even\"><td>3rd&ndash;4th</td><td>+2</td><td>7</td><td>Deliver touch spells</td></tr><tr class=\"odd\"><td>5th&ndash;6th</td><td>+3</td><td>8</td><td>Speak with master</td></tr><tr class=\"even\"><td>7th&ndash;8th</td><td>+4</td><td>9</td><td>Speak with animals of its kind</td></tr><tr class=\"odd\"><td>9th&ndash;10th</td><td>+5</td><td>10</td><td>&mdash;</td></tr><tr class=\"even\"><td>11th&ndash;12th</td><td>+6</td><td>11</td><td>Spell resistance</td></tr><tr class=\"odd\"><td>13th&ndash;14th</td><td>+7</td><td>12</td><td>Scry on familiar</td></tr><tr class=\"even\"><td>15th&ndash;16th</td><td>+8</td><td>13</td><td>&mdash;</td></tr><tr class=\"odd\"><td>17th&ndash;18th</td><td>+9</td><td>14</td><td>&mdash;</td></tr><tr class=\"even\"><td>19th&ndash;20th</td><td>+10</td><td>15</td><td>&mdash;</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Master Class Level", 
                            "type": "table", 
                            "name": "Master Class Level", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>The number noted here is in addition to the familiar's existing natural armor bonus.</p>", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Natural Armor Adj.", 
                            "type": "section", 
                            "name": "Natural Armor Adj.", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>The familiar's Intelligence score.</p>", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Int", 
                            "type": "section", 
                            "name": "Int", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"familiar-alertness\">While a familiar is within arm's reach, the master gains the Alertness feat.</p>", 
                            "name": "Alertness", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Alertness", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"familiar-improved-evasion\">When subjected to an attack that normally allows a Reflex saving throw for half damage, a familiar takes no damage if it makes a successful saving throw and half damage even if the saving throw fails.</p>", 
                            "name": "Improved Evasion", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Improved Evasion", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"familiar-share-spells\">The wizard may cast a spell with a target of &ldquo;You&rdquo; on his familiar (as a touch spell) instead of on himself. A wizard may cast spells on his familiar even if the spells do not normally affect creatures of the familiar's type (magical beast).</p>", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Share Spells", 
                            "type": "section", 
                            "name": "Share Spells", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"familiar-empathic-link\">The master has an empathic link with his familiar to a 1 mile distance. The master can communicate empathically with the familiar, but cannot see through its eyes. Because of the link's limited nature, only general emotions can be shared. The master has the same connection to an item or place that his familiar does.</p>", 
                            "name": "Empathic Link", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Empathic Link", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"familiar-deliver-touch-spells\">If the master is 3rd level or higher, a familiar can deliver touch spells for him. If the master and the familiar are in contact at the time the master casts a touch spell, he can designate his familiar as the &ldquo;toucher.&rdquo; The familiar can then deliver the touch spell just as the master would. As usual, if the master casts another spell before the touch is delivered, the touch spell dissipates.</p>", 
                            "name": "Deliver Touch Spells", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Deliver Touch Spells", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"familiar-speak-with-master\">If the master is 5th level or higher, a familiar and the master can communicate verbally as if they were using a common language. Other creatures do not understand the communication without magical help.</p>", 
                            "name": "Speak with Master", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Speak with Master", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"familiar-speak-with-animals-of-its-kind\">If the master is 7th level or higher, a familiar can communicate with animals of approximately the same kind as itself (including dire varieties): bats with bats, cats with felines, hawks and owls and ravens with birds, lizards and snakes with reptiles, monkeys with other simians, rats with rodents, toads with amphibians, and weasels with ermines and minks. Such communication is limited by the Intelligence of the conversing creatures.</p>", 
                            "name": "Speak with Animals of Its Kind", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Speak with Animals of Its Kind", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"familiar-spell-resistance\">If the master is 11th level or higher, a familiar gains spell resistance equal to the master's level + 5. To affect the familiar with a spell, another spellcaster must get a result on a caster level check (1d20 + caster level) that equals or exceeds the familiar's spell resistance.</p>", 
                            "name": "Spell Resistance", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Spell Resistance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"familiar-scry-on-familiar\">If the master is 13th level or higher, he may scry on his familiar (as if casting the <i>scrying</i> spell) once per day.</p>", 
                            "name": "Scry on Familiar", 
                            "url": "pfsrd://Core Rulebook/Classes/Wizard/Familiars/Familiar Ability Descriptions/Scry on Familiar", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Core Rulebook", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Armor restricts the complicated gestures required while casting any spell that has a somatic component. The armor and shield descriptions list the arcane spell failure chance for different armors and shields.</p><p>If a spell doesn't have a somatic component, an arcane spellcaster can cast it with no arcane spell failure chance while wearing armor. Such spells can also be cast even if the caster's hands are bound or he is grappling (although concentration checks still apply normally). The metamagic feat Still Spell allows a spellcaster to prepare or cast a spell without the somatic component at one spell level higher than normal. This also provides a way to cast a spell while wearing armor without risking arcane spell failure.</p>", 
            "url": "pfsrd://Core Rulebook/Classes/Wizard/Arcane Spells and Armor", 
            "type": "section", 
            "name": "Arcane Spells and Armor", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Wizards gain access to the following spells.</p>", 
            "name": "Wizard Spells", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Classes/Wizard/Wizard Spells", 
            "subtype": "spell_list", 
            "type": "embed", 
            "description": "wizard"
        }, 
        {
            "source": "Ultimate Magic", 
            "type": "link", 
            "name": "Arcane Discoveries: Ultimate Magic"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Classes/Wizard/Wizard Archetypes", 
            "type": "section", 
            "sections": [
                {
                    "source": "Ultimate Magic", 
                    "type": "link", 
                    "name": "Wizard Archetypes: Ultimate Magic"
                }, 
                {
                    "source": "Ultimate Combat", 
                    "type": "link", 
                    "name": "Wizard Archetypes: Ultimate Combat"
                }
            ], 
            "name": "Wizard Archetypes", 
            "source": "Core Rulebook"
        }
    ], 
    "alignment": "Any."
}