{
    "body": "<p>For a combatant to affect the crowd's reaction in some way, he must usually accomplish some visible combat display that has a chance of motivating the crowd toward a new attitude. If the crowd cannot see the combatant (because of total concealment, invisibility, improved cover, or total cover), he cannot affect the crowd's attitude in any way, but concealment and lesser forms of cover do not affect a combatant's ability to affect the crowd. </p><p>When a combatant performs or causes one of the triggers described in the sections that follow, he can typically make a performance combat check as a swift action (or a free action if the creature has the Master Combat Performer feat) to improve the attitude of the crowd. The swift action usually involves some form of flourish, display, or show in the attempt to grab the attention of the crowd. If the combatant has a performance feat, the action that triggers the check may involve some form of movement or effect. Sometimes a performance combat check can be made as a free or an immediate action. Making a performance check as a free action does not allow a character to take any special action granted to him by a performance feat (unless he has the Master Combat Performer feat), and making a performance combat check as an immediate action or as no action never allows a character to perform a special action granted by a performance feat (even if he does have the Master Combat Performer feat). </p><p>Other times, a performance combat check must be performed. These mandatory performance combat checks are not actions, and usually have detrimental effects if the check is not successful. </p><p>The following are the standard triggers for making a performance combat check. The triggers are organized by the action type required to attempt or to make the performance combat check.</p>", 
    "name": "Affecting the Crowd's Attitude", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p>The following triggers allow a character participating in a performance combat to make a performance combat check as a swift action. A character can always opt not to make a performance combat check that requires a swift action. Some feats, called performance feats, allow a character to perform other actions as part of the performance combat check. These feats can be found in Chapter 2.</p>", 
            "name": "Swift Action Checks", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"charge\">Whenever a combatant hits with a charge attack, she can make a performance combat check as a swift action.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Charge", 
                    "type": "section", 
                    "name": "Charge", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"combat-maneuvers\">Whenever a combatant successfully performs any combat maneuver, she can make a performance combat check as a swift action.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Combat Maneuvers", 
                    "type": "section", 
                    "name": "Combat Maneuvers", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"dealing-maximum-damage\">Whenever a combatant deals maximum damage with a damage roll (weapon or spell, but not including sneak attack or other variable precision damage), she can make a performance combat check as a swift action. She gains a penalty or bonus on this check based on the type of weapon or spell she uses. Light weapons take a &ndash;4 penalty on the check, one-handed weapons grant neither a bonus or a penalty, and two-handed or exotic weapons grant a +2 circumstance bonus on the check. Spells grant a bonus on the performance combat check equal to half their spell level. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Dealing Maximum Damage", 
                    "type": "section", 
                    "name": "Dealing Maximum Damage", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"energy-spells-and-effects\">Crowds tend to respond to flashy spells and effects. If a combatant casts a spell or produces an effect that deals acid, cold, fire, electricity, force, or sonic damage in a visible way (including weapons with special abilities like <i>flaming burst</i> or <i>shocking burst</i> that deal bursts of energy damage on critical hits), she can make a performance combat check as a swift action.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Energy Spells and Effects", 
                    "type": "section", 
                    "name": "Energy Spells and Effects", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"feint\">If a combatant successfully feints against an enemy, she can make a performance combat check as a swift action.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Feint", 
                    "type": "section", 
                    "name": "Feint", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"knocking-opponent-prone\">When a combatant knocks another combatant prone, she can make a performance combat check as a swift action.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Knocking Opponent Prone", 
                    "type": "section", 
                    "name": "Knocking Opponent Prone", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"multiple-hits\">If a combatant has more than one attack on her turn and hits an opponent with at least two of those attacks, she can make a performance combat check as a swift action. She gains a +2 bonus on this performance combat check for every attack she hits with beyond the second.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Swift Action Checks/Multiple Hits", 
                    "type": "section", 
                    "name": "Multiple Hits", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p class=\"body-copy-indent para-style-override-4\">The following triggers allow a combatant to make a performance combat check as a free action or an immediate action. A combatant may also opt to make any of these performance combat checks as a swift action instead, and gains the benefit of performance feats when he does so. A combatant can always opt to not make a performance combat check that requires a free action or immediate action. A combatant can also spend a victory point to make any one of these performance combat checks as a free action taken when it is not the combatant's turn, which allows the combatant to make one of these performance combat checks without spending an immediate action. </p>", 
            "name": "Free Action or Immediate Action Checks", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"critical-hit\">When a combatant confirms a critical hit, he can make a performance combat check as a free or immediate action. When he does so, failing by 5 or more does not lower the crowd's attitude. If the combatant gains a special effect on this critical hit from a critical feat, he gains a +2 bonus on the performance combat check.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks/Critical Hit", 
                    "type": "section", 
                    "name": "Critical Hit", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"first-blood:\"> If the combatant is the first person to damage an enemy during a performance combat (or to hit an opponent in the case of staged combats), he can make a performance combat check as a free or immediate action.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks/First Blood", 
                    "type": "section", 
                    "name": "First Blood", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"raging\">The first time a combatant enters a rage in a performance combat, he can make a performance combat check as a free or immediate action.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks/Raging", 
                    "type": "section", 
                    "name": "Raging", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"vanquish-opponent\">Whenever a combatant reduces a creature to 0 or fewer hit points, he can make a performance combat check as a free or immediate action.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Free Action or Immediate Action Checks/Vanquish Opponent", 
                    "type": "section", 
                    "name": "Vanquish Opponent", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>The following performance combat checks must be attempted whenever possible. These checks don't improve a crowd's attitude, and the combatant gains no benefit from performance feats with these checks. Failing them typically has a detrimental effect on a crowd's attitude. If the crowd cannot see the action that triggered these checks, the combatant who performed it does not need to make the check. Making a performance check for one of these triggers is not an action.</p>", 
            "name": "Mandatory Checks", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"magical-healing\">Crowds tend to dislike the use of magical healing; some crowds even see it as cheating. On a turn when a combatant casts a healing spell or other healing effect, or uses a healing spell trigger, spell completion, or use-activated item (including forcing a <i>potion of cure light wounds</i> or similar potion down the throat of an opponent) she must make a performance combat check. Success yields no change to the attitude of the crowd, but any failure reduces the crowd's attitude by one step.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks/Magical Healing", 
                    "type": "section", 
                    "name": "Magical Healing", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"rolling-a-natural-1\">When a combatant rolls a natural 1 on an attack roll or a saving throw, she must make a performance combat check. A success does not affect the crowd in any way, but any failure reduces the crowd's attitude by one step.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks/Rolling a Natural 1", 
                    "type": "section", 
                    "name": "Rolling a Natural 1", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"withdraw\">Whenever a combatant uses the withdraw action, she must make a performance combat check as a free action. She takes a &ndash;5 penalty on the check, and success does not shift the crowd's attitude, but failure shifts it one step lower.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Mandatory Checks/Withdraw", 
                    "type": "section", 
                    "name": "Withdraw", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>When a side is benefiting from a helpful crowd reaction and succeeds at a performance combat check, that side gains a victory point. Victory points are kept in a pool, and can be spent by anyone on a given side of a performance combat at any time during the performance combat, as long as no one on the side objects to the use of the victory point. Victory points can be spent during a performance combat in the following ways. Spending a victory point is not an action.</p><p>&bull;&nbsp;A combatant can spend a victory point to gain an automatic success at a performance combat check, but cannot spend the victory point to succeed at a performance combat check while the crowd has a helpful attitude toward that combatant's side of the performance combat.</p><p>&bull;&nbsp;A combatant can spend a victory point to make a free or immediate action performance combat check as no action, allowing the combatant to make the check when it is not the combatant's turn without spending an immediate action.</p><p>&bull;&nbsp;A combatant can spend a victory point to force an opponent in a performance combat to reroll a performance combat check. The opponent must take the effect of the reroll.</p><p>While running a group of serialized performance combats, any unspent victory points are saved and can be used during the next performance combat, and can affect the starting attitude of the crowd. </p><p>In the case of serialized combats, decisively winning a performance by having a higher crowd attitude than the opposing team or teams at the end of the performance combat wins 1 victory point for each combatant on the winning side.</p>", 
            "name": "Victory Points", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Victory Points", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"splitting-up-victory-points\">Sometimes, in the case of team performance combat, the lineup of a performance combat team may change. If this occurs, it may be important to split up any victory points the team has gained. Victory points should be split as evenly as possible among the combatants within a team, with the remainder going to combatants in any way the team chooses (but with no individual player receiving more than 1 point from the remainder). For instance, if a team is made up of four combatants, but at the end of a bout there are 6 victory points, all four combatants gain at least 1 victory point, and two members of the team each receive 1 additional point, as chosen by the members of the team in any way the members deem fair.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Victory Points/Splitting Up Victory Points", 
                    "type": "section", 
                    "name": "Splitting Up Victory Points", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p class=\"body-copy-indent para-style-override-4\">When the performance combat is concluded, the side with the highest attitude wins over the crowd. In the case of a tie, use victory points to determine the winner. If the bout is still a tie, that performance combat is a tie. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Determining a Winner", 
            "type": "section", 
            "name": "Determining a Winner", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>If you are running a series of performance combats as part of your campaign, successes and failures for each performance combat can affect the starting attitude of the crowd in future performance combats in the series, both negatively and positively. </p><p>If one side of a performance combat loses the performance part of the combat by failing a performance combat check by 5 while the crowd has a hostile attitude, on the very next bout, the crowd starts with an unfriendly attitude instead of the indifferent attitude. </p><p>If a side of the performance combat starts with at least 1 victory point per member of the side, the crowd's attitude starts as friendly toward that side instead of indifferent. If the side has at least 3 victory points per member, the crowd starts as helpful instead of indifferent. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Affecting the Crowds Attitude/Serialized Performance Combats", 
            "type": "section", 
            "name": "Serialized Performance Combats", 
            "source": "Ultimate Combat"
        }
    ]
}