{
    "body": "<p>When creating a performance combat, it is important to determine the goals and rules of that combat. The following are the major examples of performance combat, but you should feel free to mix and match some of these general categories to create a performance combat that fits the story of your campaign. </p>", 
    "name": "Types of Performance Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"knockout-bout\">Frequently as brutal but not as bloody as battles to the death, a knockout bout does not end in the death of one side, but still requires a clear and crushing victory. As long as both sides in the performance combat remain standing, the fight continues. Many knockout bout combats require that their participants deal nonlethal damage. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/Knockout Bout", 
            "type": "section", 
            "name": "Knockout Bout", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"staged-combats:\"> Staged combats are less dangerous than knockout bouts. In these contests, combatants typically arrange to have blows that just barely land, so the hits are not registered as either nonlethal or lethal damage, but crowd reaction is determined in the same way as for normal battles. Staged combats often require advanced training (see the Stage Combatant feat). Those without advanced training can attempt to participate, but take a &ndash;6 penalty on attack rolls in order to make it seem like their attacks hit without doing real damage.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/Staged Combats", 
            "type": "section", 
            "name": "Staged Combats", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"to-a-number-of-wounds\">Not all blood sports end in death. It is often costly to train warriors for arenas big and small, and those who finance such enterprises are protective of their investments. In societies that value life but still love the spectacle of a good fracas, fighting to a number of wounds is an excellent compromise. A fight to first blood or to a certain number of wounds is often enough to appease a crowd.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/To a Number of Wounds", 
            "type": "section", 
            "name": "To a Number of Wounds", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"to-the-death\">Only the death of one side ends these bouts. Sometimes the crowd's reaction is secondary to the desperate battle on display, but other times the crowd's reaction can have an effect on the actual outcome of the fight. Some blood sports demand that combatants hold off on the killing blow until the crowd gets a chance to voice its pleasure or displeasure, usually with a roar of applause or with a thumbs-up or thumbs-down gesture. A thumbs-up gesture allows the vanquished combatant to live and fight another day; a thumbs-down gesture ends the melee with a grotesque spray of blood.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/To the Death", 
            "type": "section", 
            "name": "To the Death", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"toward-a-goal\">Often these are elaborate affairs that may reproduce a historical battle, or just pit combatants against terrain and challenges that feature a variety of hazards and traps. These types of battles can be races (maybe mixing them with the rules for vehicular combat presented in Chapter 4), or may present capture-the-flag-like objectives, but all test the ability of the combatants to achieve a predetermined goal.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Performance Combat/Types of Performance Combat/Toward a Goal", 
            "type": "section", 
            "name": "Toward a Goal", 
            "source": "Ultimate Combat"
        }
    ]
}