{
    "body": "<p>Nature wardens are guardians of the wild places of the world, hunters and explorers par excellence, highly skilled in negotiating their way among the nonhuman inhabitants of the wild. Nature wardens befriend and train a beast of the wild as a companion, and some call wardens &ldquo;beastmasters&rdquo; because of these pets, but nature wardens are much more than tamers of wild things. They are experts at navigating the harsh brutality of nature's fury and making do with whatever tools and weapons present themselves, but they go beyond being hardy survivalists to become cunning tacticians with keen analytical minds, able to adapt and prepare for any situation and make the absolute best use of the advantages that any terrain or environment can afford them.</p><p>Nature wardens are usually druids or ranger/druids, though occasional ranger/clerics with the Animal domain or even single-classed high-level rangers or multiclassed rangers explore this class.</p>", 
    "name": "Nature Warden", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden", 
    "type": "class", 
    "subtype": "prestige", 
    "hit_die": "d8", 
    "sections": [
        {
            "body": "<p id=\"role\">The nature warden is a master of wilderness environments and is at her most powerful in any of the variety of environments that she has studied. She and her animal companion form a potent team. They are excellent scouts and versatile warriors, able to supplement their skills with spells to fulfill almost any role.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>To qualify to become a nature warden, a character must fulfill all the following criteria.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"base-attack-bonus\">+4.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Requirements/Base Attack Bonus", 
                    "type": "section", 
                    "name": "Base Attack Bonus", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>Animal companion class feature*, favored terrain class feature, wild empathy class feature.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Special"
                }, 
                {
                    "body": "<p id=\"skills\">Handle Animal 5 ranks, Knowledge (geography) 5 ranks, Knowledge (nature) 5 ranks, Survival 5 ranks.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p id=\"spells\">Able to cast 2nd-level divine spells.</p><p>* An oracle of nature's bonded mount ability counts as an animal companion class ability for the purpose of this prestige class.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Spells"
                }
            ], 
            "name": "Requirements", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The nature warden's class skills are Climb (Str), Handle Animal (Cha), Heal (Wis), Knowledge (geography) (Int), Knowledge (nature) (Int), Perception (Wis), Ride (Dex), Sense Motive (Wis), Survival (Wis), and Swim (Str).</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"skill-ranks-at-each-level\">4 + Int modifier.</p>", 
                    "name": "Skill Ranks at Each Level", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Skills/Skill Ranks at Each Level", 
                    "type": "section", 
                    "source": "Advanced Player's Guide", 
                    "sections": [
                        {
                            "body": "<table id=\"table-6-6:-nature-warden\"><caption>Table:  Nature Warden</caption><thead><tr id=\"level-bonus-save-save-save-special-spells-per-day\"><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th><th>SpellsSpells per Day</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+0</td><td>+1</td><td>+0</td><td>+1</td><td style=\"white-space: normal;\">Companion bond, natural empathy</td><td>&mdash;</td></tr><tr class=\"even\"><td>2nd</td><td>+1</td><td>+1</td><td>+1</td><td>+1</td><td style=\"white-space: normal;\">Mystic harmony, wild stride</td><td>+1 level of divine spellcasting class</td></tr><tr class=\"odd\"><td>3rd</td><td>+2</td><td>+2</td><td>+1</td><td>+2</td><td style=\"white-space: normal;\">Animal speech</td><td>+1 level of divine spellcasting class</td></tr><tr class=\"even\"><td>4th</td><td>+3</td><td>+2</td><td>+1</td><td>+2</td><td style=\"white-space: normal;\">Silverclaw</td><td>+1 level of divine spellcasting class</td></tr><tr class=\"odd\"><td>5th</td><td>+3</td><td>+3</td><td>+2</td><td>+3</td><td style=\"white-space: normal;\">Favored terrain, survivalist</td><td>&mdash;</td></tr><tr class=\"even\"><td>6th</td><td>+4</td><td>+3</td><td>+2</td><td>+3</td><td style=\"white-space: normal;\">Woodforging</td><td>+1 level of divine spellcasting class</td></tr><tr class=\"odd\"><td>7th</td><td>+5</td><td>+4</td><td>+2</td><td>+4</td><td style=\"white-space: normal;\">Companion walk, plant speech</td><td>+1 level of divine spellcasting class</td></tr><tr class=\"even\"><td>8th</td><td>+6</td><td>+4</td><td>+3</td><td>+4</td><td style=\"white-space: normal;\">Ironpaw</td><td>+1 level of divine spellcasting class</td></tr><tr class=\"odd\"><td>9th</td><td>+6</td><td>+5</td><td>+3</td><td>+5</td><td style=\"white-space: normal;\">Guarded lands</td><td>&mdash;</td></tr><tr class=\"even\"><td>10th</td><td>+7</td><td>+5</td><td>+3</td><td>+5</td><td style=\"white-space: normal;\">Companion soul, favored terrain</td><td>+1 level of divine spellcasting class</td></tr></table>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Skills/Skill Ranks at Each Level/Table Nature Warden", 
                            "type": "table", 
                            "name": "Table: Nature Warden", 
                            "source": "Advanced Player's Guide"
                        }
                    ]
                }
            ], 
            "name": "Class Skills", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The following are class features of the nature warden prestige class.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"weapon-and-armor-proficiency\">A nature warden gains no proficiency with any weapon or armor.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"spells-per-day\">At the indicated levels, a nature warden gains new spells per day as if she had also gained a level in a divine spellcasting class she belonged to before adding the prestige class. She does not, however, gain other benefits a character of that class would have gained, except for additional spells per day, spells known (if she is a spontaneous caster), and an increased effective level of spellcasting. If she had more than one divine spellcasting class before becoming a nature warden, she must decide to which class she adds the new level for the purpose of determining spells per day.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Spells per Day", 
                    "type": "section", 
                    "name": "Spells per Day", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"companion-bond\">At 1st level, a nature warden's class levels stack with levels in all classes that grant an animal companion for the purpose of determining her animal companion's abilities. The nature warden and her animal companion have an empathic link like that between a wizard and his familiar. At 5th level, the nature warden's animal companion gains the same benefits the warden does when in the warden's favored terrain.</p>", 
                    "name": "Companion Bond", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Companion Bond", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"natural-empathy\">For the purpose of the wild empathy ability, a nature warden's class level stacks with levels in all classes with the wild empathy ability. When in her favored terrain, a nature warden adds her favored terrain bonus to wild empathy checks. She may also choose to use wild empathy to demoralize an animal or magical beast rather than improving its attitude, as if using Intimidate rather than Diplomacy.</p><p>At 4th level, a nature warden no longer suffers a penalty when using wild empathy to influence or demoralize magical beasts. At 7th level, she may use wild empathy to affect vermin (whether mindless or with Intelligence 1 or 2). At 10th level, she may use it to affect plant creatures (whether mindless or with Intelligence 1 or 2).</p>", 
                    "name": "Natural Empathy", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Natural Empathy", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mystic-harmony\">At 2nd level, a nature warden in her favored terrain gains an insight bonus to AC equal to half her favored terrain bonus. She loses this bonus when she is immobilized or helpless.</p>", 
                    "name": "Mystic Harmony", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Mystic Harmony", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wild-stride\">At 2nd level, a nature warden and her animal companion gain the ability to move through natural hazards of her favored terrain (such as bogs, loose sand, snow, ice, rockslides, and so on) at her normal speed without taking damage or suffering any other impairment (in effect, this is the woodland stride ability applied to non-plant environmental hazards). Terrain hazards that have been magically manipulated to impede motion still affect her.</p>", 
                    "name": "Wild Stride", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Wild Stride", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"animal-speech\">At 3rd level, a nature warden can <i>speak with animals</i> at will when in her favored terrain. Outside her favored terrain, she can use <i>speak with animals</i> once per day. Her caster level is equal to her class level.</p>", 
                    "name": "Animal Speech", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Animal Speech", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"silverclaw\">At 4th level, a nature warden's animal companion and any creature she summons with <i>summon nature's ally</i> gain DR/silver equal to the warden's class level. In addition, their natural weapons are considered silver for the purpose of overcoming damage reduction.</p>", 
                    "name": "Silverclaw", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Silverclaw", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"favored-terrain\">At 5th level and again at 10th level, a nature warden may choose a favored terrain. This ability is identical to and stacks with the ranger class ability.</p>", 
                    "name": "Favored Terrain", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Favored Terrain", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"survivalist\">At 5th level, a nature warden suffers no penalty for using an improvised weapon or improvised tool. At 10th level, a warden can spend 1 minute examining and adjusting an improvised weapon or tool; thereafter she treats it as a masterwork weapon or tool.</p>", 
                    "name": "Survivalist", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Survivalist", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"woodforging\">At 6th level, a nature warden can manufacture wooden items which she may use with surpassing skill. Once per day, she may use <i>wood shape</i> as a spell-like ability with a caster level equal to her nature warden level. In her hands, items created with this ability are treated as masterwork items under the effect of an <i>ironwood</i> spell; in the hands of others, they are merely ordinary wooden items of the appropriate type. If the warden uses this ability to create armor or weapons, she may craft them into magic items as if she had the Craft Magic Arms and Armor feat (though they are merely magical wood in the hands of others, and only ironwood when she uses them).</p>", 
                    "name": "Woodforging", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Woodforging", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"companion-walk\">At 7th level, the nature warden's companion shares the benefits of travel spells (such as <i>tree stride</i> and <i>transport via plants</i>) and polymorph and similar spells (including <i>tree shape</i>) cast by the warden from the druid or ranger spell list. The companion counts either as part of the warden or as an object with no weight, whichever is more favorable for the warden.</p>", 
                    "name": "Companion Walk", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Companion Walk", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"plant-speech\">At 7th level, a nature warden can cast <i>speak with plants</i> at will when in her favored terrain. Outside her favored terrain, she can use <i>speak with plants</i> once per day as a spell-like ability. Her caster level is equal to her class level.</p>", 
                    "name": "Plant Speech", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Plant Speech", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ironpaw\">At 8th level, a nature warden may grant her animal companion and any creature she summons with <i>summon nature's ally</i> DR/cold iron equal to her class level. In addition, their natural weapons are considered cold iron for the purpose of overcoming damage reduction. This ability does not stack with the silverclaw ability. The warden must decide at the time of summoning whether a summoned creature gains the benefits of silverclaw or ironpaw. She may change which ability applies to her animal companion by spending 1 hour in prayer and meditation with the companion within 100 feet.</p>", 
                    "name": "Ironpaw", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Ironpaw", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"guarded-lands\">At 9th level, a nature warden may designate an area as her guarded lands, allowing her to treat it as her favored terrain or to enhance her bonuses if it is already in her favored terrain. The area must be no larger than 1 square mile, and the warden must spend 24 hours carefully studying the entire area. This period of study gives her a +2 favored terrain bonus in that area, which stacks with any favored terrain bonus for that area (for example, she also gets her forest favored terrain bonus if her guarded lands are part of a forest). She may also designate one creature type as her favored enemy within those guarded lands, gaining a +2 favored enemy bonus against the creature type that stacks with any favored enemy bonus she has against that type of creature. Allies who can see and hear the warden gain an initiative bonus equal to half the warden's favored terrain bonus for that terrain.</p><p>A nature warden may have a number of guarded lands equal to her Wisdom bonus (minimum 1). When she reaches her maximum number of guarded lands, she can select a new guarded land by abandoning an existing one and performing the ritual for a new area.</p>", 
                    "name": "Guarded Lands", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Guarded Lands", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"companion-soul\">At 10th level, a nature warden's bond with her animal companion is so strong that it transcends distance and even death. The companion's devotion ability increases to a +8 morale bonus on Will saves against enchantment spells and effects. The warden may scry on her animal companion once per day as if using the <i>scrying</i> spell, except she needs no focus or divine focus. She may view the area around her companion or see through its eyes. If her companion dies, she can revive it with an 8-hour ritual; this has the same effect as <i>raise dead</i>, except it doesn't require a material component and the companion does not gain any negative levels from the ordeal.</p>", 
                    "name": "Companion Soul", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Nature Warden/Class Features/Companion Soul", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Advanced Player's Guide"
        }
    ], 
    "alignment": " Nature wardens tend toward nonevil alignments, as many pursue their profession out of a desire to help and protect others. Occasionally evil wardens can be found turning the bitter realities of the wild upon their enemies or guarding natural sites tainted by dark fey."
}