{
    "body": "<p>Drawn from the ranks of guards, knights, mercenaries, and thugs alike, stalwart defenders are masters of claiming an area and refusing to relinquish it. This behavior is more than a tactical decision for stalwart defenders; it's an obsessive, stubborn expression of the need to be undefeated. When stalwart defenders set themselves in a defensive stance, they place their whole effort into weathering whatever foe, conflict, or threat comes their way.</p><p>Most stalwart defenders come from the ranks of fighters, often those desiring to be better guards for friends and allies. Dwarves are particularly suited to the role, though stalwart defenders of all races exist. More rarely, barbarians take the path of the stalwart defender as a matter of pride, to overcome some perceived shortcoming. Such characters often seem to suffer from dual personalities, flinging themselves recklessly into combat one moment, then calmly fending off all attackers the next.</p>", 
    "name": "Stalwart Defender", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender", 
    "type": "class", 
    "subtype": "prestige", 
    "hit_die": "d12", 
    "sections": [
        {
            "body": "<p id=\"role\">Stalwart defenders are masters of melee combat, striving to prove that the best offense is a good defense. Stalwart defenders are normally found on the front lines of battle, holding a position to cover their allies, leaping into breaches of opposing formations and holding them open for others, and guarding more vulnerable allies by acting as mobile fortifications, stable points in the ever-changing chaos of battle.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>To qualify to become a stalwart defender, a character must fulfill all the following criteria.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"base-attack-bonus\">+7.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Requirements/Base Attack Bonus", 
                    "type": "section", 
                    "name": "Base Attack Bonus", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"feats\">Dodge, Endurance, Toughness.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Feats"
                }, 
                {
                    "body": "<p>Proficiency with light and medium armor.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Special"
                }
            ], 
            "name": "Requirements", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The stalwart defender's class skills are Acrobatics (Dex), Climb (Str), Intimidate (Cha), Perception (Wis), and Sense Motive (Wis).</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"skill-ranks-per-level\">2 + Int modifier.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table id=\"table-6-8:-stalwart-defender\"><caption>Table:  Stalwart Defender</caption><thead><tr id=\"level-bonus-save-save-save-bonus-special-\"><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>AC Bonus</th><th>Special</th></tr></thead><tr class=\"odd\"><td>1st</td><td>+1</td><td>+1</td><td>+0</td><td>+1</td><td>+1</td><td>Defensive stance</td></tr><tr class=\"even\"><td>2nd</td><td>+2</td><td>+1</td><td>+1</td><td>+1</td><td>+1</td><td>Defensive power</td></tr><tr class=\"odd\"><td>3rd</td><td>+3</td><td>+2</td><td>+1</td><td>+2</td><td>+1</td><td>Uncanny dodge</td></tr><tr class=\"even\"><td>4th</td><td>+4</td><td>+2</td><td>+1</td><td>+2</td><td>+2</td><td>Defensive power</td></tr><tr class=\"odd\"><td>5th</td><td>+5</td><td>+3</td><td>+2</td><td>+3</td><td>+2</td><td>Damage reduction 1/&mdash;</td></tr><tr class=\"even\"><td>6th</td><td>+6</td><td>+3</td><td>+2</td><td>+3</td><td>+2</td><td>Defensive power</td></tr><tr class=\"odd\"><td>7th</td><td>+7</td><td>+4</td><td>+2</td><td>+4</td><td>+3</td><td>Damage reduction 3/&mdash;, improved uncanny dodge </td></tr><tr class=\"even\"><td>8th</td><td>+8</td><td>+4</td><td>+3</td><td>+4</td><td>+3</td><td>Defensive power</td></tr><tr class=\"odd\"><td>9th</td><td>+9</td><td>+5</td><td>+3</td><td>+5</td><td>+3</td><td>Mobile defense</td></tr><tr class=\"even\"><td>10th</td><td>+10</td><td>+5</td><td>+3</td><td>+5</td><td>+4</td><td>Damage reduction 5/&mdash;, defensive power, last word</td></tr></table>", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Skills/Skill Ranks per Level/Table Stalwart Defender", 
                            "type": "table", 
                            "name": "Table: Stalwart Defender", 
                            "source": "Advanced Player's Guide"
                        }
                    ], 
                    "name": "Skill Ranks per Level", 
                    "source": "Advanced Player's Guide"
                }
            ], 
            "name": "Class Skills", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>The following are class features of the stalwart defender prestige class.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"weapon-and-armor-proficiency\">A stalwart defender is proficient with all simple and martial weapons, all types of armor, and shields (including tower shields).</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"ac-bonus\">A stalwart defender receives a dodge bonus to AC that starts at +1 and improves as the defender gains levels, until it reaches +4 at 10th level.</p>", 
                    "name": "AC Bonus", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/AC Bonus", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"defensive-stance\">At 1st level, a stalwart defender can enter a defensive stance, a position of readiness and trancelike determination. A stalwart defender can maintain this stance for a number of rounds per day equal to 4 + his Constitution modifier. At each level after 1st, he can maintain the stance for 2 additional rounds per day. Temporary increases to Constitution, such as those gained from the defensive stance and spells like <i>bear's endurance</i>, do not increase the total number of rounds that the stalwart defender can maintain a defensive stance per day. The stalwart defender can enter a defensive stance as a free action. The total number of rounds of defensive stance per day is renewed after resting for 8 hours, although these hours do not need to be consecutive.</p><p>While in a defensive stance, the stalwart defender gains a +2 dodge bonus to AC, a +4 morale bonus to his Strength and Constitution, as well as a +2 morale bonus on Will saves. The increase to Constitution grants the stalwart defender 2 hit points per Hit Die, but these hit points disappear when the defensive stance ends and are not lost first like temporary hit points. While in a defensive stance, a stalwart defender cannot willingly move from his current position through any means (including normal movement, riding a mount, teleportation, or willingly allowing allies to carry him). If he enters a defensive stance while on a moving vehicle he does not control (such as a wagon or ship), he can maintain the stance even if the vehicle moves. If the stalwart defender moves under his own power as a result of an enemy's successful use of the Bluff skill or an enchantment spell, his stance ends.</p><p>The stalwart defender can end his defensive stance as a free action; after ending the stance, he is fatigued for a number of rounds equal to 2 times the number of rounds spent in the stance. A stalwart defender cannot enter a new defensive stance while fatigued or exhausted but can otherwise enter a stance multiple times during a single encounter or combat. If a stalwart defender falls unconscious, his defensive stance immediately ends, placing him in peril of death. </p><p>A defensive stance requires a level of emotional calm, and it may not be maintained by a character in a rage (such as from the rage class feature or the <i>rage</i> spell).</p>", 
                    "name": "Defensive Stance", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Stance", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"defensive-powers\">As a stalwart defender gains levels, he augments his defensive stance. Starting at 2nd level, the stalwart defender gains a defensive power. He gains another defensive power for every two levels of stalwart defender attained after 2nd level. The stalwart defender gains the benefits of defensive powers only while in a defensive stance, and some of these powers require him to take an action first. Unless otherwise noted, he cannot select an individual power more than once.</p>", 
                    "name": "Defensive Powers", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers", 
                    "sections": [
                        {
                            "body": "<p id=\"bulwark\">The defender adds his armor check penalty as a bonus to the DC of opponents attempting to Bluff him and Acrobatics checks to pass by him without provoking an attack of opportunity for moving through spaces he threatens.</p>", 
                            "name": "Bulwark", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Bulwark", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"clear-mind\">The stalwart defender may reroll a failed Will save. This power is used as an immediate action after the first save is attempted, but before the results are revealed by the GM. The stalwart defender must take the second result, even if it is worse. This power can only be used once per defensive stance.</p>", 
                            "name": "Clear Mind", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Clear Mind", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"fearless-defense\">While in a defensive stance, the stalwart defender is immune to the shaken and frightened conditions. He must be at least 4th level before selecting this power.</p>", 
                            "name": "Fearless Defense", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Fearless Defense", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"halting-blow\">If a foe's movement in the defender's threatened area provokes an attack of opportunity and the stalwart defender successfully hits the foe with the attack, the foe's movement ends immediately. The foe cannot move again until its next turn but can still take the rest of its action. A stalwart defender must have selected the bulwark power prior to selecting halting blow.</p>", 
                            "name": "Halting Blow", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Halting Blow", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"immobile\">While in a defensive stance, the stalwart defender adds his class level to his CMD against any bull rush, overrun, pull, and push combat maneuvers, as well as grapple attempts to move him. The stalwart defender must be at least 4th level to select this power.</p>", 
                            "name": "Immobile", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Immobile", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"increased-damage-reduction\">The stalwart defender's damage reduction from this class increases by 1/&mdash;. This increase is always active while the stalwart defender is in a defensive stance. He can select this power up to two times. Its effects stack. The stalwart defender must be at least 6th level before selecting this defensive power.</p>", 
                            "name": "Increased Damage Reduction", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Increased Damage Reduction", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"intercept\">Once a round as an immediate action, when a melee or ranged weapon would successfully strike an adjacent ally, the stalwart defender can choose to have the weapon strike him instead of the intended target. The attack automatically hits the stalwart defender, regardless his AC or any miss chance in effect, and he suffers the normal consequences of the attack.</p>", 
                            "name": "Intercept", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Intercept", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"internal-fortitude\">While in a defensive stance, the stalwart defender is immune to the sickened and nauseated conditions.</p>", 
                            "name": "Internal Fortitude", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Internal Fortitude", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mighty-resilience\">The stalwart defender automatically negates the additional damage of one successful critical hit or sneak attack, as well as other abilities or effects that rely on a successful critical hit or sneak attack (such as blinding from Blinding Critical or bleed from sneak attack). The stalwart defender takes only normal damage from the attack. This power may only be used once per defensive stance. The stalwart defender must be at least 6th level to select this power.</p>", 
                            "name": "Mighty Resilience", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Mighty Resilience", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"renewed-defense\">As a standard action, the stalwart defender heals 1d8 points of damage + his Constitution modifier. For every two levels the stalwart defender has attained above 2nd, this healing increases by 1d8, to a maximum of 5d8 at 10th level. This power can be used only once per day and only while in a defensive stance.</p>", 
                            "name": "Renewed Defense", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Renewed Defense", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"roused-defense\">The stalwart defender may enter a defensive stance even if fatigued. While maintaining a defensive stance after using this ability, he is immune to the fatigued condition. Once this stance ends, he is exhausted for 10 minutes per round spent in a defensive stance.</p>", 
                            "name": "Roused Defense", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Roused Defense", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"smash\">While in a defensive stance, the stalwart defender may make an extra attack per round that is either a shield bash or a slam (even if he doesn't normally have a slam attack). If used as part of a full attack action, the extra attack is made at the stalwart defender's full base attack bonus &ndash;5. The smash deals 1d4 points of damage (if the stalwart defender is Medium, or 1d3 if he is Small) plus half the character's Strength modifier. The character can make this attack as part of the action to maintain or break free from a grapple; this attack is resolved before the grapple check is made. If the attack hits, any grapple checks made by the stalwart defender against the target this round are at a +2 bonus. </p>", 
                            "name": "Smash", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Smash", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"unexpected-strike\">The stalwart defender can make an attack of opportunity against a foe that moves into any square threatened by the stalwart defender, regardless of whether or not that movement would normally provoke an attack of opportunity. This power can only be used once per stance. A stalwart defender must be at least 4th level before selecting this power.</p>", 
                            "name": "Unexpected Strike", 
                            "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Defensive Powers/Unexpected Strike", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Advanced Player's Guide", 
                            "type": "ability"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"uncanny-dodge\">At 3rd level, a stalwart defender gains the ability to react to danger before his senses would normally allow him to do so. He cannot be caught flatfooted, even if the attacker is invisible. He still loses his Dexterity bonus to AC if immobilized. A stalwart defender with this ability can still lose his Dexterity bonus to AC if an opponent successfully uses the feint action against him.</p><p>If the character gains uncanny dodge from a second class, he automatically gains improved uncanny dodge (see below).</p>", 
                    "name": "Uncanny Dodge", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Uncanny Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"damage-reduction\">At 5th level, a stalwart defender gains DR 1/&mdash;. At 7th level, this DR increases to 3/&mdash;, and at 10th level it increases to 5/&mdash;. Damage reduction from different sources does not stack; however, a stalwart defender of 5th or higher level that gains DR from armor (but not from any other source) increases his class-based DR by the value of the armor's DR. Thus a 7th-level stalwart defender wearing adamantine full plate (DR 3/&mdash;) has DR 6/&mdash;.</p>", 
                    "name": "Damage Reduction", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Damage Reduction", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"improved-uncanny-dodge\">At 7th level, a stalwart defender can no longer be flanked. This defense denies rogues the ability to use flank attacks to sneak attack the stalwart defender. The exception to this defense is that a rogue at least four levels higher than the stalwart defender can flank him (and thus sneak attack him).</p><p>If the character gains uncanny dodge from a second class (see above), he automatically gains improved uncanny dodge, and the levels from those classes stack to determine the minimum rogue level required to flank the character.</p>", 
                    "name": "Improved Uncanny Dodge", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Improved Uncanny Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mobile-defense\">At 9th level, a stalwart defender can adjust his position while maintaining a defensive stance. While in a defensive stance, he can take one 5-foot step each round without losing the benefit of the stance.</p>", 
                    "name": "Mobile Defense", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Mobile Defense", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"last-word\">Once per day, while in a defensive stance, a stalwart defender can make one melee attack against an opponent within reach in response to an attack that would reduce him to negative hit points, knock him unconscious, or kill him. For example, a stalwart defender has 1 hit point left when a red dragon bites him; the defender may use this ability even if the dragon's bite would otherwise kill him instantly. If the attack hits, roll the damage dice for the attack twice and add the results together, but do not multiply damage bonuses from Strength, weapon abilities (such as flaming), or precision-based damage (such as sneak attack). This bonus damage is not multiplied on a critical hit (although other damage bonuses are multiplied normally). Once the defender's attack is resolved, he suffers the normal effect of the attack that provoked this ability.</p>", 
                    "name": "Last Word", 
                    "url": "pfsrd://Advanced Players Guide/Classes/Stalwart Defender/Class Features/Last Word", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ], 
            "name": "Class Features", 
            "source": "Advanced Player's Guide"
        }
    ], 
    "alignment": "Anyone can be as stubborn as a rock and dedicated to holding one point no matter the cost, so stalwart defenders can be of any alignment. The dedication and practice required to learn the talents of a stalwart defender come more easily to characters with a strong respect for order and organization, however, so lawful stalwart defenders are much more common than chaotic ones."
}