{
    "body": "<p>Although there is a wide range of technological items, the types of laboratories needed to craft objects are relatively limited. Crafting laboratories are, unfortunately, incredibly rare, and those whose locations are currently known and found in relatively safe regions are firmly controlled. A crafting laboratory is similar to a technological artifact, in that it cannot be assembled or built with current resources. In order to craft a technological item, one must secure a laboratory for use. (This allows GMs to limit the role high-tech crafting plays in any one game&mdash;make sure to inform your players of the limited availability of crafting laboratories at the start of your game so they know whether selecting high-tech crafting feats is a useful option for their PCs!)</p><p>The six types of laboratories are listed below. Each lab also lists the number of charges required for a day's work on a single project&mdash;these numbers are generally rather high, and laboratories that don't draw power from a generator can consume staggering amounts of battery power. A laboratory that uses power from a generator applies the listed charges to that generator's dedicated yield for as long as work on the item continues.</p>", 
    "name": "Crafting Laboratories", 
    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories", 
    "type": "section", 
    "source": "Technology Guide", 
    "sections": [
        {
            "body": "<p>A cybernetics lab is used to craft cybernetic equipment and devices that interface directly with a living creature's biology.</p>", 
            "name": "Cybernetics Lab", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Cybernetics Lab", 
            "source": "Technology Guide", 
            "abbrev": "100 charges", 
            "type": "section"
        }, 
        {
            "body": "<p>A graviton lab is used to craft items that utilize graviton technology, such as gravity rifles, force fields, and magboots.</p>", 
            "name": "Graviton Lab", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Graviton Lab", 
            "source": "Technology Guide", 
            "abbrev": "250 charges", 
            "type": "section"
        }, 
        {
            "body": "<p>This lab is used to craft medical items like trauma packs and medlances and pharmaceuticals.</p>", 
            "name": "Medical Lab", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Medical Lab", 
            "source": "Technology Guide", 
            "abbrev": "20 charges", 
            "type": "section"
        }, 
        {
            "body": "<p>A military lab is used to craft weapons that don't require more specialized laboratories.</p>", 
            "name": "Military Lab", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Military Lab", 
            "source": "Technology Guide", 
            "abbrev": "100 charges", 
            "type": "section"
        }, 
        {
            "body": "<p>This lab is used to craft devices that utilize nanotechnology, such as id rifles and k-lances.</p>", 
            "name": "Nanotech Lab", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Nanotech Lab", 
            "source": "Technology Guide", 
            "abbrev": "150 charges", 
            "type": "section"
        }, 
        {
            "body": "<p>A production lab is used to craft objects that don't require more specialized laboratories.</p>", 
            "name": "Production Lab", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Crafting Laboratories/Production Lab", 
            "source": "Technology Guide", 
            "abbrev": "50 charges", 
            "type": "section"
        }
    ]
}