{
    "body": "<p>Items with both magical and technological components, such as the <i>null blade</i>, use a special crafting process. The creator must first succeed at a skill check at the listed DC for crafting the technological portion of the item, and then must succeed at a check based on the item's caster level for crafting the magical portion. Any spell or level-based prerequisites not met increase this crafting DC, as described for magic item creation. The skill used for each check is based on the item creation feats required by the item. Failure on either check ruins the item. Use the item's listed price as normal for determining crafting time, and the item's cost for raw materials. If the creator has feats or abilities that accelerate item creation, only the least favorable bonus applies. In other words, to create a hybrid item faster, the creator needs to be able to create both magical and technological items faster.</p><p>It is also possible to enhance high-tech armor and high-tech weaponry with armor special abilities or weapon special abilities, including magical enhancement bonuses. One could build a <i>+2 laser rifle</i>, a <i>+4 dancing humanoid bane chainsaw</i>, or a <i>+1 ghost touch spacesuit</i>. In theory, a magic item creator could even infuse a technological item with magical intelligence. To create a magical high-tech item like this, one must first secure the high-tech item itself, either via purchase, discovery, or crafting. All high-tech weapons and armor are considered masterwork for the purposes of adding magical enhancements to them (though they do not gain the other typical benefits for masterwork items). At the GM's discretion, some magical special abilities might simply not be appropriate for application to certain technological items. When a character crafts an existing technological item into a magic item in this manner, he does not need to meet the base item's crafting requirements&mdash;a wizard with Craft Magic Arms and Armor can create a <i>+1 arc pistol</i> from a normal arc pistol without having Craft Technological Arms and Armor and without having access to a military laboratory. In a situation where a character wishes to craft the entire item from scratch, the nonmagical technological item must be fully crafted and completed before work on magically enhancing it can begin.</p>", 
    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Crafting/Crafting High-Tech Items/Hybrid Items", 
    "type": "section", 
    "name": "Hybrid Items", 
    "source": "Technology Guide"
}