{
    "url": "pfsrd://Ultimate Magic/Rules/Feats/Types of Feats", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Any feat designated as a combat feat can be selected as a fighter's bonus feat. This designation does not restrict characters of other classes from selecting these feats, assuming they meet the prerequisites.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Feats/Types of Feats/Combat Feats", 
            "type": "section", 
            "name": "Combat Feats", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>Critical feats modify the effects of a critical hit by inflicting an additional condition on the victim of the critical hit. Characters without the Critical Mastery feat can only apply the effects of one critical feat to an individual critical hit. Characters with multiple critical feats can decide which feat to apply after the critical hit has been confirmed.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Feats/Types of Feats/Critical Feats", 
            "type": "section", 
            "name": "Critical Feats", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>Metamagic feats allow spellcasters to modify and change their spells, granting the spells new powers and effects. Such spells generally take up a higher-level spell slot than the normal spell. For complete rules on how to apply metamagic feats to spells, reference the Metamagic Feats introduction.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Feats/Types of Feats/Metamagic Feats", 
            "type": "section", 
            "name": "Metamagic Feats", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p>Teamwork feats grant large bonuses, but they only function under specific circumstances. In most cases, these feats require an ally who also possesses the feat to be positioned carefully on the battlefield. Teamwork feats provide no bonus if the listed conditions are not met. Note that allies who are paralyzed, stunned, unconscious, or otherwise unable to act do not count for the purposes of these feats. Inquisitors and cavaliers have special class abilities that allow them to use teamwork feats even when their allies don't have the feats.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Feats/Types of Feats/Teamwork Feats", 
            "type": "section", 
            "name": "Teamwork Feats", 
            "source": "Ultimate Magic"
        }
    ], 
    "name": "Types of Feats", 
    "source": "Ultimate Magic"
}