{
    "body": "<p>A driver makes her living driving vehicles in the service of those who can pay for her considerable talents. She may be a wagon-driver practiced at smuggling contraband, an accomplished musher blazing arctic trails, or a seemingly refined coach driver placing her roguish talents in the service of a wealthy patron. This archetype works best with the vehicle combat rules in Chapter 4.</p>", 
    "name": "Driver", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Driver", 
    "type": "class_archetype", 
    "subtype": "rogue", 
    "sections": [
        {
            "body": "<p id=\"hard-drive\">When driving a vehicle that uses a group of animals or magical beasts as muscle propulsion, the DCs of all driving checks are reduced by 2, the maximum speed of the vehicle increases by 10 feet, and the acceleration increases by 5 feet. This ability takes the place of trapfinding. </p>", 
            "name": "Hard Drive", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Driver/Hard Drive", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"driver's-fortitude\">At 3rd level, the driver learns to keep driving and maintain control of her vehicle, even when mortally wounded. If the driver drops below 0 hit points but is not dead, she can attempt a DC 15 Fortitude save each round to remain conscious and in control of her vehicle, though she may take no other actions. This ability replaces trap sense.</p>", 
            "name": "Driver's Fortitude", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Driver/Drivers Fortitude", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rogue-talents\">The following rogue talents complement the driver archetype: firearm training* and getaway artist*.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Rogue Talents"
        }, 
        {
            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the driver archetype: feat and getaway master*.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Advanced Talents"
        }
    ]
}