{
    "body": "<p>A specialized urban acrobat, the roof runner makes her home high atop the spires and gables of great cities. She is skilled at traveling these uneven surfaces at full speed, performing daring leaps and deftly balancing upon narrow and precarious ledges.</p>", 
    "name": "Roof Runner", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Roof Runner", 
    "type": "class_archetype", 
    "subtype": "rogue", 
    "sections": [
        {
            "body": "<p id=\"roof-running\">At 1st level, a roof runner becomes entirely adept at moving across the tops of buildings, spires, and similar locations. Provided she is wearing light armor or no armor, the roof runner can move at full speed while traveling across the tops of buildings or similar structures, and takes no penalties on any Dexterity-based Skill checks or Reflex saves that might be incurred from moving about on a roof. This ability replaces trapfinding.</p>", 
            "name": "Roof Running", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Roof Runner/Roof Running", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"tumbling-descent\">At 2nd level, a roof runner can use her acrobatics skill to attempt a rapid descent from a rooftop or another surface, ricocheting against another surface and then diving through an opening (such as a balcony or window) directly below. So long as she has at least two surfaces no farther than 10 feet apart to bounce against, she can ricochet her body back from one to the next, descending great distances with a single check. The DC is 10 + 5 for every additional 10-foot increment descended beyond the initial 10 feet dropped. If she fails, she falls the full distance. This ability replaces trap sense.</p>", 
            "name": "Tumbling Descent", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Archetypes/Roof Runner/Tumbling Descent", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rogue-talents\">The following rogue talents complement the roof runner archetype: expert leaper, ledge walker, nimble climber, stand up, and terrain mastery*.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Rogue Talents"
        }, 
        {
            "body": "<p id=\"advanced-talents\">The following advanced rogue talent complements the roof runner archetype: fast tumble.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Advanced Talents"
        }
    ]
}