{
    "body": "<p>As you increase in tier, you gain the following abilities.</p>", 
    "name": "Guardian Features", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>Select one of the following abilities. Once chosen, it can't be changed.</p>", 
            "name": "Guardian's Call", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/Guardians Call", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>As an immediate action, whenever you take hit point damage from a single source (such as a dragon's breath, a spell, or a weapon), you can expend one use of mythic power to reduce the damage you take from that source by 5 per tier (to a minimum of 0 points of damage taken). If you have another ability or effect that reduces damage (such as <i>protection from energy</i>), reduce the damage with the absorb blow ability before applying any other damage-reducing effects. For every 10 points of damage that this ability prevents, for 1 minute you gain DR 1/epic and 5 points of resistance against acid, cold, electricity, fire, and sonic damage. The DR and resistances stack with any other DR and resistances that you have.</p>", 
                    "name": "Absorb Blow", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/Guardians Call/Absorb Blow", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>As a swift action, you can expend one use of mythic power to imbue your animal companion, cohort, eidolon, familiar, or bonded mount with some of your mythic power. As an immediate action, that creature can move up to its speed and make an attack with one of its natural weapons. When making this attack, the creature rolls twice and takes the higher result. Any damage dealt by this attack bypasses all damage reduction. A creature affected by this ability can take these actions in addition to any others that it takes during its turn.</p>", 
                    "name": "Beast's Fury", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/Guardians Call/Beasts Fury", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>As an immediate action, you can expend one use of mythic power to hinder a melee attack made against you or an adjacent ally. Add your tier to your AC or the ally's AC against this attack. The creature making the attack must make two attack rolls and take the lower result. Once the attack is resolved, you or your ally (your choice) can make one melee attack against the creature. The damage from this attack bypasses all damage reduction.</p>", 
                    "name": "Sudden Block", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/Guardians Call/Sudden Block", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>At 1st tier and every tier thereafter, select one new path ability from the guardian path abilities lists or from the universal path abilities lists. Once you select an ability, it can't be changed. Unless otherwise noted, each ability can be selected only once. Some abilities have requirements, such as a class ability or minimum mythic tier, that you must meet before you select them.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Path Ability"
        }, 
        {
            "body": "<p>At 10th tier, whenever you take damage from a melee or ranged attack scored by a non-mythic creature, the damage is halved. This reduction is applied after all other reductions in damage, such as energy resistance or damage reduction. Once per round, when an enemy scores a critical hit against you, you regain one use of mythic power.</p>", 
            "name": "True Defender", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/True Defender", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p>You can select these path abilities at any tier.</p>", 
            "name": "1st-Tier Guardian Path Abilities", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"adamantine-mind\">Your mind is as hard as any armor, and is dangerous to engage. You gain a bonus equal to your tier on saving throws against mind-affecting effects. Whenever you succeed at a save against a mind-affecting effect, the creature attacking you with that effect must succeed at a Will save (at the same DC) or be stunned for 1 round.</p>", 
                    "name": "Adamantine Mind", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Adamantine Mind", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"additional-call\">You learn an additional guardian's call ability. You can select this ability twice.</p>", 
                    "name": "Additional Call", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Additional Call", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"armor-master\">You don't take an armor check penalty or incur an arcane spell failure chance when wearing light armor or using a shield (including a tower shield). In addition, the maximum Dexterity bonus of light armor doesn't apply to you. You can select this ability up to three times. The second time, it also applies to medium armor. The third time, it also applies to heavy armor.</p>", 
                    "name": "Armor Master", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Armor Master", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"armored-might\">You treat the armor bonus from your armor as 50% higher than normal, to maximum increase of half your tier (minimum 1). For example, if you are 4th tier and wearing +2 breastplate, you treat the armor's +6 armor bonus as +8 (50% of +6 is +3, limited to +2 by half your tier).</p>", 
                    "name": "Armored Might", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Armored Might", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"avenging-maneuver\">Taking grievous wounds only empowers you. Any creature that confirms a critical hit with a melee attack against you provokes an attack of opportunity from you. You can use this attack of opportunity only to attempt a bull rush, disarm, sunder, or trip combat maneuver check. You don't provoke attacks of opportunity for attempting this combat maneuver check.</p>", 
                    "name": "Avenging Maneuver", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Avenging Maneuver", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"borrow-elements\">When you take acid, cold, electricity, fire, or sonic damage, you store some of this energy within yourself and can direct it outward through your attacks. Whenever you take energy damage, you gain an amount of energy of that type equal to 1/2 the damage taken (after any resistances or immunities are applied). Whenever you hit with a melee attack, you may expend 5 points from the pool of one energy type to have the attack deal an additional 1d6 points of energy damage of that type. As a standard action, you can expend one use of mythic power to release all stored energy of one type as a ray with a 60-foot range. The ray deals 1d6 points of energy damage for every 5 points of energy stored. If unused, the stored energy harmlessly dissipates 1 minute after the last time you took energy damage of any type.</p>", 
                    "name": "Borrow Elements", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Borrow Elements", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"burst-through\">Whenever you charge, you can move through squares containing allies and opponents almost as if they were not obstructing your charge. You can move through squares containing allies freely, but you must succeed at an overrun combat maneuver check for each opponent that obstructs your path to the target of your charge. If the result of the check exceeds the opponent's CMD, you may move through the opponent's square and continue toward the target without provoking an attack of opportunity from that opponent. If you fail any of these combat maneuver checks, your movement ends in the square before that opponent, but you may resolve the charge attack against the foe that stopped you.</p>", 
                    "name": "Burst Through", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Burst Through", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"draw-fire\">As an immediate action, when an ally within 30 feet is targeted with a ranged weapon attack, you can have that attack target you instead. If you would normally be out of range for that attack, the attack is able to hit you as if you were at maximum range. You can use this ability without using an immediate action by expending one use of mythic power.</p>", 
                    "name": "Draw Fire", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Draw Fire", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"empathic-healing\">You can expend one use of mythic power to transfer up to 10 points of damage per tier from a touched ally to yourself, healing the target and damaging you. This transferred damage bypasses all effects that reduce or negate hit point damage (such as damage reduction). Alternatively, you can expend two uses of mythic power to transfer an ongoing disease or poison from a touched ally to yourself, which halts ongoing effects on the target from that affliction and requires you to attempt any remaining saves against it. If you're immune to the disease or poison, transferring it to yourself destroys the affliction.</p>", 
                    "name": "Empathic Healing", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Empathic Healing", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ever-ready\">Whenever you make an attack of opportunity, you gain a bonus on the attack and damage rolls equal to your mythic tier. You can make attacks of opportunity while flat-footed, even if you don't have the Combat Reflexes feat. At 3rd, 6th, and 9th tier, the number of attacks of opportunity you can make each round increases by one.</p>", 
                    "name": "Ever Ready", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Ever Ready", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"fast-healing\">As a swift action, you can expend one use of mythic power to gain fast healing 5 for 1 minute. This ability can be taken a second time at 3rd tier or higher and a third time at 6th tier or higher. Each additional time you take this ability, the fast healing increases by 5.</p>", 
                    "name": "Fast Healing", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Fast Healing", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"guardian's-shout\">Your warning shouts keep allies from danger. Whenever you attempt a Reflex save to avoid an effect that affects multiple creatures, you can expend one use of your mythic power to call out a warning to your allies. Any allies within 100 feet who can hear you gain a bonus equal to your tier on their saving throws against that effect.</p>", 
                    "name": "Guardian's Shout", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Guardians Shout", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"immovable\">Add your tier to your CMD whenever an enemy attempts a bull rush, drag, reposition, or trip combat maneuver check against you. If the check is successful, you can expend one use of mythic power as an immediate action to cause it to fail instead.</p>", 
                    "name": "Immovable", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Immovable", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"imprinting-hand\">By touching a foe, you can gain knowledge about it, including its weaknesses. To use this ability, you must first successfully hit a foe with an unarmed strike, natural weapon, or melee touch attack to make contact, then use this ability is a free action. As long as the target remains within 1 mile of you, you always know the direction and approximate distance to it. If the foe has any weaknesses or vulnerabilities (including a mythic flaw), you immediately know this information. You can maintain this connection with only one creature at a time; if you use this ability on another creature, your connection with the previous creature is lost.</p>", 
                    "name": "Imprinting Hand", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Imprinting Hand", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"knowledgeable-guardian\">Add double your tier as a bonus on Knowledge checks you attempt to identify monsters, including checks made to learn any special powers and vulnerabilities. As a free action, you can expend one use of mythic power to telepathically communicate the knowledge you obtain from this check to all allies within 100 feet.</p>", 
                    "name": "Knowledgeable Guardian", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Knowledgeable Guardian", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"lesson-learned\">You adapt quickly to the perils presented in battle. Whenever you fail a saving throw against a supernatural or spell-like ability, you gain a +5 bonus on all further saving throws against that ability, including subsequent saves against an ongoing effect, or against the same effect produced by a different source or creature. This bonus lasts for a number of minutes equal to your tier. For example, if you fail a save against a demon's <i>fireball</i> spell-like ability, you gain this bonus against a <i>fireball</i> spell-like ability from any creature; if you fail a save against a blue dragon's electricity breath weapon, you gain this bonus against all blue dragon electricity breath weapons, but not against a black dragon's acid breath weapon or a gorgon's petrification breath weapon. If you fail another saving throw against the same ability, the duration of lesson learned resets but the bonus doesn't stack with itself.</p>", 
                    "name": "Lesson Learned", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Lesson Learned", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mythic-companion\">Select one animal companion, cohort, eidolon, familiar, or bonded mount. That creature can use the surge ability a number of times per day equal to your tier. Its surge ability uses the same bonus die type as you do when you use your surge ability.</p>", 
                    "name": "Mythic Companion", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Mythic Companion", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mythic-mercy\">When you use the mercy paladin class feature, your caster level check to remove curses, diseases, and poisons automatically succeeds unless the affliction is from a mythic source. If you expend one use of mythic power when using a mercy, you add <i>break enchantment </i>to its effect, using your paladin level as your caster level. You must have the mercy class feature to select this ability.</p>", 
                    "name": "Mythic Mercy", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Mythic Mercy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"pack-wild-shape\">When you use the wild shape class feature, you can also transform allies when you change shape. When you use wild shape, you can expend one use of mythic power to select a number of willing allies equal to your tier. These allies take the same animal form as you do, with the same abilities as yours. Divide the duration of that use of wild shape evenly (rounded down) among yourself and the affected allies. The transformation ends for everyone when you return to your normal form or use wild shape again. An ally can end its own transformation early as a standard action without affecting the duration for you or other allies. You must have the wild shape class feature to select this ability.</p>", 
                    "name": "Pack Wild Shape", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Pack Wild Shape", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"partial-transformation\">You have refined control over your transformation ability. When using wild shape, you can expend one use of mythic power to only partially transform into or out of animal form. For example, you could transform your hands into tiger claws and your head into a tiger's head (giving you low-light vision and scent, and allowing you to make claw and bite attacks but still wear armor and use worn magic items normally), transform into a deinonychus with human hands (allowing you to still manipulate objects and wear rings), or transform into a constrictor snake with a humanoid head (allowing you to speak and cast spells with verbal components). You may make one such change per round as a free action for the duration of that use of wild shape. For example, if you change into a tiger, this ability allows you to partially transform yourself from tiger form to your normal form and back as needed until the duration ends or you fully return to your normal form. You must have the wild shape class feature to select this ability.</p>", 
                    "name": "Partial Transformation", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Partial Transformation", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"quick-recovery\">Whenever you are dazed, dazzled, deafened, sickened, or stunned, reduce the duration of that condition by half (minimum 1 round). Any other effects relating to the source of that condition are unaffected; for example, if you are panicked and sickened from an <i>eyebite</i> spell, the panicked effect has the normal duration even though you are sickened for only half as long. You can select this ability twice. The second time you select it, you also reduce the duration of the blinded, nauseated, and paralyzed conditions by half.</p>", 
                    "name": "Quick Recovery", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Quick Recovery", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"raise-animal\">By burying the corpse of a dead animal (at least its bones) and expending one use of mythic power, you raise it from the dead overnight. You can use this ability on an animal companion, familiar, or bonded mount even if it is not a creature of the animal type. At 1st tier, this functions like <i>raise dead</i>. At 3rd tier, this functions like <i>resurrection</i>. At 6th tier, this functions like <i>true resurrection</i>.</p>", 
                    "name": "Raise Animal", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Raise Animal", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ranged-disarm\">You can use a ranged attack to disarm an opponent. Attempt a disarm combat maneuver check using your Dexterity modifier instead of your Strength modifier, and add your tier to the roll. Using this ability doesn't provoke attacks of opportunity. If your attack is successful, your target drops one item of your choice that it is carrying, even if the item is wielded with two hands. If your attack exceeds the CMD of the target by 10 or more, the target drops the items it is carrying in both hands (maximum two items if the target has more than two hands). Unlike with a melee disarm, failing the attack by 10 or more doesn't make you drop your weapon, and you can't automatically pick up the item dropped.</p>", 
                    "name": "Ranged Disarm", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Ranged Disarm", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"relentless-healing\">You can restore life to the recently dead. If a creature has died within 1 round, as a free action you can expend one use of mythic power when casting a healing spell or using a class feature that heals damage to apply that healing to the dead creature. If this healing brings the creature's hit points above the threshold for death, it comes back to life and stabilizes at its new hit point total (similar to the way <i>breath of life</i> functions); otherwise, it remains dead. Alternatively, you can expend two uses of mythic power on a dead creature that would have the ability to magically heal itself if it were alive (such as a dead cleric with a prepared <i>cure light wounds</i> spell) in order to trigger the most powerful healing magic it knows or has prepared. If this brings the creature's hit points above its death threshold, it returns to life.</p>", 
                    "name": "Relentless Healing", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Relentless Healing", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"retributive-reach\">Treat your reach as 5 feet greater than normal for the purpose of determining whether or not you can make an attack of opportunity. If a creature provokes an attack of opportunity within this area of increased reach, you can expend one use of mythic power to gain a bonus equal to your tier on the attack roll and damage roll of the attack of opportunity.</p>", 
                    "name": "Retributive Reach", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Retributive Reach", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"sacrificial-shield\">Once per round when you would normally be hit by a weapon attack, you can use your shield to block the attack. You must be using a shield in order to use this ability. Subtract your shield's hardness and hit points from the damage of the attack and apply the remaining damage to your hit points. If the shield takes enough damage to destroy it, it's destroyed. Otherwise, it gains the broken condition, even if the damage was not enough to give it the broken condition under other circumstances. You can expend one use of mythic power when using this ability to negate any damage dealt to the shield, though you still take any damage that exceeds its hardness and hit points. You can choose to negate the damage after the damage is rolled.</p>", 
                    "name": "Sacrificial Shield", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Sacrificial Shield", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"supreme-tracker\">If you have something that carries a creature's scent (such as a personal item or piece of flesh), you can expend one use of mythic power to create a supernatural bond that allows you track that individual. As a free action, you can sense the creature's general direction and distance, as well as know whether it is alive, dead, destroyed, dying, or undead. The creature must be on the same plane as you for this ability to function. For the purpose of spells and effects that block scrying and divination, your caster level for this effect is a number equal to double your tier. At 6th tier, you can track the creature if it's on a different plane than you.</p>", 
                    "name": "Supreme Tracker", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/1st-Tier Guardian Path Abilities/Supreme Tracker", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
            "name": "3rd-Tier Guardian Path Abilities", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"cage-enemy\">You can pin enemies foolish enough to face you. As an immediate action, you can expend one use of mythic power to hinder opponents until the end of your next turn. When this ability is active, any creature moving out of one of your threatened squares, even when making a 5-foot step or using a form of movement that doesn't usually provoke attacks of opportunity, provokes an attack of opportunity from you. If your attack of opportunity hits and deals damage, the creature remains in its current space and its movement ends. Alternatively, you can expend one use of mythic power as part of a charge. If the charge attack hits, the target can't move itself from its space until the beginning of your next turn (though others can move the creature).</p>", 
                    "name": "Cage Enemy", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Cage Enemy", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dimensional-grappler\">When you have an opponent grappled or pinned and it attempts to use a teleportation effect, you can attempt a Will save against the effect, even if it would not normally allow a save. If you succeed, you learn the type of teleportation effect (such as <i>dimension door</i>) and the creature's intended destination, and then may prevent the effect (as if using a quickened <i>dimensional anchor</i>, using your character level as your caster level) or accompany the opponent as if you were part of its gear with negligible weight.</p>", 
                    "name": "Dimensional Grappler", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Dimensional Grappler", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"drive-back\">As a full-round action, you can attempt one bull rush combat maneuver check and apply it to all opponents within reach. If you have the Whirlwind Attack feat, you can use this ability at the same time that you make an attack against each foe within reach, allowing you to attempt a free bull rush combat maneuver check against each foe that you hit. After you've pushed opponents backward, you may move with any one of your bull rush targets.</p>", 
                    "name": "Drive Back", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Drive Back", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"earth-protection\">As long as you're in contact with earth or unworked stone, you can expend one use of mythic power as a standard action to draw energy from the earth and radiate it outward, granting yourself and allies within 30 feet DR 10/adamantine for 1 minute.</p>", 
                    "name": "Earth Protection", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Earth Protection", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"impervious-body\">You gain DR 5/epic. This ability can be taken a second time at 6th tier or higher and a third time at 9th tier or higher. Each additional time it's taken, the DR increases by 5.</p>", 
                    "name": "Impervious Body", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Impervious Body", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"impervious-companion\">You can make your bonded creature more resistant to damage. Select one animal companion, eidolon, familiar, or bonded mount. This creature gains any epic damage reduction that you gain from the impervious body path ability. You must have the impervious body path ability to select this ability.</p>", 
                    "name": "Impervious Companion", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Impervious Companion", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"incredible-parry\">You gain the duelist's parry ability (<i>Core Rulebook</i> 383), and you may expend one use of mythic power to add a number equal to your tier to the parry roll. If you already have the duelist's parry ability, you can use incredible parry and the duelist's parry class ability in the same round, electing to not make two attacks and instead parrying up to two attacks.</p>", 
                    "name": "Incredible Parry", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Incredible Parry", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"parry-spell\">As an immediate action, you can expend one use of mythic power to block a spell targeting you or an ally adjacent to you. The spell must be a ray, a single-target spell, or a spell that creates an effect targeting one creature (such as <i>acid arrow</i>), and the level of the spell's spell slot must be equal to or lower than your tier. Make an attack roll as if making an attack of opportunity. If the result of the attack roll is greater than the spell's attack roll or save DC, the spell has no effect on the intended target (though other targets from the same spell, such as multiple targets of <i>scorching ray</i>, are affected normally). A spell that has neither a DC nor an attack roll (such as <i>magic missile</i>) can't be affected by this ability. You must declare using spell parry after the spellcaster's target is announced, but before the target's saving throw or attack roll is made.</p>", 
                    "name": "Parry Spell", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Parry Spell", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"possess-companion\">You can expend one use of mythic power to project your soul from your body and into your animal companion, cohort, eidolon, familiar, or bonded mount as if possessing that creature with the <i>magic jar </i>spell<i>. </i>Unlike with <i>magic jar</i>, the companion creature's soul remains within its body, allowing you to know what it knows and share its memories. This effect lasts until you end it as a standard action.</p>", 
                    "name": "Possess Companion", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Possess Companion", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"shrug-it-off\">Whenever an enemy confirms a critical hit against you or your animal companion, eidolon, familiar, or bonded mount, you can expend one use of your mythic power as an immediate action to convert the critical hit into a normal hit. Effects that trigger only on a critical hit don't trigger when you use this ability to negate the critical hit.</p>", 
                    "name": "Shrug It Off", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Shrug It Off", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"to-the-death\">You can shrug off wounds that others would find devastating. When below 0 hit points, you don't fall unconscious, but are instead staggered. You lose 1 hit point at the end of each turn when you take a standard action while staggered in this way.</p>", 
                    "name": "To the Death", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/To the Death", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"turn-the-tables\">If a creature fails a combat maneuver check made against you, as an immediate action you can expend one use of mythic power to attempt that same maneuver against that creature. You receive a +10 bonus on this combat maneuver check.</p>", 
                    "name": "Turn the Tables", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/3rd-Tier Guardian Path Abilities/Turn the Tables", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
            "name": "6th-Tier Guardian Path Abilities", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"cling-to-life\">When you die, as long as your body remains, you can be healed by any spell or effect that heals damage, though you regain only half the normal number of hit points. If you're healed to full hit points, you come back to life and gain 1 permanent negative level for each minute you were dead (these negative levels can be removed as normal). Until you're healed to full hit points, you don't regain consciousness and are still dead no matter what other abilities you might have. If you aren't brought back to life within a number of minutes equal to your total character level, your death is permanent (although you can still be brought back by spells such as <i>raise dead</i>).</p>", 
                    "name": "Cling to Life", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Cling to Life", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"companion-power\">You can imbue your bonded creature with your own mythic nature. Select one animal companion, eidolon, familiar, or bonded mount. This creature gains any one guardian path ability as if it were a 1st-tier guardian. If that ability can be used only by expending mythic power, your companion can instead use the ability three times per day.</p>", 
                    "name": "Companion Power", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Companion Power", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"indomitable\">Select one of the following conditions: bleed, blinded, confused, dazed, deafened, entangled, fatigued, frightened, shaken, sickened, or staggered. You are immune to that condition. Greater and lesser versions of the selected condition (such as panicked, a more powerful version of frightened) still affect you.</p>", 
                    "name": "Indomitable", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Indomitable", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"invincible-stand\">You can expend one use of mythic power as a swift action to make yourself nearly invincible for a short period of time. You gain DR 20/&mdash; for a number of rounds equal to your tier. If you choose to move or are moved by another creature during this time, this protection immediately ends.</p>", 
                    "name": "Invincible Stand", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Invincible Stand", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mythic-resolve\">You're imbued with power and grace that protects you. Whenever you attempt a saving throw, you can expend one use of mythic power to roll again. You can use this ability more than once and take the highest result of all the rolls. You can use this ability only after the initial roll is made, but before the results are revealed. Using this ability doesn't require an action, and it can be used as long as you are conscious.</p>", 
                    "name": "Mythic Resolve", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Mythic Resolve", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"take-the-hit\">You are a living shield for your allies. Whenever an adjacent ally takes damage from a melee or ranged attack, as an immediate action you can split the damage. You take half of the damage (rounded down), and your ally takes the remaining amount. This damage is not subject to any resistances or damage reduction you might have, but any such defenses the target of the attack possesses apply before the damage is split. You don't suffer any other effects from the attack (such as disease, grab, or poison).</p>", 
                    "name": "Take the Hit", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Guardian/Guardian Features/6th-Tier Guardian Path Abilities/Take the Hit", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }
    ]
}