{
    "body": "<table id=\"table-7-16:-wild-magic-effects\"><caption>Table:  Wild Magic Effects</caption><thead><tr id=\"d00-effect\"><th>d%</th><th>Effect</th></tr></thead><tr class=\"odd\"><td>01&ndash;19</td><td style=\"white-space: normal;\">The spell rebounds on its caster with normal effect. If the spell cannot affect the caster, it simply fails.</td></tr><tr class=\"even\"><td>20&ndash;23</td><td style=\"white-space: normal;\">A circular pit 15 feet wide opens under the caster's feet; it is 10 feet deep per level of the caster.</td></tr><tr class=\"odd\"><td>24&ndash;27</td><td style=\"white-space: normal;\">The spell fails, but the target or targets of the spell are pelted with a rain of small objects (anything from flowers to rotten fruit), which disappear upon striking. The barrage continues for 1 round. During this time the targets are blinded and must make concentration checks (DC 15 + spell level) to cast spells.</td></tr><tr class=\"even\"><td>28&ndash;31</td><td style=\"white-space: normal;\">The spell affects a random target or area. Randomly choose a different target from among those in range of the spell or center the spell at a random place within range of the spell. To generate direction randomly, roll 1d8 and count clockwise around the compass, starting with south. To generate range randomly, roll 3d6. Multiply the result by 5 feet for close-range spells, 20 feet for medium-range spells, or 80 feet for long-range spells.</td></tr><tr class=\"odd\"><td>32&ndash;35</td><td style=\"white-space: normal;\">The spell functions normally, but any material components are not consumed. The spell is not expended from the caster's mind (the spell slot or prepared spell can be used again). Similarly, an item does not lose charges, and the effect does not count against an item's or spell-like ability's use limit.</td></tr><tr class=\"even\"><td>36&ndash;39</td><td style=\"white-space: normal;\">The spell does not function. Instead, everyone (friend or foe) within 30 feet of the caster receives the effect of a <i>heal</i> spell.</td></tr><tr class=\"odd\"><td>40&ndash;43</td><td style=\"white-space: normal;\">The spell does not function. Instead, a <i>deeper darkness</i> effect and a <i>silence</i> effect cover a 30-foot radius around the caster for 2d4 rounds.</td></tr><tr class=\"even\"><td>44&ndash;47</td><td style=\"white-space: normal;\">The spell does not function. Instead, a <i>reverse gravity</i> effect covers a 30-foot radius around the caster for 1 round.</td></tr><tr class=\"odd\"><td>48&ndash;51</td><td style=\"white-space: normal;\">The spell functions, but shimmering colors swirl around the caster for 1d4 rounds. Treat this as a <i>glitterdust</i> effect with a save DC of 10 + the level of the spell that generated this result.</td></tr><tr class=\"even\"><td>52&ndash;59</td><td style=\"white-space: normal;\">Nothing happens. The spell does not function. Any material components are used up. The spell or spell slot is used up, an item loses charges, and the effect counts against an item's or spell-like ability's use limit.</td></tr><tr class=\"odd\"><td>60&ndash;71</td><td style=\"white-space: normal;\">Nothing happens. The spell does not function. Any material components are not consumed. The spell is not expended from the caster's mind (a spell slot or prepared spell can be used again). An item does not lose charges, and the effect does not count against an item's or spell-like ability's use limit.</td></tr><tr class=\"even\"><td>72&ndash;98</td><td style=\"white-space: normal;\">The spell functions normally.</td></tr><tr class=\"odd\"><td>99&ndash;100</td><td style=\"white-space: normal;\">The spell functions strongly. Saving throws against the spell incur a &ndash;2 penalty. The spell has the maximum possible effect, as if it were cast with the Maximize Spell feat. If the spell is already maximized with the feat, there is no further effect.</td></tr></table>", 
    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Magic Traits/Wild Magic/Table Wild Magic Effects", 
    "type": "table", 
    "name": "Table: Wild Magic Effects", 
    "source": "Game Mastery Guide"
}