{
    "body": "<p id=\"divine-bond\">At 5th level, instead of forming a divine bond with her weapon or a mount, a sacred shield forms a bond with her shield. As a standard action, a sacred shield can enhance her shield by calling on the aid of a celestial spirit. This bond lasts for 1 minute per paladin level. When called, the spirit causes the shield to shed light like a torch. At 5th level, the spirit grants the shield a +1 enhancement bonus. For every three levels beyond 5th, the shield gains another +1 enhancement bonus, to a maximum of +6 at 20th level. These bonuses can be added to the shield, stacking with existing enhancement bonuses to a maximum of +5, or they can be used to add any of the following armor special abilities: <i>arrow deflection</i>, <i>bashing</i>, <i>blinding</i>, <i>fortification</i> (any), <i>reflecting</i>, and <i>spell resistance</i> (any). The <i>reflecting</i> enhancement may be used once each time the sacred shield makes use of her divine bond. Adding these armor special abilities consumes an amount of bonus equal to the property's cost. These bonuses are added to any properties the shield already has, but duplicate special abilities do not grant any extra benefit. If the shield is not magical, at least a +1 enhancement bonus must be added before any other special abilities can be added. The bonus and special abilities granted by the spirit are determined when the spirit is called and cannot be changed until the spirit is called again. The celestial spirit imparts no bonuses if the shield is used by anyone other than the sacred shield, but it resumes giving bonuses if the sacred shield resumes using the shield. A sacred shield can use this ability once per day at 5th level, and one additional time per day for every four levels beyond 5th, to a maximum of four times per day at 17th level.</p><p>If a shield with a celestial spirit is destroyed, the sacred shield loses the use of this ability for 30 days, or until she gains a level, whichever comes first. During this period, the sacred shield takes a &ndash;1 penalty to her armor class and on saving throws.</p>", 
    "name": "Divine Bond", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Sacred Shield/Divine Bond", 
    "ability_types": {
        "ability_type": "Supernatural"
    }, 
    "source": "Ultimate Combat", 
    "type": "ability"
}