{
    "body": "<p>Whether a spell is arcane or divine, and whether a character prepares spells in advance or chooses them on the spot, casting a spell works the same way.</p>", 
    "name": "Casting Spells", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>First you must choose which spell to cast. If you're a cleric, druid, experienced paladin, experienced ranger, or wizard, you select from among spells prepared earlier in the day and not yet cast (see Preparing Wizard Spells and Preparing Divine Spells).</p><p>If you're a bard or sorcerer, you can select any spell you know, provided you are capable of casting spells of that level or higher.</p><p>To cast a spell, you must be able to speak (if the spell has a verbal component), gesture (if it has a somatic component), and manipulate the material components or focus (if any). Additionally, you must concentrate to cast a spell. </p><p>If a spell has multiple versions, you choose which version to use when you cast it. You don't have to prepare (or learn, in the case of a bard or sorcerer) a specific version of the spell.</p><p>Once you've cast a prepared spell, you can't cast it again until you prepare it again. (If you've prepared multiple copies of a single spell, you can cast each copy once.) If you're a bard or sorcerer, casting a spell counts against your daily limit for spells of that spell level, but you can cast the same spell again if you haven't reached your limit.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Choosing a Spell", 
            "type": "section", 
            "name": "Choosing a Spell", 
            "source": "Core Rulebook"
        }, 
        {
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table id=\"table-9-1-concentration-check-dcs\" style=\"white-space:normal;\"><caption>Table: Concentration Check DCs</caption><thead><tr><th>Situation</th><th>Concentration Check DC</th></tr></thead><tr class=\"odd\"><td>Cast defensively</td><td>15 + double spell level</td></tr><tr class=\"even\"><td>Injured while casting</td><td>10 + damage dealt + spell level</td></tr><tr class=\"odd\"><td>Continuous damage while casting</td><td>10 + 1/2 damage dealt + spell level</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Affected by a non-damaging spell while casting</td><td>DC of the spell + spell level</td></tr><tr class=\"odd\"><td>Grappled or pinned while casting</td><td>10 + grappler's CMB + spell level</td></tr><tr class=\"even\"><td>Vigorous motion while casting</td><td>10 + spell level</td></tr><tr class=\"odd\"><td>Violent motion while casting</td><td>15 + spell level</td></tr><tr class=\"even\"><td>Extremely violent motion while casting</td><td>20 + spell level</td></tr><tr class=\"odd\"><td>Wind with rain or sleet while casting</td><td>5 + spell level</td></tr><tr class=\"even\"><td>Wind with hail and debris while casting</td><td>10 + spell level</td></tr><tr class=\"odd\"><td>Weather caused by spell</td><td>see spell</td></tr><tr class=\"even\"><td>Entangled while casting</td><td>15 + spell level</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Table Concentration Check DCs", 
                    "type": "table", 
                    "name": "Table: Concentration Check DCs", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>To cast a spell, you must concentrate. If something interrupts your concentration while you're casting, you must make a concentration check or lose the spell. When you make a concentration check, you roll d20 and add your caster level and the ability score modifier used to determine bonus spells of the same type. Clerics, druids, and rangers add their Wisdom modifier. Bards, paladins, and sorcerers add their Charisma modifier. Finally, wizards add their Intelligence modifier. The more distracting the interruption and the higher the level of the spell you are trying to cast, the higher the DC (see Table: Concentration Check DCs). If you fail the check, you lose the spell just as if you had cast it to no effect.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"injury-while-casting\">If you take damage while trying to cast a spell, you must make a concentration check with a DC equal to 10 + the damage taken + the level of the spell you're casting. If you fail the check, you lose the spell without effect. The interrupting event strikes during spellcasting if it comes between the time you started and the time you complete a spell (for a spell with a casting time of 1 full round or more) or if it comes in response to your casting the spell (such as an attack of opportunity provoked by the spell or a contingent attack, such as a readied action).</p><p>If you are taking continuous damage, such as from an <i>acid arrow</i> or by standing in a lake of lava, half the damage is considered to take place while you are casting a spell. You must make a concentration check with a DC equal to 10 + 1/2 the damage that the continuous source last dealt + the level of the spell you're casting. If the last damage dealt was the last damage that the effect could deal, then the damage is over and does not distract you.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Injury", 
                    "type": "section", 
                    "name": "Injury", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you are affected by a spell while attempting to cast a spell of your own, you must make a concentration check or lose the spell you are casting. If the spell affecting you deals damage, the DC is 10 + the damage taken + the level of the spell you're casting.</p><p>If the spell interferes with you or distracts you in some other way, the DC is the spell's saving throw DC + the level of the spell you're casting. For a spell with no saving throw, it's the DC that the spell's saving throw would have if a save were allowed (10 + spell level + caster's ability score).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Spell", 
                    "type": "section", 
                    "name": "Spell", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"grappling-or-pinned\">Casting a spell while you have the grappled or pinned condition is difficult and it requires a concentration check (DC 10 + the grappler's CMB + the level of the spell you're casting). Pinned creatures can only cast spells that do not have somatic components.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Grappling or Pinned", 
                    "type": "section", 
                    "name": "Grappling or Pinned", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you are riding on a moving mount, taking a bouncy ride in a wagon, on a small boat in rough water, belowdecks in a storm-tossed ship, or simply being jostled in a similar fashion, you must make a concentration check (DC 10 + the level of the spell you're casting) or lose the spell. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Vigorous Motion", 
                    "type": "section", 
                    "name": "Vigorous Motion", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you are on a galloping horse, taking a very rough ride in a wagon, on a small boat in rapids or in a storm, on deck in a storm-tossed ship, or being pitched roughly about in a similar fashion, you must make a concentration check (DC 15 + the level of the spell you're casting) or lose the spell. If the motion is extremely violent, such as that caused by an earthquake, the DC is equal to 20 + the level of the spell you're casting.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Violent Motion", 
                    "type": "section", 
                    "name": "Violent Motion", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"violent-weather-concentration\">You must make a concentration check if you try to cast a spell in violent weather. If you are in a high wind carrying blinding rain or sleet, the DC is 5 + the level of the spell you're casting. If you are in wind-driven hail, dust, or debris, the DC is 10 + the level of the spell you're casting. In either case, you lose the spell if you fail the concentration check. If the weather is caused by a spell, use the rules as described in the spell's description.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Violent Weather", 
                    "type": "section", 
                    "name": "Violent Weather", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you want to cast a spell without provoking any attacks of opportunity, you must make a concentration check (DC 15 + double the level of the spell you're casting) to succeed. You lose the spell if you fail.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Casting Defensively", 
                    "type": "section", 
                    "name": "Casting Defensively", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you want to cast a spell while entangled in a net or by a tanglefoot bag or while you're affected by a spell with similar effects, you must make a concentration check to cast the spell (DC 15 + the level of the spell you're casting). You lose the spell if you fail.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Entangled", 
                    "type": "section", 
                    "name": "Entangled", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Concentration", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>It is possible to cast any spell as a counterspell. By doing so, you are using the spell's energy to disrupt the casting of the same spell by another character. Counterspelling works even if one spell is divine and the other arcane.</p>", 
            "name": "Counterspells", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>To use a counterspell, you must select an opponent as the target of the counterspell. You do this by choosing to ready an action. In doing so, you elect to wait to complete your action until your opponent tries to cast a spell. You may still move at your normal speed, since ready is a standard action.</p><p>If the target of your counterspell tries to cast a spell, make a Spellcraft check (DC 15 + the spell's level). This check is a free action. If the check succeeds, you correctly identify the opponent's spell and can attempt to counter it. If the check fails, you can't do either of these things.</p><p>To complete the action, you must then cast an appropriate spell. As a general rule, a spell can only counter itself. If you are able to cast the same spell and you have it prepared (or have a slot of the appropriate level available), you cast it, creating a counterspell effect. If the target is within range, both spells automatically negate each other with no other results.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells/How Counterspells Work", 
                    "type": "section", 
                    "name": "How Counterspells Work", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Metamagic feats are not taken into account when determining whether a spell can be countered.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells/Counterspelling Metamagic Spells", 
                    "type": "section", 
                    "name": "Counterspelling Metamagic Spells", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some spells can counter other specific spells, often those with diametrically opposed effects.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells/Specific Exceptions", 
                    "type": "section", 
                    "name": "Specific Exceptions", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can usually use <i>dispel magic</i> to counterspell another spell being cast without needing to identify the spell being cast. <i>Dispel magic</i> doesn't always work as a counterspell (see the spell description).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells/Dispel Magic as a Counterspell", 
                    "type": "section", 
                    "name": "Dispel Magic as a Counterspell", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>A spell's power often depends on its caster level, which for most spellcasting characters is equal to her class level in the class she's using to cast the spell. </p><p>You can cast a spell at a lower caster level than normal, but the caster level you choose must be high enough for you to cast the spell in question, and all level-dependent features must be based on the same caster level. </p><p>In the event that a class feature or other special ability provides an adjustment to your caster level, that adjustment applies not only to effects based on caster level (such as range, duration, and damage dealt), but also to your caster level check to overcome your target's spell resistance and to the caster level used in dispel checks (both the dispel check and the DC of the check). </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Caster Level"
        }, 
        {
            "body": "<p>If you ever try to cast a spell in conditions where the characteristics of the spell cannot be made to conform, the casting fails and the spell is wasted.</p><p>Spells also fail if your concentration is broken and might fail if you're wearing armor while casting a spell with somatic components.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Spell Failure", 
            "type": "section", 
            "name": "Spell Failure", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Once you know which creatures (or objects or areas) are affected, and whether those creatures have made successful saving throws (if any were allowed), you can apply whatever results a spell entails.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/The Spells Result", 
            "type": "section", 
            "name": "The Spell's Result", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Many special spell effects are handled according to the school of the spells in question. Certain other special spell features are found across spell schools.</p>", 
            "name": "Special Spell Effects", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Some spell descriptions refer to attacking. All offensive combat actions, even those that don't damage opponents, are considered attacks. Attempts to channel energy count as attacks if it would harm any creatures in the area. All spells that opponents resist with saving throws, that deal damage, or that otherwise harm or hamper subjects are attacks. Spells that summon monsters or other allies are not attacks because the spells themselves don't harm anyone.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Attacks", 
                    "type": "section", 
                    "name": "Attacks", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Usually, a bonus has a type that indicates how the spell grants the bonus. The important aspect of bonus types is that two bonuses of the same type don't generally stack. With the exception of dodge bonuses, most circumstance bonuses, and racial bonuses, only the better bonus of a given type works (see Combining Magical Effects). The same principle applies to penalties&mdash;a character taking two or more penalties of the same type applies only the worst one, although most penalties have no type and thus always stack. Bonuses without a type always stack, unless they are from the same source.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bonus Types", 
                    "type": "section", 
                    "name": "Bonus Types", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"bringing-back-the-dead\">Several spells have the power to restore slain characters to life.</p><p>When a living creature dies, its soul departs its body, leaves the Material Plane, travels through the Astral Plane, and goes to abide on the plane where the creature's deity resides. If the creature did not worship a deity, its soul departs to the plane corresponding to its alignment. Bringing someone back from the dead involves magically retrieving his soul and returning it to his body. For more information on the planes, see Environment.</p>", 
                    "name": "Bringing Back the Dead", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bringing Back the Dead", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Any creature brought back to life usually gains one or more permanent negative levels (see Special Abilities). These levels apply a penalty to most rolls until removed through spells such as <i>restoration</i>. If the character was 1st level at the time of death, he loses 2 points of Constitution instead of gaining a negative level.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bringing Back the Dead/Negative Levels", 
                            "type": "section", 
                            "name": "Negative Levels", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Enemies can take steps to make it more difficult for a character to be returned from the dead. Keeping the body prevents others from using <i>raise dead</i> or <i>resurrection</i> to restore the slain character to life. Casting <i>trap the soul</i> prevents any sort of revivification unless the soul is first released.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bringing Back the Dead/Preventing Revivification", 
                            "type": "section", 
                            "name": "Preventing Revivification", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>A soul can't be returned to life if it doesn't wish to be. A soul knows the name, alignment, and patron deity (if any) of the character attempting to revive it and may refuse to return on that basis.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bringing Back the Dead/Revivification against Ones Will", 
                            "type": "section", 
                            "name": "Revivification against One's Will", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Spells or magical effects usually work as described, no matter how many other spells or magical effects happen to be operating in the same area or on the same recipient. Except in special cases, a spell does not affect the way another spell operates. Whenever a spell has a specific effect on other spells, the spell description explains that effect. Several other general rules apply when spells or magical effects operate in the same place:</p>", 
            "name": "Combining Magic Effects", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Spells that provide bonuses or penalties on attack rolls, damage rolls, saving throws, and other attributes usually do not stack with themselves. More generally, two bonuses of the same type don't stack even if they come from different spells (or from effects other than spells; see Bonus Types, above). </p>", 
                    "name": "Stacking Effects", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>The bonuses or penalties from two different spells stack if the modifiers are of different types. A bonus that doesn't have a type stacks with any bonus.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/Different Bonus Types", 
                            "type": "section", 
                            "name": "Different Bonus Types", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>In cases when two or more identical spells are operating in the same area or on the same target, but at different strengths, only the one with the highest strength applies.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/Same Effect More than Once in Different Strengths", 
                            "type": "section", 
                            "name": "Same Effect More than Once in Different Strengths", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>The same spell can sometimes produce varying effects if applied to the same recipient more than once. Usually the last spell in the series trumps the others. None of the previous spells are actually removed or dispelled, but their effects become irrelevant while the final spell in the series lasts.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/Same Effect with Differing Results", 
                            "type": "section", 
                            "name": "Same Effect with Differing Results", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Sometimes, one spell can render a later spell irrelevant. Both spells are still active, but one has rendered the other useless in some fashion.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/One Effect Makes Another Irrelevant", 
                            "type": "section", 
                            "name": "One Effect Makes Another Irrelevant", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Sometimes magical effects that establish mental control render each other irrelevant, such as spells that remove the subject's ability to act. Mental controls that don't remove the recipient's ability to act usually do not interfere with each other. If a creature is under the mental control of two or more creatures, it tends to obey each to the best of its ability, and to the extent of the control each effect allows. If the controlled creature receives conflicting orders simultaneously, the competing controllers must make opposed Charisma checks to determine which one the creature obeys.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/Multiple Mental Control Effects", 
                            "type": "section", 
                            "name": "Multiple Mental Control Effects", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Spells with opposite effects apply normally, with all bonuses, penalties, or changes accruing in the order that they apply. Some spells negate or counter each other. This is a special effect that is noted in a spell's description. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Spells with Opposite Effects", 
                    "type": "section", 
                    "name": "Spells with Opposite Effects", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Two or more spells with instantaneous durations work cumulatively when they affect the same target.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Instantaneous Effects", 
                    "type": "section", 
                    "name": "Instantaneous Effects", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}