{
    "body": "<p>The description of each spell is presented in a standard format. Each category of information is explained and defined below.</p>", 
    "name": "Spell Descriptions", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>The first line of every spell description gives the name by which the spell is generally known.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Name", 
            "type": "section", 
            "name": "Name", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Beneath the spell name is a line giving the school of magic (and the subschool, if any) to which the spell belongs.</p><p>Almost every spell belongs to one of eight schools of magic. A school of magic is a group of related spells that work in similar ways. A small number of spells (<i>arcane mark, limited wish, permanency, prestidigitation</i>, and <i>wish</i>) are universal, belonging to no school.</p>", 
            "name": "School (Subschool)", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Abjurations are protective spells. They create physical or magical barriers, negate magical or physical abilities, harm trespassers, or even banish the subject of the spell to another plane of existence. </p><p>If one abjuration spell is active within 10 feet of another for 24 hours or more, the magical fields interfere with each other and create barely visible energy fluctuations. The DC to find such spells with the Perception skill drops by 4.</p><p>If an abjuration creates a barrier that keeps certain types of creatures at bay, that barrier cannot be used to push away those creatures. If you force the barrier against such a creature, you feel a discernible pressure against the barrier. If you continue to apply pressure, you end the spell.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Abjuration", 
                    "type": "section", 
                    "name": "Abjuration", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Each conjuration spell belongs to one of five subschools. Conjurations transport creatures from another plane of existence to your plane (calling); create objects or effects on the spot (creation); heal (healing); bring manifestations of objects, creatures, or forms of energy to you (summoning); or transport creatures or objects over great distances (teleportation). Creatures you conjure usually&mdash;but not always&mdash;obey your commands.</p><p>A creature or object brought into being or transported to your location by a conjuration spell cannot appear inside another creature or object, nor can it appear floating in an empty space. It must arrive in an open location on a surface capable of supporting it.</p><p>The creature or object must appear within the spell's range, but it does not have to remain within the range.</p>", 
                    "name": "Conjuration", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p id=\"calling\">A calling spell transports a creature from another plane to the plane you are on. The spell grants the creature the one-time ability to return to its plane of origin, although the spell may limit the circumstances under which this is possible. Creatures who are called actually die when they are killed; they do not disappear and reform, as do those brought by a summoning spell (see below). The duration of a calling spell is instantaneous, which means that the called creature can't be dispelled.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Calling", 
                            "type": "section", 
                            "name": "Calling", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"creation\">A creation spell manipulates matter to create an object or creature in the place the spellcaster designates. If the spell has a duration other than instantaneous, magic holds the creation together, and when the spell ends, the conjured creature or object vanishes without a trace. If the spell has an instantaneous duration, the created object or creature is merely assembled through magic. It lasts indefinitely and does not depend on magic for its existence.</p>", 
                            "source": "Core Rulebook", 
                            "type": "section", 
                            "name": "Creation"
                        }, 
                        {
                            "body": "<p id=\"healing\">Certain divine conjurations heal creatures or even bring them back to life.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Healing", 
                            "type": "section", 
                            "name": "Healing", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"summoning\">A summoning spell instantly brings a creature or object to a place you designate. When the spell ends or is dispelled, a summoned creature is instantly sent back to where it came from, but a summoned object is not sent back unless the spell description specifically indicates this. A summoned creature also goes away if it is killed or if its hit points drop to 0 or lower, but it is not really dead. It takes 24 hours for the creature to reform, during which time it can't be summoned again.</p><p>When the spell that summoned a creature ends and the creature disappears, all the spells it has cast expire. A summoned creature cannot use any innate summoning abilities it may have.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Summoning", 
                            "type": "section", 
                            "name": "Summoning", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"teleportation\">A teleportation spell transports one or more creatures or objects a great distance. The most powerful of these spells can cross planar boundaries. Unlike summoning spells, the transportation is (unless otherwise noted) one-way and not dispellable.</p><p>Teleportation is instantaneous travel through the Astral Plane. Anything that blocks astral travel also blocks teleportation.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Teleportation", 
                            "type": "section", 
                            "name": "Teleportation", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Divination spells enable you to learn secrets long forgotten, predict the future, find hidden things, and foil deceptive spells.</p><p>Many divination spells have cone-shaped areas. These move with you and extend in the direction you choose. The cone defines the area that you can sweep each round. If you study the same area for multiple rounds, you can often gain additional information, as noted in the descriptive text for the spell.</p>", 
                    "name": "Divination", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Divination", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p id=\"scrying\">A scrying spell creates an invisible magical sensor that sends you information. Unless noted otherwise, the sensor has the same powers of sensory acuity that you possess. This level of acuity includes any spells or effects that target you, but not spells or effects that emanate from you. The sensor, however, is treated as a separate, independent sensory organ of yours, and thus functions normally even if you have been blinded or deafened, or otherwise suffered sensory impairment.</p><p>A creature can notice the sensor by making a Perception check with a DC 20 + the spell level. The sensor can be dispelled as if it were an active spell.</p><p>Lead sheeting or magical protection blocks a scrying spell, and you sense that the spell is blocked.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Divination/Scrying", 
                            "type": "section", 
                            "name": "Scrying", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Enchantment spells affect the minds of others, influencing or controlling their behavior.</p><p>All enchantments are mind-affecting spells. Two subschools of enchantment spells grant you influence over a subject creature.</p>", 
                    "name": "Enchantment", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Enchantment", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p id=\"charm\">A charm spell changes how the subject views you, typically making it see you as a good friend.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Enchantment/Charm", 
                            "type": "section", 
                            "name": "Charm", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"compulsion\">A compulsion spell forces the subject to act in some manner or changes the way its mind works. Some compulsion spells determine the subject's actions or the effects on the subject, others allow you to determine the subject's actions when you cast the spell, and still others give you ongoing control over the subject.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Enchantment/Compulsion", 
                            "type": "section", 
                            "name": "Compulsion", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Evocation spells manipulate magical energy or tap an unseen source of power to produce a desired end. In effect, an evocation draws upon magic to create something out of nothing. Many of these spells produce spectacular effects, and evocation spells can deal large amounts of damage.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Evocation", 
                    "type": "section", 
                    "name": "Evocation", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Illusion spells deceive the senses or minds of others. They cause people to see things that are not there, not see things that are there, hear phantom noises, or remember things that never happened.</p>", 
                    "name": "Illusion", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p id=\"figment\">A figment spell creates a false sensation. Those who perceive the figment perceive the same thing, not their own slightly different versions of the figment. It is not a personalized mental impression. Figments cannot make something seem to be something else. A figment that includes audible effects cannot duplicate intelligible speech unless the spell description specifically says it can. If intelligible speech is possible, it must be in a language you can speak. If you try to duplicate a language you cannot speak, the figment produces gibberish. Likewise, you cannot make a visual copy of something unless you know what it looks like (or copy another sense exactly unless you have experienced it).</p><p>Because figments and glamers are unreal, they cannot produce real effects the way that other types of illusions can. Figments and glamers cannot cause damage to objects or creatures, support weight, provide nutrition, or provide protection from the elements. Consequently, these spells are useful for confounding foes, but useless for attacking them directly. </p><p>A figment's AC is equal to 10 + its size modifier.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Figment", 
                            "type": "section", 
                            "name": "Figment", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"glamer\">A glamer spell changes a subject's sensory qualities, making it look, feel, taste, smell, or sound like something else, or even seem to disappear.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Glamer", 
                            "type": "section", 
                            "name": "Glamer", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"pattern\">Like a figment, a pattern spell creates an image that others can see, but a pattern also affects the minds of those who see it or are caught in it. All patterns are mind-affecting spells.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Pattern", 
                            "type": "section", 
                            "name": "Pattern", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"phantasm\">A phantasm spell creates a mental image that usually only the caster and the subject (or subjects) of the spell can perceive. This impression is totally in the minds of the subjects. It is a personalized mental impression, all in their heads and not a fake picture or something that they actually see. Third parties viewing or studying the scene don't notice the phantasm. All phantasms are mind-affecting spells.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Phantasm", 
                            "type": "section", 
                            "name": "Phantasm", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"shadow\">A shadow spell creates something that is partially real from extradimensional energy. Such illusions can have real effects. Damage dealt by a shadow illusion is real.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Shadow", 
                            "type": "section", 
                            "name": "Shadow", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Creatures encountering an illusion usually do not receive saving throws to recognize it as illusory until they study it carefully or interact with it in some fashion.</p><p>A successful saving throw against an illusion reveals it to be false, but a figment or phantasm remains as a translucent outline.</p><p>A failed saving throw indicates that a character fails to notice something is amiss. A character faced with proof that an illusion isn't real needs no saving throw. If any viewer successfully disbelieves an illusion and communicates this fact to others, each such viewer gains a saving throw with a +4 bonus.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Saving Throws and Illusions (Disbelief)", 
                            "type": "section", 
                            "name": "Saving Throws and Illusions (Disbelief)", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p>Necromancy spells manipulate the power of death, unlife, and the life force. Spells involving undead creatures make up a large part of this school. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Necromancy", 
                    "type": "section", 
                    "name": "Necromancy", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Transmutation spells change the properties of some creature, thing, or condition. </p>", 
                    "name": "Transmutation", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Transmutation", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p id=\"polymorph\">A polymorph spell transforms your physical body to take on the shape of another creature. While these spells make you appear to be the creature, granting you a +10 bonus on Disguise skill checks, they do not grant you all of the abilities and powers of the creature. Each polymorph spell allows you to assume the form of a creature of a specific type, granting you a number of bonuses to your ability scores and a bonus to your natural armor. In addition, each polymorph spell can grant you a number of other benefits, including movement types, resistances, and senses. If the form you choose grants these benefits, or a greater ability of the same type, you gain the listed benefit. If the form grants a lesser ability of the same type, you gain the lesser ability instead. Your base speed changes to match that of the form you assume. If the form grants a swim or burrow speed, you maintain the ability to breathe if you are swimming or burrowing. The DC for any of these abilities equals your DC for the polymorph spell used to change you into that form. </p><p>In addition to these benefits, you gain any of the natural attacks of the base creature, including proficiency in those attacks. These attacks are based on your base attack bonus, modified by your Strength or Dexterity as appropriate, and use your Strength modifier for determining damage bonuses.</p><p>If a polymorph spell causes you to change size, apply the size modifiers appropriately, changing your armor class, attack bonus, Combat Maneuver Bonus, and Stealth skill modifiers. Your ability scores are not modified by this change unless noted by the spell.</p><p>Unless otherwise noted, polymorph spells cannot be used to change into specific individuals. Although many of the fine details can be controlled, your appearance is always that of a generic member of that creature's type. Polymorph spells cannot be used to assume the form of a creature with a template or an advanced version of a creature.</p><p>When you cast a polymorph spell that changes you into a creature of the animal, dragon, elemental, magical beast, plant, or vermin type, all of your gear melds into your body. Items that provide constant bonuses and do not need to be activated continue to function while melded in this way (with the exception of armor and shield bonuses, which cease to function). Items that require activation cannot be used while you maintain that form. While in such a form, you cannot cast any spells that require material components (unless you have the Eschew Materials or Natural Spell feat), and can only cast spells with somatic or verbal components if the form you choose has the capability to make such movements or speak, such as a dragon. Other polymorph spells might be subject to this restriction as well, if they change you into a form that is unlike your original form (subject to GM discretion). If your new form does not cause your equipment to meld into your form, the equipment resizes to match your new size. </p><p>While under the effects of a polymorph spell, you lose all extraordinary and supernatural abilities that depend on your original form (such as keen senses, scent, and darkvision), as well as any natural attacks and movement types possessed by your original form. You also lose any class features that depend upon form, but those that allow you to add features (such as sorcerers that can grow claws) still function. While most of these should be obvious, the GM is the final arbiter of what abilities depend on form and are lost when a new form is assumed. Your new form might restore a number of these abilities if they are possessed by the new form.</p><p>You can only be affected by one polymorph spell at a time. If a new polymorph spell is cast on you (or you activate a polymorph effect, such as wild shape), you can decide whether or not to allow it to affect you, taking the place of the old spell. In addition, other spells that change your size have no effect on you while you are under the effects of a polymorph spell.</p><p>If a polymorph spell is cast on a creature that is smaller than Small or larger than Medium, first adjust its ability scores to one of these two sizes using the following table before applying the bonuses granted by the polymorph spell.</p>", 
                            "name": "Polymorph", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Transmutation/Polymorph", 
                            "type": "section", 
                            "source": "Core Rulebook", 
                            "sections": [
                                {
                                    "body": "<table><thead><tr><th>Creature's Original Size</th><th>Str</th><th>Dex</th><th>Con</th><th>Adjusted Size</th></tr></thead><tbody><tr class=\"odd\"><td>Fine</td><td>+6</td><td>&ndash;6</td><td>&mdash;</td><td>Small</td></tr><tr class=\"even\"><td>Diminutive</td><td>+6</td><td>&ndash;4</td><td>&mdash;</td><td>Small</td></tr><tr class=\"odd\"><td>Tiny</td><td>+4</td><td>&ndash;2</td><td>&mdash;</td><td>Small</td></tr><tr class=\"even\"><td>Large</td><td>&ndash;4</td><td>+2</td><td>&ndash;2</td><td>Medium</td></tr><tr class=\"odd\"><td>Huge</td><td>&ndash;8</td><td>+4</td><td>&ndash;4</td><td>Medium</td></tr><tr class=\"even\"><td>Gargantuan</td><td>&ndash;12</td><td>+4</td><td>&ndash;6</td><td>Medium</td></tr><tr class=\"odd\"><td>Colossal</td><td>&ndash;16</td><td>+4</td><td>&ndash;8</td><td>Medium</td></tr></tbody></table>", 
                                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Transmutation/Polymorph/Creatures Original Size", 
                                    "type": "table", 
                                    "name": "Creature's Original Size", 
                                    "source": "Core Rulebook"
                                }
                            ]
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Appearing on the same line as the school and subschool, when applicable, is a descriptor that further categorizes the spell in some way. Some spells have more than one descriptor.</p><p>The descriptors are acid, air, chaotic, cold, darkness, death, earth, electricity, evil, fear, fire, force, good, language-dependent, lawful, light, mind-affecting, sonic, and water.</p><p>Most of these descriptors have no game effect by themselves, but they govern how the spell interacts with other spells, with special abilities, with unusual creatures, with alignment, and so on.</p><p>A language-dependent spell uses intelligible language as a medium for communication. If the target cannot understand or cannot hear what the caster of a language-dependent spell says, the spell fails.</p><p>A mind-affecting spell works only against creatures with an Intelligence score of 1 or higher.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/[Descriptor]", 
            "type": "section", 
            "name": "[Descriptor]", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The next line of a spell description gives the spell's level, a number between 0 and 9 that defines the spell's relative power. This number is preceded by a list of classes whose members can cast the spell. A spell's level affects the DC for any save allowed against its effects.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Level", 
            "type": "section", 
            "name": "Level", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A spell's components explain what you must do or possess to cast the spell. The components entry in a spell description includes abbreviations that tell you what type of components it requires. Specifics for material and focus components are given at the end of the descriptive text. Usually you don't need to worry about components, but when you can't use a component for some reason or when a material or focus component is expensive, then the components are important.</p>", 
            "name": "Components", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"verbal\">A verbal component is a spoken incantation. To provide a verbal component, you must be able to speak in a strong voice. A <i>silence</i> spell or a gag spoils the incantation (and thus the spell). A spellcaster who has been deafened has a 20% chance of spoiling any spell with a verbal component that he tries to cast.</p>", 
                    "name": "Verbal", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Verbal", 
                    "source": "Core Rulebook", 
                    "abbrev": "V", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"somatic\">A somatic component is a measured and precise movement of the hand. You must have at least one hand free to provide a somatic component.</p>", 
                    "name": "Somatic", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Somatic", 
                    "source": "Core Rulebook", 
                    "abbrev": "S", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"material\">A material component consists of one or more physical substances or objects that are annihilated by the spell energies in the casting process. Unless a cost is given for a material component, the cost is negligible. Don't bother to keep track of material components with negligible cost. Assume you have all you need as long as you have your spell component pouch.</p>", 
                    "name": "Material", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Material", 
                    "source": "Core Rulebook", 
                    "abbrev": "M", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"focus\">A focus component is a prop of some sort. Unlike a material component, a focus is not consumed when the spell is cast and can be reused. As with material components, the cost for a focus is negligible unless a price is given. Assume that focus components of negligible cost are in your spell component pouch.</p>", 
                    "name": "Focus", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Focus", 
                    "source": "Core Rulebook", 
                    "abbrev": "F", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"divine-focus\">A divine focus component is an item of spiritual significance. The divine focus for a cleric or a paladin is a holy symbol appropriate to the character's faith. The divine focus for a druid or a ranger is a sprig of holly, or some other sacred plant.</p><p>If the Components line includes F/DF or M/DF, the arcane version of the spell has a focus component or a material component (the abbreviation before the slash) and the divine version has a divine focus component (the abbreviation after the slash).</p>", 
                    "name": "Divine Focus", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Divine Focus", 
                    "source": "Core Rulebook", 
                    "abbrev": "DF", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>Most spells have a casting time of 1 standard action. Others take 1 round or more, while a few require only a swift action.</p><p>A spell that takes 1 round to cast is a full-round action. It comes into effect just before the beginning of your turn in the round after you began casting the spell. You then act normally after the spell is completed.</p><p>A spell that takes 1 minute to cast comes into effect just before your turn 1 minute later (and for each of those 10 rounds, you are casting a spell as a full-round action, just as noted above for 1-round casting times). These actions must be consecutive and uninterrupted, or the spell automatically fails.</p><p>When you begin a spell that takes 1 round or longer to cast, you must continue the concentration from the current round to just before your turn in the next round (at least). If you lose concentration before the casting is complete, you lose the spell.</p><p>A spell with a casting time of 1 swift action doesn't count against your normal limit of one spell per round. However, you may cast such a spell only once per round. Casting a spell with a casting time of 1 swift action doesn't provoke attacks of opportunity.</p><p>You make all pertinent decisions about a spell (range, target, area, effect, version, and so forth) when the spell comes into effect.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Casting Time", 
            "type": "section", 
            "name": "Casting Time", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A spell's range indicates how far from you it can reach, as defined in the range entry of the spell description. A spell's range is the maximum distance from you that the spell's effect can occur, as well as the maximum distance at which you can designate the spell's point of origin. If any portion of the spell's area would extend beyond this range, that area is wasted. Standard ranges include the following.</p>", 
            "name": "Range", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Range", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>The spell affects only you.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Range/Personal", 
                    "type": "section", 
                    "name": "Personal", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You must touch a creature or object to affect it. A touch spell that deals damage can score a critical hit just as a weapon can. A touch spell threatens a critical hit on a natural roll of 20 and deals double damage on a successful critical hit. Some touch spells allow you to touch multiple targets. You can touch up to 6 willing targets as part of the casting, but all targets of the spell must be touched in the same round that you finish casting the spell. If the spell allows you to touch targets over multiple rounds, touching 6 creatures is a full-round action.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Range/Touch", 
                    "type": "section", 
                    "name": "Touch", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The spell reaches as far as 25 feet away from you. The maximum range increases by 5 feet for every two full caster levels.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Range/Close", 
                    "type": "section", 
                    "name": "Close", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The spell reaches as far as 100 feet + 10 feet per caster level.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p>The spell reaches as far as 400 feet + 40 feet per caster level.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Range/Long", 
                    "type": "section", 
                    "name": "Long", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The spell reaches anywhere on the same plane of existence.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Range/Unlimited", 
                    "type": "section", 
                    "name": "Unlimited", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some spells have no standard range category, just a range expressed in feet.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Range/Range Expressed in Feet", 
                    "type": "section", 
                    "name": "Range Expressed in Feet", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>You must make choices about whom a spell is to affect or where an effect is to originate, depending on a spell's type. The next entry in a spell description defines the spell's target (or targets), its effect, or its area, as appropriate.</p>", 
            "name": "Aiming a Spell", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Some spells have a target or targets. You cast these spells on creatures or objects, as defined by the spell itself. You must be able to see or touch the target, and you must specifically choose that target. You do not have to select your target until you finish casting the spell.</p><p>If the target of a spell is yourself (the Target line of the spell description includes &ldquo;You&rdquo;), you do not receive a saving throw, and spell resistance does not apply. The saving throw and spell resistance lines are omitted from such spells.</p><p>Some spells restrict you to willing targets only. Declaring yourself as a willing target is something that can be done at any time (even if you're flat-footed or it isn't your turn). Unconscious creatures are automatically considered willing, but a character who is conscious but immobile or helpless (such as one who is bound, cowering, grappling, paralyzed, pinned, or stunned) is not automatically willing.</p><p>Some spells allow you to redirect the effect to new targets or areas after you cast the spell. Redirecting a spell is a move action that does not provoke attacks of opportunity.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Target or Targets", 
                    "type": "section", 
                    "name": "Target or Targets", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some spells create or summon things rather than affecting things that are already present.</p><p>You must designate the location where these things are to appear, either by seeing it or defining it. Range determines how far away an effect can appear, but if the effect is mobile, after it appears it can move regardless of the spell's range.</p>", 
                    "name": "Effect", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Effect", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p id=\"ray\">Some effects are rays. You aim a ray as if using a ranged weapon, though typically you make a ranged touch attack rather than a normal ranged attack. As with a ranged weapon, you can fire into the dark or at an invisible creature and hope you hit something. You don't have to see the creature you're trying to hit, as you do with a targeted spell. Intervening creatures and obstacles, however, can block your line of sight or provide cover for the creature at which you're aiming.</p><p>If a ray spell has a duration, it's the duration of the effect that the ray causes, not the length of time the ray itself persists.</p><p>If a ray spell deals damage, you can score a critical hit just as if it were a weapon. A ray spell threatens a critical hit on a natural roll of 20 and deals double damage on a successful critical hit.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Effect/Ray", 
                            "type": "section", 
                            "name": "Ray", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"spread\">Some effects, notably clouds and fogs, spread out from a point of origin, which must be a grid intersection. The effect can extend around corners and into areas that you can't see. Figure distance by actual distance traveled, taking into account turns the spell effect takes. When determining distance for spread effects, count around walls, not through them. As with movement, do not trace diagonals across corners. You must designate the point of origin for such an effect, but you need not have line of effect (see below) to all portions of the effect.</p>", 
                            "name": "Spread", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Effect/Spread", 
                            "type": "section", 
                            "source": "Core Rulebook", 
                            "sections": [
                                {
                                    "body": "<table id=\"spell-areas\" class=\"diagram\"><caption>SpellAreas</caption><tr><td align=\"center\"><img src=\"/pathfinderRPG/prd/image/SpellAreas.jpg\" /></td></tr></table>", 
                                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Effect/Spread/SpellAreas", 
                                    "type": "table", 
                                    "name": "SpellAreas", 
                                    "source": "Core Rulebook"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"area\">Some spells affect an area. Sometimes a spell description specifies a specially defined area, but usually an area falls into one of the categories defined below.</p><p>Regardless of the shape of the area, you select the point where the spell originates, but otherwise you don't control which creatures or objects the spell affects. The point of origin of a spell is always a grid intersection. When determining whether a given creature is within the area of a spell, count out the distance from the point of origin in squares just as you do when moving a character or when determining the range for a ranged attack. The only difference is that instead of counting from the center of one square to the center of the next, you count from intersection to intersection.</p><p>You can count diagonally across a square, but remember that every second diagonal counts as 2 squares of distance. If the far edge of a square is within the spell's area, anything within that square is within the spell's area. If the spell's area only touches the near edge of a square, however, anything within that square is unaffected by the spell.</p>", 
                    "name": "Area", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p id=\"burst-emanation-or-spread\">Most spells that affect an area function as a burst, an emanation, or a spread. In each case, you select the spell's point of origin and measure its effect from that point.</p><p>A burst spell affects whatever it catches in its area, including creatures that you can't see. It can't affect creatures with total cover from its point of origin (in other words, its effects don't extend around corners). The default shape for a burst effect is a sphere, but some burst spells are specifically described as cone-shaped. A burst's area defines how far from the point of origin the spell's effect extends.</p><p>An emanation spell functions like a burst spell, except that the effect continues to radiate from the point of origin for the duration of the spell. Most emanations are cones or spheres.</p><p>A spread spell extends out like a burst but can turn corners. You select the point of origin, and the spell spreads out a given distance in all directions. Figure the area the spell effect fills by taking into account any turns the spell effect takes.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Burst/Emanation/or Spread", 
                            "type": "section", 
                            "name": "Burst, Emanation, or Spread", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"cone-cylinder-line-or-sphere\">Most spells that affect an area have a particular shape.</p><p>A cone-shaped spell shoots away from you in a quarter-circle in the direction you designate. It starts from any corner of your square and widens out as it goes. Most cones are either bursts or emanations (see above), and thus won't go around corners.</p><p>When casting a cylinder-shaped spell, you select the spell's point of origin. This point is the center of a horizontal circle, and the spell shoots down from the circle, filling a cylinder. A cylinder-shaped spell ignores any obstructions within its area.</p><p>A line-shaped spell shoots away from you in a line in the direction you designate. It starts from any corner of your square and extends to the limit of its range or until it strikes a barrier that blocks line of effect. A line-shaped spell affects all creatures in squares through which the line passes.</p><p>A sphere-shaped spell expands from its point of origin to fill a spherical area. Spheres may be bursts, emanations, or spreads.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Cone/Cylinder/Line/or Sphere", 
                            "type": "section", 
                            "name": "Cone, Cylinder, Line, or Sphere", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"creatures\">A spell with this kind of area affects creatures directly (like a targeted spell), but it affects all creatures in an area of some kind rather than individual creatures you select. The area might be a spherical burst, a cone-shaped burst, or some other shape.</p><p>Many spells affect &ldquo;living creatures,&rdquo; which means all creatures other than constructs and undead. Creatures in the spell's area that are not of the appropriate type do not count against the creatures affected.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Creatures", 
                            "type": "section", 
                            "name": "Creatures", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>A spell with this kind of area affects objects within an area you select (as Creatures, but affecting objects instead).</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Objects", 
                            "type": "section", 
                            "name": "Objects", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>A spell can have a unique area, as defined in its description.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Other", 
                            "type": "section", 
                            "name": "Other", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p id=\"x-s-shapeable\">If an area or effect entry ends with &ldquo;(S),&rdquo; you can shape the spell. A shaped effect or area can have no dimension smaller than 10 feet. Many effects or areas are given as cubes to make it easy to model irregular shapes. Three-dimensional volumes are most often needed to define aerial or underwater effects and areas.</p>", 
                            "name": "Shapeable", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Shapeable", 
                            "source": "Core Rulebook", 
                            "abbrev": "S", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"line-of-effect\">A line of effect is a straight, unblocked path that indicates what a spell can affect. A line of effect is canceled by a solid barrier. It's like line of sight for ranged weapons, except that it's not blocked by fog, darkness, and other factors that limit normal sight.</p><p>You must have a clear line of effect to any target that you cast a spell on or to any space in which you wish to create an effect. You must have a clear line of effect to the point of origin of any spell you cast.</p><p>A burst, cone, cylinder, or emanation spell affects only an area, creature, or object to which it has line of effect from its origin (a spherical burst's center point, a cone-shaped burst's starting point, a cylinder's circle, or an emanation's point of origin).</p><p>An otherwise solid barrier with a hole of at least 1 square foot through it does not block a spell's line of effect. Such an opening means that the 5-foot length of wall containing the hole is no longer considered a barrier for purposes of a spell's line of effect.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Line of Effect", 
                    "type": "section", 
                    "name": "Line of Effect", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>A spell's duration entry tells you how long the magical energy of the spell lasts.</p>", 
            "name": "Duration", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Duration", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Many durations are measured in rounds, minutes, hours, or other increments. When the time is up, the magic goes away and the spell ends. If a spell's duration is variable, the duration is rolled secretly so the caster doesn't know how long the spell will last. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Duration/Timed Durations", 
                    "type": "section", 
                    "name": "Timed Durations", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The spell energy comes and goes the instant the spell is cast, though the consequences might be long-lasting.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Duration/Instantaneous", 
                    "type": "section", 
                    "name": "Instantaneous", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The energy remains as long as the effect does. This means the spell is vulnerable to <i>dispel magic</i>. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Duration/Permanent", 
                    "type": "section", 
                    "name": "Permanent", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The spell lasts as long as you concentrate on it. Concentrating to maintain a spell is a standard action that does not provoke attacks of opportunity. Anything that could break your concentration when casting a spell can also break your concentration while you're maintaining one, causing the spell to end. See concentration.</p><p>You can't cast a spell while concentrating on another one. Some spells last for a short time after you cease concentrating.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Duration/Concentration", 
                    "type": "section", 
                    "name": "Concentration", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If the spell affects creatures directly, the result travels with the subjects for the spell's duration. If the spell creates an effect, the effect lasts for the duration. The effect might move or remain still. Such an effect can be destroyed prior to when its duration ends. If the spell affects an area, then the spell stays with that area for its duration. </p><p>Creatures become subject to the spell when they enter the area and are no longer subject to it when they leave.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Duration/Subjects/Effects/and Areas", 
                    "type": "section", 
                    "name": "Subjects, Effects, and Areas", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In most cases, if you don't discharge a touch spell on the round you cast it, you can hold the charge (postpone the discharge of the spell) indefinitely. You can make touch attacks round after round until the spell is discharged. If you cast another spell, the touch spell dissipates.</p><p>Some touch spells allow you to touch multiple targets as part of the spell. You can't hold the charge of such a spell; you must touch all targets of the spell in the same round that you finish casting the spell.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Duration/Touch Spells and Holding the Charge", 
                    "type": "section", 
                    "name": "Touch Spells and Holding the Charge", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Occasionally a spells lasts for a set duration or until triggered or discharged.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Duration/Discharge", 
                    "type": "section", 
                    "name": "Discharge", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If the duration line ends with &ldquo;(D),&rdquo; you can dismiss the spell at will. You must be within range of the spell's effect and must speak words of dismissal, which are usually a modified form of the spell's verbal component. If the spell has no verbal component, you can dismiss the effect with a gesture. Dismissing a spell is a standard action that does not provoke attacks of opportunity.</p><p>A spell that depends on concentration is dismissible by its very nature, and dismissing it does not take an action, since all you have to do to end the spell is to stop concentrating on your turn.</p>", 
                    "name": "Dismissible", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Duration/Dismissible", 
                    "source": "Core Rulebook", 
                    "abbrev": "D", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>Usually a harmful spell allows a target to make a saving throw to avoid some or all of the effect. The saving throw entry in a spell description defines which type of saving throw the spell allows and describes how saving throws against the spell work.</p>", 
            "name": "Saving Throw", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>The spell has no effect on a subject that makes a successful saving throw.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Negates", 
                    "type": "section", 
                    "name": "Negates", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The spell has an effect on its subject. A successful saving throw means that some lesser effect occurs.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Partial", 
                    "type": "section", 
                    "name": "Partial", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The spell deals damage, and a successful saving throw halves the damage taken (round down).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Half", 
                    "type": "section", 
                    "name": "Half", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>No saving throw is allowed.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/None", 
                    "type": "section", 
                    "name": "None", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A successful save lets the subject ignore the spell's effect. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Disbelief", 
                    "type": "section", 
                    "name": "Disbelief", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The spell can be cast on objects, which receive saving throws only if they are magical or if they are attended (held, worn, grasped, or the like) by a creature resisting the spell, in which case the object uses the creature's saving throw bonus unless its own bonus is greater. This notation does not mean that a spell can be cast only on objects. Some spells of this sort can be cast on creatures or objects. A magic item's saving throw bonuses are each equal to 2 + 1/2 the item's caster level. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/(object)", 
                    "type": "section", 
                    "name": "(object)", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The spell is usually beneficial, not harmful, but a targeted creature can attempt a saving throw if it desires.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/(harmless)", 
                    "type": "section", 
                    "name": "(harmless)", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A saving throw against your spell has a DC of 10 + the level of the spell + your bonus for the relevant ability (Intelligence for a wizard, Charisma for a bard, paladin, or sorcerer, or Wisdom for a cleric, druid, or ranger). A spell's level can vary depending on your class. Always use the spell level applicable to your class.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Saving Throw Difficulty Class", 
                    "type": "section", 
                    "name": "Saving Throw Difficulty Class", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A creature that successfully saves against a spell that has no obvious physical effects feels a hostile force or a tingle, but cannot deduce the exact nature of the attack. Likewise, if a creature's saving throw succeeds against a targeted spell, you sense that the spell has failed. You do not sense when creatures succeed on saves against effect and area spells.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Succeeding on a Saving Throw", 
                    "type": "section", 
                    "name": "Succeeding on a Saving Throw", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A natural 1 (the d20 comes up 1) on a saving throw is always a failure, and the spell may cause damage to exposed items (see Items Surviving after a Saving Throw, below). A natural 20 (the d20 comes up 20) is always a success.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Automatic Failures and Successes", 
                    "type": "section", 
                    "name": "Automatic Failures and Successes", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A creature can voluntarily forego a saving throw and willingly accept a spell's result. Even a character with a special resistance to magic can suppress this quality.</p>", 
                    "name": "Voluntarily Giving up a Saving Throw", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Voluntarily Giving up a Saving Throw", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table id=\"table-9-2-items-affected-by-magical-attacks\"><caption>Table: Items Affected by Magical Attacks</caption><thead><tr><th>Order*</th><th>Item</th></tr></thead><tbody><tr class=\"odd\"><td>1st</td><td>Shield</td></tr><tr class=\"even\"><td>2nd</td><td>Armor</td></tr><tr class=\"odd\"><td>3rd</td><td>Magic helmet, hat, or headband</td></tr><tr class=\"even\"><td>4th</td><td>Item in hand  (including weapon, wand, or the like)</td></tr><tr class=\"odd\"><td>5th</td><td>Magic cloak</td></tr><tr class=\"even\"><td>6th</td><td>Stowed or sheathed weapon</td></tr><tr class=\"odd\"><td>7th</td><td>Magic bracers</td></tr><tr class=\"even\"><td>8th</td><td>Magic clothing</td></tr><tr class=\"odd\"><td>9th</td><td>Magic jewelry (including rings)</td></tr><tr class=\"even\"><td>10th</td><td>Anything else</td></tr></tbody><tfoot><tr><td colspan=\"2\">* In order of most likely to least likely to be affected.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Voluntarily Giving up a Saving Throw/Table Items Affected by Magical Attacks", 
                            "type": "table", 
                            "name": "Table: Items Affected by Magical Attacks", 
                            "source": "Core Rulebook"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"items-surviving-after-a-saving-throw\">Unless the descriptive text for the spell specifies otherwise, all items carried or worn by a creature are assumed to survive a magical attack. If a creature rolls a natural 1 on its saving throw against the effect, however, an exposed item is harmed (if the attack can harm objects). Refer to Table: Items Affected by Magical Attacks: Items Affected by Magical Attacks. Determine which four objects carried or worn by the creature are most likely to be affected and roll randomly among them. The randomly determined item must make a saving throw against the attack form and take whatever damage the attack dealt.</p><p>If the selected item is not carried or worn and is not magical, it does not get a saving throw. It simply is dealt the appropriate damage.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Saving Throw/Items Surviving after a Saving Throw", 
                    "type": "section", 
                    "name": "Items Surviving after a Saving Throw", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Spell resistance is a special defensive ability. If your spell is being resisted by a creature with spell resistance, you must make a caster level check (1d20 + caster level) at least equal to the creature's spell resistance for the spell to affect that creature. The defender's spell resistance is like an Armor Class against magical attacks. Include any adjustments to your caster level to this caster level check.</p><p>The Spell Resistance entry and the descriptive text of a spell description tell you whether spell resistance protects creatures from the spell. In many cases, spell resistance applies only when a resistant creature is targeted by the spell, not when a resistant creature encounters a spell that is already in place.</p><p>The terms &ldquo;object&rdquo; and &ldquo;harmless&rdquo; mean the same thing for spell resistance as they do for saving throws. A creature with spell resistance must voluntarily lower the resistance (a standard action) in order to be affected by such spells without forcing the caster to make a caster level check.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Spell Resistance"
        }, 
        {
            "body": "<p>This portion of a spell description details what the spell does and how it works. If one of the previous entries in the description includes &ldquo;see text,&rdquo; this is where the explanation is found. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Descriptive Text", 
            "type": "section", 
            "name": "Descriptive Text", 
            "source": "Core Rulebook"
        }
    ]
}