{
    "body": "<p>PCs are more useful for the deeds they can accomplish than for any material wealth they might possess. Even low-level adventurers possess talents in excess of the typical populace, and high-level adventures can shake the pillars of the world.</p>", 
    "name": "Types of Service", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Though not always the most discreet of hired killers, adventurers can be effective. Assassination requires catching a normally well-protected enemy in a vulnerable moment, and killing him without leaving any evidence behind. Even in failure, PCs bring one last valuable asset to the table: deniability. If the PCs are caught, the collector can claim ignorance of their activities, leaving the PCs to face justice on their own.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Assassination", 
            "type": "section", 
            "name": "Assassination", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>PCs, particularly the more charismatic sort, get invited (often just a euphemism for a demand) to attend social functions in order to impress the collector's other guests. PCs with only minor fame might just be a part of the throng at a grand ball or wedding, but more storied adventurers attend feasts and parades with a collector, elevating her status among peers and subtly deterring rivals. These social events also give other collectors the opportunity to approach the PCs for favors or material support, ideally after wining and dining has left the PCs in a relaxed and unguarded mood.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Celebrity", 
            "type": "section", 
            "name": "Celebrity", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>In many cases, espionage missions are given to an appropriate PC, such as a bard, enchanter, or rogue. As with assassination, collectors use PCs as spies so they have the advantage of deniability. Requests for espionage might be tied to a region the PCs already plan on visiting, or might require that they arrange their travel to suit the request.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Espionage", 
            "type": "section", 
            "name": "Espionage", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A PC with an item creation feat could find herself called on to use her talents, either as a personal favor or for the common good. A PC wizard could be asked to enhance the blades of the city guard, or a PC cleric could be asked to provide <i>cure light wounds</i> potions for her temple. Depending on who makes the request, the cost of creating the magic item might be borne by the PC, paid for by the collector, or split between them.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Magic Item Creation", 
            "type": "section", 
            "name": "Magic Item Creation", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Usually only low-level PCs get called on for rank-and-file service. More capable adventurers might instead find themselves pressed into service in the role of elite commandos, sent to deal with the opposing force's most dangerous troops and monsters. PCs with appropriate expertise may be called up to train others in their skills&mdash;a tedious but valuable service that can be accomplished during downtime between adventures.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Military Service", 
            "type": "section", 
            "name": "Military Service", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Few things better suit adventurers than being sent out to kill menacing beasts and monsters. Unfortunately, collectors often lack judgment as to what sort of opponents lie within a party's grasp. Novice adventurers aren't likely to be sent chasing dragons, but great heroes might be sent to dispatch a \"demon pig\" that turns out to be a mere dire boar, or mid-level ones sent to handle a \"wandering giant\" that turns out to be a storm giant or titan. Fleeing such conflicts may have long-lasting repercussions.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Monster Hunting", 
            "type": "section", 
            "name": "Monster Hunting", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Even middling spellcasters still have impressive magic at their disposal. Between adventures, many PCs leave their magical talents almost untapped. Asking a few hours of spellcasting service for the public each month seems like a trivial request to a collector. Besides prosaic tasks like constructing fortifications, lighting the city with permanent lights, tending to the sick, or entertaining guests with elaborate illusions, PC spellcasters might be asked for greater favors like contacting the dead, divining the will of the gods, or weaving defensive wards. The cost of these services might be the responsibility of the PC, subsidized by the collector, or split between the two, though non-spellcaster collectors have a tendency to greatly underestimate the costs of certain powerful spells and base their terms on these false assumptions.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Spellcasting", 
            "type": "section", 
            "name": "Spellcasting", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Beyond these examples, collectors may ask for almost anything within or even just beyond the PCs' abilities. The PCs might be tasked to find a stolen soul, loot a newly discovered dungeon and share the proceeds, intervene in a dispute between great wizards, or deliver tribute to a dragon. Often, these services serve as hooks for full adventures.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Other Services", 
            "type": "section", 
            "name": "Other Services", 
            "source": "Ultimate Campaign"
        }
    ]
}