{
    "body": "<p>Though many taxes come in the form of financial transactions, some collectors are willing to substitute material goods, favors, or services for coin.</p>", 
    "name": "Types of Taxes", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Taxes", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Claiming a share of all proceeds is the simplest way collectors benefit from adventurers. This might be a coinage fee for converting foreign or excessive currency, a duty imposed on treasure and enforced by customs inspectors, or even a tithe paid by religious characters. Though such policies are straightforward to implement, clever PCs can avoid them by concealing their wealth&mdash;a typical tax collector lacks the wherewithal to ferret out treasure masked by illusion or cached in an extradimensional space. However, bragging about evading taxes can backfire, and could lead to divination-based inspections or interrogation under magical means.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Taxes/Direct Taxation", 
            "type": "section", 
            "name": "Direct Taxation", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>When a collector needs funds, the PCs present a ready and often untapped source of money. Experienced adventures routinely throw around amounts of gold that could equip an army or feed a town for months. Canny collectors avoid drawing from the well too often, saving their requests for dire circumstances. When they do call, they appeal to the PCs' compassion, patriotism, or sense of duty. Technically, it's not tax evasion to decline such a request, but collectors have long memories.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Taxes/Monetary Favors", 
            "type": "section", 
            "name": "Monetary Favors", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>In some countries, particularly ones with the feudal system, subjects swear fealty to their lord in a system of intertwined obligation. In return for the lord's protection, subjects agree to give service. When called upon by a lord, a PC must report to duty, offer up a suitable person to serve instead, or refuse the call and risk imprisonment or worse. Churches similarly expect service from their congregations, and guilds expect service from their members. Willing and eager service on the part of the PCs may be repaid by a favor from their collector in a time of need. If the service is especially suited to adventurers, such as clearing out monsters from the city sewer, the PCs should receive less than the normal treasure award&mdash;they shouldn't earn more gold for performing a service than they would have to pay in taxes to avoid that service.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Taxes/Service", 
            "type": "section", 
            "name": "Service", 
            "source": "Ultimate Campaign"
        }
    ]
}