{
    "body": "<p>To record an arcane spell in written form, a character uses complex notation that describes the magical forces involved in the spell. The writer uses the same system no matter what her native language or culture. However, each character uses the system in his own way. Another person's magical writing remains incomprehensible to even the most powerful wizard until he takes time to study and decipher it.</p><p>To decipher an arcane magical writing (such as a single spell in another's spellbook or on a scroll), a character must make a Spellcraft check (DC 20 + the spell's level). If the skill check fails, the character cannot attempt to read that particular spell again until the next day. A <i>read magic</i> spell automatically deciphers magical writing without a skill check. If the person who created the magical writing is on hand to help the reader, success is also automatic.</p><p>Once a character deciphers a particular piece of magical writing, he does not need to decipher it again. Deciphering magical writing allows the reader to identify the spell and gives some idea of its effects (as explained in the spell description). If the magical writing is a scroll and the reader can cast arcane spells, he can attempt to use the scroll.</p>", 
    "name": "Arcane Magical Writings", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>A wizard can use a borrowed spellbook to prepare a spell he already knows and has recorded in his own spellbook, but preparation success is not assured. First, the wizard must decipher the writing in the book (see Arcane Magical Writings, above). Once a spell from another spellcaster's book is deciphered, the reader must make a Spellcraft check (DC 15 + spell's level) to prepare the spell. If the check succeeds, the wizard can prepare the spell. He must repeat the check to prepare the spell again, no matter how many times he has prepared it before. If the check fails, he cannot try to prepare the spell from the same source again until the next day. However, as explained above, he does not need to repeat a check to decipher the writing.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Wizard Spells and Borrowed Spellbooks", 
            "type": "section", 
            "name": "Wizard Spells and Borrowed Spellbooks", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Wizards can add new spells to their spellbooks through several methods. A wizard can only learn new spells that belong to the wizard spell lists.</p>", 
            "name": "Adding Spells to a Wizard's Spellbook", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Adding Spells to a Wizards Spellbook", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Wizards perform a certain amount of spell research between adventures. Each time a character attains a new wizard level, he gains two spells of his choice to add to his spellbook. The two free spells must be of spell levels he can cast.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Adding Spells to a Wizards Spellbook/Spells Gained at a New Level", 
                    "type": "section", 
                    "name": "Spells Gained at a New Level", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A wizard can also add a spell to his book whenever he encounters one on a magic scroll or in another wizard's spellbook. No matter what the spell's source, the wizard must first decipher the magical writing (see Arcane Magical Writings). Next, he must spend 1 hour studying the spell. At the end of the hour, he must make a Spellcraft check (DC 15 + spell's level). A wizard who has specialized in a school of spells gains a +2 bonus on the Spellcraft check if the new spell is from his specialty school. If the check succeeds, the wizard understands the spell and can copy it into his spellbook (see Writing a New Spell into a Spellbook). The process leaves a spellbook that was copied from unharmed, but a spell successfully copied from a magic scroll disappears from the parchment.</p><p>If the check fails, the wizard cannot understand or copy the spell. He cannot attempt to learn or copy that spell again until one week has passed. If the spell was from a scroll, a failed Spellcraft check does not cause the spell to vanish.</p><p>In most cases, wizards charge a fee for the privilege of copying spells from their spellbooks. This fee is usually equal to half the cost to write the spell into a spellbook (see Writing a New Spell into a Spellbook). Rare and unique spells might cost significantly more.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Adding Spells to a Wizards Spellbook/Spells Copied from Anothers Spellbook or a Scroll", 
                    "type": "section", 
                    "name": "Spells Copied from Another's Spellbook or a Scroll", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"independent-research\">A wizard can also research a spell independently, duplicating an existing spell or creating an entirely new one. The cost to research a new spell, and the time required, are left up to GM discretion, but it should probably take at least 1 week and cost at least 1,000 gp per level of the spell to be researched. This should also require a number of Spellcraft and Knowledge (arcana) checks.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Adding Spells to a Wizards Spellbook/Independent Research", 
                    "type": "section", 
                    "name": "Independent Research", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Once a wizard understands a new spell, he can record it into his spellbook.</p>", 
            "name": "Writing a New Spell into a Spellbook", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Writing a New Spell into a Spellbook", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>The process takes 1 hour per spell level. Cantrips (0 levels spells) take 30 minutes to record.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Writing a New Spell into a Spellbook/Time", 
                    "type": "section", 
                    "name": "Time", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A spell takes up one page of the spellbook per spell level. Even a 0-level spell (cantrip) takes one page. A spellbook has 100 pages.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Writing a New Spell into a Spellbook/Space in the Spellbook", 
                    "type": "section", 
                    "name": "Space in the Spellbook", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The cost for writing a new spell into a spellbook depends on the level of the spell, as noted on the following table. Note that a wizard does not have to pay these costs in time or gold for spells he gains for free at each new level.</p>", 
                    "name": "Materials and Costs", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Writing a New Spell into a Spellbook/Materials and Costs", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Spell Level</th><th>Writing Cost</th></tr></thead><tbody><tr class=\"odd\"><td>0</td><td>5 gp</td></tr><tr class=\"even\"><td>1</td><td>10 gp</td></tr><tr class=\"odd\"><td>2</td><td>40 gp</td></tr><tr class=\"even\"><td>3</td><td>90 gp</td></tr><tr class=\"odd\"><td>4</td><td>160 gp</td></tr><tr class=\"even\"><td>5</td><td>250 gp</td></tr><tr class=\"odd\"><td>6</td><td>360 gp</td></tr><tr class=\"even\"><td>7</td><td>490 gp</td></tr><tr class=\"odd\"><td>8</td><td>640 gp</td></tr><tr class=\"even\"><td>9</td><td>810 gp</td></tr></tbody></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Writing a New Spell into a Spellbook/Materials and Costs/Spell Level", 
                            "type": "table", 
                            "name": "Spell Level", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>A wizard can use the procedure for learning a spell to reconstruct a lost spellbook. If he already has a particular spell prepared, he can write it directly into a new book at the same cost required to write a spell into a spellbook. The process wipes the prepared spell from his mind, just as casting it would. If he does not have the spell prepared, he can prepare it from a borrowed spellbook and then write it into a new book.</p><p>Duplicating an existing spellbook uses the same procedure as replacing it, but the task is much easier. The time requirement and cost per page are halved.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Replacing and Copying Spellbooks", 
            "type": "section", 
            "name": "Replacing and Copying Spellbooks", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Captured spellbooks can be sold for an amount equal to half the cost of purchasing and inscribing the spells within.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Selling a Spellbook", 
            "type": "section", 
            "name": "Selling a Spellbook", 
            "source": "Core Rulebook"
        }
    ]
}