{
    "source": "Ultimate Equipment", 
    "text": "<p>Wondrous items are varied and diverse. Some must be worn in a specific magic item slot in order to work, while others must merely be possessed and utilized. \"Wondrous item\" is a catchall category for anything that doesn't fall into other groups, such as weapons, staves, and so on. Anyone can use a wondrous item, unless the item specifies otherwise. </p><p>There are two main categories of wondrous items: slotted and slotless. Slotted items take up a magic item slot, and must be worn by the character who wants to employ the item or benefit from its abilities. </p>", 
    "type": "section", 
    "name": "Wondrous Items", 
    "sections": [
        {
            "source": "Ultimate Equipment", 
            "text": "<p>When a character wears a slotted wondrous item he cannot gain the benefit from a wondrous items of the same slot until the first item is removed. Of course, a character may carry or possess any number of slotted items of the same type, but additional items have no effect until they are worn. Sometimes a slotted wondrous item must be worn for a period of time (typically 24 hours) before the item's full effect manifests. If a creature is missing the body part where a wondrous item is worn, it cannot use that type of slotted item. If a creature has multiple body parts that correspond to a single wondrous item slot, it can still only gain the benefit of one item of that slot.</p>", 
            "type": "section", 
            "name": "Slotted Wondrous Items", 
            "sections": [
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of belts and other items that can be worn around the waist.</p>", 
                    "type": "section", 
                    "name": "Belt"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of body wraps, cassocks, corsets, dusters, harnesses, robes, vestments and any other article of clothing that can be worn on the body.</p>", 
                    "type": "section", 
                    "name": "Body"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of jackets, mantels, shirts, vests and other items that can be worn around the torso or chest. </p>", 
                    "type": "section", 
                    "name": "Chest"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of goggles, lenses, monocles, spectacles, and other items that can be worn over the eyes. </p>", 
                    "type": "section", 
                    "name": "Eyes"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of boots, horseshoes, sandals, shoes, slippers, and other items that can be worn on the feet.</p>", 
                    "type": "section", 
                    "name": "Feet"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of gauntlets, gloves, and other items that can worn on the hands. </p>", 
                    "type": "section", 
                    "name": "Hands"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of circlets, crowns, hats, helms, hoods, masks, and other items that can be worn on the head. </p>", 
                    "type": "section", 
                    "name": "Head"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of bands, headbands, laurels, phylacteries, and other non-head slot items that can be worn around the forehead.</p>", 
                    "type": "section", 
                    "name": "Headband"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of amulets, brooches, medallions, necklaces, periapts, scarabs, and other items that can be worn around the neck or fastened to a cloak. </p>", 
                    "type": "section", 
                    "name": "Neck"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of capes, cloaks, cords, mantels, pauldrons, shawls, stoles, wings, and other items that can be worn on the shoulders.</p>", 
                    "type": "section", 
                    "name": "Shoulders"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This slot consists of armbands, bracelets, bracers, gauntlets, manacles, shackles, vambraces, and other items that can worn over the wrists. </p>", 
                    "type": "section", 
                    "name": "Wrists"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p></p>", 
                    "type": "section", 
                    "name": "Slotless"
                }
            ]
        }, 
        {
            "source": "Ultimate Equipment", 
            "text": "<p>Wondrous items not worn in one of the magic item slots are called \"slotless\" wondrous items. Sometimes these items take the form of trinkets, like the <i>figurines of wondrous power.</i> other times they are larger items, such as the <i>carpet of flying</i>. Typically the possession of such an item is enough to gain its benefit, but sometimes one must manipulate and activate the item. Slotless wondrous items are the largest category and most diverse of the wondrous items. </p>", 
            "type": "section", 
            "name": "Other Wondrous Items"
        }, 
        {
            "source": "Ultimate Equipment", 
            "text": "<p>Some wondrous items are intelligent, while others provide some clue as to their function. Roll d%. A roll of 01 indicates the wondrous item is intelligent, 02&ndash;31 indicates that something (a design, inscription, or the like) provides a clue to its function (or if the item is command word-activated, that it has the command word or words written on it), and 32&ndash;100 indicates no special qualities. Intelligent items have extra abilities and sometimes extraordinary powers and special purposes (see Intelligent Items). Wondrous items with charges can never be intelligent.</p>", 
            "type": "section", 
            "name": "Special Wondrous Items"
        }, 
        {
            "source": "Ultimate Equipment", 
            "text": "<p>Wondrous items are usually use-activated or activated by a command word, but details vary from item to item. </p>", 
            "type": "section", 
            "name": "Activation", 
            "sections": [
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>If the activation is on command or if no activation method is suggested either in the magic item description or by the nature of the item, assume that a command word is needed to activate it. Command word activation means that a character speaks the word and the item activates. No other special knowledge is needed.</p><p>A command word can be a real word, but when this is the case, the holder of the item runs the risk of activating the item accidentally by speaking the word in normal conversation. More often, the command word is some nonsensical word, or a word or phrase from an ancient language. Activating a command word magic item is a standard action and does not provoke attacks of opportunity.</p><p>Sometimes the command word to activate an item is written right on the item. Occasionally, it might be hidden within a pattern or design engraved, carved, or built into the item, or the item might bear a clue to the command word.</p><p>The Knowledge (arcana) and Knowledge (history) skills can be useful in identifying command words or deciphering clues regarding them. In such cases, a successful DC 30 check is needed to come up with the word itself. If that check is failed, succeeding on a second check (DC 25) might provide a clue. The spells <i>detect magic</i>, <i>identify</i>, and <i>analyze dweomer</i> all reveal command words if the properties of the item are successfully identified.</p>", 
                    "type": "section", 
                    "name": "Command Word"
                }, 
                {
                    "source": "Ultimate Equipment", 
                    "text": "<p>This type of item merely has to be used in order to activate it. A character has to drink a potion, swing a sword, interpose a shield to deflect a blow, look through a lens, sprinkle dust, wear a ring, or don a hat. Use activation is generally straightforward and self-explanatory.</p><p>Many use-activated items are objects that a character wears. Continually functioning items are practically always items that one wears. A few must simply be in the character's possession (meaning on her person). However, some items made for wearing must still be activated. Although this activation sometimes requires a command word (see above), usually it means mentally willing the activation. The description of an item states whether a command word is needed in such a case.</p>", 
                    "type": "section", 
                    "name": "Use-Activated"
                }
            ]
        }, 
        {
            "source": "Ultimate Equipment", 
            "text": "<p>A number of spells and magic items utilize extradimensional spaces, such as <i>rope trick</i>, <i>bags of holding</i>, <i>handy haversacks</i>, and <i>portable holes</i>. These spells and magic items create a tiny pocket space that does not exist in any dimension. Such items do not function, however, inside another extradimensional space. If placed inside such a space, they cease to function until removed from the extradimensional space. For example, if a <i>bag of holding</i> is brought into a <i>rope trick</i>, the contents of the <i>bag of holding</i> become inaccessible until the <i>bag of holding</i> is taken outside the <i>rope trick</i>. the only exception to this is when a <i>bag of holding</i> and a <i>portable hole</i> interact, forming a rift to the astral plane, as noted in their descriptions.</p>", 
            "type": "section", 
            "name": "Extradimensional Spaces", 
            "sections": [
                {
                    "text": "<table id=\"wondrous-items-types-table\"><caption>Wondrous Item Types</caption>\n<thead><tr><th>d%</th><th>Wondrous Item Type</th></tr></thead>\n<tr class=\"odd\"><td>01&ndash;06</td><td>Belts</td></tr>\n<tr class=\"even\"><td>07&ndash;12</td><td>Body</td></tr>\n<tr class=\"odd\"><td>13&ndash;17</td><td>Chest</td></tr>\n<tr class=\"even\"><td>18&ndash;22</td><td>Eyes</td></tr>\n<tr class=\"odd\"><td>23&ndash;28</td><td>Feet</td></tr>\n<tr class=\"even\"><td>29&ndash;34</td><td>Hands</td></tr>\n<tr class=\"odd\"><td>35&ndash;41</td><td>Head</td></tr>\n<tr class=\"even\"><td>42&ndash;47</td><td>Headband</td></tr>\n<tr class=\"odd\"><td>48&ndash;54</td><td>Neck</td></tr>\n<tr class=\"even\"><td>55&ndash;61</td><td>Shoulders</td></tr>\n<tr class=\"odd\"><td>62&ndash;67</td><td>Wrists</td></tr>\n<tr class=\"even\"><td>68&ndash;100</td><td>Slotless</td></tr></table>", 
                    "type": "table", 
                    "name": "Wondrous Item Types", 
                    "source": "Ultimate Equipment"
                }
            ]
        }
    ]
}