{
    "body": "<p>Resources are physical assets the army can use to improve its abilities. You must spend the BP for a resource before you can apply it to the army. Some armies can't use certain resources&mdash;an army of wolves can't use healing potions or improved weapons, mindless creatures can't use siege engines, and so on.</p><p>The cost of a resource doesn't end when you purchase it. Units must be trained to use new equipment, elite units demand higher pay, expensive items are more costly to maintain and repair, and so on. Each resource added to an army increases the army's weekly Consumption by the listed amount.</p><p>The costs listed are for a Medium army. Resources for a smaller or larger army cost proportionately less or more than this amount.</p>", 
    "name": "Army Resources", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Resources", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Each unit is equipped with several healing potions. At any point during a battle (but no more than twice per battle), the commander can order her units to drink their potions. The army doesn't attempt an Offense check that phase, but heals a number of hit points equal to twice its ACR. Each time an army uses its healing potions, increase its Consumption that week by 3. To purchase this resource, a settlement in your kingdom must have an Alchemist, Caster's Tower, Cathedral, Herbalist, Magic Shop, Magical Academy, or Temple.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Resources/Healing Potions (10 BP)", 
            "type": "section", 
            "name": "Healing Potions (10 BP)", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The army is armed with masterwork armor, increasing DV and Consumption by 1. For 15 BP, you can outfit the army with magic armor, increasing DV and Consumption by 2 instead. To purchase this, a settlement in your kingdom must have a Foreign Quarter, Military Academy, or Smithy.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Resources/Improved Armor (3 BP)", 
            "type": "section", 
            "name": "Improved Armor (3 BP)", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The army is armed with masterwork weapons, increasing OM and Consumption by 1. For 50 BP, you can outfit the army with magic weapons, increasing OM and Consumption by 2 instead. To purchase this resource, a settlement in your kingdom must have a Foreign Quarter, Military Academy, or Smithy.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Resources/Improved Weapons (5 BP)", 
            "type": "section", 
            "name": "Improved Weapons (5 BP)", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The army is mounted on horses or other war-trained animals. Increase its OM and DV by 2, and increase its Consumption by 1. If your army uses mounts that are more powerful than the units themselves, your army's ACR and derived scores might increase. To purchase this resource, a settlement in your kingdom must have a Foreign Quarter, Stable, or Stockyard.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Resources/Mounts (BP = Mounts ACR)", 
            "type": "section", 
            "name": "Mounts (BP = Mount's ACR)", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The army is equipped with ranged weapons (such as crossbows, slings, or bows), gaining ranged attack capability. Increase its Consumption by 1.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Resources/Ranged Weapons (2 BP)", 
            "type": "section", 
            "name": "Ranged Weapons (2 BP)", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army includes catapults, rams, trebuchets, ballistae, and other siege engines designed to break down fortifications. Increase OM by 2 (regardless of the total number of siege engines in the army) and Consumption by 3 per siege engine. Each Melee phase, reduce the enemy's bonus to DV from fortifications by 1d4 per siege engine in your army. Unlike other resources, the cost of a siege engine doesn't scale with the army's size. To purchase this resource, a settlement in your kingdom must have an Academy, Foreign Quarter, Military Academy, or University.</p>", 
            "name": "Siege Engines (15 BP per engine)", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Resources/Siege Engines (15 BP per engine)", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table id=\"table-resource-scaling\"><caption>Resource Scaling</caption><thead><tr><th>Army Size</th><td>Multiplier</td></tr></thead><tr class=\"odd\"><td>Fine</td><td>×1/8</td></tr><tr class=\"even\"><td>Diminutive</td><td>×1/6</td></tr><tr class=\"odd\"><td>Tiny</td><td>×1/4</td></tr><tr class=\"even\"><td>Small</td><td>×1/2</td></tr><tr class=\"odd\"><td>Medium</td><td>×1</td></tr><tr class=\"even\"><td>Large</td><td>×2</td></tr><tr class=\"odd\"><td>Huge</td><td>×4</td></tr><tr class=\"even\"><td>Gargantuan</td><td>×10</td></tr><tr class=\"odd\"><td>Colossal</td><td>×20</td></tr><tfoot><tr><td colspan=\"2\">The multiplier affects the resource's initial cost and the increase to Consumption. The multiplier can't reduce the cost of a resource below 1 BP.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Resources/Siege Engines (15 BP per engine)/Resource Scaling", 
                    "type": "table", 
                    "name": "Resource Scaling", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>You may take a purchased resource from one army and give it to an army of equal or smaller size so long as the creatures in the recipient armies can use the resource (for example, improved weapons for a hill giant army are of little use to an army of human zombies). Doing so doesn't cost BP, but reduces the Morale of the donating army by 1.</p><p>At the GM's discretion, you may divide a resource among several smaller armies, so long as the total number of units in the smaller armies doesn't exceed the number of units in the donating army.</p><p>If you disband an army with a resource, you can give that resource to another suitable army, store it for later (such as an army you recruit next year), or sell it for half its BP value.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Resources/Transferring Resources", 
            "type": "section", 
            "name": "Transferring Resources", 
            "source": "Ultimate Campaign"
        }
    ]
}