{
    "body": "<p>Tactics are options an army can use to influence aspects of a battle. A newly recruited army doesn't know any of these tactics unless specified by the GM. An army learns new tactics by being victorious in battle (see Victory, Rout, or Defeat). An army can know a number of tactics equal to half its ACR, minimum 0.</p><p>When a battle begins, the commander selects one tactic to use for that battle (if the army doesn't know any tactics, the army uses the standard tactic). At the start of each Ranged or Melee phase, the commander may try to change tactics by attempting a DC 15 Morale check. Success means the army uses the new tactic for that phase (and the modifiers from the old tactic cease); failure means the army continues to use its current tactic. The effects of tactics end when the battle does.</p><p>As with battlefield conditions, gaining benefits from a tactic is subject to GM discretion. (For example, you may not get the expert flankers benefit if you cannot actually flank your enemy).</p><p>Tactics marked with an asterisk (*) are default tactics all armies know; these do not count toward the number of tactics an army knows.</p>", 
    "name": "Army Tactics", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Your army fights cautiously in order to maintain morale. Decrease its OM by 2, and add 2 to all its Morale checks.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Cautious Combat", 
            "type": "section", 
            "name": "Cautious Combat", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army's OM increases by 2 against armies that aren't mounted. The army must have the mount resource to use this tactic.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Cavalry Experts", 
            "type": "section", 
            "name": "Cavalry Experts", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army fights defensively, taking actions to protect fellow units as needed. Decrease its OM by 2, and increase its DV by 2.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Defensive Wall", 
            "type": "section", 
            "name": "Defensive Wall", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army uses trickery and unfair tactics to gain an advantage at the start of a battle. For one Melee phase this battle, its OM increases by 6. (After that Melee phase, the opposing army knows to be ready for such tricks.)</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Dirty Fighters", 
            "type": "section", 
            "name": "Dirty Fighters", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army is skilled at surrounding the foe and distracting them, at the cost of spreading out too much and being more vulnerable. Increase its OM by 2, and decrease its DV by 2.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Expert Flankers", 
            "type": "section", 
            "name": "Expert Flankers", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Once per battle, your army can make a false retreat, luring a target enemy army deeper into your territory. On the phase your army makes a false retreat, it doesn't attempt an Offense check. On the phase after it uses this tactic, increase its OM and DV by 6 against the target army.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/False Retreat", 
            "type": "section", 
            "name": "False Retreat", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army focuses on total defense of the battlefield. Increase its DV by 4, and decrease its OM by 4.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Full Defense", 
            "type": "section", 
            "name": "Full Defense", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army throws caution to the wind and attacks with savage and gory vigor. Increase its OM by 4, and decrease its DV by 4.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Relentless Brutality", 
            "type": "section", 
            "name": "Relentless Brutality", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army targets another army's siege engines in an attempt to destroy them. If your army damages the target army, your army attempts a second Offense check; if successful, destroy one of the target's siege engines. This tactic has no effect on enemy armies without siege engines.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Siegebreaker", 
            "type": "section", 
            "name": "Siegebreaker", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army holds some ranged units in reserve to attack a target enemy army during the Melee phase. If your army damages the target army in the Melee phase, it deals 2 additional points of damage from these ranged attacks. The army must have ranged attacks to use this tactic.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Sniper Support", 
            "type": "section", 
            "name": "Sniper Support", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army has specialists who can disrupt enemy spellcasting. Increase its DV by 4 against armies with the spellcasting ability.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Spellbreaker", 
            "type": "section", 
            "name": "Spellbreaker", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p> Your army's attacks have no additional modifiers to its OM, DV, or damage.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Standard*", 
            "type": "section", 
            "name": "Standard*", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your army is skilled at taunting its opponents, provoking stupid mistakes and overconfidence in battle. The target army must attempt a Morale check (DC = 10 + your army's ACR) at the start of each Melee or Ranged phase; failure means it reduces its OM and DV against your army by 2 for that phase. If the target army succeeds at two of these Morale checks, it's immune to this tactic for the remainder of the battle.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Taunt", 
            "type": "section", 
            "name": "Taunt", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p> Your army tries to escape from all armies attacking it. The army attempts an opposed Morale check against each army attacking it to maintain discipline (any army may voluntarily fail this check), but doesn't need to attempt the usual Morale check to change tactics when switching to withdraw. If all of these checks are successful, your army may withdraw from the battlefield or treat the phase as a Ranged phase. If only some are successful, you may withdraw or treat the phase as a Ranged phase, but enemy armies in the battle may attack you as if you were in Melee. Whether or not the checks are successful, reduce your army's OM and DV by 2 for the rest of this phase.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Army Tactics/Withdraw*", 
            "type": "section", 
            "name": "Withdraw*", 
            "source": "Ultimate Campaign"
        }
    ]
}