{
    "body": "<p>In mass combat, the hundreds of individual attacks that take place in one battle phase overlap each other enough that who actually attacks first is irrelevant.</p><p>When armies attack, each army attempts an Offense check (1d20 + the attacking army's OM) and compares the result to the target army's DV.</p><p>If the Offense check is equal to or less than the target army's DV, the army deals no damage that phase.</p><p>If the Offense check is greater than defender's DV, the defending army takes damage equal to the result of the attacker's Offense check minus the defender's DV. For example, if the attacker's Offense check is 11 and the defender's DV is 7, the defending army takes 4 points of damage. Because these attacks are resolved simultaneously, it is possible that both armies may damage or even destroy each other in the same phase.</p><p>If the Offense check is a natural 20, but that check is lower than the enemy army's DV, the attacking army still deals 1 point of damage. If the Offense check is a natural 1, that army can't attempt an Offense Check in the next phase, due to some setback: a misheard order, getting stuck in mud, and so on.</p>", 
    "name": "Attacking and Taking Damage", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Attacking and Taking Damage", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>These rules can also serve in battles where more than two armies clash. In such battles, when your army attempts an Offense check, you choose which enemy army (or armies, if you have multiple armies in the field) it is attacking and apply damage appropriately. On each phase, you may change which army you are targeting. If your kingdom fields multiple armies in a battle, you may want to divide responsibility for these armies among the other players to speed up play.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Attacking and Taking Damage/More Than Two Armies", 
            "type": "section", 
            "name": "More Than Two Armies", 
            "source": "Ultimate Campaign"
        }
    ]
}