{
    "body": "<p>An army's commander helps maximize its effectiveness and can provide special bonuses to an army. The commander can be a PC or NPC. Unless you decide to command an army personally or the GM allows you to recruit an exceptional commander through adventuring and roleplaying, a new army's commander is an unexceptional leader who provides no bonuses to the army.</p><p>The Mass Combat Army Sheet has a space to record information about the commander of each of your armies.  In addition, there's also a space to record information for a general&mdash;a general is a character (often you) assigned to administrate your armies, but is primarily a figurehead and grants no bonuses herself unless actively leading a particular army. The relevant information is as follows (assume a value of 0 unless otherwise specified).</p>", 
    "name": "Commanders", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>This lists the commander's name (and class and level, if notable).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Name", 
            "type": "section", 
            "name": "Name", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This lists the commander's Charisma modifier. It is added to the army's Morale checks.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Charisma Modifier", 
            "type": "section", 
            "name": "Charisma Modifier", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This is the commander's ranks in Profession (soldier). Divide the number of ranks by 5 (minimum 0) and add that number to the army's Morale checks.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Profession (soldier)", 
            "type": "section", 
            "name": "Profession (soldier)", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The commander's character level + Charisma modifier. If the commander is a monster, use HD instead of character level. If the commander has the Leadership feat, increase this value by 3. This number is a prerequisite for some boons.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Leadership", 
            "type": "section", 
            "name": "Leadership", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This lists the boons the commander knows (see below). A commander's maximum number of boons known is 1, plus 1 for every 5 ranks in Profession (soldier). A new or unexceptional commander might know no boons at first, but can gain them from victories in battle. If you're a kingdom leader acting as a commander, you automatically have one boon appropriate to your leadership role (see below).</p><p>The commander must be active with the army to grant a bonus on Morale checks or a boon to the army. Being active requires spending at least 3 days per week with the army. An army without a commander (whether because the commander is dead or because she isn't spending enough time with the army) loses 1 Morale per week. You may offset this loss by doubling the army's Consumption that week.</p><p>If you have an army without a commander and you have no commanders available to fill that role, you may promote a unit from the army to be an unexceptional commander. This commander has a +0 Charisma modifier, 0 ranks in Profession (soldier), and a Leadership score based on the level or HD of a typical unit in that army.</p>", 
            "name": "Boons", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Boons are special abilities a commander grants to an army. Most of these boons affect the rolls and statistics for battles, and the commander must be present at the battle to provide their benefit. A commander grants the army all the boons she knows (she doesn't have to select just one).</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>The commander inspires the army to be at its greatest in the most desperate times. When an army's hit points are at half its full normal hit points or fewer, it gains a +1 bonus on Offense checks. A commander must have Leadership 4 or higher to select this boon. At Leadership 10 or higher, this bonus increases to +2.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Bloodied but Unbroken", 
                            "type": "section", 
                            "name": "Bloodied but Unbroken", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>Choose one tactic. The commander always knows this tactic, and the commander's army can use this tactic even if it doesn't know that tactic on its own. You can select this boon multiple times; each time you select it, choose a new tactic.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Bonus Tactic", 
                            "type": "section", 
                            "name": "Bonus Tactic", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p> The commander is especially good at defensive tactics. Increase the army's DV by 2. A commander must have Leadership 5 or higher to select this boon.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Defensive Tactics", 
                            "type": "section", 
                            "name": "Defensive Tactics", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The commander trains the army to be receptive to multiple orders during a battle. The army gains a +5 bonus on Morale checks to change tactics during a battle. A commander must have Leadership 6 or higher to select this boon. At Leadership 12 or higher, this bonus increases to +10.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Flexible Tactics", 
                            "type": "section", 
                            "name": "Flexible Tactics", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The commander drills the army in quick attacks followed by a fast retreat. After attacks are resolved in the Ranged phase or the first Melee phase, the army may use the withdraw tactic with a +2 bonus on its opposed Morale checks. A commander must have Leadership 5 or higher to select this boon. At Leadership 10 or higher, this bonus increases to +4.<b></b></p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Hit and Run", 
                            "type": "section", 
                            "name": "Hit and Run", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The commander is skilled at convincing the army to maintain morale against dangerous opponents. If the army fails a Morale check to avoid a rout, it may reroll that check. It must accept the results of the second check, even if it is worse.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Hold the Line", 
                            "type": "section", 
                            "name": "Hold the Line", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The commander makes the army trap game, hunt, and fish to augment its food supplies. Reduce the army's Consumption and speed by half for any week this boon is used. The GM may rule that Huge and larger armies deplete the available resources from a hex over 1d3 weeks, requiring the army to move if it wants to maintain the reduced Consumption level.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Live off the Land", 
                            "type": "section", 
                            "name": "Live off the Land", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p> The commander inspires great loyalty in the army. The army gains a +2 bonus on all Morale checks. A commander must have Leadership 6 or higher to select this boon. At Leadership 12 or higher, this bonus increases to +4.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Loyalty", 
                            "type": "section", 
                            "name": "Loyalty", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The commander encourages the army to be ruthless in its tactics and spare no wounded enemies. The army gains a +1 bonus on opposed Morale checks to prevent another army from withdrawing and on the last Offense check against a routed army or one using the withdraw tactic.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Merciless", 
                            "type": "section", 
                            "name": "Merciless", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The commander drills the army in precision ranged attacks. The army gains a +2 bonus on Offense checks against armies using fortifications. This boon has no effect if the army can't make ranged attacks.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Sharpshooter", 
                            "type": "section", 
                            "name": "Sharpshooter", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>Whether using magic, alchemy, herbalism, or folk knowledge, the commander drills the army in using emergency methods to treat wounds. Once per battle, the army may take a &mdash;4 penalty on its Offense check during the Ranged or Melee phase and heal damage equal to half its ACR. If the army has the healing potions resource, it also gains the healing from this boon (without the Offense check penalty) when it uses healing potions.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Boons/Triage", 
                            "type": "section", 
                            "name": "Triage", 
                            "source": "Ultimate Campaign"
                        }
                    ], 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>If you have a kingdom leadership role (Ruler, High Priest, Grand Diplomat, and so on), you may take the role of an army commander. To determine your bonus on Morale checks and the maximum number of boons you can know, use either one-fifth your ranks in Profession (soldier) or one-sixth your character level, whichever is higher (minimum 1). As with other commanders, you must remain active with the army to grant your commander bonus on Morale checks, and must be at the battle to provide tactics and bonuses.</p><p>Your leadership role determines what boons you automatically know (even if you don't meet the Leadership requirements for those boons). If a role lists multiple boons, you must choose one when you become a commander. (Others may be gained in the normal manner).</p>", 
            "name": "Kingdom Leader Commanders", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Bloodied but Unbroken, Loyalty</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Ruler", 
                    "type": "section", 
                    "name": "Ruler", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Loyalty</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Consort", 
                    "type": "section", 
                    "name": "Consort", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Loyalty</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Councilor", 
                    "type": "section", 
                    "name": "Councilor", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Bonus Tactic, Flexible Tactics, Merciless, Sharpshooter</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/General", 
                    "type": "section", 
                    "name": "General", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Defensive Tactics, Merciless</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Grand Diplomat", 
                    "type": "section", 
                    "name": "Grand Diplomat", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Loyalty</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Heir", 
                    "type": "section", 
                    "name": "Heir", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Hold the Line, Live off the Land, Triage</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/High Priest", 
                    "type": "section", 
                    "name": "High Priest", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Flexible Tactics, Loyalty</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Magister", 
                    "type": "section", 
                    "name": "Magister", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Live off the Land, Hit and Run, Sharpshooter, Triage</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Marshal", 
                    "type": "section", 
                    "name": "Marshal", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Bonus Tactic, Merciless, Sharpshooter</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Royal Enforcer", 
                    "type": "section", 
                    "name": "Royal Enforcer", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Hit and Run, Merciless, Sharpshooter</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Spymaster", 
                    "type": "section", 
                    "name": "Spymaster", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Loyalty</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Treasurer", 
                    "type": "section", 
                    "name": "Treasurer", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Loyalty</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Kingdom Leader Commanders/Viceroy", 
                    "type": "section", 
                    "name": "Viceroy", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Defensive Tactics, Hold the Line, Loyalty</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Warden"
                }
            ]
        }, 
        {
            "body": "<p>If an army is destroyed and the commander is an NPC, the commander is killed (01&mdash;20), captured (21&mdash;70), or escapes (71&mdash;00). An army of mindless creatures kills all captured NPC commanders. You may ransom a captured commander by paying BP equal to the commander's army's Consumption (if captured by another kingdom, this goes to that kingdom's Treasury). A commander with a history of losing battles, being captured, and being ransomed gains an unlucky reputation among your troops and reduces the Morale of any army under her by 1.</p><p>If you are the commander and your army is destroyed, the GM should present you with an opportunity to escape with serious injuries (at 25% hp or lower), otherwise you are captured and held for ransom. The other PCs may pay BP, gold, or other treasures to ransom you, or the GM may allow the other PCs to have an adventure where they attempt to rescue you instead of simply buying your freedom.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Commanders/Losing Commanders", 
            "type": "section", 
            "name": "Losing Commanders", 
            "source": "Ultimate Campaign"
        }
    ]
}