{
    "body": "<p>These mass combat rules treat armies as if they were individual creatures. Instead of making 100 attack rolls for each side of a battle between elves and orcs, you treat the elf army as one unit and the orc army as another unit, and they battle each other with just one roll each. Instead of the armies taking turns attacking each other, they roll simultaneously. Smaller armies have fewer individual creatures (units), larger armies have more units, and the number of units directly relates to how dangerous an army is.</p><p>Every army has a commander, typically a seasoned veteran, who directs the army's actions. You can lead an army yourself, making you its commander and providing bonuses depending on your kingdom leadership role.</p><p>Armies can learn different tactics, such as using reserve archers, forming a defensive wall, or using dirty tricks. An army can use strategies like attacking recklessly and aggressively (much like a creature using the Power Attack feat) or being cautious and defensive (like using Combat Expertise). The army's commander decides the tactics and strategy used in battle.</p><p>Conditions on the battlefield affect the process and outcome of the battle. For example, muddy terrain slows walking armies but has no effect on flying armies; night combat hinders human armies but not orc armies.</p><p>Resolving the battle consists of three phases in which the commanders decide on tactics, the armies make ranged attacks (if any), and the armies then close to melee range. They then remain in melee until one side flees or is destroyed.</p><p>The following summarizes the key rolls you'll make when using mass combat:</p>", 
    "name": "Mass Combat Quick Reference", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Mass Combat Quick Reference", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>d20 + Offense Modifier (OM)</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Mass Combat Quick Reference/Offense Check", 
            "type": "section", 
            "name": "Offense Check", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Offense check result &mdash; the defending army's Defense Value (DV)</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Mass Combat Quick Reference/Damage Dealt", 
            "type": "section", 
            "name": "Damage Dealt", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>d20 + the commander's modifiers + the army's Morale score</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Mass Combat Quick Reference/Morale Check", 
            "type": "section", 
            "name": "Morale Check", 
            "source": "Ultimate Campaign"
        }
    ]
}