{
    "body": "<p>The following sections describe ways armies can be altered or assigned that come up less frequently than the other rules in the mass combat system. They're optional, and the GM can bring them into the game only if necessary.</p>", 
    "name": "Optional Mass Combat Rules", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Optional Mass Combat Rules", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>If you have two armies of the same type and of equal size, at any time outside of combat you can combine them into a single army that is one size larger than the original armies.</p><p>Choose one of the two commanders to command this combined army. The other commander may be assigned to a different army; otherwise, her boons are lost.</p><p>Calculate the new army's statistics based on its new size. If both smaller armies had a boon, resource, or tactic, the new army has it as well; otherwise the boon, resource, or tactic is lost. The new army's Morale is equal to the average of the Morale of the two smaller armies. If one army has an affliction (such as a disease), the new army now has it.</p><p>Determine what percentage of its full normal hit points each smaller army had. The new army's hit points is the average of these percentages. For example, if one army is at 50% and the other is at 100%, the new army is at 75% of the full hit points for its size.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Optional Mass Combat Rules/Combining Armies", 
            "type": "section", 
            "name": "Combining Armies", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Reformation converts a wounded army into a smaller, healthy army. The army hit point rules are abstract and represent wounded units, incapacitated units, and dead units. For an army with a very low hit point total, the number of active units in the army can even be equal to or fewer than those of an army of a smaller size. For example, a Large army normally has 200 units, but if that army is very wounded, it could have only 100 or fewer units able to fight&mdash;the same number as a Medium army. Because an army's Consumption is based on its ACR (which is based on its size), you might be able to reduce your Consumption costs if you reform an army into a smaller size.</p><p>At any time outside of combat, you can reform a wounded army (at half hit points or fewer) into an army one size smaller with full hit points. This act represents you choosing only the healthiest units to continue fighting. The wounded survivors disperse, typically heading home to recuperate.</p><p>Calculate the smaller army's statistics based on its new size. The smaller army retains all of the larger army's statistics and effects (including tactics, boons, resources, commander, and so on) except those based on its size (such as ACR and statistics based on ACR). The army reduces its Morale by 1 (as reforming is a blunt indication of misfortune).</p><p>There is no limit to how many times you can reform an army. Even a Colossal army can be whittled away and reformed several times until the CR of its individual units is too small to actually count as an army.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Optional Mass Combat Rules/Reforming an Army", 
            "type": "section", 
            "name": "Reforming an Army", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The costs in this section assume an active, deployed army. You may instead convert an army into a reserve army, placing it in a settlement. This reduces the Consumption cost for the army to once per month (or kingdom turn) instead of once per week. A commander has to spend only 3 days per month with a reserve army to remain active with it. The Morale penalty for an absent commander happens every month instead of every week.</p><p>The size of an army you can put in reserve depends on the buildings you have available in the settlement. A Watchtower can hold a Small or smaller reserve army, a Barracks can hold Medium or smaller, a Castle can hold Large or smaller, and a Garrison Huge or smaller. A Gargantuan or Colossal army can't be put in reserve&mdash;it must remain deployed (though it can be indefinitely deployed in one of your own hexes). A Temple counts as a Watchtower for the purpose of holding special religious troops (clerics, druids, inquisitors, or paladins), and a Cathedral counts as a Barracks in those cases. You may split an army (see Splitting an Army) to allow you to divide its units among several buildings.</p><p>If you move the army outside the settlement, it immediately counts as an active army and the costs must be paid per week as normal.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Optional Mass Combat Rules/Reserve Army", 
            "type": "section", 
            "name": "Reserve Army", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can divide an army into smaller armies. At any time outside of combat, you may split an army into two armies that are each one size category smaller. One of these armies retains the larger army's commander; you must assign a commander to the other army.</p><p>Calculate each smaller army's statistics based on its new size. The smaller armies retain all of the larger army's statistics and effects (including tactics, boons, resources, commander, and so on) except those based on size (such as ACR and statistics based on ACR). Each smaller army reduces its Morale by 1.</p><p>Determine what percentage of its full normal hit points the larger army had. Each smaller army has this proportion of hit points for its new size. For example, if the large army was at 70% (28 hp out of 40), each smaller army is at 70% of the full hit points for its size.</p><p>There is no limit to how many times you can split an army. Even a Colossal army can split several times until the CR of its individual units is too small to actually count as an army.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Mass Combat/Optional Mass Combat Rules/Splitting an Army", 
            "type": "section", 
            "name": "Splitting an Army", 
            "source": "Ultimate Campaign"
        }
    ]
}