{
    "body": "<p>Whether you or the GM controls a particular companion depends largely on the creature's intelligence and level of independence from you.</p>", 
    "name": "Aspects of Control", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>A nonsentient companion (one with animal-level intelligence) is loyal to you in the way a well-trained dog is&mdash;the creature is conditioned to obey your commands, but its behavior is limited by its intelligence and it can't make altruistic moral decisions&mdash;such as nobly sacrificing itself to save another. Animal companions, cavalier mounts, and purchased creatures (such as common horses and guard dogs) fall into this category. In general they're GM-controlled companions. You can direct them using the Handle Animal skill, but their specific behavior is up to the GM.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Nonsentient Companions", 
            "type": "section", 
            "name": "Nonsentient Companions", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A sentient companion (a creature that can understand language and has an Intelligence score of at least 3) is considered your ally and obeys your suggestions and orders to the best of its ability. It won't necessarily blindly follow a suicidal order, but it has your interests at heart and does what it can to keep you alive. Paladin bonded mounts, familiars, and cohorts fall into this category, and are usually player-controlled companions.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Sentient Companions", 
            "type": "section", 
            "name": "Sentient Companions", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Outside the linear obedience and intelligence scale of sentient and nonsentient companions are eidolons: intelligent entities magically bound to you. Whether you wish to roleplay this relationship as friendly or coerced, the eidolon is inclined to obey you unless you give a command only to spite it. An eidolon would obey a cruel summoner's order to save a child from a burning building, knowing that at worst the fire damage would temporarily banish it, but it wouldn't stand in a bonfire just because the summoner said to. An eidolon is normally a player-controlled companion, but the GM can have the eidolon refuse extreme orders that would cause it to suffer needlessly.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Eidolons", 
            "type": "section", 
            "name": "Eidolons", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p><i>Charm person</i>, <i>dominate person</i>, and similar effects turn an NPC into a companion for a limited time. Most charm-like effects make the target friendly to you&mdash;the target has to follow your requests only if they're reasonable, and has its own ideas about what is reasonable. For example, few creatures consider \"hand over all your valuables\" or \"let me put these manacles on you\" a reasonable request from a friend. You might have to use Diplomacy or Intimidate checks to influence a charmed ally, and the GM has the final say as to what happens. Though the target of a charm effect considers you a friend, it probably feels indifferent at best toward the other PCs and won't listen to requests from them. A creature under a dominate effect is more of a puppet, and you can force it to do anything that isn't suicidal or otherwise against its well-being. Treat it as player-controlled, with the GM making its saving throws to resist inappropriate commands.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Magical Control", 
            "type": "section", 
            "name": "Magical Control", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Some companions are exceptions, such as an intelligent companion who doesn't bear exceptional loyalty toward you (for example, a hired guard), a weaker minion who is loyal to you but lacks the abilities or resources to assist in adventuring tasks, and a called outsider (such as from <i>planar ally</i>) who agrees to a specific service but still has a sense of self-preservation. You can use Bluff, Diplomacy, and Intimidate to influence such companions, but the GM is the final arbiter of their actions. For example, a PC might use threats to convince a caravan guard to hold back an ogre for a few rounds or to prevent her zealous followers from attacking a rival adventurer, but the GM makes the decision whether the guard runs away after getting hit once or the followers attack when provoked.</p><p>The GM may deviate from the above suggestions, such as allowing a druid to control an animal companion directly, creating a more equivalent or even antagonistic relationship between a summoner and an eidolon, or roleplaying a mentoring relationship between a veteran warhorse and the young paladin who inherited his loyalty. Before you create a character with a companion creature (or decide to add a companion in play), the GM should explain to everyone how much influence you and the GM each have over the creature's actions. That way, everyone is fully informed about all aspects of dealing with the companion.</p><p>The specifics of controlling a companion vary for different campaigns. A gritty campaign where animal companions can't do anything that real animals can't do forces the GM to act as a check against you pushing the bounds of creativity. A high-fantasy game where familiars are nearly as important to the storyline as the PCs&mdash;or are played as near-PCs by other players&mdash;is a very different feel and can create interesting roleplaying opportunities. An evil campaign where companions are unwilling slaves of the PCs creates a dynamic where the PCs are trying to exploit them as much as possible&mdash;perhaps even sacrificing and replacing them as needed&mdash;and treat them more like living tools than reluctant allies.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Common Exceptions", 
            "type": "section", 
            "name": "Common Exceptions", 
            "source": "Ultimate Campaign"
        }
    ]
}