{
    "body": "<p>The GM should keep in mind several factors when it comes to companions, whether handling them as suggested above or altering the balance to give you more or less control.</p>", 
    "name": "Issues of Control", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Issues of Control", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Changing who controls a companion can make the game easier or harder for the GM. Controlling a cohort in combat is one more complex thing for the GM to deal with. The GM must keep track of a cohort's tactics and motivations and how those affect it in combat while keeping her own knowledge of the monsters separate from the cohort's knowledge; otherwise, the cohort will outshine the PCs with superior tactics. Giving you control over these decisions (while still allowing the GM to veto certain actions) alleviates some of the burden and allows you to plan interesting tactics between yourself and your cohort, much as you would have mastered during times you trained together.</p><p>Conversely, giving a player full control over the actions of two characters can slow down the game. If you're prone to choice paralysis, playing two turns every round can drag the game to a halt. If this is a problem, the GM should suggest that another player help run the companion or ask you to give up the companion and alter yourself to compensate (such as by choosing a different feat in place of Leadership, taking a domain instead of a druid animal companion, or selecting the \"companions\" option for a ranger's hunter's bond ability instead of an animal).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Issues of Control/Ease of Play", 
            "type": "section", 
            "name": "Ease of Play", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Even a simple change like allowing players to directly control companions has repercussions in the game mechanics. For example, if a druid has complete control over an animal companion, there's no reason for her to put ranks in Handle Animal, freeing up those ranks for other valuable skills like Perception. If a wizard with a guard dog doesn't have to use a move action to make a Handle Animal check to have the dog attack, he has a full set of actions each round and a minion creature that doesn't require investing any extra time to \"summon\" it. If companion animals don't have to know specific tricks, the PC can use any animal like an ally and plan strategies (like flanking) as if the animal were much smarter than it actually is.</p><p>With intelligent companions such as cohorts, giving you full control means you're controlling two characters and can take twice as many actions as the other players. The GM can create a middle ground, such as requiring you to put ranks in Handle Animal but not requiring you to make checks, or reducing the action needed to command an animal, but these decisions should be made before the companion joins the group.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Issues of Control/Game Balance", 
            "type": "section", 
            "name": "Game Balance", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Whenever you control multiple creatures, there are issues of sharing information between you and your companions. Some companions have special abilities that facilitate this sort of communication, such as a familiar's empathic link or an eidolon's bond senses ability, but most companions are limited to what they can observe with their own senses. For example, if a wizard using <i>see invisibility</i> knows there is an invisible rogue across the room, he can't just direct his guard dog to attack the rogue; he has to use the seek command to move the dog to the general area of the rogue, and even then he can't use the attack command to attack the rogue because the rogue isn't an \"apparent enemy.\" If the GM allows the wizard to make the dog fight the invisible rogue, that makes the animal much more versatile than normal, and also devalues the special nature of a true empathic or telepathic bond with a companion. If the dog is allowed to work outside the PC's line of sight, it devalues abilities such as a wizard's ability to scry on his familiar. Of course, intelligent companions using speech can bypass some of these limitations (such as telling a cohort there's an invisible rogue in the corner).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Issues of Control/Sharing Information", 
            "type": "section", 
            "name": "Sharing Information", 
            "source": "Ultimate Campaign"
        }
    ]
}