{
    "body": "<p id=\"black-market-connections\" class=\"stat-block-2\">A rogue with this talent gains better access to magic items from black market connections. She treats every settlement as one size greater for the purpose of determining the gp limit of the base value of items for sale, as well as the number of minor, medium, and major magic items for sale in the settlement. If the settlement is already a metropolis, all minor and medium magic items are for sale, as well as 3d8 major magic items. With a successful Diplomacy check, the rogue can treat the settlement as two sizes larger. If the settlement is already a metropolis and she succeeds at the check, all magic items are for sale. If the settlement is already a large city and she succeeds at the check, all minor and medium magic items are for sale, as well as 3d8 major magic items. With a successful check, the rogue can also sell stolen items on the black market. If the check fails by 5 or more, the rogue does something to spook the market, and treats the city as normal for 1 week. Furthermore, those in control of the black market may alert the authorities to the rogue's presence in an act of reprisal for spooking the market or to divert attention away from their illicit activities. The DCs of the checks are by settlement size and are given in the table below.</p>", 
    "name": "Black Market Connections", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Black Market Connections", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Community Size</th><th>DC</th></tr></thead><tr class=\"odd\"><td>Thorp</td><td>10</td></tr><tr class=\"even\"><td>Hamlet</td><td>12</td></tr><tr class=\"odd\"><td>Village</td><td>15</td></tr><tr class=\"even\"><td>Small town</td><td>18</td></tr><tr class=\"odd\"><td>Large town</td><td>20</td></tr><tr class=\"even\"><td>Small city</td><td>25</td></tr><tr class=\"odd\"><td>Large city</td><td>30</td></tr><tr class=\"even\"><td>Metropolis</td><td>35</td></tr></table>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Rogue/Rogue Talents/Black Market Connections/Community Size", 
            "type": "table", 
            "name": "Community Size", 
            "source": "Ultimate Combat"
        }
    ], 
    "ability_types": {
        "ability_type": "Extraordinary"
    }, 
    "source": "Ultimate Combat", 
    "type": "ability"
}