{
    "body": "<p>You can attempt to drag a foe as a standard action. You can only drag an opponent who is no more than one size category larger than you. The aim of this maneuver is to drag a foe in a straight line behind you without doing any harm. If you do not have the Improved Drag feat or a similar ability, initiating a drag provokes an attack of opportunity from the target of your maneuver.</p><p>If your attack is successful, both you and your target are moved 5 feet back, with your opponent occupying your original space and you in the space behind that in a straight line. For every 5 by which your attack exceeds your opponent's CMD, you can drag the target back an additional 5 feet. You must be able to move with the target to perform this maneuver. If you do not have enough movement, the drag goes to the maximum amount of movement available to you and ends.</p><p>An enemy being moved by a drag does not provoke an attack of opportunity because of the movement unless you possess the Greater Drag feat. You cannot move a creature into a square that is occupied by a solid object or obstacle. If there is another creature in the way of your movement, the drag ends adjacent to that creature.</p>", 
    "name": "Drag", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Drag", 
    "type": "section", 
    "subtype": "combat_maneuver", 
    "sections": [
        {
            "body": "<p id=\"stability\">Some characters or types of creatures prove particularly sure-footed, making them more difficult to overthrow and move around the battlefield. Any racial ability that grants a bonus to CMD versus bull rush attempts grants the same bonus against drag combat maneuvers.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Combat Maneuvers/Drag/Stability", 
            "type": "section", 
            "name": "Stability", 
            "source": "Advanced Player's Guide"
        }
    ]
}