{
    "body": "<p>Some inquisitor domains are not the domains of their faith but are movements within a number of faiths. Many religious individuals and orders find themselves in conflict with the users of arcane magic, and have created inquisitions and training regimens expressly to fight arcane spellcasters. With GM approval, any inquisitor of any deity can take the inquisitions detailed below. </p><p>Inquisitions are like domains. Other classes that use domains can take inquisitions but inquisitions are typically weaker than the domains those classes can already choose because they don't grant domain spell slots or domain spells. If an inquisition's granted power calls for a saving throw, the DC of the save is equal to 10 + 1/2 the inquisitor's level + the inquisitor's Wisdom modifier. The inquistor's caster level for granted powers and spell-like abilities is equal to her inquisitor level. </p>", 
    "name": "Inquisitions", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitions", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"black-powder-inquisition\"></p>", 
            "name": "Black Powder Inquisition", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitions/Black Powder Inquisition", 
            "type": "section", 
            "subtype": "inquisitor_inquisition", 
            "sections": [
                {
                    "body": "<p id=\"deities\" class=\"stat-block-2\">Any (with GM approval). </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitions/Black Powder Inquisition/Deities", 
                    "type": "section", 
                    "name": "Deities", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"granted-powers\" class=\"stat-block-2\">You gain Exotic Weapon Proficiency (firearms) and Gunsmithing as bonus feats. When you hit an arcane spellcaster or a creature that uses spell-like abilities with a firearm attack, that creature must succeed at a Fortitude saving throw. If the spellcaster fails, he takes a &ndash;4 penalty on concentration checks for 1 round. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitions/Black Powder Inquisition/Granted Powers", 
                    "type": "section", 
                    "name": "Granted Powers", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p id=\"spellkiller-inquisition\"></p>", 
            "name": "Spellkiller Inquisition", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitions/Spellkiller Inquisition", 
            "type": "section", 
            "subtype": "inquisitor_inquisition", 
            "sections": [
                {
                    "body": "<p id=\"deities\" class=\"stat-block-2\">Any (with GM approval).</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitions/Spellkiller Inquisition/Deities", 
                    "type": "section", 
                    "name": "Deities", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"granted-powers\" class=\"stat-block-2\">You gain the Disruptive feat as a bonus feat (even if you do not meet the prerequisites). When you defeat an enemy (whether by reducing it to 0 or fewer hit points, taking the enemy captive, or accepting a truce), you gain a +2 sacred or profane bonus to AC for 1 minute per level. You gain a sacred bonus if you are good, profane if you are evil; if you are neutral, you choose either sacred or profane when you select this inquisition. After you choose which type of bonus you gain, you cannot change the bonus type. When you hit a creature with levels of alchemist or any arcane spellcasting class, or that uses spell-like abilities, you can end this effect to stagger that creature. The creature gets a Fortitude saving throw against this effect on each of its turns (including the turn in which it gained the effect). A successful save ends the staggered condition. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitions/Spellkiller Inquisition/Granted Powers", 
                    "type": "section", 
                    "name": "Granted Powers", 
                    "source": "Ultimate Combat"
                }
            ]
        }
    ]
}