{
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Some magic items are heretical by nature, enabling the unfaithful to spread wickedness. Iconoclasts seek out and remove such crutches, cleansing the taint these items exude.</p>", 
            "name": "Iconoclast", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Iconoclast", 
            "type": "class_archetype", 
            "subtype": "inquisitor", 
            "sections": [
                {
                    "body": "<p id=\"shake-effects\">At 1st level, an iconoclast gains a +2 bonus on all saving throws against effects that come from a magic item. This ability replaces monster lore.</p>", 
                    "name": "Shake Effects", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Iconoclast/Shake Effects", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"detect-magic\">At 2nd level, an iconoclast gains the ability to <i>detect magic</i> at will. This ability replaces <i>detect alignment</i>.</p>", 
                    "name": "Detect Magic", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Iconoclast/Detect Magic", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dispelling-attack\">At 5th level, once per day as a standard action, an iconoclast can make a melee or ranged attack against an opponent, and if she hits, she can affect that opponent as if she had cast <i>dispel magic</i>, using the targeted dispel option. If she misses, this ability is wasted. Use her inquisitor level as the caster level of the <i>dispel magic</i> effect. This ability replaces <i>discern lies</i>. </p>", 
                    "name": "Dispelling Attack", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Iconoclast/Dispelling Attack", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"negating-critical\">At 14th level, when an iconoclast confirms a critical hit, the creature she hit must succeed at a Fortitude save at DC 10 + 1/2 the iconoclast's caster level + the iconoclast's Wisdom modifier for each non-artifact magic item the target is wearing or carrying. On a failed saving throw, the target of the critical hit can neither use nor gain benefit from any minor magic item for 1d4 rounds. This ability can be used in conjunction with critical feats. This ability replaces exploit weakness.</p>", 
                    "name": "Negating Critical", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Iconoclast/Negating Critical", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"destroy-artifact\">At 20th level, an iconoclast has the ability to destroy minor artifacts. The iconoclast must have possession of the minor artifact for at least a week, which she must spend in uninterrupted contemplation of the nature of the artifact. At the end of that week, she makes a DC 30 Spellcraft check to unweave the fabric of the item, and if she is successful, the artifact is destroyed. If the iconoclast fails, she cannot try to destroy the artifact again with this ability, but another iconoclast can. This ability replaces true judgment.</p>", 
                    "name": "Destroy Artifact", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Iconoclast/Destroy Artifact", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The world is full of dangerous magic, and many recoil in the face of such power. The spellbreaker, by contrast, learns to recognize and resist certain types of magic, wading through waves of magic to reach her foes.</p>", 
            "name": "Spellbreaker", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker", 
            "type": "class_archetype", 
            "subtype": "inquisitor", 
            "sections": [
                {
                    "body": "<p id=\"strong-willed\">At 1st level, a spellbreaker is able to stand strong against magical effects that seek to control, compel, or persuade her. The spellbreaker rolls twice and takes the best result when making a Will saving throw against a mind-affecting effect. This ability replaces monster lore.</p>", 
                    "name": "Strong-Willed", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker/Strong-Willed", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"defense-against-magic\">At 3rd level, a spellbreaker picks a single wizard school. She gains a +1 bonus on saving throws against arcane spells of that school. Every four levels beyond 3rd, the spellbreaker picks a new school and gains this bonus against arcane spells of that school (to a maximum of five schools of magic at 19th level). Furthermore, each time the spellbreaker picks a new school, the bonuses for the schools she has already chosen increase by 1. This ability replaces all bonus teamwork feats.</p>", 
                    "name": "Defense against Magic", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker/Defense against Magic", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"foil-casting\">At 3rd level, when an opponent tries to cast an arcane spell within a spellbreaker's threatened area, the DC for that caster to cast defensively increases by 2. This increase stacks with the effects of the Disruptive feat. Furthermore, the spellbreaker knows where to hit foes to foil casting from a distance. Each time she hits an arcane spellcaster or a creature that uses spell-like abilities with a ranged weapon attack, the DC of any Concentration checks the caster makes increases by 2 for 1 round. This ability replaces solo tactics. </p>", 
                    "name": "Foil Casting", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker/Foil Casting", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"impervious\">At 20th level, a spellbreaker becomes immune to the effects of a single school of arcane magic. That school of magic must be the first one she picked for defense against magic (see above). Neither harmful nor helpful arcane spells of that school have an effect on the spellbreaker. If a spell of that school is an area of effect spell, the spell goes off as normal, but the spellbreaker is untouched by its effects. Once per day, as a swift action, the spellbreaker can grant this imperviousness to all allies in a 60-foot burst for 1 minute. This ability replaces final judgment.</p>", 
                    "name": "Impervious", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker/Impervious", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>When pursuing justice for their faith, inquisitors sometimes hunt sorcerers, witches, wizards, and other practitioners of arcane magic&mdash;but especially witches, since their devotion to a patron is often seen as suspect by many religions. </p>", 
            "name": "Witch Hunter", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Witch Hunter", 
            "type": "class_archetype", 
            "subtype": "inquisitor", 
            "sections": [
                {
                    "body": "<p id=\"spell-sage\">At 1st level, a witch hunter adds her Wisdom modifier on Spellcraft checks in addition to her Intelligence modifier when attempting to identify a spell as it is being cast, to identify the properties of a magic item using <i>detect magic</i>, or to decipher a scroll. This ability replaces monster lore. </p>", 
                    "name": "Spell Sage", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Witch Hunter/Spell Sage", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"knowledgeable-defense\">At 2nd level, a witch hunter who identifies a spell with Spellcraft gains a bonus against its effects, either a +1 bonus on saving throws or a +1 dodge bonus to AC against this spell. This bonus increases every four levels (to a maximum of +5 at 18th level). At 20th level, once per day as a swift action, she can grant this bonus to all her allies within 60 feet, for 1 minute. The allies gain the bonus when the witch hunter identifies the spell, and those among the allies who have at least 1 rank in Spellcraft can aid the witch hunter's next Spellcraft check as a swift action while under the effect of this ability. This ability replaces <i>detect alignment</i>, <i>discern lies</i>, and true judgment. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Witch Hunter/Knowledgeable Defense", 
                    "type": "section", 
                    "name": "Knowledgeable Defense", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"spell-scent\">At 6th level, the witch hunter learns how to sense unique spell signatures, and can follow the trail of a cast spell or spell effect cast back to its source. Once per day, when the witch hunter comes into contact with or is exposed to a spell effect or a magic item, she can spend a full-round action to examine the spell effect or magic item, and then gains the effect of a <i>locate creature</i> spell. She can do this even if the spell effect was instantaneous, but must start her examination within 1 round after she experienced the spell's effect. Instead of locating a known creature, the witch hunter locates the caster of the spell effect or magic item she examined. Doing so does not allow the witch hunter to gain any intelligence about the spellcaster other than its location. This ability replaces track.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Witch Hunter/Spell Scent", 
                    "type": "section", 
                    "name": "Spell Scent", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"witch's-bane-judgment\">At 14th level, a witch hunter gains the following judgment.</p>", 
                    "name": "Witch's Bane Judgment", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Witch Hunter/Witchs Bane Judgment", 
                    "sections": [
                        {
                            "body": "<p id=\"witch's-bane\" class=\"stat-block-2\">Any creature that casts an arcane spell within 30 feet of the witch hunter takes a &ndash;2 penalty to AC against her attacks and a &ndash;2 penalty on saving throws against her spells while this judgment remains in effect. This ability replaces exploit weakness.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Witch Hunter/Witchs Bane Judgment/Witchs Bane", 
                            "type": "section", 
                            "name": "Witch's Bane", 
                            "source": "Ultimate Combat"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "name": "Inquisitor Archetypes", 
    "source": "Ultimate Combat"
}