{
    "body": "<p>The cavalier is defined not only by his dedication to his order or his skill on the battlefield, but also by the special relationship he maintains with his mount. Where some cavaliers are simply skilled with horses or well-trained knights, the beast rider spends his life in constant pursuit of the most perfect mount, forming bonds with greater, more powerful, and more exotic creatures.</p>", 
    "name": "Beast Rider", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Beast Rider", 
    "type": "class_archetype", 
    "subtype": "cavalier", 
    "sections": [
        {
            "body": "<p id=\"armor-proficiency\">A beast rider is proficient with light and medium armor, and with shields (with the exception of tower shields).</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Beast Rider/Armor Proficiency", 
            "type": "section", 
            "name": "Armor Proficiency", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"exotic-mount\">At 1st level, a beast rider forms a bond with a strong, loyal companion that permits him to ride it as a mount. This mount functions as a druid's animal companion, using the beast rider's level as his effective druid level. The animal chosen as a mount must be large enough to carry the beast rider (Medium or Large for a Small character; Large or Huge for a Medium character). </p><p>The beast rider does not take an armor check penalty on Ride checks while riding his mount. The mount is always considered combat trained, and begins play with Endurance as a bonus feat. A beast rider's mount does not gain the share spells special ability.</p><p>Each time the beast rider increases in level, he can choose to select a new, more impressive mount better suited to his increased power.</p><p>Small-sized beast riders can choose a pony or wolf mount at 1st level. At 4th level, a Small beast rider can also choose an allosaurus, ankylosaurus, arsinoitherium, aurochs, bison, boar, brachiosaurus, elephant, glyptodon, hippopotamus, mastodon, megaloceros, riding dog, snapping turtle (giant), triceratops, or tyrannosaurus. At 7th level, he can also choose a dinosaur (deinonychus or velociraptor). </p><p>Medium beast riders can choose a camel or horse mount at 1st level. At 4th level, a Medium beast rider can also choose an allosaurus, ankylosaurus, arsinoitherium, aurochs, bison, brachiosaurus, elephant, glyptodon, hippopotamus, lion, mastodon, megaloceros, snapping turtle (giant), tiger, triceratops, or tyrannosaurus as his mount. Additional mounts might be available with GM approval.</p><p>In addition, a 7th-level or higher Medium beast rider can select any creature whose natural size is Large or Huge, provided that creature is normally available as a Medium-sized animal companion at 7th level (like a bear). To generate statistics for such a mount, apply the following modifications: <b>Size</b> Large; <b>Ability Scores</b> Str +2, Dex &ndash;2, Con +2. Increase the damage of each of the mount's natural attacks by one die size. A beast rider cannot choose a mount that is not capable of bearing his weight, that has fewer than four legs, or that has a fly speed (although the GM may allow mounts with a swim speed in certain environments).</p><p>Anytime a feat or ability allows a mount to make a hoof attack, it can make a claw, slam, or other analogous attack instead.</p><p>This ability replaces the standard cavalier's mount and expert trainer abilities.</p>", 
            "name": "Exotic Mount", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Beast Rider/Exotic Mount", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}