{
    "body": "<p>Some cavaliers make a lifelong mission out of their exceptional ability to direct troops on the battlefield, combining tactical insight with a preternatural skill at improving the teamwork of their allies in order to win the day. Such strategists are masters at learning the strengths and weaknesses of those they fight alongside, and at employing those observations at the most opportune moments. The best of them are also skilled at determining the strengths and weaknesses of their enemies, as well as at countering some of those strengths with their own formidable abilities.</p>", 
    "name": "Strategist", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Strategist", 
    "type": "class_archetype", 
    "subtype": "cavalier", 
    "sections": [
        {
            "body": "<p id=\"tactician\">As the cavalier class feature, except that a strategist can use this ability once per day at 1st level, plus one additional time per day at 5th level and for every four levels thereafter (to a maximum of five times per day at 17th level).</p>", 
            "name": "Tactician", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Strategist/Tactician", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"drill-instructor\">At 4th level, a strategist learns to train his fellow adventurers in the nuances of squad combat. By spending 10 minutes and expending 1 use of his challenge ability, the strategist can grant the use of a teamwork feat that he knows to up to four of his allies, similar to the tactician ability. As with tactician, allies need not meet the prerequisites of the granted feat, but they retain the use of this feat for 10 minutes plus 1 minute for every two levels the cavalier possesses, as long as the cavalier is visible and can be heard by his allies. If the cavalier falls unconscious or cannot be both seen and heard, his allies lose the benefit of the granted feat until the condition is remedied. This ability replaces expert trainer.</p>", 
            "name": "Drill Instructor", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Strategist/Drill Instructor", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"tactical-advantage\">At 14th level, whenever a strategist uses his tactician ability to grant the use of a teamwork feat to his allies, he can move up to his speed as a free action either before or after granting the feat. This movement provokes attacks of opportunity normally. This ability replaces greater banner.</p>", 
            "name": "Tactical Advantage", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Strategist/Tactical Advantage", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"strategic-supremacy\">At 18th level, a strategist gains the ability not only to improve his allies' abilities, but also to disrupt the teamwork of his enemies. Whenever the strategist uses the tactician ability, he can choose to cancel out the effects of one teamwork feat employed by any of his opponents within 30 feet instead of granting the use of a teamwork feat to his allies. This ability replaces the cavalier's 18th-level bonus feat.</p>", 
            "name": "Strategic Supremacy", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Strategist/Strategic Supremacy", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}