{
    "body": "<p>A monk can discipline his body to hold more <i>ki</i> by upholding the strict tenets of a vow. By adhering to his vow's tenets, the monk's <i>ki</i> pool increases by the amount listed in the vow's description. Every vow comes with a penalty or limitation to offset this increase in <i>ki</i>. A monk can take a vow at any level, but it does not add to his <i>ki</i> pool until he gains a <i>ki</i> pool as a class feature. The ability to take these vows replaces the still mind class feature, even if the monk abandons all his vows.</p><p>If a monk knowingly and willingly breaks his vow, his <i>ki</i> pool is reduced to 0 (as if he had spent all of his <i>ki</i> points) and he cannot replenish his pool or use abilities that require <i>ki</i> or a <i>ki</i> pool until he has redeemed himself. Redemption requires a recommitment to his vow accompanied by an <i>atonement</i> spell. After the redemption, the monk's normal <i>ki</i> pool (without the bonus from the vow) returns. If he upholds the previously broken vow for a full month, his <i>ki</i> pool regains the additional points from taking the vow, and he can decide whether to continue with his vow or forgo his vow without penalty. Once a monk forgoes a vow in this fashion, she can never gain a <i>ki</i> point bonus from that vow.</p><p>A monk may have multiple vows. Their effects and increase to his <i>ki</i> pool stack. If a monk violates a vow, he suffers the loss of <i>ki</i> described above; redemption means the monk regains the extra <i>ki</i> from his unbroken vows, but the extra <i>ki</i> from the broken vow does not return until he finishes the month-long commitment (in effect, violating one vow does not have an effect on the other vows once the monk redeems himself).</p>", 
    "name": "Monk Vows", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Monk/Monk Vows", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"vow-of-celibacy\">The monk must abstain from all sexual and intimate physical activity. A monk with this vow takes it to an extreme, refusing to even share a room with another person, or sleeping on the opposite side of a camp from other people in a group. A celibate monk is not allowed to touch others or have others touch him (including touch spells from allies). Striking enemies in battle or being struck by enemies is not prohibited, but the monk shuns all peaceful or pleasurable contact. A monk with this vow increases his <i>ki</i> pool by 1 <i>ki</i> point for every 5 monk levels (minimum +1).</p>", 
            "name": "Vow of Celibacy", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Monk/Monk Vows/Vow of Celibacy", 
            "subtype": "monk_vow", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"vow-of-chains\">Either out of penitence or to bring attention to the suffering of the enslaved, the monk wears shackles on his wrists and legs. This gives the monk a &ndash;1 penalty on attack rolls and to AC, and reduces his movement by 10 feet. If temporarily unable to wear his chains, he may carry rocks or some other heavy burden (including medium or heavy armor) to simulate this suffering. A monk with this vow increasing his <i>ki</i> pool by 1 <i>ki</i> point for every 3 monk levels (minimum +1).</p>", 
            "name": "Vow of Chains", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Monk/Monk Vows/Vow of Chains", 
            "subtype": "monk_vow", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"vow-of-cleanliness\">A monk undertaking this vow must wash daily. He must change into fresh clothes daily or shortly after his robes become dirty. His appearance must be kept immaculate, including either neatly braiding or shaving off his hair (and, for male monks, maintaining a clean-shaven face). His vow forbids him from willingly touching the filthy, diseased, dead, or undead (though he may attempt to cleanse or heal those suffering from disease), though using manufactured weapons to attack these creatures is allowed. A monk with this vow increases his <i>ki</i> pool by 1 <i>ki</i> point for every 5 monk levels (minimum +1).</p>", 
            "name": "Vow of Cleanliness", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Monk/Monk Vows/Vow of Cleanliness", 
            "subtype": "monk_vow", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"vow-of-fasting\">The monk eats nothing but rice (or a similar bland, staple food) and drinks nothing but water. On certain days (usually once per month or on a religious holiday), he may eat a small portion of other simple, bland food to maintain proper nutrition. The monk cannot use tobacco, drugs, potions, alchemical items requiring eating or drinking, or any other thing that could be considered a food or beverage. A monk with this vow increases his <i>ki</i> pool by 1 <i>ki</i> point for every 6 monk levels (minimum +1).</p>", 
            "name": "Vow of Fasting", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Monk/Monk Vows/Vow of Fasting", 
            "subtype": "monk_vow", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"vow-of-peace\">The monk must strive to attain peace and may only use violence as a last resort. He can never strike the first blow in combat. If attacked, he must use the fight defensively action or the total defense action for the first 2 rounds. He must always give his opponent the option to surrender, and cannot purposely slay another creature that could reasonably be influenced to flee or join a civilized society as a productive member (obviously this excludes many monsters). Many monks who have taken this vow learn how to grapple and pin opponents, tying them with specialized knots that allow them to work themselves free after sufficient effort. Many monks of peace are vegetarians. A monk with this vow increases his <i>ki</i> pool by 1 <i>ki</i> point for every 5 monk levels (minimum +1).</p>", 
            "name": "Vow of Peace", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Monk/Monk Vows/Vow of Peace", 
            "subtype": "monk_vow", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"vow-of-poverty\">The monk taking a vow of poverty must never own more than six possessions&mdash;a simple set of clothing, a pair of sandals or shoes, a bowl, a sack, a blanket, and any one other item. Five of these items must be of plain and simple make, though one can be of some value (often an heirloom of great personal significance to the monk). The monk can never keep more money or wealth on his person than he needs to feed, bathe, and shelter himself for 1 week in modest accommodations. He cannot borrow or carry wealth or items worth more than 50 gp that belong to others. He is allowed to accept and use curative potions (or similar magical items where the item is consumed and is valueless thereafter) from other creatures. A monk with this vow increases his <i>ki</i> pool by 1 <i>ki</i> point for every monk level he possesses.</p>", 
            "name": "Vow of Poverty", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Monk/Monk Vows/Vow of Poverty", 
            "subtype": "monk_vow", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"vow-of-silence\">The monk must speak no words and attempt to be quiet in his actions. Accidental noises and the sounds of battle (such as the sound of a fist or weapon striking an opponent) do not affect his vow, though most monks with this vow choose their weapons and opponents so as to minimize even these sounds. The monk is allowed to make a nonvocal noise to warn another of danger (such as by stomping or clapping). The monk is allowed to use gestures and motions to communicate with others (including sign language) and is allowed to write. A monk with this vow increases his <i>ki</i> pool by 1 <i>ki</i> point for every 6 monk levels (minimum +1).</p>", 
            "name": "Vow of Silence", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Monk/Monk Vows/Vow of Silence", 
            "subtype": "monk_vow", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"vow-of-truth\">The monk is not allowed to deliberately speak any lies, including bluffing, stating half-truths with the intent to deceive, exaggerating, telling white lies, and so on. This applies to all forms of communication. If presented with circumstances where telling the truth would bring harm to another, the monk remains silent. Many monks of this vow also take a vow of silence to show their commitment. A monk with this vow increases his <i>ki</i> pool by 1 <i>ki</i> point for every 5 monk levels (minimum +1).</p>", 
            "name": "Vow of Truth", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Monk/Monk Vows/Vow of Truth", 
            "subtype": "monk_vow", 
            "type": "section"
        }
    ]
}