{
    "body": "<p>An ancient artifact, forgotten spell, or fantastic magical event grants the PCs mythic powers. Regardless of its particular source, this power comes from the very fabric of magic itself, a power few dare to harness.</p>", 
    "name": "Eldritch Magic", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Eldritch Magic", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>While the scope of a campaign featuring eldritch magic can be broad, since this power comes from a particular item or event, the powers should be tied to it. Perhaps the ancients created a sacred seal to be broken if certain signs presented themselves, such as a week of a blood-red moon or three comets in the sky at the same time. In this way, the mythic rules have an impact on the entire setting, but their direct influence can be limited by the source of the power.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Scope"
        }, 
        {
            "body": "<p>Rumors persist of books that, once read, unlock potential hidden deep within the mind and body. An ancient seer possesses these volumes and offers the heroes a chance to read one that will grant them mythic power, but only if they will defeat a creature terrorizing the city.</p><p>While exploring a long-forgotten valley, the PCs encounter a strange stone monument with an ancient spell carved upon it. They discover that this is a relic from a bygone age of magic, and that it grants mythic power. Unfortunately, they aren't the only ones who've found it, and now this power has been loosed upon the world.</p><p>Deep inside a forgotten dungeon, the PCs discover a room sealed by a series of complicated mundane and powerful arcane locks. Promises of great treasure led the PCs to this spot. As they break the seal on the door, a blast of arcane energy emanates from the door, knocking out the heroes and imbuing them with mythic powers. While the heroes are stunned, a creature bashes through the doors with such force that it breaks the hinges and escapes. When the PCs come to, a guardian spirit waits over them, imploring them to recapture the monstrosity they unleashed.</p><p>The PCs realize that each of them inherited a curved piece of metal inscribed with symbols in an archaic script. By placing the pieces together, they form a circle. When the circle is complete, the PCs each feel energy pulse through them that causes them to ascend.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ascension"
        }, 
        {
            "body": "<p>Adventures using this theme are always tied to the source of power, either by those who wield it or those who seek to steal such power away for themselves. The PCs are drawn into this struggle and must prevent such power from falling into the wrong hands… possibly even realizing that those hands are their own.</p><p>Ancient artifacts and items from distant planes carry secrets and abilities rarely accessible to those living today. Interacting with such items is dangerous, and will forever change the wielder in unforeseen ways. These items find their ways into the collections of great and long-living creatures, such as dragons and liches, or are buried in the most remote areas beyond the known world. Not only will interacting with these items change a character, but the power released is a beacon for frightening entities linked into that same source.</p><p>Some of these items are part of a set or pieces of a larger item. Collecting the various pieces will increase the PCs' powers and give them further insight into the world of mythic creatures that surrounds them. But such items are jealously guarded, and it may cost the PCs even more than they expect to attain this greater power.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Story"
        }, 
        {
            "body": "<p>The PCs must face off against foes who have harnessed the same power they have, or who seek to take it from them. If the PCs' power stems from an event, perhaps they are not the only ones to gain power in this way. If their power comes from an artifact, perhaps there are other relics granting power to their enemies. In either case, the PCs must deal with foes who not only understand their power (possibly better than the PCs do), but wield it as well.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>The heroes take on an ancient mythic creature, the very one that has been placing challenges before them. It does this not to defeat the PCs, but to force them to gain more power&mdash;power it seeks to rip from them. This foe has designs upon the power that the PCs possess and wishes to either take it all for itself or remove the threat of that power from the world.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ending"
        }
    ]
}