{
    "body": "<p>After the heroes achieve a monumental task thought to be too much for them, the essence of the mythic world bows to their achievement and fills them. This could come from destroying a plane-shattering artifact, defeating a legendary monster, or surviving a deadly journey to a wondrous location.</p>", 
    "name": "Legendary Encounter", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Legendary Encounter", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>The scope of this campaign can be quite far-ranging. The experience that grants the heroes mythic powers could occur anywhere in the campaign world (though that could be merely one of many such moments happening all around the world). Events related to the experience could send the heroes to distant lands&mdash;perhaps the heroes gain their powers from destroying an evil artifact, and learn of other such artifacts hidden in dungeons around the world.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Scope"
        }, 
        {
            "body": "<p>An NPC begs the heroes to destroy an artifact that's corrupting the land. After a deadly adventure, the PCs finally manage to destroy the object, but in doing so release a wave of energy that grants them mythic power.</p><p>Reports of an ancient dragon ravaging an entire valley reach the heroes' ears. When they battle the beast, they find themselves vastly outmatched, but through cunning and luck, they manage to slay the dragon. Upon its death, its blood washes over them, infusing them with mythic power.</p><p>While traveling overland, the heroes become lost in a wild storm. For hours, they're battered by sheets of rain, and surrounded by unnaturally thick mist that refuses to be dispersed. When the storm lifts, the heroes find themselves on the rim of an ancient, enchanted valley&mdash;one told of in many tales but few people believed to truly exist.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ascension"
        }, 
        {
            "body": "<p>Any sort of adventure could appeal to parties of legendary origin. The nature of their mythic powers could inspire certain storylines, such as recovering pieces of an artifact or hunting down the source of a pack of mythic monsters. The heroes may realize that if their experience granted them power, it could do the same for others, including those with sinister or chaotic motives. The mythic power in the heroes' bodies seems attuned to other such sources of power, and the main campaign arc involves the heroes tracking down these sources and keeping them from becoming tools of evil.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Story"
        }, 
        {
            "body": "<p>Since many different experiences, objects, and places in the world can be sources of mythic power, mythic villains and monsters could appear frequently. If the PCs destroyed an artifact or killed an ancient beast to gain their power, others may seek revenge for that act.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>At the end of their journey, the heroes should come full circle, perhaps even returning to the place where they first gained their mythic power. They might have to face off against the villain that precipitated their journey, or maybe even the source of their power itself. In the end, they should feel like their legend has closure, even if they keep their mythic power.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ending"
        }
    ]
}