{
    "body": "<p>Mythic power comes from a lost age when mythic creatures and characters were common. That power has faded from this world, but once an age, when the time is right, mythic power returns for a short time.</p>", 
    "name": "Lost Inheritance", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Lost Inheritance", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>In this theme, mythic power is a rarity, held only by a few who often hide from the world and those who would seek to take it from them. To widen the scope, mythic power might be returning to the world, heralded by some grand conjunction of events.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Scope"
        }, 
        {
            "body": "<p>A celestial event marks the return of mythic power to the world. Possibly by accident, the PCs are standing in just the right place at the time of this omen, and are imbued with such power. The PCs are not alone, however&mdash;others were also at different places of power at the same time.</p><p>At the conclusion of an adventure, the PCs learn that their births had been carefully arranged over the past 100 years in an attempt to recreate a powerful, mythic lineage long thought to be lost. With this discovery, they also find the means to unlocking their potential.</p><p>Exploring a fabled lost city, the PCs learn its inhabitants held power far beyond that of their modern cousins. The secret to this magic came from a special ritual that could only be performed once every 1,000 years, but it came at a terrible price and with a great deal of risk. The next ritual is fast approaching, presenting an opportunity for the PCs to become mythic if they choose to pursue this dangerous path.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ascension"
        }, 
        {
            "body": "<p>With these adventures, mythic power itself is the story. They contain a great deal of mystery, as there are few in the world who know about mythic power and what perils come along with wielding it. The PCs travel around the world, seeking knowledge of its origins, what caused its downfall, and how it can be used. Of course, others have also learned about this power, and they intend to use it for nefarious ends.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Story"
        }, 
        {
            "body": "<p>The PCs aren't the only ones to gain mythic power from this source. Perhaps there are others of this bloodline, or other creatures that discover a way to awaken power within them. Most mysterious, however, are creatures from the lost age, returned to the world to take back what they see as rightfully theirs&mdash;whether that's the mythic power or the whole world.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>As events draw to a conclusion, the PCs must choose whether this power remains in the world. Keeping it for themselves means the power can be taken by other villains, and the heroes will need to keep constant vigil for the sake of their mythic nature. Or they can let this power fade away, even knowing there are other threats out there that could use their mythic talents. Alternatively, there may be no choice in the matter; the power has returned and the PCs must find a way to deal with it. In any case, the villains that seek to abuse this power must be stopped, no matter the cost.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ending"
        }
    ]
}