{
    "body": "<p>Upon traveling to another plane, the PCs acquire mythic power. These powers might last only as long as the PCs are on this plane, or the PCs may be forever transformed by the visit.</p>", 
    "name": "Planar Might", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Planar Might", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>This might only apply to one plane of existence, with the power fading immediately when the heroes leave and resurging the moment they return. The scope can be extended by making the campaign about a group of planes somehow mythically connected. Or the powers last beyond the visit, but fade over time, requiring return trips for the heroes so they may drink from the mythic wellspring and renew their powers.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Scope"
        }, 
        {
            "body": "<p>Before a powerful wizard ally can complete an important ritual to save the country, a strange creature steps through a nearby mirror and steals him away. The mirror portal remains open behind it, allowing the PCs to follow. They emerge onto an unknown plane, and the physics of this place are nothing like those of home. As a result, the PCs now have access to a wide range of abilities they once considered unthinkable.</p><p>A messenger of the gods appears to the PCs, asking them to deliver a relic to a plane where even the gods fear to tread. It gives them each a blessing that, upon entering this fearsome plane, provides protections through ascension.</p><p>Found guilty of high treason for a crime they didn't commit, the PCs are sentenced by a tribunal to wander the endless planes, wearing the \"collars of judgment,\" until they prove themselves worthy to return. They now jump from plane to plane, attempting to defeat other threats to their homeland. The collars around their necks give them access to mythic powers and transport them to their next labor when they finish their current one. Hopefully their last will be against the one who framed them.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ascension"
        }, 
        {
            "body": "<p>While some planes function much like the Material Plane&mdash;in that they have gravity, breathable air, etc.&mdash;other planes have truly alien environs. Several of the latter augment those who enter to allow them to survive; this power sometimes lasts only while a visitor is on that plane, while other times it's permanent. (Some believe this augmentation occurs when latent abilities that reside in all life forms are triggered.) In other instances, special items or rituals grant these powers during travel through specific planes.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Story"
        }, 
        {
            "body": "<p>The planes are full of unpredictable oddities and surreal monsters. Many of these creatures are incredibly powerful without being mythic at all, making them more than a match for the PCs. Despite their power, the PCs must tread lightly in the presence of archangels and demon princes. Ultimately, they will have to face such beings, even if they start by challenging their minions and other, lesser agents.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>At the end of their journey, the heroes must ultimately face some sort of gatekeeper that keeps them from going home. This creature might literally be preventing their travel, or it might be so great a threat that it must be defeated before the heroes can return to their ordinary lives. Even if the PCs traveled to the plane accidentally, there should be some incredibly powerful force standing in the way of their return to normal life.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ending"
        }
    ]
}