{
    "body": "<p>A god grants the heroes mythic powers, either in response to deeds they have accomplished or in anticipation of deeds they have yet to perform. In this theme, mythic power is the provenance of the gods and only divine agents may wield such power.</p>", 
    "name": "Power of the Gods", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Power of the Gods", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>Since the heroes' mythic powers come from a specific deity, their activities may occur in places where the deity is popularly worshiped or challenged. The heroes could function as champions of the deity, protecting lands their god has deemed only for the righteous. They could also be emissaries, traveling to distant lands where their god is unknown. A campaign could even take place in lands where worship of the heroes' god is strictly outlawed by the ruling religion.</p><p>In any case, the scope is somewhat defined by the gods' wishes, for what they give they can just as easily take away. (Or perhaps they can only bestow mythic powers, and are incapable of removing them, making ascending mortals a risky proposition.)</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Scope"
        }, 
        {
            "body": "<p>The PCs are actually children of a god, the result of a pairing with a mortal. This is unknown to them until the appointed hour, when their divine heritage manifests. Using this hook, it's possible that all of the PCs are related, even if they don't realize it at first (each having been raised by a mortal surrogate parent).</p><p>During a vicious battle at an especially holy site, one of the heroes is slain. As her companions use resurrection magic to bring her back from the dead, the spell expands in a glowing aura that imbues all the heroes, including the newly risen one, with mythic powers.</p><p>The heroes fight bravely to defend or restore a site of worship. When the last enemy is slain and the site is reconsecrated, the heroes are filled with a sense of divine gratitude and blessed with mythic powers.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ascension"
        }, 
        {
            "body": "<p>In this theme, the gods take a much more active role in the world. They may be only able to act indirectly, and need heroes like the PCs to carry out their will. Or there are too many threats for even the gods to face, so they need champions to fight on other fronts.</p><p>A party with several members dedicated to the same god lends itself naturally to such a story. These heroes receive occasional divine communications from their patron through dreams, omens, or visitations. While they may go on adventures unrelated to their deity, the overall arc of the campaign is guided by their faith and culminates in a battle against an enemy of their patron.</p><p>In a party of mixed faiths, the story could center on discovering the identity of the mysterious benefactor who gifted the PCs with mythic powers. Dreams and omens could still trigger adventures, but these are muddled and cloudy. In the end, the heroes could find their power came from one particular patron, or from an alliance of deities who have joined together against a particularly formidable villain.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Story"
        }, 
        {
            "body": "<p>Rival gods can imbue their own champions with power, or create mythic monsters to oppose the heroes. While not every adventure needs to contain a mythic challenge, the major villains and ultimate challenge should be mythic in nature and diametrically opposed to the PCs' patrons.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>The final stage of the journey for the heroes should center on the goals of their patron deity. A rival deity almost always opposes the goals, and will stop at nothing to see the PCs fail. The PCs might have to face off against a powerful agent of that rival or maybe even against some sort of avatar of the divine being itself. At the loftiest heights of power, the PCs might be tasked with going to the rivals' home realm and fighting the angry god directly. They might not survive such an encounter, but with the backing of their patron, they might still accomplish their goal&mdash;and their heroism may become a religious story to be told down through the ages.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ending"
        }
    ]
}