{
    "body": "<p>The PCs gain mythic power by taking it from another mythic creature, either by force, happenstance, or through some more elaborate ritual or ceremony. In this theme, the amount of mythic power is finite; to gain more, one must take it from another.</p>", 
    "name": "Stolen Might", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Themes/Stolen Might", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>The amount of mythic power in the world is limited, but the actual amount can vary depending on the needs of the campaign. Maybe there are many mythic beings scattered throughout the world, some secret and others overt about their mythic nature. Or there are few such people in the world, but each one is a force to be reckoned with. Regardless, there are those with power who forever crave more, while others are merely content to possess what power they have and to use it wisely. The PCs must decide how to handle their power, whether or not to seek out more, and how to deal with those who come to take theirs away.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Scope"
        }, 
        {
            "body": "<p>After the heroes defeat a particularly powerful foe, a storm of lightning emerges from his body, washing over the PCs and granting them mythic power. They quickly learn that to gain additional tiers, they must defeat other mythic foes and harvest power from them.</p><p>The PCs are summoned to a lonely mountaintop where an ancient monk awaits. Before succumbing to old age, the monk grants them the mythic power that he's held for many years, entrusting them to guard it and carry on his legacy.</p><p>A strange messenger from a mysterious cult approaches the PCs and offers them membership. They're brought to a strange ritual and infused with mythic power stolen from a bound captive. They soon learn that the cult they have joined is in an eternal struggle with their rivals, both sides playing a centuries-long game of stealing power from the other using this ancient ritual.</p><p>After some chance omen, the PCs wake up with mythic power. They discover that this very power means they're now a part of a secret world, one where other mythic beings now hunt them down to kill them for what they possess. It's through a chance meeting with a friendly mythic character that the PCs understand what has befallen them.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ascension"
        }, 
        {
            "body": "<p>The PCs might go on plenty of regular adventures in this theme, but every encounter they have with a mythic creature or character is fraught with peril. These rivals might seek to steal their power, or help explain how their power might be used. The PCs will have to decide if taking it is something they can morally accept. If gaining mythic power requires the death of others who possess it, the power itself becomes a sort of curse, with villains around every corner seeking to end the PCs' lives and steal their mythic spark.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Story"
        }, 
        {
            "body": "<p>Mythic foes will be relatively uncommon in this theme, because each successful encounter with one causes the PCs to increase in power. As they gain tiers, the PCs might discover that slaying a being of lesser tier is not enough to advance their power. Or perhaps the highest tiers are only possible to those willing to kill a great many mythic creatures, collecting all that power into one body. The PCs must constantly be vigilant for other mythic foes, both above them in power and below.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Challenges"
        }, 
        {
            "body": "<p>Ultimately, the PCs will reach the 10th tier and be left with no more to gain. From this lofty perch, they must defend themselves from all mythic threats seeking to steal what they have earned. Alternatively, those who reach that height of power might find there is only one more step to take&mdash;stealing more power from a deity or other source of immense power. Or there may be a grand reward awaiting those who capture all the mythic power in the world.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Ending"
        }
    ]
}