{
    "body": "<p>Religion traits are tied to specific deities. The following religion traits reference the deities presented on page 43 of the <i>Core Rulebook</i>.</p>", 
    "name": "Religion Traits", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Raised in the church of Asmodeus (whether or not you are currently a follower), you've focused your indoctrinated fervor primarily on the elimination of demons. You gain a +3 trait bonus on Knowledge (planes) checks about demons and a +2 trait bonus on Will saves against mind-affecting spells and effects from demons.<b></b></p>", 
            "name": "Asmodean Demon Hunter", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Asmodean Demon Hunter", 
            "subtype": "religion", 
            "abbrev": "Asmodeus", 
            "type": "trait"
        }, 
        {
            "body": "<p>You worked in one of Calistria's temples as a sacred courtesan, and you know how to flatter, please, and (most of all) listen. You gain a +1 trait bonus on Sense Motive checks and Diplomacy checks to gather information, and one of these skills (your choice) is always a class skill for you.</p>", 
            "name": "Calistrian Courtesan", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Calistrian Courtesan", 
            "subtype": "religion", 
            "abbrev": "Calistria", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have been blessed by Gozreh to be as comfortable in the wilderness as you are at home. You gain a +2 trait bonus on Survival checks to find food and water, and a +1 trait bonus on Knowledge (nature) checks. One of these skills (your choice) is always a class skill for you.</p>", 
            "name": "Child of Nature", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Child of Nature", 
            "subtype": "religion", 
            "abbrev": "Gozreh", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your faith encourages you to indulge a variety of perverse hungers, leading you to shrug at even some of the darkest taboos. You gain a +2 trait bonus on Fortitude saves against diseases and can gain sustenance from rotting flesh with no negative side effects.</p>", 
            "name": "Corpse Cannibal", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Corpse Cannibal", 
            "subtype": "religion", 
            "abbrev": "Urgathoa", 
            "type": "trait"
        }, 
        {
            "body": "<p>From an early age, you were trained by a militaristic order of clerics. You are devoted to the teachings of Iomedae and to spreading those teachings by force. Whenever you cast a divine spell that affects any melee weapons, choose one of those weapons; it gains a +1 trait bonus on damage rolls for the duration of the spell.</p>", 
            "name": "Divine Warrior", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Divine Warrior", 
            "subtype": "religion", 
            "abbrev": "Iomedae", 
            "type": "trait"
        }, 
        {
            "body": "<p>You spent countless hours of your youth in one of Shelyn's temples, listening to wonderful musicians and singers. You gain a +1 trait bonus on one category of Perform checks and a +2 trait bonus on Knowledge (local) checks that deal with the local art or music scene.</p>", 
            "name": "Ear for Music", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Ear for Music", 
            "subtype": "religion", 
            "abbrev": "Shelyn", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your religious training involved serving in the city watch of a large city, the primary duty of which was standing sentinel on a city wall. You gain a +1 trait bonus on Perception checks, and Perception is always a class skill for you.</p>", 
            "name": "Eyes and Ears of the City", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Eyes and Ears of the City", 
            "subtype": "religion", 
            "abbrev": "Abadar", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have been raised to view yourself as a blade in Sarenrae's service, or you have taken on that duty for yourself. Whenever you score a critical hit with a scimitar, you deal 2 additional points of fire damage to your target.\u2029</p>", 
            "name": "Flame of the Dawnflower", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Flame of the Dawnflower", 
            "subtype": "religion", 
            "abbrev": "Sarenrae", 
            "type": "trait"
        }, 
        {
            "body": "<p>Cayden Cailean's holy brews invigorate your mind, making you less susceptible to mental attacks. Whenever you imbibe any alcoholic beverage, you gain a +2 trait bonus on saves against mind-affecting effects for 1 hour.</p>", 
            "name": "Fortified Drinker", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Fortified Drinker", 
            "subtype": "religion", 
            "abbrev": "Cayden Cailean", 
            "type": "trait"
        }, 
        {
            "body": "<p>Torag's sacred duties are to protect the faithful, take lessons from the great craftsmen and strategists of the past, and prepare against dark times. You receive a +1 trait bonus on Knowledge (engineering) and Knowledge (history) checks. One of these skills (your choice) is a class skill for you.</p>", 
            "name": "Guardian of the Forge", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Guardian of the Forge", 
            "subtype": "religion", 
            "abbrev": "Torag", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your faith in magic allows you to reflexively use the energy of any spell effect currently on you to save you from death. As long as you are under the effects of a spell, you gain a +2 trait bonus on saving throws against death effects. If you are reduced to negative hit points while you are under the effects of any spell, you automatically confirm stabilization checks to stop bleeding.</p>", 
            "name": "Magic Is Life", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Magic Is Life", 
            "subtype": "religion", 
            "abbrev": "Nethys", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have discovered a hint of the dark truths that lay hidden within blood and flesh. You gain a +1 trait bonus on Fortitude and Will saves whenever you have fewer than half your maximum number of hit points.</p>", 
            "name": "Pain Is Pleasure", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Pain Is Pleasure", 
            "subtype": "religion", 
            "abbrev": "Zon-Kuthon", 
            "type": "trait"
        }, 
        {
            "body": "<p>You know that all things pass in time, and are used to having to repeat arguments multiple times to convince stubborn believers. You gain a +2 trait bonus on Diplomacy checks to influence hostile or unfriendly creatures, and if you fail at such an attempt, you may retry it once.</p>", 
            "name": "Patient Optimist", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Patient Optimist", 
            "subtype": "religion", 
            "abbrev": "Erastil", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have a penchant for just knowing others' secrets. You gain a +1 trait bonus on Knowledge (local) checks and a +2 trait bonus on Intimidate checks made to demoralize opponents.<b></b></p>", 
            "name": "Shadow Whispers", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Shadow Whispers", 
            "subtype": "religion", 
            "abbrev": "Norgorber", 
            "type": "trait"
        }, 
        {
            "body": "<p>Desna sensed your love of travel and promised you would always be able to find your way home. You can automatically determine where true north is. You gain a +4 trait bonus on Survival checks to avoid becoming lost.</p>", 
            "name": "Starchild", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Starchild", 
            "subtype": "religion", 
            "abbrev": "Desna", 
            "type": "trait"
        }, 
        {
            "body": "<p>Instructed at a young age in the tenets of the faith of Pharasma, you view the undead as abominations that must be destroyed so their souls can journey beyond to be judged. You gain a +1 trait bonus on weapon damage rolls against undead.</p>", 
            "name": "Undead Slayer", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Undead Slayer", 
            "subtype": "religion", 
            "abbrev": "Pharasma", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have fought in several battles, and each time felt the presence of Gorum guiding your sword-arm, making you ready to act at a moment's notice. You gain a +1 trait bonus on initiative checks, and if you are able to act during a surprise round, you may draw a weapon (but not a potion or magic item) as a free action during that round.</p>", 
            "name": "Veteran of Battle", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Veteran of Battle", 
            "subtype": "religion", 
            "abbrev": "Gorum", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your faith leads you to see the power and wonder in even the most horrible abominations. Once per day, you can cast <i>speak with animals</i>. When you cast this spell, it can affect animals (as normal) as well as aberrations and magical beasts with an Intelligence of 2 or lower.</p>", 
            "name": "Voice of Monsters", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Voice of Monsters", 
            "subtype": "religion", 
            "abbrev": "Lamashtu", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your hours of meditation on inner perfection and the nature of strength and speed allow you to focus your thoughts to achieve things your body might not normally be able to do on its own. Select any Strength-, Constitution-, or Dexterity-based skill. You may make checks with that skill using your Wisdom modifier instead of the skill's normal ability score. That skill is always a class skill for you.</p>", 
            "name": "Wisdom in the Flesh", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Wisdom in the Flesh", 
            "subtype": "religion", 
            "abbrev": "Irori", 
            "type": "trait"
        }, 
        {
            "body": "<p> <b>(Rovagug)</b>Your ferocity is devastating, sometimes even to your own weapons. Once per day, after successful hitting a foe with a melee weapon, you can add your Strength modifier to the damage roll a second time (your Strength Modifier is not doubled if you are using a two-handed weapon). Doing so has a 25% chance of giving your weapon the broken condition.</p>", 
            "name": "Wrecking Wrath", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Religion Traits/Wrecking Wrath", 
            "subtype": "religion", 
            "type": "trait"
        }
    ]
}