{
    "body": "<p>Just as their non-mythic counterparts, mythic characters use magic to aid them in their daring quests, but they can utilize some magic items in more powerful ways. In addition, mythic characters encounter artifacts somewhat more often, as such legendary items are often intertwined in their sagas.</p>", 
    "name": "Mythic Magic Items", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Mythic Items/Mythic Magic Items", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>Though most items associated with mythic characters and monsters are artifacts in their own right, lesser magic items still help mythic creatures with their powers or aid normal creatures in resisting the power of mythic foes.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Mythic Items/Mythic Magic Items/Magic Items", 
            "type": "section", 
            "name": "Magic Items", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Though all artifacts are objects of intense magical power, some can reach their full glory and potential only in the hands of mythic creatures.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Mythic Items/Mythic Magic Items/Artifacts", 
            "type": "section", 
            "name": "Artifacts", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Mythic heroes are known for their trials and the incredible deeds they accomplish during those trials. These trials are often acts of great courage or defiance in the face of insurmountable adversity. Many legendary magic items become so intrinsically tied to a hero's trials that it's hard to separate the legend of the hero from the legend of the item.</p><p>Legendary items often start out as simple magic items, but can grow in power to become artifacts in their own right. Even long after their creators pass away, they influence events, becoming instrumental in the creation of future legends.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Mythic Items/Mythic Magic Items/Legendary Items", 
            "type": "section", 
            "name": "Legendary Items", 
            "source": "Mythic Adventures"
        }
    ]
}