{
    "body": "<p>Wizards can add new spells to their spellbooks through several methods. A wizard can only learn new spells that belong to the wizard spell lists.</p>", 
    "name": "Adding Spells to a Wizard's Spellbook", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Adding Spells to a Wizards Spellbook", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Wizards perform a certain amount of spell research between adventures. Each time a character attains a new wizard level, he gains two spells of his choice to add to his spellbook. The two free spells must be of spell levels he can cast.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Adding Spells to a Wizards Spellbook/Spells Gained at a New Level", 
            "type": "section", 
            "name": "Spells Gained at a New Level", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A wizard can also add a spell to his book whenever he encounters one on a magic scroll or in another wizard's spellbook. No matter what the spell's source, the wizard must first decipher the magical writing (see Arcane Magical Writings). Next, he must spend 1 hour studying the spell. At the end of the hour, he must make a Spellcraft check (DC 15 + spell's level). A wizard who has specialized in a school of spells gains a +2 bonus on the Spellcraft check if the new spell is from his specialty school. If the check succeeds, the wizard understands the spell and can copy it into his spellbook (see Writing a New Spell into a Spellbook). The process leaves a spellbook that was copied from unharmed, but a spell successfully copied from a magic scroll disappears from the parchment.</p><p>If the check fails, the wizard cannot understand or copy the spell. He cannot attempt to learn or copy that spell again until one week has passed. If the spell was from a scroll, a failed Spellcraft check does not cause the spell to vanish.</p><p>In most cases, wizards charge a fee for the privilege of copying spells from their spellbooks. This fee is usually equal to half the cost to write the spell into a spellbook (see Writing a New Spell into a Spellbook). Rare and unique spells might cost significantly more.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Adding Spells to a Wizards Spellbook/Spells Copied from Anothers Spellbook or a Scroll", 
            "type": "section", 
            "name": "Spells Copied from Another's Spellbook or a Scroll", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"independent-research\">A wizard can also research a spell independently, duplicating an existing spell or creating an entirely new one. The cost to research a new spell, and the time required, are left up to GM discretion, but it should probably take at least 1 week and cost at least 1,000 gp per level of the spell to be researched. This should also require a number of Spellcraft and Knowledge (arcana) checks.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Arcane Spells/Arcane Magical Writings/Adding Spells to a Wizards Spellbook/Independent Research", 
            "type": "section", 
            "name": "Independent Research", 
            "source": "Core Rulebook"
        }
    ]
}