{
    "body": "<p>The statistics for the different roles are presented as follows.</p>", 
    "name": "Leader Statistics", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Leader Statistics", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>This explains the benefit to your kingdom if you have a character in this role. If you have the Leadership feat, increase this benefit by 1. If this section gives you a choice of two ability scores, use whichever is highest.</p><p>Most benefits are constant and last as long as there is a character in that role, but don't stack with themselves. For example, a General increases Loyalty by 2, so the General provides a constant +2 to the kingdom's Loyalty (not a stacking +2 increase every turn), which goes away if she dies or resigns. If a benefit mentions a particular phase in kingdom building, that benefit applies every turn during that phase. For example, the Royal Enforcer decreases Unrest by 1 at every Upkeep phase.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Benefit"
        }, 
        {
            "body": "<p>This line explains the penalty to your kingdom if no character fills this role, or if the leader fails to spend the necessary time fulfilling his responsibilities. Some roles have no vacancy penalty. If a character in a role is killed or permanently incapacitated during a turn and not restored to health by the start of the next kingdom turn, that role counts as vacant for that next turn, after which a replacement can be appointed to the role.</p><p>Like benefits, most vacancy penalties are constant, last as long as that role is vacant, and don't stack with themselves. If a vacant role lists an increase to Unrest, however, that increase does not go away when the role is filled. For example, if the kingdom doesn't have a ruler for a turn, Unrest increases by 4 and doesn't automatically return to its previous level when you eventually fill the vacant Ruler role.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Vacancy Penalty"
        }
    ]
}