{
    "body": "<p>The Ruler is the highest-ranking person in the kingdom, above even the other kingdom leaders, and is expected to embody the values of the kingdom. The Ruler performs the kingdom's most important ceremonies (such as knighting royals and signing treaties), is the kingdom's chief diplomatic officer (though most of these duties are handled by the Grand Diplomat), is the signatory for all laws affecting the entire kingdom, pardons criminals when appropriate, and is responsible for appointing characters to all other high positions in the government (such as other leadership roles, mayors of settlements, and judges).</p>", 
    "name": "Ruler", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Ruler", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Choose one kingdom attribute (Economy, Loyalty, or Stability). Add your Charisma modifier to this attribute. If your kingdom's Size is 26&mdash;100, choose a second kingdom attribute and add your Charisma modifier to it as well. If your kingdom's Size is 101 or more, choose a third kingdom attribute and add your Charisma modifier to it too.</p><p>If you have the Leadership feat, the bonus from the feat applies to all kingdom attributes you affect (one, two, or three attributes, depending on the kingdom's Size).</p><p>If you marry someone of equal station, you both can act as Ruler. You both add your Charisma modifiers to the kingdom attribute (or attributes, if the kingdom is large enough). As long as one of you is present for 1 week per month, you avoid the vacancy penalty.</p><p>In a typical campaign where the kingdom leaders have no ties to actual nobility, \"someone of equal station\" is irrelevant and your marriage is between two Rulers. In a campaign where the leaders are nobles or royals, marrying someone of lesser station means the spouse becomes a Consort rather than a Ruler.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Benefit"
        }, 
        {
            "body": "<p>A kingdom without a ruler cannot claim new hexes, create Farms, build Roads, or purchase settlement districts. Unrest increases by 4 during the kingdom's Upkeep phase.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Vacancy Penalty"
        }
    ]
}