{
    "body": "<p>If the GM uses these rules for talismanic components, killing monsters shouldn't suddenly result in more treasure because you can loot suitable parts for components, in the same way that just because wyvern poison costs 3,000 gp doesn't mean that 3,000 gp worth of sellable poison can be obtained from every wyvern. The value of a talismanic component from a monster should be subtracted from the monster's total treasure award for the encounter, or later encounters should award a reduced amount of treasure to make up for the value of the talismanic component.</p><p>Acquiring a talismanic component from a monster or natural feature might not be easy or automatic. Plucking a rare herb without damaging its magical properties might require a Profession (herbalist) check. Harvesting an intact glowing crystal from a mithral vein might require a Knowledge (geology) check. Distilling heartblood from a dragon's corpse might require a Craft (alchemy) check. Gaining a tear of happiness from a lillend might require a Diplomacy or Perform check. The GM can use these kinds of skill checks to reward you for putting ranks in noncombat skills, and use similar checks for you to recognize that an object has value as a talismanic component.</p><p>Talismanic components might be viable for only a limited time, or spoil under certain circumstances. For example, dragon heartblood loses its power if it's exposed to air for more than a few minutes, necessitating transporting it in sealed vials (and limiting how much can be taken from a slain dragon). Vampire ichor spoils instantly in sunlight or on holy ground. These kinds of limitations also provide additional plot hooks for quests involving the acquisition and retrieval of talismanic components.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Components as Treasure", 
    "type": "section", 
    "name": "Components as Treasure", 
    "source": "Ultimate Campaign"
}