{
    "body": "<p class=\"stat-block\">This bag appears to be an ordinary sack. Detection for magical properties makes it seem as if it were a <i>bag of holding</i>. The sack, however, is something entirely different and more insidious&mdash;one of the feeding orifices of an extradimensional creature.</p><p class=\"stat-block\">Any substance of animal or vegetable nature is subject to &ldquo;swallowing'' if thrust within the bag. The <i>bag of devouring </i>is 90% likely to ignore any initial intrusion, but anytime thereafter that it senses living flesh within (such as if someone reaches into the bag to pull something out), it is 60% likely to close around the offending appendage and attempt to draw the whole victim in. The bag has a +8 bonus on combat maneuver checks made to grapple. If it pins a creature, it pulls the victim inside as a free action. The bag has a <span class=\"hyperlink-1\">CMD of 18 for those attempting to break free.</span></p><p class=\"stat-block\">The bag can hold up to 30 cubic feet of matter. It acts as a <i>bag of holding  type I</i>, but each hour it has a 5% cumulative chance of swallowing the contents and then spitting the stuff out in some nonspace or on some other plane. Creatures drawn within are consumed in 1 round. The bag destroys the victim's body and prevents any form of raising or <span class=\"hyperlink-1\">resurrection that requires part of the corpse. There is a 50% chance that a <i>wish</i>, <i>miracle</i>, or <i>true  resurrection</i> spell can restore a devoured victim to life. Check once for each destroyed creature. If the check fails, the creature cannot be brought back to life by mortal magic. </span></p>", 
    "slot": "none", 
    "name": "Bag of Devouring", 
    "weight": "15 lbs.", 
    "cl": "17th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Cursed Items/Specific Cursed Items/Bag of Devouring", 
    "type": "item", 
    "source": "Ultimate Equipment", 
    "aura": "strong conjuration", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>bag of holding (any type)</p><p class='stat-block-1'><b>descriptor </b></p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Intended Magic Item"
        }
    ]
}