{
    "body": "<p class=\"stat-block\">This golden-bladed <i>+1 glorious undead bane katana </i>shines like the first rays of the morning sun. Whenever the wielder of a <i>blade of the rising sun </i>threatens a critical threat (regardless of whether the critical is confirmed or whether the target is subject to critical hits), the target is surrounded by a halo of golden sunlight equivalent to <i>faerie fire </i>until the beginning of the wielder's next turn. Undead surrounded by this glow take 1d6 points of damage at the beginning of their turn.</p><p class=\"stat-block\">The wielder of a <i>blade of the rising sun </i>may declare a sacrificial strike (similar to the retributive strike of a <i>staff of power</i>) as a standard action, or as an immediate action before losing consciousness upon gaining the dying or dead condition. A sacrificial strike converts the wielder's body and spirit into raw energy equivalent to a <i>sunburst </i>(DC 22). Allies of the wielder within the <i>sunburst </i>are not harmed, and the wielder may choose to affect all allies within the <i>sunburst </i>as <i>mass cure light wounds </i>or all allies within 10 feet as <i>breath of life</i>. The caster level for the effects of the sacrificial strike is equal to the sword's caster level plus 1/2 the wielder's level (maximum 25th level).</p><p class=\"stat-block\">A sacrificial strike destroys the wielder's body (as the spell <i>disintegrate</i>), but she has a 50% chance of being reincarnated (as the <i>reincarnate</i> spell) 24 hours after performing a sacrificial strike in a random safe location within 1 mile. The wielder's gear is left behind unharmed after the sacrificial strike; however, the <i>blade of the rising sun </i>is teleported to a random location at least 100 miles distant.</p>", 
    "name": "Blade of the Rising Sun", 
    "weight": "6 lbs.", 
    "cl": "15th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Magic Arms and Armor/Specific Magic Weapons/Blade of the Rising Sun", 
    "price": "51,850 gp", 
    "misc": {
        "Construction Requirements": {
            "Cost": "28,100 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "strong evocation and necromancy", 
    "type": "item"
}