{
    "body": "<p class=\"stat-block\">The creation of some long-forgotten tyrant, this iron crown is fitted with four retractable spikes that can slide into the crown's interior. When the <i>crown of the iron king</i> is placed on a creature's head, these spikes burrow violently inward. The wearer becomes the thrall of the creature who placed the crown on it for as long as it wears the crown. The crown must be placed on either a willing or unconscious creature, which takes a full-round action that provokes attacks of opportunity. Taking off the crown also takes a full-round action that provokes attacks of opportunity and can be taken only by the creature who put the crown on the wearer, or at the command of that creature. Although the crown's spikes dig into the head of the wearer, it does no permanent harm aside from leaving four vicious-looking scars once the crown is removed. </p><p class=\"stat-block\">Once a creature becomes a thrall of the crown's user, it must do everything the user commands, as per the spell <i>dominate person</i>&mdash;though the crown's dominance is not limited to humanoids, lasts as long the creature is wearing the crown, and allows no saving throw.</p>", 
    "slot": "Head", 
    "name": "Crown of the Iron King", 
    "weight": "3 lbs.", 
    "cl": "18th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Minor Artifacts/Crown of the Iron King", 
    "type": "item", 
    "source": "Ultimate Equipment", 
    "aura": "strong enchantment", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>The crown is destroyed if a creature places the crown on its own head. This not only destroys the crown but it also kills the wearer. The wearer cannot be returned to life by any means short of divine intervention.</p><p class='stat-block-1'><b>descriptor </b></p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}