{
    "body": "<p class=\"stat-block\">Each of the several kinds of <i>figurines of wondrous power</i> appears to be a miniature statuette of a creature an inch or so high (with one exception). When the figurine is tossed down and the correct command word spoken, it becomes a living creature of normal size (except when noted otherwise below). The creature obeys and serves its owner. Unless stated otherwise, the creature understands Common but does not speak.</p><p class=\"stat-block\">If a <i>figurine of wondrous power</i> is broken or destroyed in its statuette form, it is forever ruined. All magic is lost, its power departed. If slain in animal form, the figurine simply reverts to a statuette that can be used again at a later time.</p>", 
    "name": "Figurines of Wondrous Power", 
    "weight": "1 lb.", 
    "cl": "varies", 
    "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power", 
    "type": "item", 
    "price": "Varies", 
    "misc": {
        "Construction Requirements": {
            "Ivory goats": "10,500 gp", 
            "Serpentine owl": "4,550 gp", 
            "Golden lions": "8,250 gp", 
            "Ebony fly": "5,000 gp", 
            "Obsidian steed": "14,250 gp", 
            "Onyx dog": "7,750 gp", 
            "Bronze griffon": "5,000 gp", 
            "Slate spider": "5,000 gp", 
            "Silver raven": "1,900 gp", 
            "Marble elephant": "8,500 gp"
        }, 
        "Figurines of Wondrous Power": {
            "Ivory goats": "21,000 gp", 
            "Serpentine owl": "9,100 gp", 
            "Golden lions": "16,500 gp", 
            "Ebony fly": "10,000 gp", 
            "Obsidian steed": "28,500 gp", 
            "Onyx dog": "15,500 gp", 
            "Bronze griffon": "10,000 gp", 
            "Slate spider": "10,000 gp", 
            "Silver raven": "3,800 gp", 
            "Marble elephant": "17,000 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "varies", 
    "sections": [
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Bronze Griffon", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">When animated, a bronze griffon acts in all ways like a normal griffon under the command of its possessor. The item can be used twice per week for up to 6 hours per use. When 6 hours have passed or when the command word is spoken, the bronze griffon once again becomes a tiny statuette. Moderate transmutation; CL 11th; Craft Wondrous Item, <i>animate objects</i>.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Bronze Griffon", 
            "source": "Ultimate Equipment"
        }, 
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Ebony Fly", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">When animated, an ebony fly is the size of a pony and has all the statistics of a pegasus but can make no attacks. The item can be used three times per week for up to 12 hours per use. When 12 hours have passed or when the command word is spoken, the ebony fly again becomes a tiny statuette. Moderate transmutation; CL 11th; Craft Wondrous Item, <i>animate objects</i>.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Ebony Fly", 
            "source": "Ultimate Equipment"
        }, 
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Golden Lions", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">These figurines come in pairs. They become normal adult male lions. If slain in combat, the lions cannot be brought back from statuette form for 1 full week. Otherwise, they can be used once per day for up to 1 hour. They enlarge and shrink upon speaking the command word. Moderate transmutation; CL 11th; Craft Wondrous Item, <i>animate objects</i>. </p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Golden Lions", 
            "source": "Ultimate Equipment"
        }, 
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Ivory goats", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\"> These figurines come in threes. Each goat of this trio looks slightly different from the others, and each has a different function:</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }, 
                {
                    "body": "<ul class=\"stat-block\"><li><i>The Goat of Traveling</i>This statuette provides a speedy and enduring mount equal to that of a heavy horse in every way except appearance. The goat can travel for a maximum of 1 day each week&mdash;continuously or in any combination of periods totaling 24 hours. At this point, or when the command word is uttered, it returns to its statuette form for no less than 1 day before it can again be used.</li><li><i>The Goat of Travail</i>: This statuette becomes an enormous creature, larger than a bull, with the statistics of a nightmare except for the addition of a pair of wicked horns of exceptional size (damage 1d8+4 for each horn). If it is charging to attack, it may only use its horns (but add 6 points of damage to each successful attack in that round). It can be called to life just once per month for up to 12 hours at a time.</li><li><i>The Goat of Terror</i>: When called upon with the proper command word, this statuette becomes a destrier-like mount with the statistics of a light horse. However, its rider can employ the goat's horns as weapons (one horn as a <i>+3 heavy lance</i>, the other as a <i>+5 longsword</i>). When ridden in an attack against an opponent, the goat of terror radiates fear as the spell in a 30-foot radius (Will DC 16 partial). It can be used once every 2 weeks for up to 3 hours per use. Moderate transmutation; CL 11th; Craft Wondrous Item, <i>animate objects</i>.</li></ul>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Ivory goats", 
            "source": "Ultimate Equipment"
        }, 
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Marble Elephant", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">This is the largest of the figurines, the statuette being about the size of a human hand. Upon utterance of the command word, a marble elephant grows to the size and specifications of a true elephant. The animal created from the statuette is fully obedient to the figurine's owner, serving as a beast of burden, a mount, or a combatant. The statuette can be used four times per month for up to 24 hours at a time. Moderate transmutation; CL 11th; Craft Wondrous Item, <i>animate objects</i>.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Marble Elephant", 
            "source": "Ultimate Equipment"
        }, 
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Obsidian Steed", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">This figurine appears to be a small, shapeless lump of black stone. Only careful inspection reveals that it vaguely resembles some form of quadruped. On command, the near-formless piece of obsidian becomes a fantastic mount. Treat it as a heavy horse with the following additional powers usable once per round at will: <i>overland flight</i>, <i>plane shift</i>, and <i>ethereal jaunt</i>. The steed allows itself to be ridden, but if the rider is of good alignment, the steed is 10% likely per use to carry him to the lower planes and then return to its statuette form. The statuette can be used once per week for one continuous period of up to 24 hours. Note that when an obsidian steed becomes ethereal or plane shifts, its rider and his gear follow suit. Thus, the user can travel to other planes via this means. Strong conjuration and transmutation; CL 15th; Craft Wondrous Item, <i>animate objects</i>, <i>etherealness</i>, <i>fly</i>, <i>plane shift</i>. </p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Obsidian Steed", 
            "source": "Ultimate Equipment"
        }, 
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Onyx Dog", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">When commanded, this statuette changes into a creature with the same properties as a riding dog except that it is endowed with an Intelligence of 8, can communicate in Common, and has exceptional olfactory and visual abilities. It has the scent ability and adds +4 on its Perception checks. It has 60-foot darkvision, and it can <i>see invisibility</i>. An onyx dog can be used once per week for up to 6 hours. It obeys only its owner. Moderate transmutation; CL 11th; Craft Wondrous Item, <i>animate objects</i>.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Onyx Dog", 
            "source": "Ultimate Equipment"
        }, 
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Serpentine Owl", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">This figurine becomes either a normal-sized horned owl or a giant owl (use the stats for the giant eagle) according to the command word used. The transformation can take place once per day, with a maximum duration of 8 continuous hours. However, after three transformations into giant owl form, the statuette loses all its magical properties. The owl communicates with its owner by telepathic means, informing her of all it sees and hears. Moderate transmutation; CL 11th; Craft Wondrous Item, <i>animate objects</i>.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Serpentine Owl", 
            "source": "Ultimate Equipment"
        }, 
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Silver Raven", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">This silver figurine turns into a raven on command (but it retains its metallic consistency, which gives it hardness 10). Another command sends it off into the air, bearing a message just like a creature affected by an <i>animal messenger</i> spell. If not commanded to carry a message, the raven obeys the commands of its owner, although it has no special powers or telepathic abilities. It can maintain its nonfigurine status for only 24 hours per week, but the duration need not be continuous. Moderate enchantment and transmutation; CL 6th; Craft Wondrous Item, <i>animal messenger</i>, <i>animate objects</i>.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Silver Raven", 
            "source": "Ultimate Equipment"
        }, 
        {
            "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Figurines of Wondrous Power/Slate Spider", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">This statuette of a spider with stubby legs can be used once per day for 1 minute. When activated, the figurine sprouts longer, segmented legs, and scampers about the bearer, picking lint off robes, chiseling grime from armor, or otherwise grooming the bearer. If commanded to do so (a free action), it perches on the muzzle of a one-handed or two-handed firearm barrel and, after the firearm is fired, travels down the barrel and cleans out the firearm. Each time the slate spider cleans a firearm, the next shot the firearm fires has no chance of misfiring. Moderate transmutation; CL 11th; Craft Wondrous Item, <i>animate objects</i>.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ], 
            "name": "Slate Spider", 
            "source": "Ultimate Equipment"
        }
    ]
}