{
    "body": "<p class=\"stat-block\">This vibrant cluster of leaves constantly changes hue through the different colors of the autumn season, from brown and red to orange and yellow. Once per day, the bearer may touch the leaves to her tongue to assume <i>tree shape</i> (as the spell) for up to 8 hours, appearing as a healthy tree that is lush with thousands of autumn leaves for the duration of the effect.</p><p class=\"stat-block\">While in tree form, a creature may release these leaves upon the wind, consciously controlling them as a scrying sensor with the abilities of <i>arcane eye</i>. The leaves have the statistics of an army ant swarm, except the swarm has plant traits, fast healing 5, and vulnerability to fire.</p><p class=\"stat-block\">The creature may shape the scrying leaves into a semblance of her face, allowing her to speak through the leaves. The leaves' voice is a quiet, dry rustle, and they are capable of conveying most of the creature's intended facial expressions (they can smile, frown, and so on). If the creature has the wild empathy class ability or is a sorcerer with the fey bloodline, she may have any <i>ghost sound</i>, <i>speak with animals</i>, or <i>speak with plants</i> spell she casts originate from the leaves instead of herself, and her <i>tree shape</i> does not prevent her from casting these spells.</p><p class=\"stat-block\">If the scrying leaves fail to return before creature returns to its normal shape, the magic item does not function for 1 week. During this time, the leaves fade to brown and appear to have a light coating of frost on them.</p>", 
    "name": "Last Leaves of the Autumn Dryad", 
    "weight": "&mdash", 
    "cl": "8th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Slotless/Slotless Wondrous Items/Last Leaves of the Autumn Dryad", 
    "price": "52,000 gp", 
    "misc": {
        "Construction Requirements": {
            "descriptor": ""
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "moderate divination and transmutation", 
    "type": "item"
}