{
    "body": "<p class=\"stat-block\">This intelligent item is called a <i>lightning bow</i> by mortals, a name is seen as a slight to the lightning elemental trapped within it&mdash;a creature honor-bound to serve in the bow for no less than 100 years. Each of these <i>+3 adaptive composite longbows</i> is a haughty and often highly intelligent member of its race, who chides those who don't know its true name&mdash;which is often a complicated series of high pitched squeaks, like live wood burning on a pyre. The elemental in a <i>lightning bow </i>only speaks Auran. <i>Lightning bows</i> will not fire on other outsiders with the elemental subtype. Some are also bound not to attack other individuals, based on their history. For instance, one of these bows might be foresworn not to attack the Sultan of Fire, fire giants, or red dragons. Additionally, <i>lightning bows</i> have the following powers. </p><ul><li>A <i>lightning bow</i> needs no ammunition. With the pull of a string, it creates a <i>+3 shock arrow</i> or a <i>+3 brilliant energy arrow (</i>the wielder's choice with each shot).</li><li>Three times per day, the wielder can cast <i>true strike</i> as a swift action. The <i>true strike</i> can only be used with attacks made with the <i>lightning bow</i>.</li><li>Three times per day, the wielder can use <i>lightning bolt</i> as a spell-like ability.</li></ul>", 
    "name": "Lightning Bow", 
    "weight": "3 lbs.", 
    "cl": "17th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Intelligent Items/Specific Intelligent Items/Lightning Bow", 
    "price": "54,300 gp", 
    "misc": {
        "Construction Requirements": {
            "Cost": "27,300 GP"
        }, 
        "Lightning Bow": {
            "Senses": "120 ft.", 
            "Language": "speech (Auran)", 
            "Intelligence": "6", 
            "Wisdom": "11", 
            "Charisma": "11", 
            "Ego": "9", 
            "Alignment": "neutral"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "strong evocation", 
    "type": "item"
}