{
    "body": "<p class=\"stat-block\">This rod is a fusion of magic and the limb of a dangerous, nearly mindless aberration. This rod features a single writhing tentacle at one end. The rod contains the mind of a living creature, but it does not have the ability to communicate via speech, empathy, or telepathy. If allowed, the rod attempts to attack creatures within reach, and must be stowed in a bag or backpack when the wielder is sleeping to keep it from grasping at the wielder or other creatures.</p><p class=\"stat-block\">On command, the tentacle attacks an adjacent creature as a melee touch attack (attack bonus +8). On a successful hit, the tentacle deals 2d8 points of acid damage and the target must succeed at a DC 14 Will saving throw or be paralyzed for 1 round. This paralysis is a mind-affecting fear effect.</p><p class=\"stat-block\">The greater version of this rod has four tentacles, which attack the same target simultaneously on command (attack bonus +12). The tentacles collectively deal 4d8 points of acid damage and the target must succeed at a DC 18 Will saving throw or be paralyzed for 1 round. This paralysis is a mind-affecting fear effect. The greater rods have a dedicated purpose: serve a bloodthirsty master. </p>", 
    "name": "Rod that Should Not Be (Greater)", 
    "weight": "8 lbs.", 
    "cl": "16th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Intelligent Items/Specific Intelligent Items/Rod that Should Not Be (Greater)", 
    "price": "40,000 gp", 
    "misc": {
        "Construction Requirements": {
            "Summon monster III (lesser)": "6,000 gp", 
            "Summon monster V (greater)": "20,000 gp"
        }, 
        "Rod that Should Not Be (Greater)": {
            "Senses": "120 ft., darkvision", 
            "Language": "telepathy (Aklo)", 
            "Intelligence": "10", 
            "Wisdom": "10", 
            "Charisma": "8", 
            "Ego": "6", 
            "Alignment": "chaotic neutral"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "strong abjuration", 
    "type": "item"
}