{
    "body": "<p class=\"stat-block\">A <i>staff of power </i>is a potent magic item with varied offensive and defensive abilities, carved from magically hardened wood. It is usually topped with a glistening gem or orb that burns from within with a flickering red light. The staff allows the use of the following spells:</p><ul><li><i>Continual flame </i>(1 charge)</li><li><i>Fireball</i> (heightened to 5th level, 1 charge)</li><li><i>Levitate</i> (1 charge)</li><li><i>Lightning bolt</i> (heightened to 5th level, 1 charge)</li><li><i>Magic missile</i> (1 charge)</li><li><i>Ray of enfeeblement</i> (heightened to 5th level, 1 charge)</li><li><i>Cone of cold</i> (2 charges)</li><li><i>Globe of invulnerability</i> (2 charges)</li><li><i>Hold monster</i> (2 charges)</li><li><i>Wall of force</i> (in a 10-ft.-diameter hemisphere around the caster only, 2 charges)</li></ul><p class=\"stat-block\">The wielder of a <i>staff of power </i>gains a +2 luck bonus to AC and on saving throws. The staff is also a <i>+2 quarterstaff</i>, and its wielder may use it to smite opponents. If 1 charge is expended (a free action), the staff deals double damage (&times;3 on a critical hit) for 1 round.</p><p class=\"stat-block\">A <i>staff of power </i>can be used for a retributive strike, requiring it to be broken by its wielder. (If this breaking of the staff is purposeful and declared by the wielder, it can be performed as a standard action that does not require the wielder to make a Strength check.) All charges currently in the staff are instantly released in a 30-foot spread. All creatures and objects within 2 squares of the broken staff take an amount of damage equal to 20 &times; the number of charges in the staff, those 3 or 4 squares away take an amount of damage equal to 15 &times; the number of charges, and those 5 or 6 squares away take an amount of damage equal to 10 &times; the number of charges. All those affected can make DC 17 Reflex saves to reduce the damage by half.</p><p class=\"stat-block\">The character breaking the staff has a 50% chance of traveling to another plane of existence (01&ndash;50 on a d%), but if she does not, the explosive release of spell energy instantly destroys her. Only certain items, including the <i>staff of the magi</i> and the <i>staff of power</i>, are capable of being used for a retributive strike.</p>", 
    "name": "Staff of Power", 
    "weight": "5 lbs.", 
    "cl": "15th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Rings/Rods and Staves/Staves/Staff of Power", 
    "price": "235,000 gp", 
    "misc": {
        "Construction Requirements": {
            "Cost": "117,500 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "strong varies", 
    "type": "item"
}