{
    "name": "Foeslayer", 
    "sections": [
        {
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Prerequisites", 
            "description": "You must have been defeated and robbed of at least half your possessions by a particular group of humanoids or monstrous humanoids, or have the An Eye for an Eye, Hated Foe, Raiders, or Vengeance background. You may choose a specific race, such as duergar, or a broader group, such as goblinoids. At the GM's option, you may instead choose residents of a particular country, settlement, or tribe."
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>The save DCs for your spells or abilities increase by 1 when you use them against the chosen group, and you gain a +1 dodge bonus to AC against their attacks.</p>", 
            "type": "section", 
            "name": "Benefits"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Slay an appropriate number of challenging foes.</p>", 
            "type": "section", 
            "name": "Goal"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>You gain the benefits of the Improved Critical feat on attacks made against members of your chosen race. Your dodge bonus to AC against such foes increases to +2.</p>", 
            "type": "section", 
            "name": "Completion Benefit"
        }
    ], 
    "prerequisites": [
        "You must have been defeated and robbed of at least half your possessions by a particular group of humanoids or monstrous humanoids", 
        "or have the An Eye for an Eye", 
        "Hated Foe", 
        "Raiders", 
        "or Vengeance background. You may choose a specific race", 
        "such as duergar", 
        "or a broader group", 
        "such as goblinoids. At the GM's option", 
        "you may instead choose residents of a particular country", 
        "settlement", 
        "or tribe"
    ], 
    "source": "Ultimate Campaign", 
    "feat_types": [
        "Story"
    ], 
    "type": "feat", 
    "description": "Your bitter feud with your enemies can be quenched only with blood."
}