{
    "body": "<p class=\"stat-block\">This <i>+4 determination</i> <i>heavy steel shield </i>has the preserved head of a medusa mounted in its center, its eyes shut tight. It grants its wearer a +4 resistance bonus on saving throws and immunity to gaze attacks. When the wearer fights defensively or uses Combat Expertise, the shield's bonuses to AC and on saving throws increase to +6. When she's taking the total defense action, the bonuses increase to +10.</p><p class=\"stat-block\">As a standard action, the wearer of the <i>aegis</i> can expend one use of mythic power to awaken the medusa's head, causing its serpentine hair to writhe and its glowing, red eyes to open. This unleashes a cone of widened <i>fear</i> in the direction of the wearer's choice. The head remains awakened for 1 round per tier the wearer possesses, during which the wearer gains a petrifying gaze like that of the medusa's (turn to stone permanently, 30 feet), except the effect is caused by meeting the gaze of the shield's mounted head rather than the bearer's gaze.</p><p class=\"stat-block\">The save DC for both the fear and petrification effects is equal to 10 + the wearer's tier + the wearer's Charisma modifier. While the medusa's head is awakened, the wearer can attempt to make an enemy look into its eyes as a standard action, using the normal rules for gaze attacks (<i>Bestiary</i> 300).</p>", 
    "slot": "shield", 
    "name": "Aegis", 
    "weight": "15 lbs.", 
    "cl": "15th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Aegis", 
    "type": "item", 
    "subtype": "shield", 
    "aura": "strong transmutation", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>The aegis is destroyed if the medusa whose head adorns it is brought back to life, and the awakened shield meets the gaze of this medusa.</p><p class='stat-block-1'><b>descriptor </b></p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Destruction"
        }
    ], 
    "source": "Mythic Adventures"
}