{
    "body": "<p>Weapons and armor can be crafted using materials that possess innate special properties. If you make a suit of armor or weapon out of more than one special material, you get the benefit of only the most prevalent material. However, you can build a double weapon with each head made of a different special material. </p><p>Each of the special materials described below has a definite game effect. Some creatures have damage reduction making them resistant to all but a special type of damage, such as that dealt by evil-aligned weapons or bludgeoning weapons. Others are vulnerable to weapons of a particular material. Characters may choose to carry several different types of weapons, depending upon the types of creatures they most commonly encounter. </p>", 
    "name": "Special Materials", 
    "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"adamantine\">Mined from rocks that fell from the heavens, this ultrahard metal adds to the quality of a weapon or suit of armor. Weapons fashioned from adamantine have a natural ability to bypass hardness when sundering weapons or attacking objects, ignoring hardness less than 20 (see Additional Rules). Armor made from adamantine grants its wearer damage reduction of 1/&mdash; if it's light armor, 2/&mdash; if it's medium armor, and 3/&mdash; if it's heavy armor. Adamantine is so costly that weapons and armor made from it are always of masterwork quality; the masterwork cost is included in the prices given below. Thus, adamantine weapons and ammunition have a +1 enhancement bonus on attack rolls, and the armor check penalty of adamantine armor is lessened by 1 compared to ordinary armor of its type. Items without metal parts cannot be made from adamantine. An arrow could be made of adamantine, but a quarterstaff could not.</p><p>Weapons and armor normally made of steel that are made of adamantine have one-third more hit points than normal. Adamantine has 40 hit points per inch of thickness and hardness 20.</p>", 
            "name": "Adamantine", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Adamantine", 
            "type": "item", 
            "subtype": "material", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Type of Adamantine Item</th><th>Item Cost Modifier</th></tr></thead><tr class=\"odd\"><td>Ammunition</td><td>+60 gp per missile</td></tr><tr class=\"even\"><td>Light armor</td><td>+5,000 gp</td></tr><tr class=\"odd\"><td>Medium armor</td><td>+10,000 gp</td></tr><tr class=\"even\"><td>Heavy armor</td><td>+15,000 gp</td></tr><tr class=\"odd\"><td>Weapon</td><td>+3,000 gp</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Adamantine/Type of Adamantine Item", 
                    "type": "table", 
                    "name": "Type of Adamantine Item", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p id=\"darkwood\">This rare magic wood is as hard as normal wood but very light. Any wooden or mostly wooden item (such as a bow or spear) made from darkwood is considered a masterwork item and weighs only half as much as a normal wooden item of that type. Items not normally made of wood or only partially of wood (such as a battleaxe or a mace) either cannot be made from darkwood or do not gain any special benefit from being made of darkwood. The armor check penalty of a darkwood shield is lessened by 2 compared to an ordinary shield of its type. To determine the price of a darkwood item, use the original weight but add 10 gp per pound to the price of a masterwork version of that item.</p><p>Darkwood has 10 hit points per inch of thickness and hardness 5.</p>", 
            "name": "Darkwood", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Darkwood", 
            "subtype": "material", 
            "type": "item"
        }, 
        {
            "body": "<p id=\"dragonhide\">Armorsmiths can work with the hides of dragons to produce armor or shields of masterwork quality. One dragon produces enough hide for a single suit of masterwork hide armor for a creature one size category smaller than the dragon. By selecting only choice scales and bits of hide, an armorsmith can produce one suit of masterwork banded mail for a creature two sizes smaller, one suit of masterwork half-plate for a creature three sizes smaller, or one masterwork breastplate or suit of full plate for a creature four sizes smaller. In each case, enough hide is available to produce a light or heavy masterwork shield in addition to the armor, provided that the dragon is Large or larger. If the dragonhide comes from a dragon that had immunity to an energy type, the armor is also immune to that energy type, although this does not confer any protection to the wearer. If the armor or shield is later given the ability to protect the wearer against that energy type, the cost to add such protection is reduced by 25%.</p><p>Because dragonhide armor isn't made of metal, druids can wear it without penalty.</p><p>Dragonhide armor costs twice as much as masterwork armor of that type, but it takes no longer to make than ordinary armor of that type (double all Craft results).</p><p>Dragonhide has 10 hit points per inch of thickness and hardness 10. The hide of a dragon is typically between 1/2 inch and 1 inch thick.</p>", 
            "name": "Dragonhide", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Dragonhide", 
            "subtype": "material", 
            "type": "item"
        }, 
        {
            "body": "<p id=\"iron-cold\">This iron, mined deep underground and known for its effectiveness against demons and fey creatures, is forged at a lower temperature to preserve its delicate properties. Weapons made of cold iron cost twice as much to make as their normal counterparts. Also, adding any magical enhancements to a cold iron weapon increases its price by 2,000 gp. This increase is applied the first time the item is enhanced, not once per ability added.</p><p>Items without metal parts cannot be made from cold iron. An arrow could be made of cold iron, but a quarterstaff could not. A double weapon with one cold iron half costs 50% more than normal.</p><p>Cold iron has 30 hit points per inch of thickness and hardness 10.</p>", 
            "name": "Iron, Cold", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Iron/Cold", 
            "subtype": "material", 
            "type": "item"
        }, 
        {
            "body": "<p id=\"mithral\">Mithral is a very rare silvery, glistening metal that is lighter than steel but just as hard. When worked like steel, it becomes a wonderful material from which to create armor, and is occasionally used for other items as well. Most mithral armors are one category lighter than normal for purposes of movement and other limitations. Heavy armors are treated as medium, and medium armors are treated as light, but light armors are still treated as light. This decrease does not apply to proficiency in wearing the armor. A character wearing mithral full plate must be proficient in wearing heavy armor to avoid adding the armor's check penalty to all his attack rolls and skill checks that involve moving. Spell failure chances for armors and shields made from mithral are decreased by 10%, maximum Dexterity bonuses are increased by 2, and armor check penalties are decreased by 3 (to a minimum of 0).</p><p>An item made from mithral weighs half as much as the same item made from other metals. In the case of weapons, this lighter weight does not change a weapon's size category or the ease with which it can be wielded (whether it is light, one-handed, or two-handed). Items not primarily of metal are not meaningfully affected by being partially made of mithral. (A longsword can be a mithral weapon, while a quarterstaff cannot.) Mithral weapons count as silver for the purpose of overcoming damage reduction.</p><p>Weapons or armors fashioned from mithral are always masterwork items as well; the masterwork cost is included in the prices given below.</p><p>Mithral has 30 hit points per inch of thickness and hardness 15.</p>", 
            "name": "Mithral", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Mithral", 
            "type": "item", 
            "subtype": "material", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Type of Mithral Item</th><th>Item Cost Modifier</th></tr></thead><tr class=\"odd\"><td>Light armor</td><td>+1,000 gp</td></tr><tr class=\"even\"><td>Medium armor</td><td>+4,000 gp</td></tr><tr class=\"odd\"><td>Heavy armor</td><td>+9,000 gp</td></tr><tr class=\"even\"><td>Shield</td><td>+1,000 gp</td></tr><tr class=\"odd\"><td>Other items</td><td>+500 gp/lb.</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Mithral/Type of Mithral Item", 
                    "type": "table", 
                    "name": "Type of Mithral Item", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p id=\"silver-alchemical\">A complex process involving metallurgy and alchemy can bond silver to a weapon made of steel so that it bypasses the damage reduction of creatures such as lycanthropes.</p><p>On a successful attack with a silvered slashing or piercing weapon, the wielder takes a &ndash;1 penalty on the damage roll (with a minimum of 1 point of damage). The alchemical silvering process can't be applied to nonmetal items, and it doesn't work on rare metals such as adamantine, cold iron, and mithral.</p><p>Alchemical silver has 10 hit points per inch of thickness and hardness 8.</p>", 
            "name": "Silver, Alchemical", 
            "source": "Core Rulebook", 
            "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Silver/Alchemical", 
            "type": "item", 
            "subtype": "material", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Type of Alchemical Silver Item</th><th>Item Cost Modifier</th></tr></thead><tr class=\"odd\"><td>Ammunition</td><td>+2 gp</td></tr><tr class=\"even\"><td>Light weapon</td><td>+20 gp</td></tr><tr class=\"odd\"><td style=\"white-space:normal;\">One-handed weapon, or one head of a double weapon</td><td>+90 gp </td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Two-handed weapon, or both heads of a double weapon</td><td>+180 gp </td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Equipment/Special Materials/Silver/Alchemical/Type of Alchemical Silver Item", 
                    "type": "table", 
                    "name": "Type of Alchemical Silver Item", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}