{
    "body": "<p>Pathfinder Roleplaying Game characters advance in level by defeating monsters, overcoming challenges, and completing adventures&mdash;in so doing, they earn experience points (XP for short). Although you can award experience points as soon as a challenge is overcome, this can quickly disrupt the flow of game play. It's easier to simply award experience points at the end of a game session&mdash;that way, if a character earns enough XP to gain a level, he won't disrupt the game while he levels up his character. He can instead take the time between game sessions to do that.</p><p>Keep a list of the CRs of all the monsters, traps, obstacles, and roleplaying encounters the PCs overcome. At the end of each session, award XP to each PC that participated. Each monster, trap, and obstacle awards a set amount of XP, as determined by its CR, regardless of the level of the party in relation to the challenge, although you should never bother awarding XP for challenges that have a CR of 10 or more lower than the APL. Pure roleplaying encounters generally have a CR equal to the average level of the party (although particularly easy or difficult roleplaying encounters might be one higher or lower). There are two methods for awarding XP. While one is more exact, it requires a calculator for ease of use. The other is slightly more abstract.</p><p>Exact XP: Once the game session is over, take your list of defeated CR numbers and look up the value of each CR on Table: Experience Point Awards under the &ldquo;Total XP&rdquo; column. Add up the XP values for each CR and then divide this total by the number of characters&mdash;each character earns an amount of XP equal to this number.</p><p>Abstract XP: Simply add up the individual XP awards listed for a group of the appropriate size. In this case, the division is done for you&mdash;you need only total up all the awards to determine how many XP to award to each PC.</p><p>Story Awards: Feel free to award Story Awards when players conclude a major storyline or make an important accomplishment. These awards should be worth double the amount of experience points for a CR equal to the APL. Particularly long or difficult story arcs might award even more, at your discretion as GM.</p>", 
    "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Designing Encounters/Awarding Experience", 
    "type": "section", 
    "name": "Awarding Experience", 
    "source": "Core Rulebook"
}