{
    "body": "<p>While it's often enough to simply tell your players they've found 5,000 gp in gems and 10,000 gp in jewelry, it's generally more interesting to give details. Giving treasure a personality can not only help the verisimilitude of your game, but can sometimes trigger new adventures. The information on the below can help you randomly determine types of additional treasure&mdash;suggested values are given for many of the objects, but feel free to assign values to the objects as you see fit. It's easiest to place the expensive items first&mdash;if you wish, you can even randomly roll magic items, using the tables in Magic Items, to determine what sort of items are present in the hoard. Once you've consumed a sizable portion of the hoard's value, the remainder can simply be loose coins or nonmagical treasure with values arbitrarily assigned as you see fit.</p><p>Coins: Coins in a treasure hoard can consist of copper, silver, gold, and platinum pieces&mdash;silver and gold are the most common, but you can divide the coinage as you wish. Coins and their value relative to each other are described at the start of Equipment.</p><p id=\"gems\">Gems: Although you can assign any value to a gemstone, some are inherently more valuable than others. Use the value categories below (and their associated gemstones) as guidelines when assigning values to gemstones.</p><p>Low-Quality Gems (10 gp): agates; azurite; blue quartz; hematite; lapis lazuli; malachite; obsidian; rhodochrosite; tigereye; turquoise; freshwater (irregular) pearl</p><p>Semi-Precious Gems (50 gp): bloodstone; carnelian; chalcedony; chrysoprase; citrine; jasper; moonstone; onyx; peridot; rock crystal (clear quartz); sard; sardonyx; rose, smoky, or star rose quartz; zircon</p><p>Medium Quality Gemstones (100 gp): amber; amethyst; chrysoberyl; coral; red or brown-green garnet; jade; jet; white, golden, pink, or silver pearl; red, red-brown, or deep green spinel; tourmaline</p><p>High Quality Gemstones (500 gp): alexandrite; aquamarine; violet garnet; black pearl; deep blue spinel; golden yellow topaz</p><p>Jewels (1,000 gp): emerald; white, black, or fire opal; blue sapphire; fiery yellow or rich purple corundum; blue or black star sapphire</p><p>Grand Jewels (5,000 gp or more): clearest bright green emerald; diamond; jacinth; ruby</p><p>Nonmagical Treasures: This expansive category includes jewelry, fine clothing, trade goods, alchemical items, masterwork objects, and more. Unlike gemstones, many of these objects have set values, but you can always increase an object's value by having it be bejeweled or of particularly fine craftsmanship. This increase in cost doesn't grant additional abilities&mdash;a gem-encrusted masterwork cold iron scimitar worth 40,000 gp functions the same as a typical masterwork cold iron scimitar worth the base price of 330 gp. Listed below are numerous examples of several types of nonmagical treasures, along with typical values.</p><p>Fine Artwork (100 gp or more): Although some artwork is composed of precious materials, the value of most paintings, sculptures, works of literature, fine clothing, and the like come from their skill and craftsmanship. Artwork is often bulky or cumbersome to move and fragile to boot, making salvage an adventure in and of itself.</p><p>Jewelry, Minor (50 gp): This category includes relatively small pieces of jewelry crafted from materials like brass, bronze, copper, ivory, or even exotic woods, sometimes set with tiny or flawed low-quality gems. Minor jewelry includes rings, bracelets, and earrings.</p><p>Jewelry, Normal (100&ndash;500 gp): Most jewelry is made of silver, gold, jade, or coral, often ornamented with semi-precious or even medium-quality gemstones. Normal jewelry includes all types of minor jewelry plus armbands, necklaces, and brooches.</p><p>Jewelry, Precious (500 gp or more): Truly precious jewelry is crafted from gold, mithral, platinum, or similar rare metals. Such objects include normal jewelry types plus crowns, scepters, pendants, and other large items.</p><p>Masterwork Tools (100&ndash;300 gp): This category includes masterwork weapons, armor, and skill kits&mdash;see Equipment for more details and costs for these items.</p><p>Mundane Gear (up to 1,000 gp): There are many valuable items of mundane or alchemical nature detailed in Equipment that can be utilized as treasure. Most of the alchemical items are portable and valuable, but other objects like locks, holy symbols, spyglasses, fine wine, or fine clothing work well as interesting bits of treasure. Trade goods can even serve as treasure&mdash;10 pounds of saffron, for example, is worth 150 gp.</p><p>Treasure Maps and Other Intelligence (variable): Items like treasure maps, deeds to ships and homes, lists of informants or guard rosters, passwords, and the like can also make fun items of treasure&mdash;you can set the value of such items at any amount you wish, and often they can serve double-duty as adventure seeds.</p><p id=\"magic-items\">Magic Items: Of course, the discovery of a magic item is the true prize for any adventurer. You should take care with the placement of magic items in a hoard&mdash;it's generally more satisfying for many players to find a magic item rather than purchase it, so there's no crime in placing items that happen to be those your players can use! An extensive list of magic items (and their costs) is given in Magic Items.</p>", 
    "name": "Building a Treasure Hoard", 
    "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Designing Encounters/Building a Treasure Hoard", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Magic Item Category</th><th>Average Value</th></tr></thead><tr class=\"odd\"><td>Minor Item</td><td>1,000 gp</td></tr><tr class=\"even\"><td>Medium Item</td><td>10,000 gp</td></tr><tr class=\"odd\"><td>Major Item</td><td>40,000 gp</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Gamemastering/Designing Encounters/Building a Treasure Hoard/Magic Item Category", 
            "type": "table", 
            "name": "Magic Item Category", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Although you should generally place items with careful consideration of their likely effects on your campaign, it can be fun and save time to generate magic items in a treasure hoard randomly. You can &ldquo;purchase&rdquo; random die rolls of magic items for a treasure hoard at the following prices, subtracting the indicated amount from your treasure budget and then rolling on the appropriate column on table 15&ndash;2 in Magic Items to determine what item is in the treasure hoard. Take care with this approach, though! It's easy, through the luck (or unluck) of the dice to bloat your game with too much treasure or deprive it of the same. Random magic item placement should always be tempered with good common sense by the GM.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }
    ]
}