{
    "body": "<p>Some planes have a predisposition to a certain alignment. Most of the inhabitants of these planes also have the plane's particular alignment, even powerful creatures such as deities. The alignment trait of a plane affects social interactions there. Characters who follow other alignments than most of the inhabitants do may have a tougher time dealing with the plane's natives and situations.</p><p>Alignment traits have multiple components. First are the moral (good or evil) and ethical (lawful or chaotic) components; a plane can have a moral component, an ethical component, or one of each. Second, the specific alignment trait indicates whether each moral or ethical component is mildly or strongly evident. Many planes have no alignment traits; these traits are noted in a plane's description only when they are present.</p>", 
    "name": "Alignment Traits", 
    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p id=\"good-aligned/evil-aligned\">These planes have chosen a side in the battle of good versus evil. No plane can be both good-aligned and evil-aligned.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Good-Aligned_Evil-Aligned", 
            "type": "section", 
            "name": "Good-Aligned/Evil-Aligned", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"law-aligned/chaos-aligned\">Law versus chaos is the key struggle for these planes and their residents. No plane can be both law-aligned and chaos-aligned. </p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Law-Aligned_Chaos-Aligned", 
            "type": "section", 
            "name": "Law-Aligned/Chaos-Aligned", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"neutral-aligned\">These planes stand outside the conflicts between good and evil and law and chaos.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Neutral-Aligned", 
            "type": "section", 
            "name": "Neutral-Aligned", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"mildly-aligned\">Creatures who have an alignment opposite that of a mildly aligned plane take a &ndash;2 circumstance penalty on all Charisma-based checks. A mildly neutral-aligned plane does not apply a circumstance penalty to anyone.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Mildly Aligned", 
            "type": "section", 
            "name": "Mildly Aligned", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"strongly-aligned\">On planes that are strongly aligned, a &ndash;2 circumstance penalty applies on all Intelligence-, Wisdom-, and Charisma-based checks made by all creatures not of the plane's alignment. The penalties for the moral and ethical components of the alignment trait stack.</p><p>A strongly neutral-aligned plane stands in opposition to all other moral and ethical principles: good, evil, law, and chaos. Such a plane may be more concerned with the balance of the alignments than with accommodating and accepting alternate points of view. In the same fashion as for other strongly aligned planes, strongly neutral-aligned planes apply a &ndash;2 circumstance penalty on Intelligence-, Wisdom-, or Charisma-based checks made by any creature that isn't neutral. The penalty is applied twice (once for law/chaos, and once for good/evil), so neutral good, neutral evil, lawful neutral, and chaotic neutral creatures take a &ndash;2 penalty and lawful good, chaotic good, chaotic evil, and lawful evil creatures take a &ndash;4 penalty.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Alignment Traits/Strongly Aligned", 
            "type": "section", 
            "name": "Strongly Aligned", 
            "source": "Game Mastery Guide"
        }
    ]
}