{
    "body": "<p>Four basic elements and two types of energy combine to make up everything. The elements are earth, air, fire, and water; the types of energy are positive and negative. The Material Plane reflects a balancing of those elements and energies&mdash;all are found there. Each of the Inner Planes is dominated by one element or type of energy. Other planes may show off various aspects of these elemental traits. Many planes have no elemental or energy traits; such traits are noted in a plane's description only when they are present.</p>", 
    "name": "Elemental and Energy Traits", 
    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p id=\"air-dominant\">Consisting mostly of open space, planes with this trait have just a few bits of floating stone or other solid matter. They usually have a breathable atmosphere, though such a plane may include clouds of acidic or toxic gas. Creatures of the earth subtype are uncomfortable on air-dominant planes because they have little or no natural earth to connect with. They take no actual damage, however.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Air-Dominant", 
            "type": "section", 
            "name": "Air-Dominant", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"earth-dominant\">Planes with this trait are mostly solid. Travelers who arrive run the risk of suffocation if they don't reach a cavern or other pocket within the earth. Worse yet, individuals without the ability to burrow are entombed in the earth and must dig their way out (5 feet per turn). Creatures of the air subtype are uncomfortable on earth-dominant planes because these planes are tight and claustrophobic to them, but suffer no inconvenience beyond having difficulty moving.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Earth-Dominant", 
            "type": "section", 
            "name": "Earth-Dominant", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"fire-dominant\">Planes with this trait are composed of flames that continually burn without consuming their fuel source. Fire-dominant planes are extremely hostile to Material Plane creatures, and those without resistance or immunity to fire are soon immolated.</p><p>Unprotected wood, paper, cloth, and other flammable materials catch fire almost immediately, and those wearing unprotected flammable clothing catch on fire. In addition, individuals take 3d10 points of fire damage every round they are on a fire-dominant plane. Creatures of the water subtype are extremely uncomfortable on fire-dominant planes. Those that are made of water take double damage each round.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Fire-Dominant", 
            "type": "section", 
            "name": "Fire-Dominant", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"water-dominant\">Planes with this trait are mostly liquid. Visitors who can't breathe water or reach a pocket of air likely drown. Creatures of the fire subtype are extremely uncomfortable on water-dominant planes. Those made of fire take 1d10 points of damage each round.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Water-Dominant", 
            "type": "section", 
            "name": "Water-Dominant", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"negative-dominant\">Planes with this trait are vast, empty reaches that suck the life out of travelers who cross them. They tend to be lonely, haunted planes, drained of color and filled with winds bearing the soft moans of those who died within them. There are two kinds of negative-dominant traits: minor negative-dominant and major negative-dominant. On minor negative-dominant planes, living creatures take 1d6 points of damage per round. At 0 hit points or lower, they crumble into ash.</p><p>Major negative-dominant planes are even more dangerous. Each round, those within must make a DC 25 Fortitude save or gain a negative level. A creature whose negative levels equal its current levels or Hit Dice is slain, becoming a wraith. The <i>death ward</i> spell protects a traveler from the damage and energy drain of a negative-dominant plane.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Negative-Dominant", 
            "type": "section", 
            "name": "Negative-Dominant", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"positive-dominant\">An abundance of life characterizes planes with this trait. Like negative-dominant planes, positive-dominant planes can be either minor or major. A minor positive-dominant plane is a riotous explosion of life in all its forms. Colors are brighter, fires are hotter, noises are louder, and sensations are more intense as a result of the positive energy swirling through the plane. All individuals in a positive-dominant plane gain fast healing 2 as an extraordinary ability.</p><p>Major positive-dominant planes go even further. A creature on a major positive-dominant plane must make a DC 15 Fortitude save to avoid being blinded for 10 rounds by the brilliance of the surroundings. Simply being on the plane grants fast healing 5 as an extraordinary ability. In addition, those at full hit points gain 5 additional temporary hit points per round. These temporary hit points fade 1d20 rounds after the creature leaves the major positive-dominant plane. However, a creature must make a DC 20 Fortitude save each round that its temporary hit points exceed its normal hit point total. Failing the saving throw results in the creature exploding in a riot of energy, which kills it.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Elemental and Energy Traits/Positive-Dominant", 
            "type": "section", 
            "name": "Positive-Dominant", 
            "source": "Game Mastery Guide"
        }
    ]
}