{
    "body": "<p>This trait measures how easily the basic nature of a plane can be changed. Some planes are responsive to sentient thought, while some respond to physical or magical efforts. Others can only be manipulated by extremely powerful creatures.</p>", 
    "name": "Morphic Traits", 
    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p id=\"alterable-morphic\">On a plane with this trait, objects remain where they are (and what they are) unless affected by physical force or magic. You can change the immediate environment as a result of tangible effort. Unless otherwise noted in a plane's description, assume it has the alterable morphic trait.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Alterable Morphic", 
            "type": "section", 
            "name": "Alterable Morphic", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"divinely-morphic\">Specific unique beings (deities or similar great powers) have the ability to alter objects, creatures, and the landscape on planes with this trait. They may cause these areas to change instantly and dramatically, creating great kingdoms for themselves. Ordinary characters find these planes similar to alterable planes in that they may be affected by spells and physical effort. </p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Divinely Morphic", 
            "type": "section", 
            "name": "Divinely Morphic", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"highly-morphic\">On a plane with this trait, features of the plane change so frequently that it's difficult to keep a particular area stable. Some such planes may react dramatically to specific spells, sentient thought, or the force of will. Others change for no reason.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Highly Morphic", 
            "type": "section", 
            "name": "Highly Morphic", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"magically-morphic\">Specific spells can alter the basic material of a plane with this trait.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Magically Morphic", 
            "type": "section", 
            "name": "Magically Morphic", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"sentient\">These planes respond to a single entity's thoughts&mdash;those of the plane itself. Travelers might find the plane's landscape changing as a result of what the plane thinks of the travelers, becoming either more or less hospitable depending on its reaction.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Sentient", 
            "type": "section", 
            "name": "Sentient", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"static\">These planes are unchanging. Visitors cannot affect living residents of the plane or objects that the denizens possess. Any spells that would affect those on the plane have no effect unless the plane's static trait is somehow removed or suppressed. Spells cast before entering a plane with the static trait remain in effect, however. Even moving an unattended object within a static plane requires a DC 16 Strength check. Particularly heavy objects may be impossible to move.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Morphic Traits/Static", 
            "type": "section", 
            "name": "Static", 
            "source": "Game Mastery Guide"
        }
    ]
}