{
    "body": "<p>The rate at which time passes can vary on different planes, though it remains constant within any particular plane. Time is always subjective for the viewer. The same subjectivity applies to various planes. Travelers may discover that they gain or lose time while moving between planes, but from their point of view, time always passes naturally.</p>", 
    "name": "Time", 
    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p id=\"normal-time\">Describes how time passes on the Material Plane. One hour on a plane with normal time equals 1 hour on the Material Plane. Unless otherwise noted in a plane's description, assume it has the normal time trait.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Normal Time", 
            "type": "section", 
            "name": "Normal Time", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"erratic-time\">Some planes have time that slows down and speeds up, so an individual may lose or gain time as he moves between such planes and any others. To the denizens of such a plane, time flows naturally and the shift is unnoticed. The following is provided as an example.</p>", 
            "name": "Erratic Time", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Erratic Time", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>d%</th><th>Time on Material Plane</th><th>Time on Erratic Time Plane</th></tr></thead><tbody><tr class=\"odd\"><td>01&ndash;10</td><td>1 day</td><td>1 round</td></tr><tr class=\"even\"><td>11&ndash;40</td><td>1 day</td><td>1 hour</td></tr><tr class=\"odd\"><td>41&ndash;60</td><td>1 day</td><td>1 day</td></tr><tr class=\"even\"><td>61&ndash;90</td><td>1 hour</td><td>1 day</td></tr><tr class=\"odd\"><td>91&ndash;100</td><td>1 round</td><td>1 day</td></tr></tbody></table>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Erratic Time/d%", 
                    "type": "table", 
                    "name": "d%", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p id=\"flowing-time\">On some planes, the flow of time is consistently faster or slower. One may travel to another plane, spend a year there, and then return to the Material Plane to find that only 6 seconds have elapsed. Everything on the plane returned to is only a few seconds older. But for that traveler and the items, spells, and effects working on him, that year away was entirely real. When designating how time works on planes with flowing time, put the Material Plane's flow of time first, followed by the flow in the other plane.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Flowing Time", 
            "type": "section", 
            "name": "Flowing Time", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"timeless\">On planes with this trait, time still passes, but the effects of time are diminished. How the timeless trait affects certain activities or conditions such as hunger, thirst, aging, the effects of poison, and healing varies from plane to plane. The danger of a timeless plane is that once an individual leaves such a plane for one where time flows normally, conditions such as hunger and aging occur retroactively. If a plane is timeless with respect to magic, any spell cast with a noninstantaneous duration is permanent until dispelled.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/Planar Traits/Time/Timeless", 
            "type": "section", 
            "name": "Timeless", 
            "source": "Game Mastery Guide"
        }
    ]
}