{
    "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
    "name": "3rd-Tier Universal Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"beyond-morality\">You have no alignment. You can become a member of any class, even one with an alignment requirement, and can never lose your membership because of a change in alignment. If you violate the code of ethics of any of your classes, you might still lose access to certain features of such classes, subject to GM discretion. Attempts to detect your alignment don't return any results. If a class restricts you from casting spells with an alignment descriptor, you can cast such spells without restrictions or repercussions. If you're the target of a spell or effect that is based on alignment, you're treated as the most favorable alignment when determining the spell's effect on you. Any effects that alter alignment have no effect on you. If you lose this effect, you revert to your previous alignment.</p>", 
            "name": "Beyond Morality", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Beyond Morality", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"divine-source\">You can grant divine spells to those who follow your cause, allowing them to select you as their deity for the purposes of determining their spells and domains. Select two domains upon taking this ability. These domains must be alignment domains matching your alignment if possible, unless your alignment is neutral. You grant access to these domains as if you were a deity. Creatures that gain spells from you don't receive any spells per day of levels higher than your tier; they lose those spell slots. In addition, you can cast spells from domains you grant as long as their level is equal to or less than your tier. Each day as a spell-like ability, you can cast one spell of each level equal to or less than your tier (selecting from those available to you from your divine source domains). If you're a cleric or you venerate a deity, you may change your spell domains to those you grant others. At 6th tier and 9th tier, you can select this ability again, adding one domain and two subdomains (see the <i>Advanced Player's Guide</i>) to your list each time and adding their spells to the list of those that you can cast.</p>", 
            "name": "Divine Source", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Divine Source", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"enhanced-ability\">You gain a permanent +2 bonus to one ability score of your choice. You can select this path ability up to six times. Each time you do, it must apply to a different ability score.</p>", 
            "name": "Enhanced Ability", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Enhanced Ability", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"fearless\">Few things in the world still inspire fear in you. You are immune to all fear effects from non-mythic sources. Fear effects from mythic sources count as mythic for the purposes of this ability.</p>", 
            "name": "Fearless", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Fearless", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"pure-body\">Your body is so pure that you're immune to all non-mythic diseases and poisons. Diseases and poisons from mythic sources count as mythic for the purposes of this ability.</p>", 
            "name": "Pure Body", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Pure Body", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"pure-destiny\">Your mythic destiny is guided by providence. You're immune to all non-mythic curses and compulsions. Curses and compulsions from mythic sources count as mythic for the purposes of this ability.</p>", 
            "name": "Pure Destiny", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Pure Destiny", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"pure-senses\">Your senses are extraordinarily keen. You're immune to blindness and deafness caused by non-mythic sources. Such effects from mythic sources count as mythic for the purposes of this ability.</p>", 
            "name": "Pure Senses", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Pure Senses", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sleepless\">You no longer require sleep, don't become fatigued or exhausted from lack of sleep, and are immune to sleep effects. If you have abilities or class features that require rest before they can be regained, you can choose to regain them once per day by spending 1 hour in uninterrupted meditation.</p>", 
            "name": "Sleepless", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Sleepless", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ultimate-versatility\">Once per day, you can temporarily change one decision made for one of your class features. This change lasts for a number of minutes equal to your tier. During this time, you're treated as if you had always had the new class feature. For example, you could use this ability to change the decision made with the arcane bond class feature, causing your bonded item to disappear (along with all of its bonuses and restrictions) and a familiar to appear in its place. This doesn't affect any prepared spells or spells you have already cast. If the new ability is limited in its uses per day, you receive half the normal number of uses (minimum 1). When this ability ends, your previous choice returns with the same number of uses as before you used this ability. If you use this ability to change a class feature that grants access to spells (such as a bloodline, patron, domain, or school), you lose access to any spells from the old choice but don't gain the ability to cast new spells. When the effect ends, the previous spells return and can be cast again. You can use this ability to change a feat or skill if you receive it from a class feature, but any other abilities that rely on the missing feat or skill as a prerequisite don't function while this ability is in effect.</p>", 
            "name": "Ultimate Versatility", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Ultimate Versatility", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unchanging\">Your form is so stable that you become immune to non-mythic polymorph and petrification effects. Polymorph and petrification from mythic sources count as mythic for the purposes of this ability.</p>", 
            "name": "Unchanging", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/3rd-Tier Universal Path Abilities/Unchanging", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}