{
    "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
    "name": "6th-Tier Universal Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/6th-Tier Universal Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"farwalker\">The boundaries of the Material Plane mean little to you. You can <i>plane shift </i>once per day, using double your tier as your caster level. You can take this ability twice. When you take it a second time, you can use this ability three times per day. </p>", 
            "name": "Farwalker", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/6th-Tier Universal Path Abilities/Farwalker", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-presence\">Your power unnerves ordinary mortals. By expending one use of mythic power, you gain an effect similar to frightful presence, except that creatures are affected according to their tier (or rank, in the case of monsters) instead of their Hit Dice. Non-mythic creatures that fail their saves are panicked for 1 minute, and those that succeed are shaken for 1 minute. Creatures with a mythic tier or rank equal to or less than your tier are unaffected if they succeed, and are shaken for 1 minute if they fail. Creatures with a mythic tier or rank higher than yours are unaffected by your mythic presence. The Will save against your mythic presence equals 10 + your tier + your Charisma modifier. This ability lasts for 1 minute and has a range of 30 feet.</p>", 
            "name": "Mythic Presence", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/6th-Tier Universal Path Abilities/Mythic Presence", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-sight\">When you take this ability, you gain blindsense out to a range of 30 feet. You can take this ability twice. The second time you take it, you can see illusions and magical deceptions for what they truly are, as if using <i>true seeing</i>. This ability doesn't apply to illusions and magical effects that were cast by other mythic creatures or that are affecting other mythic creatures. If this ability is dispelled, you can resume it as a free action.</p>", 
            "name": "Mythic Sight", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/6th-Tier Universal Path Abilities/Mythic Sight", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"tongues\">You can understand and speak any language, as the <i>tongues</i> spell. If this ability is dispelled, you can resume it as a free action.</p>", 
            "name": "Tongues", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Mythic Heroes/Universal Path Abilities/6th-Tier Universal Path Abilities/Tongues", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}