{
    "body": "<p>Sometimes when starting a new character, you just need a good template or foundation from which to build. Characters from literature, comics, history, real life, or television and film can provide that foundation in an instant. The key is to alter various aspects of the model character until you have changed enough to have an altogether different concept.</p><p>How would Count Dracula be different as an elven wizard? What about as a halfling cleric? Are you obsessed with feasting on blood, or are you simply ancient, creepy, solitary, and mysterious?</p><p>What about reinterpreting Julius Caesar as a human rogue or a gnome illusionist? Is this human rogue one of three mobsters scheming to eliminate the competition and rule a city the way Caesar eliminated his competitors to rule Rome? Has your gnome illusionist received a prophetic message predicting his own death, as Caesar did from the soothsayer?</p><p>Building on the foundations of established characters or people gives you a framework, at which point you just need to give yourself different circumstances in order to inspire a new idea, one that will grow on its own as you continue to play. The initial inspiration or model you choose helps you come to grips with your character quickly without feeling like you have to reinvent the wheel.</p><p>Another way to accomplish this is to combine notable traits of two disparate characters from media or history. For instance, how would you play a character with Sherlock Holmes' skill at deduction and Hamlet's indecision? Achilles' battle prowess paired with Nikola Tesla's inventive mind? Merlin's magic with Marie Curie's search for scientific truth? Joan of Arc's faithful conviction and Napoleon's overwhelming ambition?</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Character Background/How to Create a Background/Creating a Unique Character Concept/Steal Shamelessly", 
    "type": "section", 
    "name": "Steal Shamelessly", 
    "source": "Ultimate Campaign"
}