{
    "body": "<p>Advancement choices for an animal companion include feats, skills, ability score increases, and tricks.</p><p>If the companion's Intelligence score is 2 or lower, it is limited to a small selection of feats (see Animal Feats). You should decide what feats the animal learns, though the GM should have a say about whether a desired feat is appropriate to the animal's type and training&mdash;fortunately, the feats on the list are appropriate for just about any animal. If the animal's Intelligence is 3 or higher (whether from using its ability score increase or a magic item), it can select any feat that it qualifies for. You should decide what feat it learns, subject to GM approval, although the creature's higher intelligence might mean it has its own ideas about what it wants to learn.</p><p>As with feats, you should decide what skills your animal companion learns, chosen from the Animal Skills list and subject to GM approval. If the animal's Intelligence score is 3 or higher, it can put its ranks into any skill, with the GM's approval. Of course, the animal might not have the physical ability to perform certain skills (a dog can't create disguises, an elephant can't use the Ride skill, and so on).</p><p>Ability score increases are straightforward when it comes to physical ability scores&mdash;training an animal to be stronger, more agile, or tougher are all reasonable tasks. Training an animal to be smarter, more intuitive, or more self-aware is less easy to justify&mdash;except in the context where people can cast spells and speak with animals.</p><p>Because you're responsible for using the Handle Animal skill to teach your companion its tricks, you decide what tricks the companion learns. If you're not skilled at training animals or lack the time to do it yourself, you can hire an expert trainer to do it for you or use the downtime system to take care of this training.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Advancing Companions/Animal Companion", 
    "type": "section", 
    "name": "Animal Companion", 
    "source": "Ultimate Campaign"
}