{
    "body": "<p>Advancement choices for a cohort include feats, skills, ability score increases, and class levels.</p><p>A cohort is generally considered a player-controlled companion, and therefore you get to decide how the cohort advances. The GM might step in if you make choices that are inappropriate for the cohort, use the cohort as a mechanism for pushing the boundaries of the game rules, or treat the cohort unfairly. A cohort is a loyal companion and ally to you, and expects you to treat him fairly, generously, without aloofness or cruelty, and without devoting too much attention to other minions such as familiars or animal companions. The cohort's attitude toward you is generally helpful (as if using the Diplomacy skill); he complies with most of your requests without any sort of skill check, except for requests that are against his nature or put him in serious peril.</p><p>If you exploit your cohort, you'll quickly find your Leadership score shrinking away. Although this doesn't change the cohort's level, the cohort can't gain levels until your Leadership score allows for a level increase, so if you're a poor leader, you must wait longer for your cohort to level up. In extreme cases, the cohort might abandon you, and you'll have to recruit a new cohort.</p><p>Examples of inappropriate advancement choices are a good-aligned companion selecting morally questionable feats, a clumsy cohort suddenly putting many ranks in Disable Device (so he can take all the risks in searching for traps instead of you), a spellcaster cohort taking nothing but item creation feats (so you get access to plenty of cheap magic items at the cost of just one feat, Leadership), a fighter cohort taking a level in wizard when he had no previous interest in magic, or you not interacting with your cleric cohort other than to gain defensive spells from a different class or a flanking bonus.</p><p>When you select the Leadership feat, you and the GM should discuss the cohort's background, personality, interests, and role in the campaign and party. Not only does this give the GM the opportunity to reject a cohort concept that goes against the theme of the campaign, but the GM can plan adventure hooks involving the cohort for future quests. The random background generator in Chapter 1 can help greatly when filling in details about the cohort. Once the discussion is done, writing down a biography and personality profile of the cohort helps cement his role in the campaign and provides a strong reference point for later talks about what is or is not appropriate advancement for the cohort.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Advancing Companions/Cohort", 
    "type": "section", 
    "name": "Cohort", 
    "source": "Ultimate Campaign"
}