{
    "body": "<p>With the Technologist feat, you can use Disable Device to arm or disarm high-tech explosives or disable electronic triggers or locks. The Technologist feat is not required to disable a high-tech trap or object, but such traps and objects often have significantly higher DCs to disable than low-tech versions of a similar device would have.</p>", 
    "name": "Disable Device", 
    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device", 
    "type": "section", 
    "source": "Technology Guide", 
    "abbrev": "Dex; AC Penalty; Trained Only", 
    "sections": [
        {
            "body": "<p>If you possess a detonator, you can arm an explosive weapon as a trap. Connecting a detonator to an explosive requires a successful DC 10 Disable Device check. Failure means that the attempt fails, but you can attempt to arm the explosive again. Failure by 5 or more means the explosive is triggered as the detonator is installed. You can attempt to make an explosive difficult to disarm. To do so, choose a target disarm DC of 15 or higher, with a DC increment of 5. This becomes your target DC to set the explosive as well as the DC to disarm the explosive.</p>", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Arm Explosive", 
            "type": "section", 
            "name": "Arm Explosive", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>Disabling an electronic lock on a door or an electronic trigger for a trap (not the trap itself) is easier if you use an e-pick&mdash;without an e-pick, you take a Ð5 penalty on such checks.</p>", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Disable Electronic Lock or Trigger", 
            "type": "section", 
            "name": "Disable Electronic Lock or Trigger", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>Disarming an explosive requires the character to succeed at a Disable Device check as if disarming a trap. The DC is usually 10, unless the person who set the explosive successfully did so with a higher disarm DC. A failure to disarm an explosive by 5 or more immediately triggers the explosive.</p>", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Disarm Explosive", 
            "type": "section", 
            "name": "Disarm Explosive", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>A character can take 10 when using Disable Device to arm or disarm explosives, but cannot take 20.</p>", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Special", 
            "type": "section", 
            "name": "Special", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>Arming an explosive device takes 1 minute or more, depending on the scope of the job. Disarming an explosive is treated as if the explosive were a complex trap, and takes 2d4 rounds to attempt.</p>", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Time", 
            "type": "section", 
            "name": "Time", 
            "source": "Technology Guide"
        }
    ]
}