{
    "body": "<p>With the Technologist feat, you can use Disable Device to interact safely with explosive devices and disable technological devices and traps.</p>", 
    "name": "Disable Device", 
    "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device", 
    "type": "section", 
    "section_id": 6, 
    "source": "Technology Guide", 
    "abbrev": "Dex; AC Penalty; Trained Only", 
    "sections": [
        {
            "body": "<p>If you possess a detonator, you can arm an explosive weapon as a trap. Connecting a detonator to an explosive requires a successful DC 10 Disable Device check. Failure means that the attempt fails, but you can attempt to arm the explosive again. Failure by 5 or more means the explosive is triggered as the detonator is installed. You can attempt to make an explosive difficult to disarm. To do so, choose a target disarm DC of 15 or higher, with a DC increment of 5. This becomes your target DC to set the explosive as well as the DC to disarm the explosive.</p>", 
            "name": "Arm Explosive", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Arm Explosive", 
            "section_id": 7, 
            "source": "Technology Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Disabling an electronically controlled trap or unlocking an electronically locked door is easier if you use an e-pick. Without an e-pick, you take a -5 penalty on any attempt to use Disable Device on an electronic device.</p>", 
            "name": "Disable Electronic Device", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Disable Electronic Device", 
            "section_id": 8, 
            "source": "Technology Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Disarming an explosive requires the character to succeed at a Disable Device check as if disarming a trap. The DC is usually 10, unless the person who set the explosive successfully did so with a higher disarm DC. A failure to disarm an explosive by 5 or more immediately triggers the explosive.</p>", 
            "name": "Disarm Explosive", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Disarm Explosive", 
            "section_id": 9, 
            "source": "Technology Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>A character can take 10 when using Disable Device to arm or disarm explosives, but cannot take 20.</p>", 
            "name": "Special", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Special", 
            "section_id": 10, 
            "source": "Technology Guide", 
            "type": "section"
        }, 
        {
            "body": "<p>Arming an explosive device takes 1 minute or more, depending on the scope of the job. Disarming an explosive is treated as if the explosive were a complex trap, and takes 2d4 rounds to attempt.</p>", 
            "name": "Time", 
            "url": "pfsrd://Technology Guide/Rules/Technology in the world/Skills/Disable Device/Time", 
            "section_id": 11, 
            "source": "Technology Guide", 
            "type": "section"
        }
    ]
}