{
    "body": "<p>Gnomes ply their intellect and force of personality to overcome challenges. Though generally good-humored and tolerant, gnomes can swiftly turn fierce if backed into a corner.</p>", 
    "name": "Gnome Adventurers", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Gnome Adventurers", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Alchemy is one of the most respected careers for a gnome, melding their love of magic with practical applied theory, all wrapped in a field in which discovery is an everyday opportunity.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Alchemist"
        }, 
        {
            "body": "<p>Gnome barbarians typically rise among those who have lived long among their wild fey kin or the beasts of the wilderness, going near-feral as incarnate spirits of nature.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Barbarian"
        }, 
        {
            "body": "<p>Many gnomes are obsessive collectors of stories, songs, and jokes, making gnome bards renowned for their vast repertoires, energetic deliveries, and weaving of magic into their performances.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Bard"
        }, 
        {
            "body": "<p>Although gnome cavaliers are rare, gnomes swear honest oaths, and might master a broad array of tactics to defend the people and the lands they love.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cavalier"
        }, 
        {
            "body": "<p>Gnomes often become servants of the gods, especially deities of art, music, exploration, discovery, and merrymaking, blending their fervor for creation with true religious zeal.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cleric"
        }, 
        {
            "body": "<p>Many gnomes hew to the earth and forests, taking up the druidic mantle and staying in close communion with animals and the spirits of nature.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Druid"
        }, 
        {
            "body": "<p>Gnome fighters are a tenacious lot, eager to prove that even the smallest combatant can be a titan on the battlefield. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Fighter"
        }, 
        {
            "body": "<p>Some gnomes learn the harshness of the world, and especially harder-hearted races, all too personally, donning the mantle of the inquisitor to defend their people and protect their lands from callous souls.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Inquisitor"
        }, 
        {
            "body": "<p>Gnomes are colorful, passionate, and flamboyant by nature, adopting such whimsy into their vision of physical and natural perfection. Many gnome martial styles thus prove unpredictable, more akin to improvised dances than long-practiced techniques.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Monk"
        }, 
        {
            "body": "<p>As inheritors of ancient fey spirits, gnomes take quite naturally to oracular devotion, interpreting otherworldly portents and whispers of the natural forces.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Oracle"
        }, 
        {
            "body": "<p>Gnomes who find their lives changed by religious zeal or the passion to protect those around them might adopt the paladin's calling. Most find their ability to speak with animals an especial boon, both in communicating with their mounts and in hunting down evil-doers.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Paladin"
        }, 
        {
            "body": "<p>Militant gnomes most often become rangers, playing upon their innate relationship with nature and ability to commune with its creations. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Ranger"
        }, 
        {
            "body": "<p>Gnome rogues typically master a variety of skills, plying others with their charismatic personalities, and even adding a touch of magic to enhance their skills at creating and defeating locks and traps. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue"
        }, 
        {
            "body": "<p>The intrinsic arcane power of the fey bloodline is common in many gnome families, though sorcerers of other bloodlines often arise. Most all of these are accepted as normal in gnome society, though those who draw their power from darker sources elicit suspicion and scorn.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Sorcerer"
        }, 
        {
            "body": "<p>Gnomes are inveterate tinkers and endlessly creative, delighting in the design and shaping of eidolons. The servants of gnome summoners often resemble clockwork creations or fairy creatures.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Summoner"
        }, 
        {
            "body": "<p>Eagerly embracing weird and ancient powers, gnomes make deceptively capable witches. Most adopt strange or exotic familiars well-suited to their personalities.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Witch"
        }, 
        {
            "body": "<p>Gnomes have an expansive magical tradition, specializing in the realms of illusion and elemental magic. They are much respected as historians, researchers, and academics committed to pushing the boundaries of magical possibility, often by unprecedented leaps.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Wizard"
        }
    ]
}