{
    "body": "<p>You can select these path abilities at any tier.</p>", 
    "name": "1st-Tier Marshal Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"additional-order\">You learn an additional marshal's order ability. You can select this ability twice.</p>", 
            "name": "Additional Order", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Additional Order", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"assured-skill\">In times of need, you're virtually assured success when using skills. As a free action before you attempt a skill check, you can expend one use of mythic power to roll that skill check twice, take the higher result, and add your tier to the total.</p>", 
            "name": "Assured Skill", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Assured Skill", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"clarion-call\">You bestow your wrath on your allies. As a swift action, you can expend one use of mythic power to grant all allies within 30 feet the benefits of your active smite or challenge ability, directed at the same opponent you're targeting with that ability. Only the constant effects from the smite or challenge are conferred with this ability, not the ones you can use only once. This ability lasts a number of rounds equal to your tier or until either the combat ends or the subject of the smite or challenge is dead or unconscious.</p>", 
            "name": "Clarion Call", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Clarion Call", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"deadly-guidance\">You are able to point out the weak points in an enemy's defenses, and your allies benefit from your tactical insight. As a swift action, you can expend one use of mythic power to designate a single opponent within 30 feet of you. All allies within 30 feet of that opponent gain the sneak attack ability when attacking it, and can thus deal +1d6 points of damage when flanking that opponent or when the opponent is otherwise denied its Dexterity bonus to AC. This sneak attack damage stacks with sneak attack damage from other sources. This ability lasts a number of rounds equal to half your tier (minimum 1). You can take this ability up to four times. Each time you take it, the sneak attack damage from this ability increases by 1d6.</p>", 
            "name": "Deadly Guidance", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Deadly Guidance", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"directed-assault\">By finding a gap in your enemy's defenses, you allow your allies to take advantage of your discovery. When you confirm a critical hit with a melee or ranged weapon against an opponent, allies within 30 feet of that opponent add your tier to their critical confirmation rolls against that opponent. This bonus lasts for a number of rounds equal to your tier. During this duration, you can expend one use of mythic power to convert an ally's successful attack into a critical threat. The ally must be within 30 feet, and can also gain the bonus to its confirmation roll. Only one opponent can be the focus of your directed assault at a time. If you confirm a critical hit against another creature, you may make it the new focus (immediately ending the previous focus) or maintain the current focus.</p>", 
            "name": "Directed Assault", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Directed Assault", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"distracting-assailant\">You make a barrage of attacks and quick feints that are so distracting your opponent loses focus against all other assailants. Whenever you successfully strike a foe with a melee weapon or natural attack, you can expend one use of mythic power as a swift action. For 1 round, that opponent loses its Dexterity bonus to AC on all attacks against it other than yours. While this ability is in effect, any allies who flank that foe gain a +4 bonus on attack rolls against it, instead of the normal +2. While the opponent is affected by this ability, each time you hit it, the duration increases by 1 round. This effect automatically ends if your turn ends and the target is not within your melee reach.</p>", 
            "name": "Distracting Assailant", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Distracting Assailant", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"focus\">Your mighty and inspiring presence enhances the power of your companions' heroic surges. Whenever a mythic ally that is within 30 feet uses the surge ability, it rolls its bonus die twice and takes the higher result.</p>", 
            "name": "Focus", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Focus", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"granted-stride\">Your mythic grace means that you and your allies easily pass through undergrowth at full speed. Allies within 30 feet of you gain the benefits of woodland stride (as the ranger class feature), as long as they can see and hear you. As a swift action, you can expend one use of mythic power to allow allies within 30 feet to ignore naturally occurring difficult terrain in any of your favored terrains for 1 minute per tier. You must have the woodland stride and favored terrain class features to select this ability.</p>", 
            "name": "Granted Stride", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Granted Stride", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"greater-surge\">Your surge is more powerful than most. Treat your tier as if it were 3 higher for the purpose of determining your mythic surge die (maximum 10th tier). When you gain your 10th tier, your surge die becomes 2d8.</p>", 
            "name": "Greater Surge", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Greater Surge", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"helpful-rebuke\">You are quick with stern yet helpful words of advice. Whenever an ally within line of sight fails a skill check with a skill you're trained in, you can expend one use of mythic power as an immediate action to allow that ally to reroll that skill check with a bonus equal to your tier. If the new roll is successful, your ally succeeds at that check instead of failing it. The ally who failed the skill check must be able to see and hear you to gain this reroll. You can use this ability with a skill you aren't trained in, but you must expend two uses of mythic power to do so, and the ally doesn't gain your tier as a bonus on the reroll.</p>", 
            "name": "Helpful Rebuke", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Helpful Rebuke", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"heroic-block\">With surprising speed, you can leap to an ally's defense. When a opponent makes a melee attack against one of your allies, you can expend one use of mythic power as an immediate action to move up to double your speed or take a 5-foot step. You must end this movement adjacent to the attacking opponent. When you end this movement, you can immediately use the aid another action to grant a bonus to your ally's AC (<i>Core Rulebook</i> 197). This bonus is applied before the opponent's triggering attack.<span class=\"hyperlink char-style-override-14\"> </span>These actions don't count against your actions this turn.</p>", 
            "name": "Heroic Block", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Heroic Block", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"inspire-minions\">When you use a spell, a bardic performance, or another class feature to grant a morale or competence bonus, the bonus increases by 2 for creatures with at least 4 Hit Dice fewer than you. For example, if you're a 6th-level bard using inspire courage, creatures with 2 Hit Dice or fewer receive a +4 morale bonus on fear saves and a +4 competence bonus on attack and weapon damage rolls instead of +2.</p>", 
            "name": "Inspire Minions", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Inspire Minions", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"inspired-defense\">Whenever you use bardic performance to inspire courage, the competence bonus against charm and fear effects instead applies to all saving throws. If you expend one use of mythic power when you start a bardic performance to inspire courage, you add your tier to this bonus.</p>", 
            "name": "Inspired Defense", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Inspired Defense", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"inspiring-surge\">Your surge inspires non-mythic allies to greater acts of martial daring. Each time you use your surge ability, each non-mythic ally within 30 feet gains a +1 bonus on attack rolls and damage rolls for the next weapon attack it makes before the start of your next turn. An ally must be able to see and hear you to gain the bonus. You can take this ability up to three times. When you take it the second time, the bonus on attack and damage rolls increases to a number equal to half your tier. When you take it a third time, the bonus on attack and damage rolls increases to a number equal to your tier instead of half your tier.</p>", 
            "name": "Inspiring Surge", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Inspiring Surge", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"lend-power\">You are an invaluable asset to your comrades. As an immediate action, you can expend one use of mythic power or your confidence ability to grant the benefit of your surge ability to a mythic ally within 30 feet. The ally uses your surge die.</p>", 
            "name": "Lend Power", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Lend Power", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"lightning-performance\">Your tongue is as quick as any blade. You can start a bardic performance as a swift action instead of a standard action. If you expend one use of mythic power, you can instead start a bardic performance as a free action.</p>", 
            "name": "Lightning Performance", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Lightning Performance", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"loyalty\">You gain Leadership as a bonus feat. If you already have the Leadership feat (or if you take it at a later level), add your tier to your Leadership score. Whenever you use your marshal's order ability and your cohort is within 100 feet, you can include your cohort as an additional ally affected by your order.</p>", 
            "name": "Loyalty", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Loyalty", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"menacing-presence\">Something about you puts others on edge. You can attempt an Intimidate check to influence a creature's attitude as full-round action instead of it taking 1 minute. In combat, you can attempt an Intimidate check to demoralize an opponent as a move action. If you expend one use of mythic power, you can attempt to use Intimidate to demoralize all enemies within 30 feet as a standard action, or as a move action if using the Dazzling Display feat.</p>", 
            "name": "Menacing Presence", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Menacing Presence", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-fascination\">When you use the fascinate or suggestion bardic performance ability, non-mythic creatures take a penalty on their saving throws against it equal to half your tier. If you expend one use of mythic power when you activate the performance, the penalty also applies to mythic creatures.</p>", 
            "name": "Mythic Fascination", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Mythic Fascination", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"painful-gambit\">Facing off against you is never a safe option when your allies stand beside you. When you are hit by an attack of opportunity, you can expend one use of mythic power as an immediate action to allow all of your allies to make an attack of opportunity against the creature that attacked you if it's within their melee reach.</p>", 
            "name": "Painful Gambit", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Painful Gambit", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"perfect-aid\">Whenever you successfully use the aid another action, your ally also adds your tier to the aid another bonus. If you use your surge ability on the aid another roll, add the result of the surge die to this bonus as well.</p>", 
            "name": "Perfect Aid", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Perfect Aid", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"persuasive-countenance\">Whenever you encounter a creature whose attitude is at least indifferent to you, treat its attitude as one step better. If the creature's starting attitude is helpful, you can make requests of the creature with a +5 bonus on your Diplomacy or Intimidate check.</p>", 
            "name": "Persuasive Countenance", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Persuasive Countenance", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"press-the-advantage\">When an ally seriously harms a foe, you seize the moment. When an ally within 30 feet confirms a critical hit against a creature you threaten, the target of the critical hit provokes an attack of opportunity from you. If you hit with your attack of opportunity, all of your allies gain a +2 bonus on attack rolls against that creature for 1 round.</p>", 
            "name": "Press the Advantage", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Press the Advantage", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"resurging-words\">Using the power of your mythic presence, you spur on allies even when all seems lost. Using this ability takes 10 uninterrupted minutes, during which time you give a stirring speech to all allies within 30 feet of you. If you expend one use of mythic power at the end of the speech, your allies gain a number of temporary hit points equal to your tier plus your Charisma modifier, and a bonus on saving throws against fear equal to half your tier (minimum 1). Any ally who currently has 1/4 of its full hit points or fewer gains twice as many temporary hit points from this ability. The temporary hit points and saving throw bonus last for 24 hours. Allies can benefit from this ability only once every 24 hours.</p>", 
            "name": "Resurging Words", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Resurging Words", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rise-up\">Your allies draw strength from your courage and leadership. As a standard action, you can expend one use of mythic power to grant all of your non-mythic allies within 30 feet one use of the surge ability, using your surge die. This surge must be used within a number of rounds equal to your tier. An ally can benefit from this ability only once every 24 hours.</p>", 
            "name": "Rise Up", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Rise Up", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"shout-of-defiance\">You can channel holy energy into a righteous shout of defiance. As a standard action, you can expend one use of mythic power and one use of either channel energy or lay on hands to create a 100-foot spread of healing energy. All allies within this spread heal a number of hit points equal to 1d6 plus double your tier. If this brings an ally from negative hit points to 0 hit points or more, the ally can immediately stand up from prone without provoking an attack of opportunity.</p>", 
            "name": "Shout of Defiance", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Shout of Defiance", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"smiting-aura\">Whenever you use your smite evil ability, you can expend one use of your mythic power to create a 20-foot-radius aura centered on you that lasts for a number of rounds equal to your tier. Any evil creature that starts its turn in or moves into this area takes a number of points of damage equal to your tier. This damage comes from holy power, and is not affected by damage reduction or energy resistance. You must have the smite evil class ability to select this ability.</p>", 
            "name": "Smiting Aura", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Smiting Aura", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"stand-tall\">Before you attempt a saving throw against a spell or effect that also targets one or more allies within 30 feet, you can expend one use of mythic power as an immediate action to allow your allies to use your saving throw result or their own, whichever is higher.</p>", 
            "name": "Stand Tall", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Stand Tall", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"tactical-genius\">You gain a bonus teamwork feat. You must meet all prerequisites for the feat. Any ally within 30 feet of you counts as having that teamwork feat for the purposes of you gaining bonuses from the feat (the ally doesn't gain the bonus unless it actually has the feat). At the start of each day, you can spend 10 minutes and expend one use of mythic power to replace this teamwork feat with any other teamwork feat you qualify for. You can select this ability up to three times. Each time, you gain an additional bonus teamwork feat. If you have selected this ability more than once, at the start of each day you can replace any number of teamwork feats this ability grants you, spending time and uses of mythic power for each feat you replace.</p>", 
            "name": "Tactical Genius", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Tactical Genius", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unwavering-skill\">You can always take 10 or 20 on checks using class skills, even if threatened or in a hazardous situation. You can't use this ability with skill checks that don't normally allow you to take 10 or take 20.</p>", 
            "name": "Unwavering Skill", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Unwavering Skill", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}