{
    "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
    "name": "6th-Tier Marshal Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"beacon-of-hope\">You radiate a supernatural aura that fills your allies with hope and resolve. All allies within 30 feet gain a +2 morale bonus against fear and emotion effects, and a +4 bonus on stabilization checks. Furthermore, each time one of these allies is subject to a healing spell or effect, it heals a number of additional hit points equal to your tier. Once per day as a standard action, you can expend one use of mythic power and end this aura to heal all allies within 30 feet of an amount of damage equal to 1d6 hit points per tier you possess. If dismissed, the aura automatically reactivates 24 hours later.</p>", 
            "name": "Beacon of Hope", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Beacon of Hope", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"castigate\">While your words can soothe and aid your friends, they are equally adept at assaulting your foes. As a swift action, you can expend one use of mythic power to unleash a scathing verbal assault that demoralizes all opponents within 30 feet for 1 minute, as if you had successfully used the Intimidate skill. These opponents must be able to clearly see and hear you, but this ability is not language dependent.</p>", 
            "name": "Castigate", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Castigate", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"fight-on\">With an order or a determined look, you spur a wounded ally to keep fighting. As an immediate action, you can expend one use of mythic power to allow a creature other than yourself that is reduced to fewer than 0 hit points to remain conscious and alive. The creature can't die from hit point damage until after the start of your next turn. You can extend this effect for 1 round at the start of your next turn by expending another use of mythic power as a free action. Though the creature can't be killed by hit point damage, any damage it takes still applies to its current hit points. When this ability's effect ends, the creature falls unconscious or dies if its current hit points or other circumstances would otherwise cause it to do so. The creature must be within 30 feet for you to start or extend this effect.</p>", 
            "name": "Fight On", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Fight On", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"inspiring-assault\">As a swift action, you can expend one use of mythic power to inspire your allies to greatness in combat. Once per turn as a free action, each of your allies can either move up to its speed or make one melee or ranged attack at its full base attack bonus. These actions don't count against its actions for the turn. Once activated, this ability lasts a number of rounds equal to your tier, but immediately ends if you don't damage an opponent with an attack or spell on your turn. This ability doesn't stack with <i>haste</i> or similar effects. An ally must be within 30 feet of you at the start of its turn to benefit from this ability.</p>", 
            "name": "Inspiring Assault", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Inspiring Assault", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"surge-of-inspiration\">Your very presence pushes those around you to be their very best. As an immediate action, when an ally within line of sight misses with an attack or fails a saving throw, you can expend one use of mythic power or your confidence ability to grant the ally the benefits of your surge ability on that attack roll or saving throw. The ally uses your surge die, and can apply the bonus after the result is revealed, possibly turning a failure into a success.</p>", 
            "name": "Surge of Inspiration", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Surge of Inspiration", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unswerving-loyalty\">You are a bastion of strength and resolve, and you possess the ability to protect your mind from even the most powerful charms and compulsions. You gain immunity to non-mythic mind-affecting effects, though you can choose to be affected by them if you wish. When subject to a mind-affecting effect from a mythic source, you can expend one use of mythic power as an immediate action to gain immunity to that effect.</p>", 
            "name": "Unswerving Loyalty", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Unswerving Loyalty", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p>): With a mere speech, you empower your allies to take on any foe. As a standard action, you can expend two uses of mythic power to inspire all of your allies within a 30-foot radius, granting them the effects of the spell <i>heroism</i> and making them immune to fear for 1 round per tier. Each mythic creature that is affected by this ability can use its surge ability once during this duration without having to expend one use of mythic power.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Words of Valor (Su", 
            "type": "section", 
            "name": "Words of Valor (Su", 
            "source": "Mythic Adventures"
        }
    ]
}