{
    "body": "<p>Select one of the following abilities. Once chosen, it can't be changed.</p>", 
    "name": "Marshal's Order", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/Marshals Order", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>As a swift action, you can expend one use of mythic power to inspire a tactical advance on the field of battle. This allows you and each of your allies within 30 feet to take either a single move action of the character's choice or a 5-foot step, as long as you or your ally has the ability to take such an action (for example, an unconscious character still can't take an action). The action granted by this ability doesn't count toward the number or type of actions a creature is allowed to take on its turn.</p>", 
            "name": "Advance", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/Marshals Order/Advance", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p>As a swift action, you can expend one use of mythic power to give one ally within 30 feet the ability to immediately make a single melee or ranged attack on your turn. Add your tier as a bonus on the attack roll. The damage dealt by this attack bypasses all damage reduction. This attack doesn't count toward the ally's actions on its turn.</p>", 
            "name": "Decisive Strike", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/Marshals Order/Decisive Strike", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p>As a swift action, you can expend one use of mythic power to rally your allies. This gives you and each of your allies within 30 feet the option to reroll any one d20 roll after the roll is made. The granted reroll must be used before the beginning of your next turn, and the creature must take the result of the reroll, even if it is lower.</p>", 
            "name": "Rally", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/Marshals Order/Rally", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}