{
    "body": "<p>Some rangers nurture a connection with the spirits that reside in all things. By communing with these spirits, the spirit ranger can gain glimpses of things to come. A spirit ranger has the following class features.</p>", 
    "name": "Spirit Ranger", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Spirit Ranger", 
    "type": "class_archetype", 
    "subtype": "ranger", 
    "sections": [
        {
            "body": "<p id=\"spirit-bond\">At 4th level, instead of forming a bond with his hunting companions or an animal companion, the spirit ranger forms a bond with the spirits of nature themselves. Each day, as long as he is within one of his favored terrains, the ranger can cast <i>augury</i> as a spell-like ability with a caster level equal to his ranger level. In addition, he can call upon these spirits to cast any one ranger spell that he is capable of casting, without having to prepare the spell. At 8th level, and every four levels thereafter, he can cast an additional spell in this way. This replaces hunter's bond.</p>", 
            "name": "Spirit Bond", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Spirit Ranger/Spirit Bond", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"wisdom-of-the-spirits\">At 12th level, the spirit ranger can use his <i>augury</i> spell-like ability even when he is not in one of his favored terrains. If he is within one of his favored terrains, the ranger can cast <i>divination</i> instead. Like <i>augury</i>, the caster level of the <i>divination</i> is equal to the ranger's level. This ability replaces camouflage.</p>", 
            "name": "Wisdom of the Spirits", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Spirit Ranger/Wisdom of the Spirits", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}