{
    "school": "evocation", 
    "saving_throw": "Will negates (harmless)", 
    "name": "Contingent Scroll", 
    "level": [
        {
            "class": "Bard", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "text": "<p>You transfer the power of a scroll to the target so that it comes into effect under some condition you dictate. Casting this spell destroys the scroll, but allows the spell in it to be triggered in a manner similar to the <i>contingency</i> spell. The spell on the scroll must be a spell on your spell list, it must affect the target of this spell (the target of this spell is considered the caster of the scroll), and its level must be no higher than one-fourth your caster level (maximum 5th level).</p><p>The writing on the scroll appears on the target's skin in any location you desire; this writing does not harm or interfere with the target in any way, and doesn't need to be on exposed skin to function. For example, you could make the writing appear on under a target's clothing. The writing on the target's skin can be deciphered and identified as if it were the scroll it was copied from. Damaging the target has no effect on the stored spell, but effects such as <i>erase</i> that target magical writing can affect it.</p><p>The condition needed to bring the spell into effect must be clear, although it can be general. In all cases, this spell immediately brings into effect the scroll's spell, the latter being effectively cast instantaneously when the trigger occurs. If a complicated or convoluted condition is prescribed, the whole spell combination (the <i>contingent scroll</i> and the scroll's spell) might fail when triggered. The scroll's spell occurs based solely on the stated conditions, regardless of whether you want it to at that moment.</p><p>This spell counts as a <i>contingency</i> spell for the purpose of having multiple contingent effects on a creature at the same time.</p>", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "1 hour", 
    "source": "Advanced Class Guide", 
    "range": "touch", 
    "component_text": "V, S, M (the scroll to be triggered; see text), F (a platinum quill worth 100 gp)", 
    "effects": [
        {
            "text": "willing creature touched", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "the scroll to be triggered; see text", 
            "type": "M"
        }, 
        {
            "text": "a platinum quill worth 100 gp", 
            "type": "F"
        }
    ], 
    "duration": "1 hour/level (D) or until discharged", 
    "type": "spell"
}