{
    "school": "conjuration", 
    "saving_throw": "none", 
    "name": "Fairy Ring Retreat", 
    "level": [
        {
            "class": "Druid", 
            "level": 7
        }, 
        {
            "class": "Shaman", 
            "level": 7
        }, 
        {
            "class": "Witch", 
            "level": 7
        }
    ], 
    "text": "<p>You conjure up an extradimensional meadow that can be accessed from a single entrance on the plane from which the spell was cast. The entry point looks like a circle of toadstools enclosing a 10-foot square. Only those you designate can enter the meadow before you do, and the portal is shut and made invisible behind you when you enter. You can open it again from your own side at will. Once a visitor has passed through the entry point, they find themselves in an idyllic twilight meadow surrounded by an impassable grove of fruit and nut trees. The atmosphere is clean, fresh, and warm.</p><p>You can configure the meadow into any shape you desire, to the limit of the spell's effect. The place is comfortable and temperate. The trees can provide enough food to sustain 4 people per caster level for a day. A staff of near-transparent animal or feylike servants (as many as two per caster level) wait upon all who enter. The servants function as <i>unseen servant</i> spells except that they are visible and can go anywhere in the meadow.</p><p>Since the place can be entered only through its special portal, outside conditions do not affect the meadow, nor do conditions inside it pass to the plane beyond.</p>", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "source": "Advanced Class Guide", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "component_text": "V, S, DF", 
    "effects": [
        {
            "text": "extradimensional meadow, up to three 10-ft. cubes/level (S)", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "2 hours/level (D)", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell"
}