{
    "body": "<p>Unless otherwise stated, the people on a team have clothing, a small amount of personal gear appropriate to their line of work, and a place to live&mdash;in other words, lives outside of their involvement with you. You may outfit them with better gear and construct or purchase a place for them to live.</p><p>You don't need to add every team to your organization at once. The price for recruiting a team of beggars and a team of burglars is the same whether you recruit them together or recruit one and add the second team later.</p><p>The composition of a team is flexible and can change over time depending on the nature of your organization. For example, if your thieves' guild has Cutpurses and Robbers, some of them might get caught and jailed, but it is assumed your organization replaces them with individuals of similar skill. In the same way that you don't have to track routine maintenance on a building you own, replacing individuals who leave your organization is factored into the price of the team.</p><p>You can only recruit a team if the character levels of its individual members are equal to or lower than your Leadership score. Even if you don't have the Leadership feat, calculate your Leadership score as your character level + your Charisma modifier.</p><p>Unless otherwise noted, the members of a team are not adventurers and are unwilling to accompany you into dungeons and other deadly locations.</p>", 
    "name": "Creating Organizations from Teams", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Rooms And Teams/Rooms and Teams/Creating Organizations from Teams", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>An Acolyte is a low-level divine spellcaster. In a Cult, Acolytes are the lowest-ranked members of the group and handle most of the interactions with new converts. In a Thieves' Guild, they are responsible for patching up members of the guild after a robbery or gang war. In a Mercenary Company, they look after the spiritual needs and physical injuries of the soldiers.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}