{
    "body": "<p>The unit stat blocks are essentially the same for rooms and teams, and are organized as follows. Where an entry in a stat block would have no value (for example, a room that can't be upgraded from or into something else), that entry is omitted from the stat block.</p>", 
    "name": "Reading a Unit Stat Block", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Rooms And Teams/Rooms and Teams/Reading a Unit Stat Block", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>This entry indicates what bonuses the room or team gives to its building's or organization's checks made to generate capital. Buildings and organizations act like characters in that they can attempt a check each day to earn capital performing skilled work (without costing you any downtime). You must pay for capital earned in this way as normal.</p><p>If the room or team's Earnings entry says \"capital\" and a number, it can contribute a bonus on the building's or organization's skilled work check for any type of capital (gp, Goods, Influence, Labor, or Magic). If the Earnings entry lists specific types of capital, it can contribute a bonus on its building's or organization's skilled work checks only for capital of those types. You can apply each room's or team's bonus to any one listed type or capital each day or divide it among multiple listed types of capital. For example, an Alchemy Lab can generate only gp, Goods, or Magic, and not Influence or Labor. One day you could use all +10 of its bonus on the building's capital check to generate gp, on the next day you could use +5 on a check for generating gp and +5 on a check for generating Goods, and so on.</p><p>Most of the time, it's simplest and quickest to just apply all the gp bonuses from all the rooms in each of your buildings and take 10 on the roll. Other times, you might want to generate other types of capital to construct new rooms, recruit new teams, and make upgrades.</p><p>If you have multiple buildings or organizations in a settlement and they can generate the same kind of capital, you don't have to roll for them separately&mdash;you may add all their capital modifiers together and attempt one check for that kind of capital. If you spend a downtime day earning capital on your own, you may add your building and organization bonuses to your roll instead of rolling separately for yourself and each of your businesses or organizations.</p><p>For a room, the Earnings amount already subtracts the cost of having unskilled employees to do the basic work for you. For example, the Earnings listed for having a Bar already account for the wages of a bartender and servers. For a team, the Earnings amount assumes they are working at a building you own. If you don't provide a building for the team to work in or from, halve the Earnings for that team.</p><p>The description section of the unit stat block might list other benefits unrelated to the downtime system.</p>", 
            "name": "Earnings", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Rooms And Teams/Rooms and Teams/Reading a Unit Stat Block/Earnings", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>The Inn example in the sidebar on page 92 has a Bar, a Common Room, a Kitchen, a Lodging, and a Stall. The Bar gives gp or Influence +10; the Common Room gives gp or Influence +7; the Kitchen gives gp or Goods +4; the Lodging gives gp +12; and the Stall gives gp, Goods, or Labor +8. All of those rooms can earn gp, so if you want to earn gp, just add all the room bonuses together (total +41) and make a skilled work check for the Inn to see how much gp you earn (see page 78). If you wanted to use the Bar's bonus to contribute to generating Influence and use the rest of the rooms' bonuses on gp, you'd attempt one skilled work check for Influence with a +10 modifier (the Bar's bonus) and another skilled work check for gp with a +31 modifier (the total bonuses from the Common Room, Lodging, and Stall).</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }, 
        {
            "body": "<p>This entry lists what non-downtime bonuses the room provides, such skill bonuses or changes to settlement modifiers (such as Corruption, Crime, and Danger). If a room provides a skill bonus, that bonus applies only when you're in the location specified. For example, just because you have a Ballroom in your castle doesn't mean you get its Perform bonus when you're in a dungeon.</p><p>The stat block doesn't list obvious benefits that aren't related to game mechanics. For example, a Bar allows you to sell drinks, a Kitchen allows you to serve food (either for your personal guests or to paying customers if the building is an Inn), and a Magical Repository allows you to research spells.</p>", 
            "source": "Ultimate Campaign", 
            "abbrev": "Rooms Only", 
            "type": "section", 
            "name": "Benefit"
        }, 
        {
            "body": "<p>This entry lists how much Goods, Influence, Labor, and Magic are required to construct the room or recruit the team. It also includes a gp value for purchasing a completed room of that type or recruiting an existing team of that type.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Rooms And Teams/Rooms and Teams/Reading a Unit Stat Block/Create", 
            "type": "section", 
            "name": "Create", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This entry indicates how long it takes to complete the room or recruit the team. You may divide the Time price for a room by 2, 3, or 4 by spending 2, 3, or 4 times its Labor price. You may divide the Time price for a team by 2, 3, or 4 by spending 2, 3, or 4 times its Influence price. You must be in the settlement at the start of the construction or recruitment period, but don't have to spend any of your downtime days to begin construction or recruitment. In effect, you have to be present only to give the order to begin.</p><p>If a team doesn't have a Time price, spending capital to recruit that team doesn't count as a downtime action.</p><p>Note that the Time prices for teams are for recruiting the team for long-term employment and don't reflect the availability of these kinds of NPCs for temporary work. For example, if you need to hire a 3rd-level cleric to cast <i>lesser restoration</i>, you don't have to spend 7 days of downtime recruiting a Priest team&mdash;you can just make standard spellcasting arrangements as described in the <i>Core Rulebook</i>.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Rooms And Teams/Rooms and Teams/Reading a Unit Stat Block/Time", 
            "type": "section", 
            "name": "Time", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If the unit is a room, this entry indicates a range of how many 5-foot squares are needed for a standard room of its type. For example, a Kitchen is 2&mdash;6 5-foot squares. If you need a larger room of this type, construct two rooms and join them. If you need a smaller room of this size, you can make it that smaller size for free. For example, if you only need a 5-foot-square Kitchen, you can construct one at the listed price, even though the smallest size listed is 2 5-foot squares.</p><p>If the unit is a team, this entry indicates how many people are needed for a standard team of its type. Typically the team is no smaller than 50% of this amount and no larger than 150% of this amount. If you need a larger team of this size, recruit two teams and combine them.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Rooms And Teams/Rooms and Teams/Reading a Unit Stat Block/Size", 
            "type": "section", 
            "name": "Size", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Some rooms and teams are variants of or improvements on others. You can change the room or team into the listed upgrade by spending the difference in both capital and time between the original and the new one. For example, if your building includes a Book Repository and you want to upgrade it to a Magical Repository, you can either spend 1 point of Goods, 1 point of Influence, 1 point of Labor, and 2 points of Magic, or spend 270 gp (the difference between the Create entry for a Book Repository and a Magical Repository). You must also spend 4 days (the Time difference between a Book Repository and a Magical Repository).</p><p>Pay the price only for types of capital that increase. For example, if you are converting Bunks into Lodging, you spend 3 points of Goods, 3 points of Labor, and 6 days; even though a Lodging costs less Influence, you don't regain any Influence for performing this upgrade.</p><p>You can't downgrade a room or team. With the GM's permission, you may repurpose any room or team into another room or team as if the change were an upgrade.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Rooms And Teams/Rooms and Teams/Reading a Unit Stat Block/Upgrade", 
            "type": "section", 
            "name": "Upgrade", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A description of the unit follows the statistics, along with more detail about the benefits of having the unit.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Rooms And Teams/Rooms and Teams/Reading a Unit Stat Block/Description", 
            "type": "section", 
            "name": "Description", 
            "source": "Ultimate Campaign"
        }
    ]
}