{
    "body": "<p>Typical city streets are narrow and twisting. Most streets average 15 to 20 feet wide, while alleys range from 10 feet wide to only 5 feet. Cobblestones in good condition allow normal movement, but roads in poor repair and heavily rutted dirt streets are considered light rubble, increasing the DC of Acrobatics checks by 2.</p><p>Some cities have no larger thoroughfares, particularly cities that gradually grew from small settlements to larger cities. Cities that are planned, or perhaps have suffered a major fire that allowed authorities to construct new roads through formerly inhabited areas, might have a few larger streets through town. These main roads are 25 feet wide&mdash;offering room for wagons to pass each other&mdash;with 5-foot-wide sidewalks on either side.</p>", 
    "name": "City Streets", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/City Streets", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"crowds\">Urban streets are often full of people going about their daily lives. In most cases, it isn't necessary to put every 1st-level commoner on the map when a fight breaks out on the city's main thoroughfare. Instead, just indicate which squares on the map contain crowds. If crowds see something obviously dangerous, they'll move away at 30 feet per round at initiative count 0. It takes 2 squares of movement to enter a square with crowds. The crowds provide cover for anyone who does so, enabling a Stealth check and providing a bonus to Armor Class and on Reflex saves.</p>", 
            "name": "Crowds", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/City Streets/Crowds", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>It takes a DC 15 Diplomacy check or DC 20 Intimidate check to convince a crowd to move in a particular direction, and the crowd must be able to hear or see the character making the attempt. It takes a full-round action to make the Diplomacy check, but only a free action to make the Intimidate check.</p><p>If two or more characters are trying to direct a crowd in different directions, they make opposed Diplomacy or Intimidate checks to determine to whom the crowd listens. The crowd ignores everyone if none of the characters' check results beat the DCs given above.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Urban Adventures/Urban Features/City Streets/Crowds/Directing Crowds", 
                    "type": "section", 
                    "name": "Directing Crowds", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}