{
    "body": "<p>This is where you'll find all of the information you need to run the monster in an encounter. A stat block is organized as follows. Note that in cases where a line in a stat block has no value, that line is omitted.</p>", 
    "name": "Stat Block", 
    "url": "pfsrd://Bestiary/Rules/Introduction/Stat Block", 
    "type": "section", 
    "source": "Bestiary", 
    "sections": [
        {
            "body": "<p>The monster's name is presented first, along with its challenge rating (CR) and three icons you can use to quickly identify the creature's role in the game. Challenge rating is a numerical indication of how dangerous a monster is&mdash;the higher the number, the deadlier the creature.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Name and CR"
        }, 
        {
            "body": "<p>Listed here are the total experience points that PCs earn for defeating the monster.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "XP"
        }, 
        {
            "body": "<p>Some monsters do not possess racial Hit Dice and are instead defined by their class levels. For these monsters, their race, class, and level appear here. Unless otherwise noted, the first class listed is the class chosen by the monster as its favored class.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Race, Class, and Level"
        }, 
        {
            "body": "<p>While a monster's size and type remain constant (unless changed by the application of templates or other unusual modifiers), alignment is far more fluid. The alignments listed for each monster in this book represent the norm for those monsters&mdash;they can vary as you require them to in order to serve the needs of your campaign. Only in the case of relatively unintelligent monsters (creatures with an Intelligence of 2 or lower are almost never anything other than neutral) and planar monsters (outsiders with alignments other than those listed are unusual and typically outcasts from their kind) is the listed alignment relatively unchangeable.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Alignment, Size, and Type"
        }, 
        {
            "body": "<p>The creature's initiative modifier followed by any special senses and its Perception check modifier.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Init and Senses"
        }, 
        {
            "body": "<p>If the creature has a particular magical or exceptional aura, it is listed here along with its radius from the creature and, as applicable, a save DC to resist the aura's effects.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Aura"
        }, 
        {
            "body": "<p>The creature's Armor Class, touch Armor Class, and flat-footed Armor Class. The modifiers that generate its AC are listed parenthetically at the end of this entry.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "AC"
        }, 
        {
            "body": "<p>The creature's hit points, followed by its Hit Dice (including modifiers from Constitution, favored class levels, creature type modifiers, and the Toughness feat). Creatures with PC class levels receive maximum hit points for their first HD, but all other HD rolls are assumed to be average. Fast healing and regeneration values, if any, follow the creature's HD.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "hp"
        }, 
        {
            "body": "<p>The creature's Fortitude, Reflex, and Will saves, followed by situational modifiers to those rolls.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Saving Throws"
        }, 
        {
            "body": "<p>All of the creature's unusual defensive abilities. Damage reduction, immunities, resistances, and spell resistance are called out separately as necessary.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Defensive Abilities/DR/Immune/Resist/SR"
        }, 
        {
            "body": "<p>All of the creature's unusual weaknesses are listed here.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Weaknesses"
        }, 
        {
            "body": "<p>The creature's land speed, and additional speeds as necessary for the creature.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Speed"
        }, 
        {
            "body": "<p>The creature's melee attacks are listed here, with its attack roll modifier listed after the attack's name followed by the damage in parentheses.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Melee"
        }, 
        {
            "body": "<p>As Melee above, but for ranged attacks.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Ranged"
        }, 
        {
            "body": "<p>The creature's space and reach&mdash;if the creature's space and reach are standard (one 5-foot square and a reach of 5 feet), this line is omitted.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Space/Reach"
        }, 
        {
            "body": "<p>The creature's special attacks. Full details for these attacks are given at the end of the stat block or in the universal monster rules section.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Special Attacks"
        }, 
        {
            "body": "<p>After listing the caster level of the creature's spell-like abilities, this section lists all of the creature's spell-like abilities, organized by how many times per day it can use the abilities. Constant spell-like abilities function at all times but can be dispelled. A creature can reactivate a constant spell-like ability as a swift action.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Spell-Like Abilities"
        }, 
        {
            "body": "<p>If the creature can actually cast spells, its caster level is indicated here followed by the spells it knows or typically has prepared. Unless otherwise indicated, a spellcasting creature does not receive any of a spellcasting class's other abilities, such as a cleric's ability to spontaneously convert prepared spells to cure or inflict spells.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Spells Known/Prepared"
        }, 
        {
            "body": "<p>The creature's ability scores are listed here. Unless otherwise indicated, a creature's ability scores represent the baseline of its racial modifiers applied to scores of 10 or 11. Creatures with NPC class levels have stats in the standard array (13, 12, 11, 10, 9, 8), while creatures with character class levels have the elite array (15, 14, 13, 12, 10, 8); in both cases, the creature's ability score modifiers are listed at the end of its description.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Ability Scores"
        }, 
        {
            "body": "<p>These values give the creature's base attack, its Combat Maneuver Bonus, and its Combat Maneuver Defense score.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Base Atk/CMB/CMD"
        }, 
        {
            "body": "<p>The creature's feats are listed here. A bonus feat is indicated with a superscript &ldquo;B.&rdquo;</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Feats"
        }, 
        {
            "body": "<p>The creature's skills are listed here. Racial modifiers to skills are indicated at the end of this entry.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Skills"
        }, 
        {
            "body": "<p>The languages most commonly spoken by the creature are listed here. For unusual creatures, you can swap out the languages known for other choices as needed. A creature with a higher-than-normal Intelligence score receives the appropriate number of bonus languages.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Languages"
        }, 
        {
            "body": "<p>Any special qualities possessed by the creature.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "SQ"
        }, 
        {
            "body": "<p>The regions and climates in which the creature is typically encountered are listed here; these often present wider ranges than the icons at the top of the stat block indicate. In this case, the icon listed at the top of the stat block indicates the creature's preferred terrain.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Environment"
        }, 
        {
            "body": "<p>This lists how the creature is organized, including number ranges as appropriate.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Organization"
        }, 
        {
            "body": "<p>The exact value of the creature's treasure depends on if you're running a slow, medium, or fast game, as summarized on Table: Treasure Values per Encounter. In cases where a creature has specific magical gear assigned to it, the assumption is a medium game&mdash;if you play a fast or slow game, you'll want to adjust the monster's gear as appropriate. &ldquo;Standard&rdquo; treasure indicates the total value of the creature's treasure is that of a CR equal to the average party level, as listed on Table: Treasure Values per Encounter. &ldquo;Double&rdquo; or &ldquo;triple&rdquo; treasure indicates the creature has double or triple this standard value. &ldquo;Incidental&rdquo; indicates the creature has half this standard value, and then only within the confines of its lair. &ldquo;None&rdquo; indicates that the creature normally has no treasure (as is typical for an unintelligent creature that has no real lair, although such creatures are often used to guard treasures of varying amounts). &ldquo;NPC gear&rdquo; indicates the monster has treasure as normal for an NPC of a level equal to the monster's CR.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Treasure"
        }, 
        {
            "body": "<p>Finally, any of the creature's more unique special abilities are detailed in full here.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Special Abilities"
        }
    ]
}