{
    "body": "<p>Elves who chose to become adventurers usually follow a martial path, pursue mastery of arcane magic, or seek a career that blends the two. Elves prefer subtlety to outright conflict, but are eager to exhibit their superiority to other races, employing force if finesse and flair are insufficient for the task.</p>", 
    "name": "Elf Adventurers", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Elf Adventurers", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Elves favor classical arcane disciplines over the experimentation and pseudoscience of alchemy, often deriding it as a crude imitation of traditional magic. Elf alchemists often seek the adventuring life to escape the scorn of their fellows.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Alchemist"
        }, 
        {
            "body": "<p>Elf barbarians typically live deep in deserts or jungles, led by wise and mystical elders. They often venture from their homelands in service of their people or to see the world beyond their homes.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Barbarian"
        }, 
        {
            "body": "<p>Elves love art in all its forms. Their sweeping arias, ancient poetry, and graceful dances are the envy of cultured audiences, just as their finesse with arms garners the envy of common warriors.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Bard"
        }, 
        {
            "body": "<p>Elf cavaliers have a long tradition in the ancient noble houses, pursuing and protecting honor with elegance. Their sleek mounts show both great resilience and devotion.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cavalier"
        }, 
        {
            "body": "<p>Elves follow many faiths, and because of their long lives many elves view themselves as blessed by the gods. Many stand for naturalistic philosophies or ancient divine patrons who embody the traits of their people. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cleric"
        }, 
        {
            "body": "<p>Elves have an instinctual bond with nature and the mysterious spirits within it, some even revering such powers, binding nature's forces to themselves and themselves to nature.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Druid"
        }, 
        {
            "body": "<p>Elf fighters are respected for their lightness on their feet, delicate yet deadly precision, and mastery of centuries-old martial traditions.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Fighter"
        }, 
        {
            "body": "<p>Though as a race elves prize freedom and individuality, they are also great traditionalists and quite suspicious of outsiders. Elf inquisitors are not loved, but their judgments and authority are respected.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Inquisitor"
        }, 
        {
            "body": "<p>Elves are contemplative by nature and appreciate those who focus on inward calm and stillness of mind. Elf monks often adopt ageless mantras and examples of balance and finesse in nature as guides.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Monk"
        }, 
        {
            "body": "<p>Elf oracles are quite common and highly respected as keepers of the mysteries of their peoples' ancestors and secrets that predate the world's countless younger races. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Oracle"
        }, 
        {
            "body": "<p>Elf paladins adopt and defend the ancient strictures of their deities, defending their people and soil from all who would despoil their sacred homelands.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Paladin"
        }, 
        {
            "body": "<p>Elves make masterful hunters and scouts, attuned to the environment, keenly aware of their surroundings, and always ready to protect their homelands or punish those who would intrude upon their dominion.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Ranger"
        }, 
        {
            "body": "<p>While thieves, brigands, and their ilk are rare within elven society, elf rogues are common as scouts, infiltrators, and even assassins.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue"
        }, 
        {
            "body": "<p>Magic sings in the blood of all elves, and all sorcerous bloodlines might be found among them, though sorcerers rarely garner the respect wizards enjoy.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Sorcerer"
        }, 
        {
            "body": "<p>Elves have a long tradition of alliance with magical creatures due to their affinity for the mystic arts. While less numerous than sorcerers or wizards, summoners are well represented in elven armies, their eidolons often gossamer creatures of deceptive strength and power. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Summoner"
        }, 
        {
            "body": "<p>Treating with ageless, inscrutable powers of the land, elf witches blend their understanding of nature and mastery of magic into potent hexes and strange arcana. Many develop ties with creatures of their homelands, taking them as familiars to further strengthen their ties to the earth.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Witch"
        }, 
        {
            "body": "<p>Elves cultivate an ancient tradition of magical lore and research in all fields of specialization. For those with the talent to excel, wizardry is one of the surest paths to prestige in elven society.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Wizard"
        }
    ]
}