{
    "body": "<p>You were born and raised in town. You know many of the region's secrets and the locals already know who you are. You aren't quite hated in town, but folk seem to think you're a troublemaker and a bastard and not to be trusted. The town's tougher folk respect you, but the law-abiding citizens don't.  You gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is a class skill for you. In addition, you can choose any one notorious citizen from below as an ally; depending on the person you pick, you'll get different benefits.</p>", 
    "name": "Black Sheep", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Black Sheep", 
    "type": "trait", 
    "subtype": "campaign", 
    "sections": [
        {
            "body": "<p>Everyone suspects the sweaty, shifty-eyed apothecary sells poisons from his cluttered, acrid smelling wreck of a shop. You're one of the few in town who know this for a fact. You start the game with 400 gp worth of poison, and the apothecary will continue to sell you poison as long as you don't spread the word.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Black Sheep/Apothecary", 
            "type": "section", 
            "name": "Apothecary", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>A local unscrupulous family was hit hard recently, revealing criminal ties that damaged its reputation as well. One noble is eager to rebuild his presence in town, and you're one of the ones he's selected as an agent. Choose one of the following skills:  Bluff, Sleight of Hand, or Stealth. Your work for the family gives you a +1 trait bonus on that skill, and it is always a class skill for you.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Black Sheep/Bitter Nobleman", 
            "type": "section", 
            "name": "Bitter Nobleman", 
            "source": "Advanced Player's Guide"
        }
    ]
}