{
    "body": "<p>You are not from town; you've recently come from somewhere else and are hoping to make your fortune here. Pick one of the following reasons to be a newcomer to the area.</p>", 
    "name": "Outlander", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander", 
    "type": "trait", 
    "subtype": "campaign", 
    "sections": [
        {
            "body": "<p>The secrets of an ancient fallen civilization intrigue you, particularly the magical traditions of its highly mystical culture. You've studied magic intensely, and hope to increase that knowledge by adding ancient lore. You've come to the region to pursue that study, and chose the town as your base because it was out of the way of bigger cities&mdash;meaning less competition to study the ancient monuments in the region, you hope!  You gain a +1 trait bonus on Knowledge (arcana) checks, and Knowledge (arcana) is a class skill for you. If you cast arcane spells, pick three spells on your spell list. You are particularly adept at casting these spells, so they function at +1 caster level when you cast them, and their save DCs (if any) gain a +1 bonus.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander/Lore Seeker", 
            "type": "section", 
            "name": "Lore Seeker", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>For whatever reason, you were forced to flee your homeland. Chance or fate has brought you to town, and it's here that your money ran out, leaving you stranded in this small town. You are also being pursued by enemies from your homeland, and that has made you paranoid and quick to react to danger. You gain a +2 trait bonus on Initiative checks.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander/Exile", 
            "type": "section", 
            "name": "Exile", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>You have come to town to see about expanding the presence of your chosen faith after receiving visions that told you your faith is needed in the region&mdash;what that need is, though, you're not quite sure. You gain a +1 trait bonus on Knowledge (religion) checks, and Knowledge (religion) is a class skill for you. If you cast divine spells, pick three spells on your spell list. You are particularly adept at casting these spells, so they function at +1 caster level when you cast them, and their save DCs (if any) gain a +1 bonus.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander/Missionary", 
            "type": "section", 
            "name": "Missionary", 
            "source": "Advanced Player's Guide"
        }
    ]
}