{
    "body": "<p>Some intelligent items have special purposes that guide their actions. Intelligent magic items with a special purpose gain a +2 Ego bonus. An item's purpose must suit the type and alignment of the item. A magic item with a purpose should be treated as an individual with a goal, not a fanatical parody. For example, a purpose of \"defeat/slay arcane spellcasters\" doesn't mean that an intelligent  sword forces the wielder to kill every wizard she sees. Nor does it mean that the sword believes it is possible to kill every wizard, sorcerer, and bard in the world. It does mean that the item hates arcane spellcasters and wants to bring an end to the rule of a sorcerer-queen in a nearby land. Likewise, a purpose of \"defend elves\" doesn't mean that if the wielder is an elf, he only wants to help the wielder. It means that the item wants to be used in furthering the cause of elves, stamping out their enemies and aiding their leaders. A purpose of \"defeat/slay all\" isn't just a matter of self-preservation. It means that the item won't rest (or let its wielder rest) until it places itself above all others. </p><p>The table below has a number of sample purposes that a magic item might possess. If the wielder specifically ignores or goes against an intelligent item's special purpose, the item gains a +4 bonus to its Ego until the wielder cooperates. This is in addition to the +2 Ego bonus gained by items with a special purpose.</p>", 
    "name": "Special Purpose Items", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Intelligent Items/Special Purpose Items", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<table id=\"intelligent-item-purpose-table\"><caption>Intelligent Item Purpose</caption><thead><tr><th>d%</th><th>Purpose</th><th>Ego Modifier</th></tr></thead><tr class=\"odd\"><td>01&ndash;20</td><td>Defeat/slay diametrically opposed alignment*</td><td>+2</td></tr><tr class=\"even\"><td>21&ndash;30</td><td>Defeat/slay arcane spellcasters (including spellcasting monsters and those that use spell-like abilities)</td><td>+2</td></tr><tr class=\"odd\"><td>31&ndash;40</td><td>Defeat/slay divine spellcasters (including divine entities and servitors)</td><td>+2</td></tr><tr class=\"even\"><td>41&ndash;50</td><td>Defeat/slay nonspellcasters</td><td>+2</td></tr><tr class=\"odd\"><td>51&ndash;55</td><td>Defeat/slay a particular creature type (see the <i>bane</i> special ability for choices)</td><td>+2</td></tr><tr class=\"even\"><td>56&ndash;60</td><td>Defeat/slay a particular race or kind of creature</td><td>+2</td></tr><tr class=\"odd\"><td>61&ndash;70</td><td>Defend a particular race or kind of creature</td><td>+2</td></tr><tr class=\"even\"><td>71&ndash;80</td><td>Defeat/slay the servants of a specific deity</td><td>+2</td></tr><tr class=\"odd\"><td>81&ndash;90</td><td>Defend the servants and interests of a specific deity</td><td>+2</td></tr><tr class=\"even\"><td>91&ndash;95</td><td>Defeat/slay all (other than the item and the wielder)</td><td>+2</td></tr><tr class=\"odd\"><td>96&ndash;100</td><td>Choose one</td><td>+2</td></tr><tfoot><tr><td colspan=\"3\">* The purpose of the neutral (N) version of this item is to preserve the balance by defeating/slaying powerful beings of the extreme alignments (LG, LE, CG, CE).</td></tr></tfoot></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Intelligent Items/Special Purpose Items/Intelligent Item Purpose", 
            "type": "table", 
            "name": "Intelligent Item Purpose", 
            "source": "Ultimate Equipment"
        }
    ]
}