{
    "body": "<p>The following are additional cursed items that may arise from faulty item crafting&mdash;or in some cases, deliberate construction. Many cannot be discarded unless a successful <i>remove curse</i>, <i>break enchantment</i>, or similar magic is used on them.</p>", 
    "name": "Cursed Items", 
    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "slot": "none", 
            "name": "Buffoon's Sword", 
            "weight": "2 lbs.", 
            "cl": "10th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Buffoons Sword", 
            "type": "item", 
            "source": "Advanced Player's Guide", 
            "aura": "moderate divination", 
            "sections": [
                {
                    "body": "<p>This blade seems and behaves in all ways as a <i>sword of subtlety</i> until actually used in combat. Once used in combat, it imposes a &ndash;10 penalty on all Stealth checks made by its wielder. It also makes it nearly impossible for the owner to tell a lie or engage in any other sort of subterfuge. Each time he does so, he must make a DC 15 Will saving throw to avoid blurting out the truth or taking some other involuntary action that spoils his attempted ruse. Only curse-ending magic can rid the wielder of the sword once its curse activates.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>sword of subtlety</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ]
        }, 
        {
            "slot": "ring", 
            "name": "Cannibal Ring", 
            "weight": "&mdash", 
            "cl": "16th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Cannibal Ring", 
            "type": "item", 
            "subtype": "ring", 
            "aura": "strong transmutation", 
            "sections": [
                {
                    "body": "<p>This simple and unadorned copper ring appears slightly tarnished, but seemingly wards off the effects of hunger or other sorts of deprivation; all tests reveal it to be a <i>ring of sustenance</i>. However, after wearing it for 7 days, its owner instead comes to suffer from almost constant hunger and thirst, which, if not sated, ultimately drives him mad enough to become a cannibal. The wearer must eat and drink a full day's worth of food and water each hour to avoid making a starvation or thirst check. Once the wearer starts to take lethal damage instead of nonlethal damage due to failed checks, he begins to experience ever more powerful cravings for the flesh of intelligent creatures (any living creature with an Intelligence of 3 or higher).</p><p>Once the wearer feasts in such a manner, he recovers all nonlethal damage sustained from hunger and thirst, though he continues to suffer lethal damage on failed starvation and thirst checks. The next time he is in a situation in which he could eat part of an intelligent being, he must make a DC 15 Will save or dine on the forbidden meat. If the wearer succumbs to this urge again, he recovers all lethal damage from failed starvation and thirst checks, and realizes cannibalism is the key to avoiding the increased hunger and thirst&mdash;on any day he eats at least one meal of flesh from an intelligent creature, he does not have to make hourly starvation and thirst checks, and recovers any accumulated damage from failing these checks. Once its curse activates, the ring cannot be removed until the curse is broken.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>ring of sustenance</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ], 
            "source": "Advanced Player's Guide"
        }, 
        {
            "slot": "shoulders", 
            "name": "Cloak of Immolation", 
            "weight": "1 lb.", 
            "cl": "12th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Cloak of Immolation", 
            "type": "item", 
            "subtype": "shoulders", 
            "aura": "strong evocation", 
            "sections": [
                {
                    "body": "<p>This cloak appears to be a finely made normal garment that radiates protective magic. The cloak can be handled or examined without harm, but when it is put on, it immediately bursts into flames that burn continuously but do not harm the cloak, only its wearer. The cloak deals 1d6 points of fire damage each round and cannot be removed unless the curse is broken. Sufficient amounts of water or other smothering materials can douse the flames temporarily, but the cloak reignites when exposed to air again. Spells like <i>resist energy</i>, <i>protection from energy</i>, and similar effects can protect the wearer against the cloak's flames while they last.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>any cloak</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ], 
            "source": "Advanced Player's Guide"
        }, 
        {
            "slot": "headband", 
            "name": "Crown of Blindness", 
            "weight": "1 lb.", 
            "cl": "10th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Crown of Blindness", 
            "type": "item", 
            "subtype": "headband", 
            "aura": "moderate illusion", 
            "sections": [
                {
                    "body": "<p>This fine silver circlet is often set with a milky moonstone. When a wearer places it on his head, the stone quickly goes dark like the waning moon, and the wearer must make a DC 14 Fortitude saving throw or immediately go blind. The saving throw must be made each round that the crown is worn until the wearer succumbs to the blindness. Removing the circlet requires breaking the curse. The blindness can be cured using <i>remove blindness/deafness</i> or any spell normally used to end a curse.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>headband of alluring charisma, headband of inspired wisdom, headband of mental prowess, headband of mental superiority, headband of vast intelligence, moon circlet</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ], 
            "source": "Advanced Player's Guide"
        }, 
        {
            "slot": "armor", 
            "name": "Gravesoul Armor", 
            "weight": "20 lbs.", 
            "cl": "10th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Gravesoul Armor", 
            "type": "item", 
            "subtype": "armor", 
            "aura": "moderate enchantment", 
            "sections": [
                {
                    "body": "<p>This armor behaves in all ways as if it were <i>+1 undead controlling studded leather</i> until its owner actually attempts to use its special property. At that point, the wearer and all living creatures within a 20-foot radius must each make a DC 15 Will saving throw to avoid believing that they are actually some sort of undead creature for the next 24 hours. The GM can either roll randomly (1d6; 1&ndash;3 zombies, 4&ndash;5 ghouls, 6 vampire) or choose which sorts of undead the affected creatures believe themselves to be, customizing to the personality and abilities of each creature. Creatures affected by the armor behave as normal for the sorts of undead they regard themselves&mdash;&ldquo;zombies&rdquo; mindlessly attack unassociated creatures near them, vampires attempt to bite victims on the neck, and so on&mdash;but gain none of the special abilities of that creature. The affected creatures react negatively to effects that harm &ldquo;their&rdquo; type of undead, so &ldquo;vampires&rdquo; avoid garlic, &ldquo;wraiths&rdquo; recoil from sunlight, and so on. The creatures otherwise continue to believe they are actually undead and ignore all evidence to the contrary. If attacked, they defend themselves, even if this requires using abilities they have but &ldquo;their&rdquo; type of undead normally lacks; for example, a barbarian who thinks she's a ghoul can still rage. Channel energy and other undead-affecting effects have no effect on creatures affected by <i>gravesoul armor</i>.</p><p>This is a mind-affecting, compulsion enchantment. The wearer of the armor can use this power up to three times per day, though it can only work on a particular creature once in any 24-hour period. Regardless of the curse, the armor is still <i>+1 studded leather</i>, and some characters may find it useful despite its (nonexistent) power over undead. Unlike most cursed items, this one is easily discarded without any magical assistance.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>+1 undead controlling studded leather</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ], 
            "source": "Advanced Player's Guide"
        }, 
        {
            "slot": "head", 
            "name": "Hat of Hatreds", 
            "weight": "&mdash", 
            "cl": "10th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Hat of Hatreds", 
            "type": "item", 
            "subtype": "head", 
            "aura": "moderate illusion", 
            "sections": [
                {
                    "body": "<p>This hat performs in all ways like a <i>hat of disguise</i> until its owner attempts to use it to disguise himself in the presence of a hostile creature. Once he does, the hat causes him to assume the guise of the creature or person the hostile creature most wants to harm. The hat never causes the wearer to assume the appearance of someone the viewer wouldn't harm if he had the opportunity (for example, the greatly feared leader of the local temple).</p><p>Once the hat reveals its true abilities, it no longer responds to attempts by its wearer to change his appearance. Instead, it automatically causes him to take on the guise of someone known to and despised by those viewing him, complete with supplementary illusions that make that wearer appear disoriented, injured, or weak. For example, in a goblin lair, the wearer might look like the tribe's chief, but sleepy and vulnerable. In a human town, the wearer may look like the hated local bully, drunk and staggering. In an evil town, the wearer looks like a confused visitor and appears to be an ideal target to victimize with some crime.</p><p>Curse-breaking magic is necessary to remove the hat.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>hat of disguise</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ], 
            "source": "Advanced Player's Guide"
        }, 
        {
            "slot": "belt", 
            "name": "Girdle of Opposite Gender", 
            "weight": "1 lb.", 
            "cl": "10th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Girdle of Opposite Gender", 
            "type": "item", 
            "subtype": "belt", 
            "aura": "moderate transmutation", 
            "sections": [
                {
                    "body": "<p>When this magical belt is put on, the wearer must immediately make a DC 20 Fortitude saving throw or be transformed into a person of the opposite gender. The character's abilities, mind, and spirit remain unaffected; only the character's sex changes. If the character's saving throw is a natural 1, the item actually removes all gender from the wearer, giving him an androgynous, neutered appearance. The change is permanent unless undone with curse-removing magic. Once its magic takes effect, the belt can be removed without effort. A creature can only be affected by a particular girdle once, though other girdles of this type can cause another transformation.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>any belt</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ], 
            "source": "Advanced Player's Guide"
        }, 
        {
            "slot": "shield", 
            "name": "Planar Invasion Shield", 
            "weight": "15 lbs.", 
            "cl": "17th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Planar Invasion Shield", 
            "type": "item", 
            "subtype": "shield", 
            "aura": "strong conjuration", 
            "sections": [
                {
                    "body": "<p>This impressive shield seems to be and behaves in all ways as an <i>absorbing shield</i> until its owner attempts to use its disintegration power in combat. Once he does, it instead causes one or more monsters to pour forth from the shield and attack the nearest creature each round (including the shield-bearer) for 1d6 rounds before retreating from the battle by the safest possible route. If there is no such path for them to escape, the monsters fight to the death. To determine the nature and number of the monsters, roll 2d4 to determine the level of the summon monster spell and roll 1d3 to determine the number of creatures that appear. Monsters conjured by this shield remain until killed, act as normal for their kind, and are treated as summoned creatures with a permanent duration.</p><p>Once its curse activates, the shield calls forth monsters three times per day, approximately every 8 hours. If the monsters cannot emerge directly from the shield and survive (for example, because it's buried or underwater), they instead appear at the nearest safe location within 50 feet. Successful curse-breaking magic cast on the shield restores it to its previous guise as an <i>absorbing shield</i> and allows its wearer to abandon it.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>absorbing shield</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ], 
            "source": "Advanced Player's Guide"
        }, 
        {
            "slot": "none", 
            "name": "One-Way Window", 
            "weight": "1 lb. (20 lbs. in larger form)", 
            "cl": "5th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/One-Way Window", 
            "type": "item", 
            "source": "Advanced Player's Guide", 
            "aura": "faint divination", 
            "sections": [
                {
                    "body": "<p>This small, 6-inch-square glass tablet grows to a 6-foot-by-3-foot window if placed on any sufficiently large vertical surface and returns to its original size if removed. The window melds ever so slightly into the surface, allowing it to ignore minor protrusions, curves, or anything else that would normally make it difficult to simply lay down a pane of glass. On command, the front of this glass displays all activities on the other side of this surface like a window, piercing wood, earth, or stone up to 10 feet deep, but not metal. The window does not reveal its existence to non-hostile creatures depicted within it, allowing observers to study them at their leisure.</p><p>However, once the owner of the window uses it to spy on hostile creatures, its curse activates. From that moment on, the window presents its owner and anyone looking through the window with an artificial image of the other side designed to lull them into a sense of false confidence&mdash;enemies appear sleeping or drunk, pits have obvious plank bridges for easy crossing, and so on. While presenting this image to those in front of the mirror, it reveals those viewers to the enemies being observed, creating a two-way window; however, viewed creatures see those using the mirror accurately and can read their thoughts as if using <i>detect thoughts</i>. Furthermore, the image shown to those using the mirror does not reveal that the creatures they are watching can see them as well. Once the curse activates, the owner comes to regard using the mirror to spy ahead as his most effective tactic (after all, it has no limit to its duration) and does so whenever possible until curse-breaking magic frees him from its influence (anyone who uses the mirror to spy on hostiles, even if he wasn't the one to activate the mirror, is also subject to this desire to continue using it).</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Requirements </b>mirror of life trapping, mirror of opposition</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ]
        }, 
        {
            "slot": "ring", 
            "name": "Ring of Truth", 
            "weight": "&mdash", 
            "cl": "9th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Ring of Truth", 
            "type": "item", 
            "subtype": "ring", 
            "aura": "moderate enchantment", 
            "sections": [
                {
                    "body": "<p>Deceptively pleasant looking, a <i>ring of truth</i> bears images of childlike angels and broadly smiling divine creatures holding onto links of a heavy chain. The wearer of this cursed ring is rendered unable to tell a deliberate lie, in either speech or writing. The wearer may simply omit the truth or choose not to communicate, but even then must succeed on a DC 20 Will saving throw to avoid answering a direct question truthfully. The wearer cannot remove the ring unless the magic of the curse is negated.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>ring of mind shielding, ring of x-ray vision</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ], 
            "source": "Advanced Player's Guide"
        }, 
        {
            "slot": "none", 
            "name": "Riot Pipes", 
            "weight": "3 lbs.", 
            "cl": "10th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Riot Pipes", 
            "type": "item", 
            "source": "Advanced Player's Guide", 
            "aura": "moderate enchantment", 
            "sections": [
                {
                    "body": "<p>This simple musical instrument seems and behaves in all ways like any other kind of magical pipes until its owner plays it in an urban setting. Once he does, it requires all people within hearing to make a DC 15 Will saving throw to avoid falling into a murderous fury. Those who fail their saves gain the effects of a <i>rage</i> spell for the next 1d6 hours and experience a strong compulsion (Will DC 15 negates) to attack any stranger or disliked person whom they encounter during this time. If the owner spends more than 3 consecutive days in an urban setting, he must make a DC 15 Will saving throw each day to avoid playing the <i>riot pipes</i> at some point during each subsequent day. The pipes remain with the player until the curse is broken.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>pipes of haunting, pipes of the sewers, pipes of sounding</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ]
        }, 
        {
            "slot": "none", 
            "name": "Rod of Arson", 
            "weight": "5 lbs.", 
            "cl": "12th", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Rod of Arson", 
            "type": "item", 
            "source": "Advanced Player's Guide", 
            "aura": "strong evocation", 
            "sections": [
                {
                    "body": "<p>All tests indicate that this hollow metal tube is a <i>rod of flame extinguishing</i> until its owner uses it to extinguish or suppress a fire in a combat or other sort of dangerous situation. Once he does, he discovers that rather than quenching the flame, the rod causes the flame to enter his body. This flame persists inside of him for the next 24 hours, causing minor discomfort and giving him the sickened condition, but causing no visible injury. However, when the wielder is adjacent to or within a flammable object or structure, he feels inclined to set the object ablaze, using whatever means at his disposal. Each round the wielder resists this urge, he takes 1d6 points of fire damage as the flame within him surges and roils. After 1 minute of this, he must make a DC 15 Will save or succumb to the temptation; if he saves, the urge passes, the internal fire stops harming him, and he can interact normally with the flammable target thereafter.</p><p>Once the curse reveals itself, the owner must make a DC 15 Will saving throw to avoid using it to extinguish or suppress any fire he encounters which he himself did not start. He cannot use the rod against fires that he personally started. Successful curse-breaking magic allows the wielder to get rid of the rod and harmlessly dissipates any fire persisting inside him from the action of the rod.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p class='stat-block-1'><b>Magic Items </b>rod of flame extinguishing</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Creation"
                }
            ]
        }
    ]
}