{
    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Beyond well-known magic items, from ubiquitous <i>potions of cure light wounds</i> to prized relics like <i>holy avengers</i>, stretch troves of legendary treasures, rare masterworks discovered in the depths of the deadliest dungeons or groundbreaking discoveries crafted by geniuses and madmen. This chapter reaches past the familiar items of the <i>Pathfinder RPG Core Rulebook</i>, revealing a wealth of magical masterpieces, some long renowned, others entirely new. GMs who wish to incorporate these new magical items should feel free to make these treasures just as pervasive and fundamental elements of their campaigns as those in the <i>Core Rulebook</i>.</p><p>With the exception of potions, scrolls, and wands, all the various types of magic items are presented in this chapter. The new spells presented in Chapter 5 are just as likely to be found brewed into potions, written upon scrolls, or empowering wands as those in the <i>Core Rulebook</i>, and might be discovered as such items following the same rules detailed in Chapter 15 of that book.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Magic Items"
        }, 
        {
            "body": "<p>The following descriptions include notes on activation, random generation, and other material. The AC, hardness, hit points, and break DC are given for typical examples of some magic items. The AC assumes that the item is unattended and includes a &ndash;5 penalty for the item's effective Dexterity of 0. If a creature holds the item, use the creature's Dexterity modifier in place of the &ndash;5 penalty.</p><p>Each of the following topics is covered in notational form as part of an item's description.</p>", 
            "name": "Magic Item Descriptions", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items/Magic Item Descriptions", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p id=\"aura\">Most of the time, a <i>detect magic</i> spell reveals the school of magic associated with the magic item and the strength of the aura that the item emits. See the <i>detect magic</i> spell description for details.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items/Magic Item Descriptions/Aura", 
                    "type": "section", 
                    "name": "Aura", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"caster-level-(cl)\">An item's caster level indicates its relative power. It also determines the item's saving throw bonus, as well as range or other level-dependent aspects of the item's powers (if variable). It also determines the level that must be contended with should the item come under the effect of a <i>dispel magic</i> spell or similar situation.</p><p>The creator's caster level must be as high as the item's caster level (and additional requirements may effectively put a higher minimum on the creator's level).</p>", 
                    "name": "Caster Level", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items/Magic Item Descriptions/Caster Level", 
                    "source": "Advanced Player's Guide", 
                    "abbrev": "CL", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"slot\">Most magic items can only be utilized if worn or wielded in their proper slots. If the item is stowed or placed elsewhere, it does not function. If the slot is listed as &ldquo;none,&rdquo; the item functions while in the character's possession.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items/Magic Item Descriptions/Slot", 
                    "type": "section", 
                    "name": "Slot", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"price\">This amount is the cost, in gold pieces, to purchase the item, if it is available for sale. Generally speaking, magic items can be sold by PCs for half this value.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items/Magic Item Descriptions/Price", 
                    "type": "section", 
                    "name": "Price", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"weight\">This figure is the weight of the item. When a weight figure is not given, the item has no weight worth noting (for purposes of determining how much of a load a character can carry).</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items/Magic Item Descriptions/Weight", 
                    "type": "section", 
                    "name": "Weight", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"description\">This section of a magic item describes the item's powers and abilities.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p id=\"construction\">With the exception of artifacts, most magic items can be built by a spellcaster with the appropriate feats and prerequisites. This section describes the requirements for and cost of creating a magic item.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items/Magic Item Descriptions/Construction", 
                    "type": "section", 
                    "name": "Construction", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"requirements\">Certain requirements must be met in order for a character to create a magic item. These include feats, spells, and miscellaneous prerequisites such as level, alignment, and race or kind.</p><p>A required spell may be provided by a character who has prepared the spell (or who knows the spell, in the case of a spontaneous caster), or through the use of a spell completion or spell trigger magic item or a spell-like ability that produces the desired spell effect. For each day that passes in the creation process, the creator must expend one spell completion item or one charge from a spell trigger item if either of those objects is used to supply a requirement.</p><p>It is possible for more than one character to cooperate in the creation of an item, with each participant providing one or more of the requirements. In some cases, cooperation may even be necessary.</p><p>If two or more characters cooperate to create an item, they must agree among themselves who will be considered the creator for the purpose of determinations where the creator's level must be known.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Requirements"
                }, 
                {
                    "body": "<p id=\"cost\">This figure is the cost in gold pieces to create the item. Generally this cost is equal to half the price of an item, but additional material components might increase this number. The cost to create the item includes the costs derived from the base cost plus the costs of the components.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items/Magic Item Descriptions/Cost", 
                    "type": "section", 
                    "name": "Cost", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>How pervasive a GM chooses to make the magic items in this chapter is entirely a matter of personal preference. There's no reason these new items need to be any rarer than those found in the <i>Core Rulebook</i>, and they can be integrated into a campaign just as easily. Alternatively, GMs interested in adding an unexpected element to their next encounter or treasure hoard might easily incorporate the properties and specific treasures presented here. As players tend to leaf through the magic item chapter of the <i>Core Rulebook</i> when outfitting their characters, many become quite familiar with the treasures and effects therein. Thus, incorporating any of the following items&mdash;especially those that draw upon features first presented elsewhere in this book, like new metamagic rods&mdash;allows a GM to surprise and intrigue even the most experienced players. </p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Magic Items/New Magic Items in a Campaign", 
            "type": "section", 
            "name": "New Magic Items in a Campaign", 
            "source": "Advanced Player's Guide"
        }
    ], 
    "name": "Magic Items", 
    "source": "Advanced Player's Guide"
}