{
    "body": "<p>For the urban ranger, the streets and sewers of the city are just as dangerous as the barren wastelands or the deep forests. An urban ranger has the following class features.</p>", 
    "name": "Urban Ranger", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Urban Ranger", 
    "type": "class_archetype", 
    "subtype": "ranger", 
    "sections": [
        {
            "body": "<p id=\"urban-ranger\">At 1st level, an urban ranger adds Disable Device and Knowledge (local) to his list of class skills and removes Handle Animal and Knowledge (nature) from his list of class skills.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Urban Ranger"
        }, 
        {
            "body": "<p id=\"favored-community\">At 3rd level, the urban ranger forms a bond with a community. While inside the limits of this community, he gains a +2 bonus on initiative checks and Knowledge (local), Perception, Stealth, and Survival skill checks. An urban ranger traveling through his favored community leaves no trail and cannot be tracked (although he may leave a trail if he so desires).</p><p>At 8th level, and every five levels thereafter, an urban ranger may select an additional favored community. In addition, at each such interval, the skill bonus and initiative bonus in any one favored community (including the one just selected, if so desired) increases by +2. </p><p>For the purposes of this ability, a community is any settlement consisting of 100 or more individuals. The community may be larger than this minimum. Outlying farms, fields, and houses are not considered part of a community. This ability replaces favored terrain.</p>", 
            "name": "Favored Community", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Urban Ranger/Favored Community", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"trapfinding\">At 3rd level, an urban ranger can find and disable traps, as the rogue class feature of the same name. This ability replaces endurance.</p>", 
            "name": "Trapfinding", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Urban Ranger/Trapfinding", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"push-through\">At 7th level, an urban ranger is never slowed by difficult terrain in his favored communities. In addition, he can move through the space occupied by local citizens as if they were allies. This does not apply to creatures intent on harming the ranger. Areas that are enchanted or magically manipulated to impede motion, however, still affect him. This replaces woodland stride.</p>", 
            "name": "Push Through", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Urban Ranger/Push Through", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"blend-in\">An urban ranger of 12th level or higher can use his Stealth bonus in place of a Disguise skill check in any of his favored communities. This disguise does not take an action to don. He must make a check whenever someone attempts to pick him out from the local citizens. If his check is successful, he blends into the crowd. While not invisible, enemies do not notice his presence and take no actions against him unless they are taking actions against the local citizens in general. This replaces camouflage.</p>", 
            "name": "Blend In", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Urban Ranger/Blend In", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"invisibility-trick\">At 17th level, the urban ranger can cast <i>greater invisibility</i> on himself as a wizard of his ranger level as a swift action. He can use this spell-like ability a number of times per day equal to his Wisdom modifier (minimum 1). This ability replaces hide in plain sight.</p>", 
            "name": "Invisibility Trick", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Ranger/Ranger Archetypes/Urban Ranger/Invisibility Trick", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}