{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>Asuras are immortal beings whose origins are rooted in rejection and destruction. They are manifestations of divine accident, living blasphemies risen from mistakes made by the gods themselves. Given horrible life through these unspeakable divine errors, the asuras seek to sow doubt among mortals and ultimately revenge themselves upon the gods for their accursed existences. </p><p>Most asuras share a cohesive philosophy that culminates in nothing less than the systematic destruction of everything the gods have had a hand in creating. To this end, asuras study and meditate on the nature of creation so that they might better know how the cosmos can be unmade. The simplest among these fiends seek out the pious to torment, as well as holy places and relics to pollute with the taint of loathing and faithlessness. Once the destruction or corruption of a holy place is complete, asuras might take up residence in the area to contemplate what they have wrought and consider future misdeeds. The precise records and histories some temples keep can end up being the undoing of other bastions of faith. Thus, asuras spread.</p><p>Asuras have reason to seek places to dwell and brood, for unlike many other outsiders, the asuras have no realm to call their own. While the largest population of them dwells in the vast wildernesses of Hell, these fiends can be found throughout the Great Beyond, living anywhere they can make room for themselves. Asuras spend time plotting and nurturing their vast abhorrence of all things. They perfect arts of war and ruin. Even devils are unsafe in asura domains, because although asuras share the alignment of their hellspawned neighbors, devils are proper creatures of the extant multiverse. So consuming is asura antipathy that devils too must eventually fall for asuras to accomplish their ultimate goal.</p><p>Despite their warlike and devastating actions, most asuras have an ascetic quality and great insight into reality. They know a great deal about the cosmos. Further, little in the way of material wealth or comfort can sway them from their goals. An asura might possess treasure, probably pillaged from temples lost to asura raids, and it might have servants to see to its wants and needs. However, it values such aspects of existence only insofar as they help the asura move toward its ends.</p><p>Other asuras perfect modes of fighting or act as guardians or even extraplanar mercenaries. Such asuras become instruments of ruin, their presence antithetical to the lives of their enemies, whomever those foes might be. They rarely care whom or what they are hired to battle, so long as they can end the existence of a deity's work. </p><p>Asuras often collect and guard treasuries of looted religious relics, letting such objects serve as bait for pious heroes powerful enough to locate such treasures despite the asuras' elusive aura. The fiends know the loss of such holy objects often grieves and undermines the beliefs of common members of a faith, and so do all they can to draw out such spiritual suffering. </p><p>While an asura's individual incarnations can be slain, these fiends are nearly impossible to destroy permanently. The divine spark in them returns to the presence of mighty asura lords, the asura ranas, in Hell or elsewhere. Within a variable amount of time, usually some multiple of 7 years, a slain asura reincarnates as a weaker asura. A truly devoted asura that died in service to the asura cause might be given its old form at the cost of some of the asura rana's essence. Reincarnated asuras remember their past lives, their origins, and any enemy who has wronged them, and while their appearances and resources change, their thirst for revenge is eternal.</p><p>Rarely, however, contemplation on the nature of the multiverse or a desire for something more than eternal strife causes an asura to choose a different course. Such asuras meditate to become closer to that which they once sought to destroy, purifying themselves of their soul-burning hatred. Redeemed asuras are seldom good or religious, but they do wander the planes, dispensing wisdom and working against wanton destruction. Evil asuras loathe these traitors, and seek them out to destroy them with teeming fervor.</p>", 
            "type": "section", 
            "name": "Asura", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "text": "<p>Asuras can grow mighty indeed in their endless cycle of reincarnation. The most powerful among them are the asura ranas who dwell in ruined holy places, abandoned deific domains, or in the wilds of Hell. These potent fiends have unique forms, and can demand anything of lesser members of their race, as they are revered as sages and profane bodhisattvas. They usually dwell in places that allow them to deny devotees of the deities access to holy objects or sites. The following list includes several asura ranas named in myth and tales of woe.</p><ul><li>Andak the Dismembered</li>\n<li>Bohga the Treasurer</li>\n<li>Chugarra the Guru of Butchers</li>\n<li>Chupurvagasti, Lady of Poison Mist </li>\n<li>Gavidya the Numberless</li>\n<li>Hydim of the Eternal Fast</li>\n<li>Ioramvol with the Mouth Full of Boulders</li>\n<li>Maeha, Father of False Worlds</li>\n<li>Onamahli the Twice Pure</li>\n<li>Rahu the Sun Eater</li>\n<li>Rytara, Serpent of the Eastern Eye</li>\n<li>Taraksun, Awakener of Wrath</li>\n<li>Zurapadyn, the Beast Who Waits in Smoke</li></ul>", 
                    "type": "section", 
                    "name": "Known Asura Ranas", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "17", 
            "ac": "20, touch 14, flat-footed 16 (+3 Dex, +1 dodge, +6 natural)", 
            "special_attacks": "dance of disaster", 
            "intelligence": "13", 
            "racial_modifiers": "Acrobatics (+4 when jumping), +6 Escape Artist, +4 Perception", 
            "resist": "acid 10, electricity 10", 
            "melee": "2 mwk kukris +15/+10 (1d4+5/18-20), 2 claws +9 (1d4+2)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "40 ft.", 
            "alignment": "LE", 
            "size": "Medium", 
            "environment": "any (Hell)", 
            "strength": "20", 
            "constitution": "17", 
            "source": "Bestiary 3", 
            "treasure": "standard (2 masterwork kukris, other treasure)", 
            "charisma": "16", 
            "languages": "Common, Infernal; telepathy 100 ft.", 
            "immune": "curse effects, disease, flanking, poison", 
            "init": "+3", 
            "fortitude": "+6", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +9)<p class=\"stat-block-2\">At will- <i>feather fall, greater teleport</i> (self plus 50 lbs. of objects only), <i>spider climb</i></p><p class=\"stat-block-2\">3/day-<i>blink, blur, mirror image, spike growth</i></p><p class=\"stat-block-2\">1/day-summon (level 4, 1 adhukait 35%)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Dodge, Lightning Reflexes, Mobility, Nimble Moves", 
            "senses": "all-around vision, darkvision 60 ft.; Perception +19", 
            "description": "A pair of spiked fiends, interwoven through bodily cavities and impaling limbs, spin in a dance with their twin curved knives.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Dance of Disaster", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Whenever an adhukait hits with a melee attack during a full-attack action, it can move 10 feet before making its next attack. The adhukait's normal speed does not limit this movement&mdash;it can move 10 feet after any successful hit among its four attacks, as long as it has another attack to make.", 
                            "sections": []
                        }, 
                        {
                            "name": "Dual Mind", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "An adhukait is a single creature with two distinct minds, so it can attempt two saving throws against mind-affecting effects. If either saving throw succeeds, the mind-affecting effect fails to affect the adhukait.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Known also as the twinned ones, adhukaits are warrior asuras, specialized at quick raids designed for theft, assassination, or kidnapping. An adhukait is adept at infiltration and escape. In killing, the fiend is brutally efficient unless it wishes to prolong pain to demoralize or enrage its enemies.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Although an adhukait appears to be two connected creatures, it is one entity with two minds. The creature's personality and purpose is as unified as its bizarre form. An adhukait is 6 feet tall. It weighs 330 pounds.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Adhukaits prefer desolate spots as lairs, especially those that recall past terror or sorrow. In such dens, they keep trophies from their engagements as focuses for meditation and objects of study. Adhukaits also keep treasures stolen from temples and holy places. While at rest, adhukaits remain near any ill-gotten items to ensure no meddling magician can locate the lost objects.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Legend holds that the first adhukaits emerged from the shattered remains of two godlike brigands. These burglars, their names long since lost to history, attempted to raid a celestial hall. The resident deity and his or her servants slew the thieves, crushed their bodies together into one, and hurled their remains to the earth. As their crumbling, entwined bodies struck the world, they caused terrible earthquakes and tsunamis that slew thousands of innocents&mdash;including many worshipers of the headstrong deity who accidentally caused the devastation. The first adhukaits grew from the shattered, mingled remains of these brigands, rising from the blasted crater to serve the asuras as elite soldiers.</p>"
                }
            ], 
            "hp": "76 (9d10+27); regeneration 5 (good weapons, good spells)", 
            "wisdom": "16", 
            "creature_type": "Outsider", 
            "dr": "5/good", 
            "base_attack": "+9", 
            "name": "Asura, Adhukait", 
            "skills": "Acrobatics +15 (+19 when jumping), Bluff +15, Escape Artist +21, Intimidate +11, Knowledge (planes) +9, Perception +19, Perform (dance) +14, Stealth +15", 
            "reflex": "+11", 
            "cmd": "28", 
            "cmb": "+14", 
            "will": "+9; dual mind, +2 vs. enchantments", 
            "aura": "elusive (30 ft.)", 
            "sr": "18", 
            "organization": "solitary, pair, or band (3-12)", 
            "creature_subtype": "asura, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "17", 
            "ac": "23, touch 11, flat-footed 20 (+6 armor, +3 Dex, +6 natural, -2 size)", 
            "cmd": "41 (can't be tripped)", 
            "special_attacks": "dual wielder, infused weapons, swallow whole (2d6+12 acid damage, AC 13, 16 hp)", 
            "intelligence": "11", 
            "racial_modifiers": "+6 Escape Artist, +4 Perception", 
            "resist": "acid 10, electricity 10", 
            "melee": "2 mwk scimitars +26 (2d6+12/15-20 plus poison), bite +19 (2d8+6 plus grab and poison)", 
            "cr": "11", 
            "xp": "12,800", 
            "speed": "35 ft., swim 20 ft.", 
            "alignment": "LE", 
            "size": "Huge", 
            "environment": "any (Hell)", 
            "strength": "34", 
            "constitution": "23", 
            "source": "Bestiary 3", 
            "treasure": "standard (masterwork breastplate, 2 masterwork scimitars, other treasure)", 
            "charisma": "18", 
            "languages": "Common, Infernal; telepathy 100 ft.", 
            "immune": "curse effects, disease, poison", 
            "init": "+3", 
            "fortitude": "+15", 
            "spells": {
                "spell-like abilities": "(CL 11th; concentration +15)<p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">3/day-<i>deeper darkness</i></p><p class=\"stat-block-2\">1/day-<i>cloudkill </i>(DC 19), summon (level 4, 1d4+1 adhukaits, 45%, or 1 aghasura, 20%)</p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Critical Focus, Great Cleave, Improved Critical (scimitar), Lightning Reflexes, Power Attack, Weapon Focus (scimitar)", 
            "senses": "darkvision 60 ft., scent; Perception +19", 
            "description": "This immense creature looks like a horned rattlesnake, save for its two muscular arms, each of which wields a scimitar.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Attraction Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "An aghasura exudes a 50-foot aura whenever it remains motionless for at least 1 round. All nonevil creatures that enter this area must make a DC 21 Will save to avoid being compelled to move toward the aghasura's location. If the aghasura moves, the effect ends for all currently affected creatures. This is a mind-affecting compulsion. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Dual Wielder", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "An aghasura does not take a penalty on attack or damage rolls when attacking with two weapons.", 
                            "sections": []
                        }, 
                        {
                            "name": "Infused Weapons", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Weapons an aghasura wields are considered to be magic for the purposes of overcoming damage reduction. In addition, such weapons gain the ability to deliver the aghasura's poison on a successful attack.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Bite or weapon&mdash;injury; save Fort DC 23; frequency 1/round for 6 rounds; effect 1d4 Con damage; cure 2 consecutive saves.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Aghasuras, or the poison ones, are massive fiends who have perfected the art of ambush and hold to duties of guardianship and butchery. It is said that these frightful ophidian monsters came into being when a deity granted free will to her favorite serpent pets, but when these pets were left to their own devices, they slipped into the deity's favored temple and slew all of her greatest priests. The serpents who survived the deity's wrath became the first aghasuras.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An aghasura is 30 feet long and weighs nearly 7 tons.</p>"
                }
            ], 
            "hp": "161 (14d10+84); regeneration 5 (good weapons, good spells)", 
            "reach": "15 ft.", 
            "wisdom": "14", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+14", 
            "name": "Asura, Aghasura", 
            "skills": "Acrobatics +17, Bluff +19, Escape Artist +6, Intimidate +17, Knowledge (planes) +13, Perception +19, Sense Motive +19, Stealth +9, Swim +17", 
            "reflex": "+9", 
            "space": "15 ft.", 
            "cmb": "+28 (+32 grapple)", 
            "will": "+11; +2 vs. enchantment spells", 
            "aura": "attraction (50 ft.), elusive (75 ft.)", 
            "sr": "22", 
            "organization": "solitary or troop (2-9)", 
            "creature_subtype": "asura, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "26", 
            "ac": "35, touch 25, flat-footed 26 (+5 deflection, +8 Dex, +1 dodge, +3 insight, +10 natural, -2 size)", 
            "cmd": "61", 
            "special_attacks": "curse of false wisdom, spirit blades (+27, 3d6+7/19-20), swallow whole (4d6+19 bludgeoning plus 4d8+12 acid damage, AC 15, 34 hp)", 
            "intelligence": "25", 
            "racial_modifiers": "Acrobatics (+8 when jumping), +6 Escape Artist, +4 Perception", 
            "resist": "acid 10, electricity 10", 
            "melee": "bite +28 (2d6+6 plus grab and poison), 6 claws +33 (2d6+13 plus curse)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "50 ft., climb 50 ft., fly 50 ft. (perfect), swim 50 ft.", 
            "alignment": "LE", 
            "size": "Huge", 
            "environment": "any (Hell)", 
            "strength": "36", 
            "constitution": "34", 
            "source": "Bestiary 3", 
            "treasure": "double", 
            "charisma": "31", 
            "languages": "Common, Infernal; tongues, telepathy 100 ft.", 
            "immune": "curse effects, disease, flanking, poison, polymorph", 
            "init": "+12", 
            "fortitude": "+25", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +30)<p class=\"stat-block-2\">Constant-<i>dimensional lock</i> (enemies only), <i>freedom of movement, tongues, true seeing</i></p><p class=\"stat-block-2\">At will-<i>death knell</i> (DC 22), <i>greater dispel magic, greater scrying, greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">3/day-quickened<i> baleful polymorph </i>(DC 25), quickened<i> blade barrier</i> (DC 26), <i>blasphemy</i> (DC 27), quickened <i>death knell</i> (DC 22), <i>deeper darkness, demand</i> (DC 28)</p><p class=\"stat-block-2\">1/day-<i>power word stun</i>, summon (level 9, any 1 CR 19 or lower asura 100%), <i>time stop</i></p>"
            }, 
            "type": "creature", 
            "feats": "Awesome Blow, Cleave, Combat ReflexesB, Critical Focus, Deflect ArrowsB, DodgeB, Great Cleave, Improved Bull Rush, Improved Initiative, Lightning Reflexes, MobilityB, Power Attack, Quicken Spell-Like Ability (baleful polymorph, blade barrier, death knell), Snatch ArrowsB, Spring AttackB", 
            "senses": "all-around vision, darkvision 60 ft., low-light vision, scent, true seeing; Perception +34", 
            "description": "This four-armed humanoid horror is garbed in golden armor and surrounded by a nimbus of floating, glowing weaponry.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Curse of False Wisdom", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Claw&mdash;contact; save Will DC 31; frequency 1 day; effect 1d6 Wis drain.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Bite&mdash;injury; save Fort DC 33; frequency 1/round for 6 rounds; effect 1d6 Con; cure 2 consecutive saves.", 
                            "sections": []
                        }, 
                        {
                            "name": "Spirit Blades", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a swift action, an asurendra can call forth up to six longsword-shaped force effects that float near the asurendra until directed. The asurendra can use a standard action to direct one blade to attack a target up to a distance of 50 feet away, or use a full-attack action to cause all six blades to attack up to six different targets up to a distance of 50 feet away, each to a different location if desired. Once an asurendra directs a spirit blade to attack a foe, the blade continues to make a single attack against that foe each round on the asurendra's turn until directed otherwise by the asurendra and as long as the foe remains within 50 feet of the asurendra. As a move action, the asurendra can direct all currently attacking blades to switch targets to new foes within 50 feet. These weapons attack using the asurendra's base attack bonus modified by its Wisdom modifier (+29 for most asurendras), and deal 3d6 points of damage plus an amount of force damage equal to the asurendra's Wisdom modifier (3d6+7 for most asurendras). Physical attacks do no affect these blades, but disintegrate, a sphere of annihilation, or a rod of cancellation (touch AC 25) causes them to vanish. If a spirit blade's target dies or moves beyond a 50-foot range and the asurendra does not retarget that blade by the end of its turn, the blade vanishes. Likewise, any blades that are not within 50 feet of the asurendra at the end of its turn also vanish.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>With the notable exception of the unique asura ranas, asurendras are the mightiest of their kind. Although few asurendras possess anything resembling an extended realm, in Hell or elsewhere, these asuras are the &ldquo;wise ones&rdquo; of asura kind. Most dwell within shrinelike fortresses in which they can practice their ruinous mysticism and command lesser asuras who seek their teachings. To most asuras, an asurendra's order is something akin to a deific edict.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Each asurendra is a humanoid creature of immense proportions. Their exact appearance varies just as the appearances of humanoids vary, but all asurendras have six arms and multiple eyes and heads. An asurendra's body is an example of physical perfection, athletically and gracefully built, but its face has monstrous or inhuman features, such as tusks or bizarrely placed features. Most asurendras are 19 feet tall and weigh 8,000 pounds.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Few asurendras were born to their might&mdash;they achieve their power only over the course of countless lifetimes spent as lesser asuras. Throughout each incarnation, these tenacious asuras sought unity with some concept of destruction. Eventually, through dark meditation and vile action, the asuras ascended to a state of being united with some aspect of unmaking. They also gained power over their own being and slowly reshaped themselves into a vision of their perfect selves, instruments of annihilation ideally suited to fell gods and their divine works.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>In battle, an asurendra does its best to destroy all enemies, taking a moment to ensure death when any foe falls. Asurendras enjoy eating the bodies of fallen foes, and some can even use the flesh and bone of those they consume to create new asuras to serve them.</p>"
                }
            ], 
            "hp": "385 (22d10+264); regeneration 10 (good weapons, good spells)", 
            "reach": "15 ft.", 
            "wisdom": "25", 
            "creature_type": "Outsider", 
            "dr": "15/chaotic and good", 
            "base_attack": "+22", 
            "name": "Asura, Asurendra", 
            "skills": "Acrobatics +31 (+39 when jumping), Bluff +33, Climb +21, Diplomacy +30, Escape Artist +14, Fly +35, Intimidate +33, Knowledge (arcana) +27, Knowledge (history) +13, Knowledge (planes) +30, Knowledge (religion) +27, Perception +34, Perform (dance) +33, Sense Motive +30, Spellcraft +27, Stealth +23, Swim +21, Use Magic Device +30", 
            "reflex": "+17", 
            "space": "15 ft.", 
            "cmb": "+37 (+41 grapple)", 
            "will": "+20; +2 vs. enchantment spells", 
            "aura": "dimensional lock (20 ft., enemies only), elusive (100 ft.)", 
            "sr": "31", 
            "organization": "solitary or pair", 
            "creature_subtype": "asura, evil, extraplanar, lawful"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>Each asurendra follows its own bliss toward a specific method of vengeance against the divine. Like philosophers dispensing wisdom, they teach their ways to others so that more asuras might ascend into perfection. Listed here are some ideas of the vile ways asurendras might use their &ldquo;enlightened&rdquo; hatred.</p>", 
            "type": "section", 
            "name": "Blasphemous Sages", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "text": "<p class=\"stat-block-2\">All living things can die. Instead of war, an asurendra can focus on the aftermath of war. Such an asurendra replaces quickened <i>baleful polymorph</i> with quickened <i>slay living</i> and quickened <i>blade barrier</i> with quickened <i>circle of death</i>. Its spirit blades deal negative energy damage, not force damage, and can thus be used to heal allied undead creatures as easily as they can serve as weapons against the living.</p>", 
                    "type": "section", 
                    "name": "Death", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 3", 
                    "text": "<p class=\"stat-block-2\">Blasphemy is joy to any asura, but truly impious asurendras learn talents that mimic divine miracles. Cults to these asurendras, which almost always seem benevolent on first glance, turn people from the worship of real deities. These asurendras do not possess a spirit blade special attack, but can use <i>miracle</i> as a spell-like ability once per day as long as the miracle granted is in keeping with their blasphemous design.</p>", 
                    "type": "section", 
                    "name": "Sacrilege", 
                    "sections": []
                }, 
                {
                    "name": "Shaping", 
                    "sections": [], 
                    "text": "<p class=\"stat-block-2\">Some asurendras like to remake what the gods have created. Nothing escapes a shaper's vision, and its enemies find their bodies, minds, and souls are like clay in a shaper's hands.  An asurendra sage of shaping lacks a spirit blade special attack, but gains the following special ability.</p><p class=\"stat-block-2\"><i>Create Asura </i>As a full-round action, an asurendra can turn a creature that it has eaten within the last 24 hours into a tripurasura (see page 26) that it then excretes into existence. Such tripurasuras remain loyal to the asurendra that created them as long as they remain tripurasuras. If an asurendra has enough tripurasuras at hand, it can consume them as well and transform them into more powerful asuras using this ability. An asurendra can  transform any tripurasuras it has eaten within the last 24 hours into a number of Hit Dice worth of other asuras equal to the number of tripurasuras it has consumed. An asurendra can create as many tripurasuras as it wishes with this ability, but can only create more powerful asuras by combining multiple tripurasuras once per day. An asurendra cannot create another asurendra with this ability. A newly formed asura considers the asurendra to be its master. Not all of a creature's soul is consumed when it is used to create a tripurasura&mdash;beings swallowed and used to create asuras in this manner are dead, but can be restored to life as normal.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "dexterity": "14", 
            "ac": "16, touch 16, flat-footed 13 (+2 Dex, +1 dodge, +1 insight, +2 size)", 
            "intelligence": "13", 
            "racial_modifiers": "-4 Acrobatics when jumping, +6 Escape Artist, +4 Perception", 
            "resist": "acid 10, electricity 10", 
            "melee": "sting +8 (1d4-1 plus poison)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft.", 
            "alignment": "LE", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +7)<p class=\"stat-block-2\">Constant-<i>detect magic</i></p><p class=\"stat-block-2\">At will-<i>feather fall</i></p><p class=\"stat-block-2\">3/day-<i>levitate, locate object, spider climb</i></p><p class=\"stat-block-2\">1/week-<i>commune</i> (6 questions, CL 12th)</p>"
            }, 
            "environment": "any (Hell)", 
            "strength": "8", 
            "constitution": "12", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "13", 
            "languages": "Common, Infernal", 
            "immune": "curse effects, disease, poison", 
            "init": "+2", 
            "fortitude": "+4", 
            "size": "Tiny", 
            "type": "creature", 
            "feats": "Dodge, Weapon Finesse", 
            "senses": "darkvision 60 ft., detect magic; Perception +10", 
            "description": "This tiny monstrosity has the body of a well-muscled man, a crown of frilled horns, and eyes that glow like rubies.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Change Shape", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "The tripurasura has only one alternative form&mdash;when it uses change shape, it always appears as the same Small humanoid. Most take the form of gnomes or human children.", 
                            "sections": []
                        }, 
                        {
                            "name": "Elusive", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "The tripurasura and items it carries are considered to be under the effects of a nondetection spell. A caster must succeed at a DC 14 caster level check to overcome this effect.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Tongue&mdash;injury; save Fort DC 12; frequency 1/round for 6 rounds; effect 1d2 Wis damage; cure 1 save.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Tripurasuras, or sly ones, are among the weakest asuras, manifestations not of divine mistakes but instead creations of the most powerful of asuras exhibiting their loathing of the gods by creating blasphemous mockeries of their creations. A newly created tripurasura most commonly exists for one of two reasons: to give an asurendra sage the raw materials it needs to create more powerful asuras, or to seek out mortals&mdash;especially mortal spellcasters&mdash;to recruit into the asura cause.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Using its power to assume a pleasing or innocuous form, a tripurasura wanders the world, seeking pious mortals to corrupt. When it encounters a promising spellcaster (typically one who has some sort of link to a church or religion, but not necessarily a divine spellcaster), the tripurasura presents itself as an apprentice, pilgrim, or other type of curious student eager to learn from the spellcaster. The tripurasura keeps its true nature and its powers hidden, and seeks opportunities to steer its &ldquo;master&rdquo; away from decisions it might have made in good conscience to acts that promote the collapse of religious belief, faith, and society. When, as it inevitably does, the wayward spellcaster runs afoul of justice or is confronted by those seeking revenge, the tripurasura fades away to watch the final stage of the spellcaster's fall from grace, then seeks a new victim in another city or region.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Some spellcasters, on the other hand, actually seek out these tiny fiends to employ as familiars. A tripurasura greatly values these opportunities, since it need not abandon its master once its work is done and can continue to spread its agenda for as long as its master survives. A spellcaster must be lawful evil, at least 7th level, and have the Improved Familiar feat to gain a tripurasura as a familiar.</p>"
                }
            ], 
            "hp": "19 (3d10+3); fast healing 2", 
            "wisdom": "15", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (any Small humanoid; alter self), elusive", 
            "dr": "5/cold iron or good", 
            "base_attack": "+3", 
            "name": "Asura, Tripurasura", 
            "skills": "Acrobatics +8 (+4 when jumping), Appraise +4, Bluff +7, Escape Artist +8, Knowledge (arcana) +4, Knowledge (planes) +7, Perception +10, Perform (dance) +5, Spellcraft +4, Stealth +14", 
            "reflex": "+3", 
            "cmd": "13", 
            "cmb": "+3", 
            "will": "+5; +2 vs. enchantments", 
            "organization": "solitary, pair, or gang (3-10)", 
            "creature_subtype": "asura, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "24", 
            "ac": "24, touch 21, flat-footed 16 (+7 Dex, +1 dodge, +3 insight, +3 natural)", 
            "special_attacks": "infused weapons, multiweapon mastery", 
            "intelligence": "15", 
            "racial_modifiers": "+8 Acrobatics when jumping, +6 Escape Artist, +4 Perception", 
            "resist": "acid 10, electricity 10", 
            "melee": "mwk longsword +20/+15/+10 (1d8+6/19-20), mwk spear \t+19 (1d8+6/&times;3), mwk kukri +19 (1d4+6/18-20) or 6 slams +18 (1d4+6)", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "50 ft.", 
            "alignment": "LE", 
            "size": "Medium", 
            "environment": "any (Hell)", 
            "strength": "22", 
            "constitution": "19", 
            "source": "Bestiary 3", 
            "treasure": "standard (weapons listed above plus other treasure)", 
            "charisma": "19", 
            "languages": "Common, Infernal; telepathy 100 ft.", 
            "immune": "curse effects, disease, flanking, poison", 
            "init": "+7", 
            "fortitude": "+12", 
            "spells": {
                "spell-like abilities": "(CL 9th; concentration +13)<p class=\"stat-block-2\">At will-<i>disguise self, greater teleport</i> (self plus 50 lbs. of objects only), <i>feather fall, see invisibility, spider climb</i></p><p class=\"stat-block-2\">3/day-<i>deeper darkness</i>, <i>levitate, rainbow pattern</i> (DC 18)</p><p class=\"stat-block-2\">1/day-<i>haste</i>, <i>hold monster</i> (DC 18), summon (level 4, 2 adhukaits 45% or 1 upasunda 20%)</p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Combat ReflexesB, Deflect ArrowsB, Dodge, Great Cleave, Improved GrappleB, Mobility, Power Attack, Spring Attack", 
            "senses": "all-around vision, darkvision 60 ft.; Perception +23", 
            "description": "This six-armed woman has three fanged faces on her head. She wears colorful robes, and her hands wield several exotic weapons.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Infused Weapons", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "In addition to being evil and lawful, weapons an upasunda wields are considered to be magic for the purposes of overcoming damage reduction.", 
                            "sections": []
                        }, 
                        {
                            "name": "Multiweapon Mastery", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "An upasunda takes no penalties when fighting with multiple weapons.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Upasundas, also called beatific ones, are asuras who devote themselves to martial meditations and physical perfection. Upasundas seek monklike poise and skill, and through it, the ability to deal flawless destruction wherever they go. Their nickname suggests purity, and indeed, each beatific one is an expression of asura purity through devotion to the ideal of annihilation. It is believed that the first upasundas were created from the jealous followers of a man who achieved divinity through his own force of will. Those of his followers who felt abandoned when this new deity ascended to the Great Beyond sought other ways to achieve immortality, and fell pray to one of the asura ranas, who granted them their desire by transforming them into beatific ones.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Upasundas never surrender to foes in combat and rarely flee from battle. They hope to increase in skill and wisdom or to die in battle. On either path lies evolution toward a greater understanding of destruction in its countless forms.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An upasunda is 7 feet tall and weighs 240 pounds.</p>"
                }
            ], 
            "hp": "114 (12d10+48); regeneration 5 (good weapons, good spells)", 
            "wisdom": "24", 
            "defensive_abilities": "improved evasion", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+12", 
            "name": "Asura, Upasunda", 
            "skills": "Acrobatics +19 (+27 when jumping), Bluff +16, Diplomacy +13, Escape Artist +25, Intimidate +16, Knowledge (arcana) +8, Knowledge (planes) +14, Perception +23, Perform (dance) +16, Sense Motive +19, Stealth +19", 
            "reflex": "+11", 
            "cmd": "36 (38 grapple)", 
            "cmb": "+18 (+20 grapple)", 
            "will": "+15", 
            "aura": "elusive (50 ft.)", 
            "sr": "20", 
            "organization": "solitary, pair, or squad (3-6)", 
            "creature_subtype": "asura, evil, extraplanar, lawful"
        }
    ], 
    "name": "Asura", 
    "type": "section"
}