{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>Immense, ageless, and very nearly invincible, behemoths deliver divine retribution to the mortal realms. Shaped from the primal energies of creation and infused with elemental might, behemoths resemble living creatures, but lack the frailties of flesh. Marginally more intelligent than the smartest animal, behemoths can understand Aklo but cannot speak. Nothing less than a god or the most potent of legendary artifacts can command a behemoth, and even the gods feel some trepidation at unleashing one, lest the behemoth cast off its reins and turn its wrath against its maker.</p><p>For nearly as long as mortals have worshiped the gods, mortals have known hubris and the gods' righteous anger. When a mortal's offense grows too great for divine patience to suffer, the gods lash out through plagues and floods, and through their terrible servants. Of these vengeful minions, the behemoths are among the most feared. A god or coalition of gods creates a behemoth from the wellsprings of primal chaos, binds it into a semblance of flesh, and fills its mind with righteousness and the thirst to destroy all in its path. The beast is then turned loose upon its victims&mdash;those deemed most deserving of bearing the brunt of the wrath of the gods. Some deities stay close at hand as their beasts savage the lands, the better to turn the creatures aside once their divine anger is appeased, while others turn their backs on mortal plights, leaving behemoths to expend their anger until naught but lifeless cinders remain. Entire worlds have been destroyed by these living retributions. Such shattered lands might have nothing left alive save for the conquering behemoths themselves, immortal, living monuments to murdered worlds.</p><p>While behemoths are created by the gods, their forms and countenances are the result of which of three domains they have been created to rule&mdash;air, earth, or sea. Each of these realms is in turn associated with one of three common types of behemoths&mdash;if the application of a word like &ldquo;common&rdquo; is even appropriate for such an uncommon creature.</p><p>Behemoths cast upon a world's landmasses are known as thunder behemoths. These are the least of their kind, yet they are formidable, nigh unstoppable engines of armageddon nevertheless. They are the behemoths of choice when it comes to destroying a single nation or empire, for while devastating, they are bound to the land itself, and their advances across a globe are thus more limited than those of the two greater behemoths.</p><p>When several nations or regions evoke the gods' wrath, a thalassic behemoth is sent into that world's oceans to wreak havoc. By disrupting oceanic trade, destroying port cities, and rendering well-populated shores all but uninhabitable, thalassic behemoths excel at destroying civilizations where they are most vulnerable. A vengeful god  may inflict several thunder behemoths upon a realm that has  wronged it, placing a thalassic behemoth in the ocean to finalize the devastation.</p><p>The most devastating of the three common behemoths is the tempest behemoth, a tremendous birdlike monster capable of devastating numerous lands in a short amount of time. Because it rules the skies above those lands the gods wish to smite, the tempest behemoth has greater mobility than its other kin. When the gods are truly vexed, they might set upon a world numerous behemoths, but the conditions that might call for the deployment of more than a solitary tempest behemoth boggle the mind nearly as much as the sheer size of any of these monsters does&mdash;few worlds are capable of the level of blasphemy and hubris that would necessitate multiple tempest behemoths as divine punishment.</p><p>Other behemoths exist, such as sirocco behemoths that flay with air and fire, behemoths of the lightless depths of the oceans, and dread holocaust behemoths forged of lightning and fire. Some deities take particular delight in spawning truly unique and powerful behemoths&mdash;many scholars place the legendary tarrasque in this category, even though its powers are quite different than those shared by most other behemoths. Regardless of their nature, each behemoth suffers a single flaw by which it might be slain, a chink in its immortality. Some attribute this weakness, however small, to the imperfect process of binding chaos to order, others to divine caution, lest a behemoth one day prove a match for the gods themselves.</p><p>A behemoth's creation is not always the act of a cruel god seeking to inflict devastation on an innocent world&mdash;often, these monsters are created by good or neutral deities to serve as instruments of justice. Perhaps ironically, gods of a more lawful or civilized bent are the most apt to call up a behemoth, as gods of the natural world either aren't inclined to punish mortals at all, or would instead make use of natural disasters like earthquakes and storms to teach lessons to their wayward followers. While a single behemoth usually suffices, multiple creatures of this kind are sometimes visited upon a world. While it may be small solace, behemoths are incapable of procreation&mdash;regardless of the total number of behemoths active on a world at any one time, that number does not increase without the direct, vengeful intervention of a deity.</p><p>Even societies that refrain from insulting the gods are not immune to the behemoth's wrath, for the gods rarely remove these beasts when their work is done. An ancient civilization destroyed by a behemoth may still harbor in its ruined heart a slumbering monster, waiting only for the right moment or a tragic accident to waken and ravage once again.</p>", 
            "type": "section", 
            "name": "Behemoth", 
            "sections": []
        }, 
        {
            "dexterity": "21", 
            "ac": "40, touch 8, flat-footed 34 (+5 Dex, +1 dodge, +32 natural, -8 size)", 
            "cmd": "73", 
            "special_attacks": "bleed (2d6), gale, ruinous, thunderbolt", 
            "intelligence": "3", 
            "racial_modifiers": "+20 Fly, +10 Perception", 
            "melee": "bite +41 (4d6+16/19-20 plus bleed), 2 talons +41 (2d8+16 plus bleed), wings +36 (8d8+8)", 
            "cr": "22", 
            "xp": "614,400", 
            "speed": "40 ft., fly 200 ft. (good)", 
            "alignment": "N", 
            "size": "Colossal", 
            "environment": "any air", 
            "strength": "43", 
            "constitution": "26", 
            "source": "Bestiary 3", 
            "treasure": "none", 
            "charisma": "14", 
            "languages": "Aklo (cannot speak)", 
            "immune": "ability damage, aging, bleed, disease, electricity, energy drain, fire, mind-affecting effects, negative levels, paralysis, permanent wounds, petrification, poison, polymorph", 
            "init": "+9", 
            "fortitude": "+26", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +22)<p class=\"stat-block-2\">3/day-<i>storm of vengeance</i> (DC 21)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Dodge, Flyby Attack, Greater Vital Strike, Hover, Improved Critical (feathers), Improved Critical (bite), Improved Initiative, Improved Vital Strike, Iron Will, Lightning Stance, Mobility, Power Attack, Snatch, Vital Strike, Weapon Focus (feathers), Wind Stance", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Gale", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A tempest behemoth can generate winds of up to hurricane force as a free action, blowing in as many as three different directions at once. The winds blow either away from or directly toward the behemoth in a 30-foot-wide path that extends for 1,000 feet.", 
                            "sections": []
                        }, 
                        {
                            "name": "Scales", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A tempest behemoth can hurl up to six scales from its wings (range increment 100 feet) as a standard action.", 
                            "sections": []
                        }, 
                        {
                            "name": "Thunderbolt", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a swift action once every 1d4 rounds, a behemoth can shoot a bolt of lightning that deals 15d6 points of electricity damage and 15d6 points of sonic damage, and that causes permanent deafness in a 200-foot line (DC 34 Reflex save halves damage and negates deafness). The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Riding the winds on a triple set of wings, tempest behemoths fly above all, death riding in their shadows. In battle, they snatch up foes only to cast them away from great heights, smash enemies with their wings, or hurl razor-edged scales at distant targets. A tempest behemoth's divine heritage wards its body, mind, and soul against harm. Only the most powerful magic or attack can pierce its defenses. Serene in their immortality, tempest behemoths fear no other being.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>As living forces of divine retribution, tempest behemoths are sent forth into the world to raze far-flung cities, ravage towns with mighty storms, level remote mountain temples, and tear apart siege fortresses impregnable from the ground.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The advent of a tempest behemoth is generally presaged by foul weather and terrific storms that drive flocks of birds before their headwinds. The day before the behemoth arrives, the storms suddenly abate&mdash;ironically encouraging victims to emerge into the open just as the behemoth strikes.</p>"
                }
            ], 
            "senses": "blindsense 60 ft., darkvision 60 ft.; Perception +31", 
            "description": "Three pairs of wings beat rhythmically, churning up hurricane-force winds around this vast, birdlike monstrosity.", 
            "ranged": "6 scales +31 (1d10+16/19-20 plus bleed)", 
            "hp": "445 (33d10+264); regeneration 20", 
            "weaknesses": "vulnerable to miracles and wishes", 
            "reach": "30 ft.", 
            "wisdom": "16", 
            "defensive_abilities": "unstoppable", 
            "creature_type": "Magical Beast", 
            "dr": "15/epic", 
            "base_attack": "+33", 
            "name": "Behemoth, Tempest", 
            "skills": "Fly +29, Perception +31, Stealth -7, Survival +15", 
            "reflex": "+23", 
            "space": "30 ft.", 
            "cmb": "+57", 
            "will": "+16", 
            "sr": "33", 
            "organization": "solitary or pair", 
            "creature_subtype": "air, behemoth"
        }, 
        {
            "dexterity": "8", 
            "ac": "37, touch 1, flat-footed 37 (-1 Dex, +36 natural, -8 size)", 
            "cmd": "64 (66 vs. sunder)", 
            "special_attacks": "capsize (DC 25),  fast swallow, push (water jet, 20 ft.), rend (2 claws, 3d6+18), ruinous, swallow whole (4d6+27 bludgeoning, AC 28, 39 hp)", 
            "intelligence": "3", 
            "racial_modifiers": "+10 Perception", 
            "melee": "bite +39 (6d6+18/19-20 plus grab), 2 claws +39 (3d6+18), tail slap +34 (4d6+9 plus trip)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "20 ft., swim 200 ft.", 
            "alignment": "N", 
            "size": "Colossal", 
            "environment": "any water", 
            "strength": "47", 
            "constitution": "27", 
            "source": "Bestiary 3", 
            "treasure": "none", 
            "charisma": "14", 
            "languages": "Aklo (cannot speak)", 
            "immune": "ability damage, aging, bleed, cold, disease, energy drain, fire, mind-affecting effects, negative levels, paralysis, permanent wounds, petrification, poison, polymorph", 
            "init": "-1", 
            "fortitude": "+24", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +22)<p class=\"stat-block-2\">3/day-<i>tsunami</i> (DC 21)</p>"
            }, 
            "type": "creature", 
            "feats": "Ability Focus (water jet), Cleave, Great Cleave, Greater Sunder, Greater Vital Strike, Improved Critical (bite, water jet), Improved Iron Will, Improved Sunder, Improved Vital Strike, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Perception), Vital Strike", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Water Jet", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A thalassic behemoth can blast water from its blowhole with surprising force and accuracy. This water jet has a range of 240 feet with no range increments. A target hit by the water jet is subject to the behemoth's push ability and must succeed at a DC 34 Fortitude save or be stunned for 1d4+1 rounds. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Sent by the gods to punish those who dwell near the sea, thalassic behemoths scourge ships and other vessels from the waters before turning their attention toward structures and survivors on land. Despite their massive bulk, thalassic behemoths swim incredibly fast and can easily outpace all but the fleetest of ships. On land, they can be more readily escaped, at least by those willing and able to leave homes and belongings behind. Though capable of surviving indefinitely on land and employing a clumsy, seal-like locomotion, thalassic behemoths soon weary of gravity's never-ending drag. They rarely venture more than a mile or two from shore before returning to the comforting buoyancy of the seas.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Thalassic behemoths resemble immense sperm whales in the water, but they can quickly haul themselves ashore using their mighty forelimbs. Tail and limb alike shatter wood and stone with but a single blow, while their jaws gape wide enough to swallow smaller boats whole. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The coming of a thalassic behemoth is typically foreshadowed by a dramatic increase in missing ships, strange tides, and the uncanny sight of sea life purposefully beaching upon shores. Thalassic behemoths  generally spend much of their time lurking a few hundred feet below the surface&mdash;but legends hold that even greater behemoths, the dread leviathans, dwell in the deepest oceanic reaches.</p>"
                }
            ], 
            "senses": "blindsense 60 ft., darkvision 60 ft..; Perception +34", 
            "description": "Two massive limbs drag the bulk of this whale-like beast's body from the churning waters of the sea.", 
            "ranged": "water jet +20 (4d8+18/19-20 plus stun and push)", 
            "hp": "391 (29d10+232); regeneration 20", 
            "weaknesses": "vulnerable to miracles and wishes", 
            "reach": "20 ft.", 
            "wisdom": "16", 
            "defensive_abilities": "unstoppable", 
            "creature_type": "Magical Beast", 
            "special_qualities": "amphibious", 
            "dr": "15/epic", 
            "base_attack": "+29", 
            "name": "Behemoth, Thalassic", 
            "skills": "Perception +34, Stealth -13, Survival +18, Swim +30", 
            "reflex": "+17", 
            "space": "30 ft.", 
            "cmb": "+55 (+59 grapple or sunder)", 
            "will": "+14", 
            "sr": "31", 
            "organization": "solitary or pair", 
            "creature_subtype": "aquatic, behemoth, water"
        }, 
        {
            "dexterity": "6", 
            "ac": "35, touch 0, flat-footed 35 (-2 Dex, +35 natural, -8 size)", 
            "cmd": "57 (59 vs. bull rush, overrun, or sunder, 51 vs. trip)", 
            "special_attacks": "fast swallow, mighty roar, rock spitting, ruinous, swallow whole (4d6+24 bludgeoning and 4d6 fire damage, AC 27, 33 hp), trample (2d8+24, DC 38)", 
            "intelligence": "3", 
            "racial_modifiers": "+10 Perception", 
            "melee": "bite +33 (4d6+16 plus grab), gore +33 (4d6+16), 2 stomps +28 (2d8+8 plus trip)", 
            "cr": "18", 
            "xp": "153,600", 
            "speed": "30 ft., burrow 30 ft.", 
            "alignment": "N", 
            "size": "Colossal", 
            "environment": "any land", 
            "strength": "43", 
            "constitution": "26", 
            "source": "Bestiary 3", 
            "treasure": "none", 
            "charisma": "15", 
            "languages": "Aklo (cannot speak)", 
            "immune": "ability damage, acid, aging, bleed, disease, energy drain, fire, mind-affecting effects, negative levels, paralysis, permanent wounds, petrification, poison, polymorph", 
            "init": "-2", 
            "fortitude": "+22", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +22)<p class=\"stat-block-2\">3/day-<i>earthquake</i> (DC 20)</p>"
            }, 
            "type": "creature", 
            "feats": "Awesome Blow, Cleave, Great Cleave, Greater Bull Rush, Greater Overrun, Greater Sunder, Improved Bull Rush, Improved Overrun, Improved Sunder, Iron Will, Lunge, Power Attack, Snatch", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Mighty Roar", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Every 1d4 rounds as a standard action, a thunder behemoth can issue a mighty roar in a 60-foot cone that duplicates the effect of an empowered greater shout (Fortitude DC 30 for half damage). This is a sonic effect. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Rock Spitting", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A thunder behemoth can spit rocks from the essentially inexhaustible store in its gizzard. It can spit up to four rocks as a standard action, with a range increment of 60 feet. A creature that is critically hit by one of these rocks must make a DC 38 Fortitude save to resist being stunned for 1 round. The save DC is Strength-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Swallow Whole", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A thunder behemoth has five stomachs and can shunt a swallowed victim into any one of them (usually choosing an empty stomach).", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Thunder behemoths walk the land as little more than roving appetites, driven by an all-consuming hunger to devour every animal, plant, and even building in sight. They indiscriminately gorge their five seemingly bottomless stomachs on forests and jungles, collapse mine and mountain alike in search of ore, and raze settlements and strongholds for the cowering morsels within.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Thunder behemoths are sent out by the gods to destroy wicked cities, raze great temples or monuments that offend divine eyes, and otherwise act as instruments of divine wrath either on the surface of a world or just below it. The days before a thunder behemoth arrives are fraught with minor but unnerving earthquakes, mass exoduses of burrowing animals to the surface, and an unexplained increase in fallen trees and sinkholes.</p>"
                }
            ], 
            "senses": "blindsense 60 ft., darkvision 60 ft., tremorsense 60 ft.; Perception +27", 
            "description": "This enormous beast has rocky, armored plates on its body. Elaborate horns crown its horrific head.", 
            "ranged": "4 rocks +15 (3d6+24 plus stun)", 
            "hp": "337 (25d10+200); regeneration 20", 
            "weaknesses": "vulnerable to miracles and wishes", 
            "reach": "20 ft.", 
            "wisdom": "14", 
            "defensive_abilities": "unstoppable", 
            "creature_type": "Magical Beast", 
            "dr": "15/epic", 
            "base_attack": "+25", 
            "name": "Behemoth, Thunder", 
            "skills": "Perception +27, Survival +14, Swim +20", 
            "reflex": "+12", 
            "space": "30 ft.", 
            "cmb": "+49 (+53 bull rush, grapple, overrun, or sunder)", 
            "will": "+12", 
            "sr": "29", 
            "organization": "solitary or pair", 
            "creature_subtype": "behemoth, earth"
        }
    ], 
    "name": "Behemoth", 
    "type": "section"
}