{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>While demons exist to destroy, devils yearn to corrupt and control, and daemons seek the death of all things, the foul beings known as divs strive to ruin and despoil all things created by mortals. Spawned from corrupted genies exiled to the accursed depths of Abaddon, divs harbor an ancient hatred against all mortalkind, doing all in their power not simply to destroy but also to torment all that lives. Patient and vicious, divs seek to spoil all things beautiful and joyous, dooming their victims to existences full of frustration and suffering before succumbing to lengthy, painful deaths.</p><p>The most ancient of myths claim that divs were the aides and architects of numerous magical and forgotten mortal empires in an age of wondrous and mysterious antiquity. During this unfathomably ancient time these masters of creation served as helpful genies, allied to thankful and gracious masters. However, this bond with mortals soon frayed, as generations of the shorter-lived races ebbed and f lowed like ripples in a puddle, forgetting the oaths and respect their forbearers gave divs; some began to abuse and neglect their otherworldly allies, while others merely turned away from genies to rely upon and extol the creations of mortalkind. As the contributions of geniekind were ignored and the deities celebrated the rise of their mortal creations across the worlds, many of the ancient architects rose in rebellion against mortals and the ancient deities who shepherded them. In turning from the paths of inspiration and creation, these genie rebels fell under the sway of a power of destruction known as Ahriman, who granted them not only the vicious might to avenge themselves against mortalkind, but also twisted forms marking them as paragons of depredation, havoc, and ruin. Thus did first divs come into being.</p><p>Ever since, divs have arisen from the spirits of the most nefarious and spiteful evil genies. Rather than returning to the Elemental Planes upon their destruction, these foul genies find their way into the claws of Ahriman, a spirit of annihilation who has haunted geniekind since the earliest days of creation. Having forged a realm upon the ruined hinterlands of the foul plane of Abaddon, Ahriman uses the innate corruption of that realm along with his own immortal evil to inspire wickedness in the souls drawn to him, warping such profane spirits into div servitors of a variety of terrible forms. Indifferent to the genie race from which the soul hailed, the Lord of the Divs sees only the evil within and grants it an abhorrent shape particular to the vices that brought the genie to his domain. What emerges from Ahriman’s grip is a dreadful new fiend, an enemy of mortalkind and the deities of good, a hateful spirit given a form with which to wreak its revenge. The dark god’s touch leaves behind nothing of the individual genie that once was—only hatred, entitlement, and vengeance remain.</p><p>Although as varied in form as any of the more pervasive fiendish races, divs often demonstrate the pride, affectations, and tastes of geniekind, drawing them toward desert realms, ancient sites, and opulent displays of power. Yet for all their varied powers, most divs prefer using mortals to foster the dooms they envision, manipulating those they hate to become the masters of their own destruction. Nothing pleases a div as much as seeing a powerful mortal squander everything she’s built to end up poor, faithless, and resentful. Divs also treat genies with spite and hatred, eagerly slaying them or working them into their degenerate plans.</p><p>As a flaw of their spiritual reshaping, each type of div has a strange weakness that compels it to act in a certain way, such as always attacking the most beautiful opponent, bargaining to learn a secret, or avoiding the color red. Although the wisest know and tell of these weaknesses, every div is aware of its compulsions and avoids being entrapped by them while also plotting ways to exploit opponents who think it vulnerable.</p>", 
            "type": "section", 
            "name": "Div", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "text": "<p>Ahriman appears as a bestial fiend, his hands clawed like those of a tiger and feet taloned like those of a vulture. Oily snakes worm through his scarred black flesh, riddling their host and all near him with deadly venoms. Horns etched with ancient curses crown the tigerlike face of Ahriman, and beyond a great maw filled with soul-rending fangs lies a gate to a realm of darkness rivaled only by oblivion.</p><p>An ancient evil, Ahriman sprung from the creation of the first genies. Scholars say when the act of creation that brought genies to life occurred, a shadow of destruction followed. This shadow cast itself across the world, countering light and creation where it fell. Over countless millennia, this spirit of annihilation came to be known as Ahriman.</p><p>Ahriman's ultimate goal is oblivion. To aid him in his immortal plots he has spawned innumerable blasphemies over countless ages, but the corrupted genie spirts known as divs are his most numerous slaves. Ahriman and his minions delight in influencing mortals toward destructive decisions and the abandonment of wisdom. As ageless and patient as he is vicious, this force of ancient evil seeks to ease the world toward dissolution one failure at a time.</p><p>A conniving demigod, Ahriman accepts the worship of evil mortals despite his and his minions' loathing of such beings. Clerics of Ahriman are either nihilists or deluded cultists who work to corrupt others, sow misfortune, and tear down the works of geniekind. Ahriman grants access to the domains of Darkness, Death, Destruction, and Evil. Ahriman's symbol is a black circle with a thin sliver of light overtaken by darkness, and his favored weapon is the whip. </p>", 
                    "type": "section", 
                    "name": "Ahriman", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "15", 
            "ac": "18, touch 12, flat-footed 16 (+2 Dex, +6 natural)", 
            "special_attacks": "cursed gaze, sandstorm", 
            "intelligence": "13", 
            "resist": "acid 10, electricity 10", 
            "melee": "2 claws +8 (1d6+2)", 
            "cr": "4", 
            "xp": "1,200", 
            "speed": "30 ft.", 
            "alignment": "NE", 
            "size": "Medium", 
            "environment": "any (Abaddon)", 
            "strength": "14", 
            "constitution": "16", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "18", 
            "languages": "Abyssal, Celestial, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+2", 
            "fortitude": "+4", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +10)<p class=\"stat-block-2\">At will-<i>bestow curse</i> (DC 16), <i>detect good</i>, <i>detect magic</i>, <i>dimension door</i>, <i>minor image</i> (DC 15), <i>spectral hand</i></p><p class=\"stat-block-2\">1/day-<i>suggestion</i> (DC 16), summon (level 3, 1d2 dorus 25%) </p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Iron Will, Weapon Focus (claw)", 
            "senses": "darkvision 60 ft., see in darkness; Perception +11", 
            "description": "Draped in rags and hunched over on goatlike legs, this creature possesses a featureless face, save for a large eye ringed by fangs.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Cursed Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Aghash's choice: confused for 1 round, shaken for 1 round, stunned for 1 round, or deals 1d4 points of damage, 30 feet, Fortitude DC 16 negates. Any creature under the effects of protection from evil is immune to an aghash's gaze. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Sandstorm", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Once per day, as a full-round action, an aghash can create a temporary sandstorm. This storm has a radius of 100 feet centered on the aghash and lasts for 1 minute per Hit Die the aghash possesses (typically 5). This functions as a sandstorm (Core Rulebook 431).", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Aghashes embody the evil eye, a curse granted by merely witnessing these embodiments of ruin and misfortune. Terrifying, haglike beings, aghashes wander deserts of the Material Plane spreading doom with their gazes. These wretched creatures hold nothing sacred, taking particular pleasure in bringing vain and arrogant mortals, particularly spellcasters, to ruin. Ragged and filthy, an aghash moves with a staggering motion. Its hoofed legs bend like those of a goat, giving its emaciated frame an obscene, jerking gait. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>All divs exhibit some manner of compulsion, and aghashes' is to despise beautiful mortals. If given a choice between attacking two different opponents, an aghash always chooses the most physically becoming foe. Such is their loathing&mdash;or, perhaps, jealousy&mdash;that an aghash might stalk attractive foes, delighting in afflicting them with curses that sap their Charisma or otherwise undermines their charm. With its <i>spectral hand</i> ability an aghash can deliver curses from a distance, leading some victims to believe they've been afflicted by a disease or cursed by the gods themselves. All the while, the aghash lingers nearby, delighting in the suffering it has caused. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An aghash stands between 5 and 6 feet tall and weighs about 100 pounds. </p>"
                }
            ], 
            "hp": "42 (5d10+15)", 
            "wisdom": "13", 
            "creature_type": "Outsider", 
            "dr": "5/cold iron or good", 
            "base_attack": "+5", 
            "name": "Div, Aghash", 
            "skills": "Bluff +10, Disguise +12, Intimidate +10, Knowledge (arcana) +7, Knowledge (planes) +7, Perception +11, Sense Motive +9, Spellcraft +9, Stealth +10", 
            "reflex": "+6", 
            "cmd": "19", 
            "cmb": "+7", 
            "will": "+7", 
            "sr": "15", 
            "organization": "solitary", 
            "creature_subtype": "div, evil, extraplanar"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p class=\"flavor-text\">Ornate armor covers this hulking creature, rocky protrusions jutting from its hide and fierce horns crowning its broad head.</p>", 
            "type": "section", 
            "name": "Div, Akvan", 
            "sections": [
                {
                    "dexterity": "26", 
                    "ac": "38, touch 10, flat-footed 34 (+13 armor, +4 Dex, +15 natural, -4 size)", 
                    "cmd": "58", 
                    "special_attacks": "create ghul, rend (2 claws, 2d6+18), shake faith, swallow whole (6d6+18 plus 4d6 energy damage, AC 25, 37 hp), torturous gullet, trample (2d8+18, DC 34)", 
                    "intelligence": "19", 
                    "racial_modifiers": "+8 Acrobatics when jumping, +8 Bluff", 
                    "resist": "acid 10, electricity 10", 
                    "melee": "bite +32 (2d8+12 plus grab/19-20), 2 claws +32 (2d6+12), tail slap +30 (2d10+6)", 
                    "cr": "20", 
                    "xp": "307,200", 
                    "speed": "50 ft., fly 120 ft. (good)", 
                    "alignment": "NE", 
                    "size": "Gargantuan", 
                    "environment": "any (Abaddon)", 
                    "strength": "35", 
                    "constitution": "30", 
                    "source": "Bestiary 3", 
                    "treasure": "standard (+5 half-plate, other treasure)", 
                    "charisma": "27", 
                    "languages": "Abyssal, Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
                    "immune": "fire, poison", 
                    "init": "+12", 
                    "fortitude": "+18", 
                    "spells": {
                        "spell-like abilities": "(CL 20th; concentration +28)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>align weapon</i>, <i>detect magic</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>magic circle against good</i>, <i>telekinesis</i> (DC 23)</p><p class=\"stat-block-2\">3/day-<i>blasphemy</i> (DC 25), <i>disintegrate</i> (DC 24), <i>dispel magic</i>, <i>forcecage</i> (DC 25), <i>protection from energy</i></p><p class=\"stat-block-2\">1/day-<i>geas/quest</i>, <i>plane shift</i>, <i>summon</i> (level 6, 1d2 sepids 100%)</p>"
                    }, 
                    "type": "creature", 
                    "feats": "Awesome Blow, Cleave, Combat Reflexes, Critical Focus, Great Cleave, Improved Bull Rush, Improved Initiative, Improved Critical (bite), Multiattack, Power Attack,  Staggering Critical,  Stunning Critical", 
                    "senses": "darkvision 60 ft., see in darkness, true seeing; Perception +34", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Armor Training", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 3", 
                                    "text": "An akvan is created wearing armor, and is naturally experienced in its use. An akvan possesses the armor training ability of a 15th-level fighter.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Aura of Hopelessness", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 3", 
                                    "text": "All creatures within 30 feet of an akvan must make a successful DC 30 Will save or take a &ndash;4 penalty on attack rolls, saving throws, skill checks, and ability checks. This is a mind-affecting effect. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Create Ghul", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 3", 
                                    "text": "Any genie that is slain by an akvan becomes a ghul (see page 125) in 1d4 rounds. Such ghuls are under the command of the akvan that created them and remain enslaved until it dies, at which point they become free-willed ghuls. They do not possess any of the abilities they had in life.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Shake Faith", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 3", 
                                    "text": "Anytime an akvan strikes a divine spellcaster with any of its melee attacks, the target must make a DC 30 Will save or be shaken for 1d4 rounds. If the save is successful, the target is instead shaken for 1 round. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Torturous Gullet", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 3", 
                                    "text": "As hunters of otherworldly beings, akvans are uniquely drawn to digest creatures with a variety of resistances. In addition to the damage dealt by crushing internal organs, creatures swallowed by an akvan take 4d6 points of acid, cold, electricity, or fire damage per round. The akvan chooses what type of energy damage those in its stomach will take every round, and may change this from round to round. Additionally, an akvan's stomach is thickly armored, allowing it to benefit from its entire natural armor bonus instead of merely half.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 3"
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Akvans number among the most physically powerful and openly destructive servants of Ahriman, directly carrying out his ancient plans for oblivion. Their twisted minds bend toward desolation, ruin, and blasphemy, and their hatred of the gods of creation and beings renowned for inspiring art and wonder knows few equals. Whereas most divs turn their cruelty and vengefulness exclusively upon mortals, akvans broaden the scope of their hatred to encompass geniekind as well.</p>"
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Akvans seek out wonders to destroy&mdash;monuments from lost ages that have long inspired awe and pride or beings and establishments said to be invincible. While divs typically spread their taint through more subtle ways, akvans target symbols for destruction, bringing down not just stone and mortar but hopes and dreams. Additionally, these masters of destruction promote the creation of new horrors, transforming their most hated victims, genies, into nightmares known as ghuls. Thus, an akvan's evil does not end with its victim's death, as slain genies arise from the battlefield&mdash;or are belched up from an akvan's gullet&mdash;as blasphemous undead servants. These undead minions serve their terrifying master and, over the ages, gather around it as an army of profane slaves.</p>"
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Hatred and hunger for genies and those allied with them constitute the racial compulsion to which all akvans bow. These divs always go out of their way to hunt, destroy, and consume any genie they encounter. While wise enough to not waste their lives in combat against foes obviously more powerful then they, akvans seek to bring low any such opponents, if not by brute strength, then by guile. </p>"
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Akvans stand approximately 40 feet tall and weigh over 30,000 pounds.</p>"
                        }
                    ], 
                    "hp": "372 (24d10+240)", 
                    "reach": "20 ft. (25 ft. with tail)", 
                    "wisdom": "24", 
                    "creature_type": "Outsider", 
                    "special_qualities": "armor training 4", 
                    "dr": "15/cold iron and good", 
                    "base_attack": "+24", 
                    "name": "Div, Akvan", 
                    "skills": "Acrobatics +28 (+36 when jumping), Bluff +43, Diplomacy +31, Fly +27, Intimidate +31, Knowledge (arcana) +31, Knowledge (planes) +31, Knowledge (religion) +19, Perception +34, Sense Motive +30, Spellcraft +22, Use Magic Device +23", 
                    "reflex": "+22", 
                    "space": "20 ft.", 
                    "cmb": "+40", 
                    "will": "+21", 
                    "aura": "hopelessness (30 ft., DC 30)", 
                    "organization": "solitary", 
                    "creature_subtype": "div, evil, extraplanar"
                }, 
                {
                    "source": "Bestiary 3", 
                    "text": "<p>As akvans go through existence slaying mortals and genies, many gravitate toward one of the races of geniekind, targeting members of that race with particular passion. Over ages of service, akvans who prove especially lethal in slaughtering genies garner the attention of Ahriman, who blesses such divs with increased power, transforming them into akvan princes.</p><p>Each akvan prince dedicates itself to extinguishing a particular type of genie and gains special abilities with which to slaughter genies of that type. An akvan prince gains an additional 4&ndash;8 Hit Dice, a +4 bonus to three ability scores, and has a CR of 22&shy;&ndash;24. The akvan prince also gains one of the following sets of abilities, depending on what type of genies it hunts.</p>", 
                    "type": "section", 
                    "name": "Akvan Princes", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A shaitan-hunting akvan prince shatters the strongest stone. It gains the stone glide ability, tremorsense 100 feet, and a burrow speed of 100 feet, and its natural attacks are treated as adamantine for the purposes of overcoming damage reduction. It also gains the following spell-like abilities: 3/day&mdash;quickened <i>stone shape</i>, <i>transmute mud to rock</i>, <i>transmute rock to mud</i>, <i>wish</i>.</p>", 
                            "type": "section", 
                            "name": "Crumbling Earth", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>An efreet-hating akvan prince holds dominion over flame. It gains resist fire 30, an efreeti's heat special attack (1d6 when struck, 6d6 when grappling or grappled), and the following spell-like abilities: at will&mdash;quickened <i>quench</i>, <i>scorching ray</i>, <i>wall of fire</i>; 3/day&mdash;<i>wish</i>.</p>", 
                            "type": "section", 
                            "name": "Dying Ember", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A djinn-hunting akvan prince gains power over the wind. It gains resist electricity 30 and the whirlwind ability, its fly speed increases to 120 feet (perfect maneuverability), and it gains the following spell-like abilities: at will&mdash;<i>invisibility</i>; 3/day&mdash;<i>gaseous form</i>, <i>wish</i>. </p>", 
                            "type": "section", 
                            "name": "Gasping Wind", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A marid-slaying akvan prince controls and poisons water. It gains a swim speed of 100 feet, a marid's water's fury special attack (8d6 points of damage, blinds and stuns for 1d6 rounds), and the following spell-like abilities: constant&mdash;<i>water breathing</i>, <i>water walk</i>; at will&mdash;quickened <i>control water</i>; 3/day&mdash;<i>horrid wilting</i>, <i>wish</i>.</p>", 
                            "type": "section", 
                            "name": "Thirsty Sea", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A jann-killing akvan prince spreads failure and defeat. It gains resist acid, cold, and electricity 20, and the following spell-like abilities: at will&mdash;<i>ethereal jaunt</i>, <i>invisibility</i>; 3/day&mdash;<i>insanity</i>, <i>mage's disjunction</i>, <i>wish</i>.</p>", 
                            "type": "section", 
                            "name": "Unbalanced Soul", 
                            "sections": []
                        }
                    ]
                }
            ]
        }, 
        {
            "dexterity": "17", 
            "ac": "18, touch 15, flat-footed 15 (+3 Dex, +3 natural, +2 size)", 
            "cmd": "13 (can't be tripped)", 
            "intelligence": "10", 
            "resist": "acid 10, electricity 10", 
            "melee": "bite +9 (1d4-1 plus poison)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft., fly 40 ft. (perfect)", 
            "alignment": "NE", 
            "size": "Tiny", 
            "environment": "any (Abaddon)", 
            "strength": "8", 
            "constitution": "10", 
            "source": "Bestiary 3", 
            "treasure": "none", 
            "charisma": "14", 
            "languages": "Abyssal, Celestial, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+3", 
            "fortitude": "+3", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +8)<p class=\"stat-block-2\">Constant-<i>detect good</i>, <i>detect magic</i></p><p class=\"stat-block-2\">At will-<i>invisibility</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>charm person</i> (DC 13), <i>minor image</i> (DC 13)</p><p class=\"stat-block-2\">1/day-<i>suggestion</i> (DC 14)</p><p class=\"stat-block-2\">1/week-commune (CL 12th, 6 questions)</p>"
            }, 
            "type": "creature", 
            "feats": "Weapon Finesse, Weapon Focus (bite)", 
            "senses": "darkvision 60 ft., detect good, detect magic, see in darkness; Perception +7", 
            "description": "This disembodied and bestial head covered in lashing hair and curling horns flies through the air.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Bite:", 
                            "sections": [
                                {
                                    "source": "Bestiary 3", 
                                    "name": "Doru Venom", 
                                    "type": "affliction",
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 13", 
                                    "frequency": "1/round for 6 rounds", 
                                    "effect": "1d2 Wisdom damage", 
                                    "cure": "2 consecutive saves"
                                }
                            ]
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Dorus are the divs that whisper in the night, the foul inspiration that drifts upon fetid winds, the messengers of pretender gods. Wild hair whips around a doru's six twisting horns, while a flat nose, a fanged mouth, and red glowing eyes complete the terrifying image of this bodiless monstrosity. Dorus almost always fly, preferring to stay at heights that keep them at the eye level of those with whom they would have dealings. When not flying, dorus roll across the ground in a disturbing manner, horns bouncing and teeth clattering as the creatures cackle and cartwheel, terrifying children and shocking the faint of heart.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The least of the divs, dorus serve as messengers and servants of other divs and sometimes mortal spellcasters. While not strong combatants, dorus prefer to sow ruin in more subtle ways. They enjoy tainting mortals with exaggerated news and outright lies, trying to turn impressionable beings to waste and wickedness. Even if a doru fails to fully corrupt an intelligent being itself, it attempts to weaken the target's will, making the victim more pliable to future corruption and ruin.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>All divs have some manner of esoteric flaw in their personalities&mdash;dorus are obsessed with secrets. These covetous fiends hoard secrets and legends like a miser hoards gold. This thirst for information causes the curious dorus to enter into ridiculous bargains to obtain hidden knowledge from those they believe hold tales of special interest or value, especially when such information has the potential to aid in the corruption of future souls. Such bargains are usually what seal dorus to servitude, whether their service be to other divs or to mortal spellcasters. Cunning creatures, dorus often act as double (and sometimes triple) agents, but they rarely maintain this complex series of lies and deceptions for long. Dorus abhor mortals, as all divs do, and find it difficult to remain obedient to such beings for more than a span of a few decades at most. Only the most precious and profane secrets have the potential to keep a doru faithful to a mortal master for more than a century. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Serving greater divs or mortal spellcasters, divs deliver messages, most directly plucked from secret sources. Dorus' spell-like abilities make them excellent spies, granting them the ability to infiltrate, eavesdrop while invisible, and charm their way out of perilous situations. Those serving mortals pride themselves on manipulating their masters into furthering the divs' own ends. Many evil spellcasters seeking profane power and ancient evil secrets seek to take dorus as familiars. A neutral evil spellcaster of at least 7th level who takes the Improved Familiar feat can select a doru as a familiar.</p>"
                }
            ], 
            "hp": "16 (3d10)", 
            "reach": "0 ft.", 
            "wisdom": "12", 
            "creature_type": "Outsider", 
            "dr": "10/cold iron or good", 
            "base_attack": "+3", 
            "name": "Div, Doru", 
            "skills": "Bluff +8, Fly +11, Knowledge (arcana) +6, Knowledge (planes) +6, Perception +7, Spellcraft +6, Stealth +17", 
            "reflex": "+4", 
            "space": "2-1/2 ft.", 
            "cmb": "+4", 
            "will": "+4", 
            "sr": "13", 
            "organization": "solitary", 
            "creature_subtype": "div, evil, extraplanar"
        }, 
        {
            "dexterity": "15", 
            "ac": "26, touch 11, flat-footed 24 (+2 Dex, +15 natural, -1 size)", 
            "cmd": "34", 
            "special_attacks": "boiling sea", 
            "intelligence": "12", 
            "resist": "acid 10, electricity 10", 
            "melee": "bite +22 (1d8+7/19-20), 2 claws +20 (1d6+7), sting +20 (1d6+7 plus poison) or spear +20/+15/+10 (2d6+7/&times;3 plus poison)", 
            "cr": "10", 
            "xp": "9,600", 
            "speed": "30 ft., swim 80 ft.", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon)", 
            "strength": "24", 
            "constitution": "23", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "14", 
            "languages": "Abyssal, Aquan, Celestial, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+6", 
            "fortitude": "+10", 
            "spells": {
                "spell-like abilities": "(CL 12th; concentration +14)<p class=\"stat-block-2\">Constant-<i>detect good</i>, <i>detect magic</i></p><p class=\"stat-block-2\">At will-<i>control water</i>, <i>curse water</i>, <i>deeper darkness</i>, <i>dimension door</i></p><p class=\"stat-block-2\">3/day-<i>hallucinatory terrain</i> (DC 16), <i>stinking cloud</i> (DC 15), summon (level 6, 1 pairaka 60%), <i>quench</i> (DC 15)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Greater Weapon Focus (bite), Improved Critical (bite), Improved Initiative, Lightning Reflexes, Power Attack, Weapon Focus (bite)", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Boiling Sea", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a standard action, a ghawwas can cause the waters around it to boil. Any creature within 50 feet of the ghawwas, within the same body of water, and at least half submerged takes 6d6 points of heat damage (DC 22 Fortitude save for half). The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Sting:", 
                            "sections": [
                                {
                                    "source": "Bestiary 3", 
                                    "name": "Ghawwas Venom", 
                                    "type": "affliction",
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 23", 
                                    "frequency": "1/round for 6 rounds", 
                                    "effect": "1d6 Strength damage", 
                                    "cure": "2 consecutive saves"
                                }
                            ]
                        }, 
                        {
                            "name": "Rough Hide", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Ghawwas have rough hides studded with jagged barbs and spiny protrusions. Any creature striking a ghawwas with a natural weapon or an unarmed strike takes 1d6 points of slashing and piercing damage.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Full of poison and treachery, ghawwas foul the seas and seek to bring ruin to those who dwell there. Ghawwas resemble a mixture of hulking humanoid, prehistoric fish, and poisonous bottom-feeder. While most ghawwas live in salt water, they sometimes teleport to oases to defile them or suck them dry. Although they see all mortals as enemies, ghawwas bear a particular grudge against peaceable, water-breathing creatures such as merfolk and locathah.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>All ghawwas find the tolling of bells insufferable, the sound filling them with rage and driving them to seek out the source and destroy either the bell or those ringing it. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The typical ghawwas stands 12 feet tall and weighs close to 1,200 pounds. </p>"
                }
            ], 
            "senses": "darkvision 60 ft., detect good, detect magic, see in darkness; Perception +19", 
            "description": "Bristling with spiny ridges, coral horns, and needle-sharp teeth, this menacing biped seems to have emerged from some poisoned sea.", 
            "ranged": "spear +15 (2d6+7/&times;3 plus poison)", 
            "hp": "161 (14d10+84)", 
            "reach": "10 ft.", 
            "wisdom": "15", 
            "defensive_abilities": "rough hide", 
            "creature_type": "Outsider", 
            "special_qualities": "amphibious", 
            "dr": "10/cold iron and good", 
            "base_attack": "+14", 
            "name": "Div, Ghawwas", 
            "skills": "Bluff +19, Knowledge (geography and planes) +18, Perception +19, Stealth +15, Survival +19, Swim +32", 
            "reflex": "+13", 
            "space": "10 ft.", 
            "cmb": "+22", 
            "will": "+11", 
            "sr": "21", 
            "organization": "solitary", 
            "creature_subtype": "aquatic, div, evil, extraplanar"
        }, 
        {
            "dexterity": "20", 
            "ac": "23, touch 15, flat-footed 18 (+5 Dex, +8 natural)", 
            "intelligence": "14", 
            "resist": "acid 10, electricity 10", 
            "melee": "2 claws +14 (1d6+3 plus disease)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "30 ft., fly 50 ft. (good)", 
            "alignment": "NE", 
            "size": "Medium", 
            "environment": "any (Abaddon)", 
            "strength": "17", 
            "constitution": "16", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "24", 
            "languages": "Abyssal, Celestial, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison, disease", 
            "init": "+9", 
            "fortitude": "+6", 
            "spells": {
                "spell-like abilities": "(CL 12th; concentration +19)<p class=\"stat-block-2\">Constant-<i>detect good</i>, <i>detect magic</i></p><p class=\"stat-block-2\">At will-<i>charm monster</i> (DC 20), <i>dimension door</i> (self plus 50 lbs. of objects only), <i>misdirection</i> (DC 19)</p><p class=\"stat-block-2\">1/day-<i>insect plague</i>, summon (level 3, 1d4 dorus 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Deceitful, Flyby Attack, Hover, Improved Initiative, Weapon Finesse", 
            "senses": "darkvision 60 ft., detect good, detect magic, see in darkness; Perception +16", 
            "description": "Blue-skinned and draped in revealing attire, this humanoid fiend has a sultry gaze suggesting all manner of debased pleasures.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "name": "Disease", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "text": "<p>A pairaka carries two diseases. Its claws infect targets with bubonic plague, and any willing contact with its skin (such as through caressing, grappling, or more) exposes victims to the shakes. Claw:",
                            "sections": [
                                {
                                    "source": "Bestiary 3", 
                                    "name": "Pairaka Bubonic Plague", 
                                    "type": "affliction",
                                    "subtype": "disease", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 17", 
                                    "onset": "1 day", 
                                    "frequency": "1/day", 
                                    "effect": "1d4 Strength damage, 1 Charisma damage, and target is fatigued", 
                                    "cure": "2 consecutive saves"
                                },
                                {
                                    "source": "Bestiary 3", 
                                    "name": "Pairaka Shakes", 
                                    "type": "affliction",
                                    "subtype": "disease", 
                                    "contracted": "contact", 
                                    "save": "Fortitude DC 13", 
                                    "onset": "1 day", 
                                    "frequency": "1/day", 
                                    "effect": "1d8 Dexterity damage", 
                                    "cure": "2 consecutive saves"
                                }
                            ]
                        }, 
                        {
                            "name": "Lustful Dreams", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Pairakas can torment sleeping creatures. While an intelligent creature sleeps, a pairaka can slip into the target's mind and twist its dreams to lusty nocturnal visions. The victim must be asleep for the pairaka to use this ability and the pairaka must be within 100 feet. If the victim fails a DC 21 Will save, it experiences vivid hallucinations of a lurid nature that leave it breathless and fatigued upon waking. The victim, even a depraved soul, rarely considers the sexual nature of these dreams enjoyable, as the images exploit any number of taboos the pairaka suspects its victim might harbor. The save DC is Charisma-based. Creatures that do not sleep or dream are immune to this effect.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A sensual pairing of seduction and destruction, pairakas embody the corruptive nature of unbridled lust. Pairakas spend little time in their true form while on the Material Plane, choosing to cloak themselves instead in alluring forms to seduce potential victims, ruin relationships, and foment obsession. In its true form, a pairaka's body is a foul landscape of blazing rashes, oozing pustules, and taut blisters suggestive of the corruptions it harbors, bodily and spiritually.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Pairakas pride themselves on perversion. They love nothing more than turning lovers against one another or destroying the bonds of friendship. Pairakas feed off this slow torment and savor each broken heart or disappointment. They use lust and sexuality as their primary tools, wielding taboos and carnal appetites to sever once-friendly relationships. Pairakas also use their seduction to spread disease, charming victims into physical contact.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Just as all other divs suffer a weakness, pairakas cannot stand the color red. They never wear the color or enter a place that is painted red, and they always attack creatures that are garbed in clothes of a crimson hue first.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Pairakas stand 6 feet tall and weigh around 150 pounds. Their skin color varies widely between individuals.</p>"
                }
            ], 
            "hp": "76 (9d10+27)", 
            "wisdom": "18", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (any Small or Medium animal or humanoid; polymorph)", 
            "dr": "10/cold iron or good", 
            "base_attack": "+9", 
            "name": "Div, Pairaka", 
            "skills": "Bluff +20, Diplomacy +18, Disguise +18, Fly +16, Intimidate +16, Knowledge (local) +13, Knowledge (planes) +13, Perception +16, Sense Motive +13, Stealth +17", 
            "reflex": "+11", 
            "cmd": "27", 
            "cmb": "+12", 
            "will": "+10", 
            "sr": "22", 
            "organization": "solitary", 
            "creature_subtype": "div, evil, extraplanar, shapechanger"
        }, 
        {
            "dexterity": "20", 
            "ac": "32, touch 14, flat-footed 27 (+5 Dex, +18 natural, -1 size)", 
            "cmd": "38", 
            "special_attacks": "rain of debris", 
            "intelligence": "19", 
            "resist": "acid 10, electricity 10", 
            "melee": "+1 falchion +23/+18/+13 (2d6+11/15-20) or2 claws +21 (1d6+7)", 
            "cr": "14", 
            "xp": "38,400", 
            "speed": "40 ft.", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon)", 
            "strength": "25", 
            "constitution": "27", 
            "source": "Bestiary 3", 
            "treasure": "standard (+1 falchion, other treasure)", 
            "charisma": "22", 
            "languages": "Abyssal, Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+9", 
            "fortitude": "+13", 
            "spells": {
                "spell-like abilities": "(CL 15th; concentration +21)<p class=\"stat-block-2\">At will-<i>comprehend languages</i>, <i>deeper darkness</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>nondetection</i>, <i>speak with dead</i> (DC 19)</p><p class=\"stat-block-2\">3/day-<i>blindness/deafness</i> (DC 18), <i>fly</i>, <i>ice storm</i>, <i>invisibility</i>, <i>mirror image</i>, <i>scorching ray</i>, <i>touch of idiocy</i>, <i>true strike</i></p><p class=\"stat-block-2\">1/day-<i>animate dead</i>, <i>baleful polymorph</i> (DC 21), <i>bestow curse</i> (DC 20), <i>break enchantment</i>, <i>create undead</i>, <i>disintegrate</i> (DC 22), <i>enervation</i>, <i>fireball</i> (DC 19), <i>hold monster</i> (DC 21), summon (level 4, 1 ghawwas or 1 shira 40%), <i>true seeing</i></p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Combat Reflexes, Deflect ArrowsB, Improved Critical (falchion), Improved Initiative, Iron Will, Lightning Reflexes, Power Attack, Weapon Focus (falchion)", 
            "senses": "darkvision 60 ft., see in darkness; Perception +22", 
            "description": "Twice the height of a human, this horned monstrous warrior wields a massive blade.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Deflect Rays", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Once per round as an immediate action, a sepid can use its Deflect Arrows feat to deflect a ray or a spell that uses a ranged touch attack.", 
                            "sections": []
                        }, 
                        {
                            "name": "Rain of Debris", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Three times per day as a standard action, a sepid can call forth a hail of stones, wood, metal, and similar debris. The debris rains down and pelts all creatures in a 10-foot-high, 40-foot-radius cylinder centered on the sepid, dealing 15d6 points of bludgeoning damage (Reflex DC 25 for half). This attack does not harm the sepid, and counts as an evil attack for the purpose of damage reduction. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Warlords among the divs, sepids spread fear, slaughter, and despair wherever they pass. They foster battles, incite rebellions, and seek heroes to slay, destroying all that which gives common people hope. With their falchions in hand, sepids often stand at the fore of the foul legions they raise.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Sepids delight in twisting the truth, but while all divs are liars, sepids make themselves predictable by always doing the opposite of what they claim, and wise opponents turn this knowledge to their own advantage.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Sepids stand 13 feet tall and weigh upward of 1,500 pounds.</p>"
                }
            ], 
            "hp": "202 (15d10+120)", 
            "reach": "10 ft.", 
            "wisdom": "19", 
            "creature_type": "Outsider", 
            "special_qualities": "deflect rays", 
            "dr": "10/cold iron and good", 
            "base_attack": "+15", 
            "name": "Div, Sepid", 
            "skills": "Bluff +24, Fly +15, Intimidate +24, Knowledge (arcana) +22, Knowledge (planes) +22, Knowledge (religion) +15, Perception +22, Sense Motive +20, Spellcraft +22, Stealth +19, Use Magic Device +24", 
            "reflex": "+16", 
            "space": "10 ft.", 
            "cmb": "+23", 
            "will": "+15", 
            "sr": "25", 
            "organization": "solitary", 
            "creature_subtype": "div, evil, extraplanar"
        }, 
        {
            "dexterity": "25", 
            "ac": "27, touch 16, flat-footed 20 (+7 Dex, +11 natural, -1 size)", 
            "cmd": "39", 
            "special_attacks": "consume essence, dusty pelt, rake (2 claws +21, 1d8+9)", 
            "intelligence": "13", 
            "resist": "acid 10, electricity 10", 
            "melee": "bite +21 (1d8+9/19-20), 2 claws +21 (1d8+9 plus grab)", 
            "cr": "12", 
            "xp": "19,200", 
            "speed": "50 ft.", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "any (Abaddon)", 
            "strength": "28", 
            "constitution": "25", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "20", 
            "languages": "Abyssal, Celestial, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+11", 
            "fortitude": "+11", 
            "spells": {
                "spell-like abilities": "(CL 13th; concentration +18)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">3/day-<i>magic circle against good</i>, <i>waves of fatigue</i></p><p class=\"stat-block-2\">1/day-summon (level 5, 1d2 pairakas or 1 shira 35%)</p>"
            }, 
            "type": "creature", 
            "feats": "Improved Critical (bite), Improved Initiative, Power Attack, Run, Weapon Focus (claw), Weapon Focus (bite)", 
            "senses": "darkvision 60 ft., see in darkness, true seeing; Perception +21", 
            "description": "Moving with deadly grace, this brutal, thickly furred humanoid figure's head is that of a lioness with dead black eyes. ", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Consume Essence", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A shira's deadliest attacks drain away a portion of its victim's essence. Whenever a shira hits with a coup de grace attack using its bite, or confirms a critical hit with its claws or bite, the target must succeed at a DC 23 Fortitude save or take 1d4 points of Constitution drain. The save is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Dusty Pelt", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A shira collects and produces copious amounts of dust and ash within the coarse hairs of its furry hide. As a move action, it can shake itself, creating a cloud of dust that fills its space, providing it concealment. Any attack that deals at least 10 points of bludgeoning, piercing, or slashing damage to the shira (before DR) automatically activates this ability. The dust cloud lasts for 1 round. A light wind disperses this cloud immediately.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Bestial stalkers, shiras live to hunt and feed. Resembling anthropomorphic lionesses, these divs use their powerful builds, keen senses, and deadly instincts to track the proudest mortals and slay the most formidable foes. They embody the deadly nature of the wilds and the dispassion with which beast and land might turn against mortals, delighting in proving to civilized beings how small and helpless they are in the face of a savage world.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Shiras prefer hunting alone, keeping company with even others of their own kind only long enough to form temporary hunting bands. With a hunger for intelligent prey, they savor the taste of mortal souls, savaging not just victims' bodies but also their vital essences. Despite being the most feral of all divs, shiras sometimes serve as scouts and assassins for div hordes. Such arrangements usually prove to be temporary, however, lasting only until the shiras' savage instincts or lust for the hunt again takes hold.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p> Shiras never go after an easy kill, and instead target the most obviously powerful of the possible targets. When acting on this compulsion, a shira weighs its chances for survival and the glory of its intended kill, planning its tactics carefully and not necessarily charging savagely forth. Though savage, a shira is also a cunning hunter and might wait weeks for the perfect opportunity to bring down its chosen prey.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Most shiras stand 10 feet tall and weigh approximately 1,200 pounds.</p>"
                }
            ], 
            "hp": "150 (12d10+84)", 
            "reach": "10 ft.", 
            "wisdom": "22", 
            "creature_type": "Outsider", 
            "dr": "10/cold iron and good", 
            "base_attack": "+12", 
            "name": "Div, Shira", 
            "skills": "Acrobatics +22 (+30 when jumping), Bluff +20, Climb +24, Intimidate +20, Perception +21, Stealth +18, Survival +21", 
            "reflex": "+15", 
            "space": "10 ft.", 
            "cmb": "+22 (+26 grapple)", 
            "will": "+14", 
            "sr": "23", 
            "organization": "solitary", 
            "creature_subtype": "div, evil, extraplanar"
        }
    ], 
    "name": "Div", 
    "type": "section"
}
