{
    "source": "Bestiary 3", 
    "text": "<p class=\"flavor-text\">There can be no mistaking this animal-like creature for a mere beast, for its face has an almost supernaturally human look to it.</p>", 
    "type": "section", 
    "name": "Foo Creature", 
    "sections": [
        {
            "dexterity": "15", 
            "ac": "15, touch 12, flat-footed 13 (+2 Dex, +3 natural)", 
            "intelligence": "6", 
            "racial_modifiers": "Acrobatics (+4 when jumping), +4 Survival when tracking by scent", 
            "melee": "bite +4 (1d6+4 plus trip)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "40 ft.", 
            "alignment": "NG", 
            "size": "Medium", 
            "environment": "any (Nirvana)", 
            "strength": "17", 
            "constitution": "17", 
            "source": "Bestiary 3", 
            "treasure": "none", 
            "charisma": "6", 
            "languages": "Celestial, Common", 
            "immune": "poison, disease, paralysis, sleep", 
            "init": "+2", 
            "fortitude": "+6", 
            "type": "creature", 
            "feats": "Iron WillB, Skill Focus (Perception)", 
            "senses": "darkvision 60 ft., low-light vision, scent; Perception +8", 
            "sections": [], 
            "hp": "17 (2d10+6)", 
            "wisdom": "12", 
            "defensive_abilities": "paired protectors, stony defense 2/day", 
            "creature_type": "Outsider", 
            "special_qualities": "freeze", 
            "dr": "5/bludgeoning", 
            "base_attack": "+1", 
            "name": "Foo Dog", 
            "skills": "Acrobatics +6 (+14 when jumping), Perception +8", 
            "reflex": "+5", 
            "cmd": "16 (20 vs. trip)", 
            "cmb": "+4", 
            "will": "+3", 
            "organization": "solitary or pair", 
            "creature_subtype": "augmented animal, good, extraplanar"
        }, 
        {
            "dexterity": "17", 
            "ac": "17, touch 12, flat-footed 14 (+3 Dex, +5 natural, -1 size)", 
            "special_attacks": "pounce, rake (2 claws +8, 1d4+6)", 
            "intelligence": "6", 
            "racial_modifiers": "+4 Acrobatics, +4 Perception, +4 Stealth (+8 in undergrowth)", 
            "melee": "bite +8 (1d8+6 plus grab), 2 claws +8 (1d4+6)", 
            "cr": "4", 
            "xp": "1,200", 
            "speed": "40 ft.", 
            "alignment": "NG", 
            "size": "Large", 
            "environment": "any (Nirvana)", 
            "strength": "23", 
            "constitution": "17", 
            "space": "10 ft.", 
            "treasure": "none", 
            "charisma": "6", 
            "languages": "Celestial, Common", 
            "immune": "poison, disease, paralysis, sleep", 
            "init": "+7", 
            "fortitude": "+7", 
            "type": "creature", 
            "feats": "Improved Initiative, Iron WillB, Run, Skill Focus (Perception)", 
            "senses": "darkvision 60 ft., low-light vision, scent; Perception +9", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Foo creatures are benevolent guardian spirits that hail originally from the Outer Plane of Nirvana, where they spend their days cavorting in the idyllic wilds or aiding that realm's inhabitants, particularly the agathions, in their work. Yet while they come from Nirvana, foo creatures are often encountered on the Material Plane as well, for they are favorite conjurations of many cultures and religions.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Countless species of foo creatures exist&mdash;for if an animal dwells upon the Material Plane, it is certain that somewhere in the vast wilds of Nirvana its spiritual double frolics and plays. Nonetheless, certain foo creatures are more common than others, and the most often encountered of all are dogs and lions. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A foo creature can be called to the Material Plane for any reason a conjurer can imagine&mdash;these monsters are generally much more intelligent than their mundane counterparts, and can not only follow complex orders but can speak and converse as well. Typically, a foo creature is contacted to serve for a time as a guardian&mdash;by adopting its statue form using its freeze ability, a foo creature can appear as little more than an ornate decoration astride the facade of a building or standing guard over a fountain in a city plaza. They are not as often called upon to serve as soldiers in armies, for foo creatures detest war. They generally dislike serving as mounts as well, although for particularly pious and kindly folk, they have been known to make exceptions.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "text": "<p>Foo Creature is an inherited template that can be added to any animal, referred to hereafter as the base creature. A foo creature retains all the base creature's statistics and abilities except as noted here. </p>", 
                    "type": "section", 
                    "name": "Creating a Foo Creature", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Same as the base creature +1.</p>", 
                            "type": "section", 
                            "name": "Challenge Rating", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Any good.</p>", 
                            "type": "section", 
                            "name": "Alignment", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>The base creature's type changes to outsider with the good subtype. It gains the augmented subtype. Do not recalculate BAB, saves, or skill ranks.</p>", 
                            "type": "section", 
                            "name": "Type", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>As the base creature, plus darkvision 60 feet.</p>", 
                            "type": "section", 
                            "name": "Senses", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A foo creature's natural armor bonus increases by +2.</p>", 
                            "type": "section", 
                            "name": "AC", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>The base creature's racial Hit Dice change to d10s. </p>", 
                            "type": "section", 
                            "name": "Hit Dice", 
                            "sections": []
                        }, 
                        {
                            "name": "Defensive Abilities", 
                            "sections": [], 
                            "text": "<p>A foo creature retains all of the base creature's defensive abilities and special qualities. It also gains the following. </p><p class=\"stat-block-2\"><i>Damage Reduction </i>A foo creature gains DR/bludgeoning based on its Hit Dice. A foo creature with up to 10 HD gains DR 5/bludgeoning. A foo creature with 11 or more HD gains DR 10/bludgeoning.</p><p class=\"stat-block-2\"><i>Immunity (Ex)</i>A foo creature gains immunity to poison, disease, paralysis, and sleep.</p><p class=\"stat-block-2\"><i>Paired Protectors (Su)</i>When two or more foo creatures are within 30 feet of one another, they both gain the benefit of a <i>protection from evil</i> spell. The caster level of this <i>protection from evil</i> effect is equal to the highest Hit Dice of the affected foo creatures. This effect can be dispelled, but if it is, a foo creature can reactivate it as a swift action. </p><p class=\"stat-block-2\"><i>Stony Defense (Su)</i>A number of times per day equal to its Hit Dice, a foo creature can harden its skin to unyielding stone as an immediate action. It gains hardness 8 until the end of its next turn, but its speed is reduced by 10 feet for the same duration. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Special Abilities", 
                            "sections": [], 
                            "text": "<p>A foo creature retains all of the base creature's special attacks and special abilities. It also gains the following special quality. </p><p class=\"stat-block-2\"><i>Freeze </i>A foo creature can hold itself so still it appears to be a statue. A foo creature that uses freeze can take 10 on its Stealth check to hide in plain sight as a stone statue. A foo creature can maintain this position for as long as it wishes.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "type": "ability"
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>+2 Strength, +2 Constitution, +4 Intelligence.</p>", 
                            "type": "section", 
                            "name": "Abilities", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>All foo creatures gain Iron Will as a bonus feat.</p>", 
                            "type": "section", 
                            "name": "Feats", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>All foo creatures speak Common and Celestial.</p>", 
                            "type": "section", 
                            "name": "Languages", 
                            "sections": []
                        }
                    ]
                }, 
                {
                    "source": "Bestiary 3", 
                    "text": "<p>Among foo creatures there exist what are known as the &ldquo;imperials&rdquo;&mdash;the leaders of particular races of foo creatures. Imperial foo creatures are much more powerful than the typical examples of their kind, and possess a wide array of additional magical powers. Each imperial foo creature is a unique entity; only one exists at any one time. When an imperial foo creature is slain, the next most powerful foo creature of its species immediately transcends to this role to replace the one that was lost.</p><p>To create an imperial foo creature, first generate the statistics for a regular foo creature. The steps you'll go through to create the imperial version of that foo creature are more akin to those you'd go through to advance a creature by Hit Dice rather than a standard template.</p>", 
                    "type": "section", 
                    "name": "Creating an Imperial Foo Creature", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Upon becoming an imperial, the foo creature gains a +6 bonus to all of its ability scores, save for Intelligence, which increases to 20 (unless the +6 increase would normally increase its Intelligence to an even higher score, in which case use that score instead). </p>", 
                            "type": "section", 
                            "name": "Step One-Increase Ability Scores", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>An imperial foo creature always has at least double the original foo creature's Hit Dice&mdash;you can give the imperial foo creature even more Hit Dice than this if you want to make a particularly powerful one. Base attack bonus, saves, skill ranks, feats, and all other variables dependent upon Hit Dice change as normal.</p>", 
                            "type": "section", 
                            "name": "Step Two-Advance Hit Dice", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Increase the foo creature's size by one category, applying the modifiers for size changes.</p>", 
                            "type": "section", 
                            "name": "Step Three-Increase Size", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>An imperial foo creature casts spells as a 10th-level sorcerer, and can cast spells from the cleric list as well as those normally available to a sorcerer. Cleric spells are considered arcane spells for an imperial foo creature. The imperial foo creature gains Eschew Materials as a bonus feat, but gains no other class ability normally granted by the sorcerer class.</p>", 
                            "type": "section", 
                            "name": "Step Four-Spellcasting", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Compare the foo creature's statistics to determine the creature's final CR. An imperial foo creature has a minimum CR score of 11. If your creation's statistics aren't good enough to qualify for this CR minimum, continue adding racial Hit Dice until the imperial's statistics reach this minimum.</p>", 
                            "type": "section", 
                            "name": "Step Five-Determine CR", 
                            "sections": []
                        }
                    ]
                }
            ], 
            "hp": "42 (5d10+15)", 
            "reach": "5 ft.", 
            "wisdom": "12", 
            "defensive_abilities": "paired protectors, stony defense 5/day", 
            "creature_type": "Outsider", 
            "special_qualities": "freeze", 
            "dr": "5/bludgeoning", 
            "base_attack": "+3", 
            "name": "Foo Lion", 
            "skills": "Acrobatics +11 (+15 when jumping), Perception +9, Stealth +8 (+16 in undergrowth)", 
            "reflex": "+7", 
            "cmd": "23 (27 vs. trip)", 
            "cmb": "+10 (+14 grapple)", 
            "will": "+4", 
            "source": "Bestiary 3", 
            "organization": "solitary or pair", 
            "creature_subtype": "augmented animal, good, extraplanar"
        }
    ]
}