{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>Kami are ancient, mystical, and otherworldly spirits created eons ago by the gods. Originally intended as guardians of those parts of nature that could not protect themselves, kami have proven remarkably adaptive. As the nature of reality changes, so do the kami.</p><p>There are countless species of kami&mdash;in theory, every type of animal, plant, object, and location could be served by its own type of kami. These are collectively called &ldquo;wards&rdquo; by kami, who often think of them similar to how a human might think of a young child placed into his or her care. In practice, there are far more wards in creation than there are kami. As such, all kami seek to reproduce and thus expand their influence&mdash;the more kami, the more wards what benefit from their protection. Accordingly, kami influence is usually regional in nature&mdash;the kami simply aren't numerous enough yet to protect all of creation.</p><p>Further complicating attempts to catalog and categorize kami is the fact that there seems to be no rhyme or reason as to what sorts of wards get specific types of kami. The jinushigami, for example, are a race of kami that associate with all manner of regions, while the kodama concern themselves narrowly with the protection of specific trees. To the kami, these apparently arbitrary classifications make perfect sense, and their attempts to explain the reasoning to others generally result in confused listeners and frustrated kami. One thing that does remain constant, though, is the relationship between a kami's size and the import of its ward. A kami associated with a knife, frog, or single pebble in a stream would generally be quite small and unimposing, while a kami associated with a mountain, redwood tree, or elephant would be proportionally larger and more powerful. Of course, even here there seem to be exceptions, and frustrated scholars often wonder only half-jokingly whether the gods themselves vary these rules only to cause scholastic arguments and frustration.</p><p>Kami come into existence either as a spontaneously manifesting spirit or as the reincarnation of a particularly noble soul. Souls of creatures who died to protect an element of nature are particularly prone to returning to life as a kami. In this latter way, many kami arise from the souls of dedicated rangers or druids who perished while defending their homelands, or monks who spent a lifetime meditating on the serenity of nature. Once reincarnated, however, few kami remember any of their former lives, and their forms never resemble their former bodies. The rare kami who do recall their prior lives are the kami most likely to become more than mere guardians&mdash;these kami often take class levels and grow quite powerful.</p><p>Kami exist as ever-morphing spirits rather than souls trapped in concrete forms. Most exist to watch over a single tree, stone, or bend of a stream, and can have no more influence on the world than a single insect. A kami spends the majority of its existence merged with its ward&mdash;in this shape, it has no ability to interact with the world at all, but it can observe its surroundings with ease. There is no reliable way to determine whether an object, plant, animal, or location is protected by a kami, so those who travel or live in regions where kami are common generally assume that everything has a kami guardian. The kami do little to dissuade this, since the belief that kami are present is often just as potent a protection as having a kami in the first place.</p><p>All kami can assume physical form. Most somewhat resemble their ward, but again, in apparent eagerness to baffle and frustrate scholars, this is not always the case. When a kami assumes physical form, it always initially appears adjacent to its ward, manifesting suddenly as if teleporting. It is considered impolite by kami to pop into view, though&mdash;most prefer to manifest bodies while hiding, such as behind a tree, then step out of hiding to reveal themselves to those they wish to speak to.</p><p>Kami are generally a peaceable race, cohabitating with friendly fey and other magical beings that reside in natural environments. Dryads and treants alike find the company of kami to be quite favorable, as these noble spirits are willing to defend their lands to the death. Being more destructive, troublesome fey find themselves unwelcome in lands overseen by kami, who use the power of nature itself to obliterate intruders who make a nuisance of themselves. Kami's peaceful nature never vanishes more quickly than when they face oni, however, for no other creature is as hated by the kami as these. Kami view oni as defilers of the natural world and monsters whose goals and actions are in direct conflict with those of the nature spirits. When oni are spotted in areas guarded by kami, all kami alert each other to this intrusion, and band together to root out the dark presence. The fact that when a kami falls from grace it runs the risk of becoming an oni has much to do with this hatred&mdash;essentially, kami see oni as physical proof of their race's capacity for failure and shame.</p><p>While kami are rarely evil, they place the protection of their wards above all else. Often, this puts them at odds with other creatures, and as a result, many tend to view kami as troublemakers at best and outright monsters at worst. The kami have little care for how they are viewed by non-kami, of course&mdash;what matters to them is the safety of their wards.</p><p>The most powerful kami are known as kami lords. These mysterious and unique creatures are fantastically powerful, often on par with demigods or greater entities. </p>", 
            "type": "section", 
            "name": "Kami", 
            "sections": []
        }, 
        {
            "dexterity": "25", 
            "ac": "34, touch 14, flat-footed 26 (+7 Dex, +1 dodge, +20 natural, -4 size)", 
            "cmd": "55 (57 vs. bull rush and overrun)", 
            "intelligence": "23", 
            "resist": "acid 10, electricity 10, fire 10", 
            "melee": "+5 quarterstaff +32/+27/+22/+17 (3d6+14), +5 quarterstaff +32 (3d6+9) or 2 slams +29 (2d10+9)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "50 ft., burrow 40 ft.; earth glide", 
            "alignment": "N", 
            "size": "Gargantuan", 
            "environment": "any", 
            "strength": "28", 
            "constitution": "28", 
            "source": "Bestiary 3", 
            "treasure": "triple", 
            "charisma": "31", 
            "languages": "Common, Terran; speak with animals, speak with plants, stone tell, telepathy 300 ft.", 
            "immune": "bleed, mind-affecting effects, petrification, polymorph", 
            "init": "+11", 
            "fortitude": "+25", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +30)<p class=\"stat-block-2\">Constant-<i>true seeing</i>, <i>speak with animals</i>, <i>speak with plants</i>, <i>stone tell</i></p><p class=\"stat-block-2\">At will-<i>detect thoughts</i> (DC 22), <i>greater teleport</i> (self only, only within the boundaries of its ward), <i>stone shape</i>, <i>wood shape</i></p><p class=\"stat-block-2\">3/day-<i>control plants</i> (DC 28), <i>earthquake</i> (DC 28), <i>heal</i>, <i>repel metal or stone</i>, <i>summon nature's ally IX</i></p><p class=\"stat-block-2\">1/day-<i>true resurrection</i></p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Combat Casting, Combat Reflexes, Dodge, Great Fortitude, Improved Bull Rush, Improved Initiative, Improved Overrun, Iron Will, Lightning Reflexes, Power Attack, Two-Weapon Fighting", 
            "senses": "darkvision 60 ft., tremorsense 60 ft., true seeing; Perception +38", 
            "description": "This enormous amalgamation of stone and plant matter takes the shape of an old man leaning on an equally huge staff.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Infused Quarterstaff", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Any quarterstaff a jinushigami wields functions as a +5 quarterstaff (unless the quarterstaff already has a greater enhancement bonus). If a jinushigami is within its regional ward, it can create a Gargantuan quarterstaff out of the surrounding terrain as a standard action.", 
                            "sections": []
                        }, 
                        {
                            "name": "Manipulate Terrain", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A jinushigami can help any number of creatures travel within its territory. Creatures aided in this way receive a +10 bonus on Survival checks and do not suffer reductions to overland movement from terrain or lack of a highway or other roadway, regardless of the presence of roads or the type of terrain they actually travel through. Alternatively, a jinushigami can make terrain more difficult for any number of creatures to travel through, imparting a &ndash;10 penalty on all Survival checks and causing overland movement to be reduced to one-tenth its normal speed. A jinushigami can affect as many creatures as it wishes with this ability, selecting whether it aids or impedes travel for each, as long as it can notice the creature and the creature is within its regional ward. A jinushigami may use this ability while merged with its ward.", 
                            "sections": []
                        }, 
                        {
                            "name": "Ward", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A jinushigami treats an entire region as its ward. This region can be a single forest, swamp, mountain, lake, or any other natural feature, with a maximum radius of 5 miles. Most jinushigami have smaller regional wards, since not all regions are large enough to fill this area, but no region with a radius smaller than 1 mile radius can support (or deserves) a jinushigami. As long as it is within its territory (either merged with it or in its physical form), a jinushigami can observe the world from any point within its regional ward as if it were at that point. While merged with its ward, it can observe all points simultaneously in this way. As a standard action, it can convey information about a creature within its ward (effectively imparting a description and exact location) to all kami within its regional ward.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Guardians of significant natural wonders like mountains, large lakes, forests, and so on, jinushigami (known also as land kami) are the most powerful and revered of all kami, commanding the very forces of nature itself to ensure the safety and security of their wards. These potent spirits garner the most respect among other kami, wielding great influence over both them and the native creatures that dwell within their territories. Jinushigami tend to stay hidden amongst their land, however, knowing that their intimate tie with the environment makes them highly desirable targets among those who would seek to do harm to nature.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Strangers to lands protected by jinushigami are well-advised to take the utmost care to not offend the powerful spirit creatures. When displeased, jinushigami can eradicate trails and warp the contours of their terrain, forcing travelers to endure unreasonable hardship in travel. These goliaths have little patience for those who would defile their efforts, and offenders who fail to listen to a jinushigami's initial hints quickly discover how devastating the kami's powers can be as they are forced from the land either by the lesser kami who serve their superior or by the towering jinushigami itself. Of course, those who respect and honor the jinushigami see the kami's other side, as the kami eases their travel by lessening undergrowth, shifting rivers, and otherwise providing subtle but incredible aid to travelers.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Jinushigami are ancient and wise, and while they are no fools, they prefer to give visitors to their domains the benefit of the doubt. Only when an individual makes known his disruptive intentions toward the structure and cohesion of nature does a jinushigami react with violence. Of course, those who align themselves with naturally opposing forces of the kami, such as the oni, do not receive this friendly grace period, and a jinushigami can perceive most treacherous thoughts, sensing a suspicious visitor through its connection with the land, then tracking it down to stealthily observe it more closely.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A jinushigami is 38 feet tall and weighs over 30,000 pounds. When they manifest physical bodies, they appear as lumbering humanoid forms made of earth and stone and plant matter, sometimes with strange humanoid affectations like hats or jewelry.</p>"
                }
            ], 
            "hp": "348 (24d10+216); fast healing 20", 
            "reach": "20 ft.", 
            "wisdom": "24", 
            "creature_type": "Outsider", 
            "special_qualities": "infused quarterstaff, manipulate terrain, merge with ward, ward (region)", 
            "dr": "15/cold iron and bludgeoning", 
            "base_attack": "+24", 
            "name": "Kami, Jinushigami", 
            "skills": "Acrobatics +31 (+39 when jumping), Bluff +37, Diplomacy +34, Heal +34, Intimidate +34, Knowledge (geography) +33, Knowledge (nature) +33, Perception +38, Sense Motive +38, Spellcraft +33, Stealth +22, Survival +31", 
            "reflex": "+17", 
            "space": "20 ft.", 
            "cmb": "+37 (+39 bull rush and overrun)", 
            "will": "+23", 
            "sr": "31", 
            "organization": "solitary", 
            "creature_subtype": "earth, kami, native"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>Of all the kami, land kami are the most ancient and powerful, yet even among these immense outsiders there are variations in that power. Newly formed jinushigami have statistics as presented above, but a jinushigami grows more powerful as the legend and fame of the site it guards grows. For example, a jinushigami of part of a mountain range is impressive, but a jinushigami whose region includes the range's tallest mountain is even more so.</p><p>When a jinushigami becomes this powerful, it is known as an elder jinushigami. An elder jinushigami is generally a Colossal creature, and rarely has fewer than 28 Hit Dice&mdash;most are between CR 22 and CR 25, although exact details vary. An elder jinushigami's ward can cover a much larger area than that of a typical jinushigami, usually with a radius of 1 mile per CR possessed by the elder jinushigami. An elder jinushigami also gains additional spell-like abilities to more closely reflect its role in the world. Listed below are several examples.</p>", 
            "type": "section", 
            "name": "Elder Jinushigami", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "text": "<p id=\"glacier-kami\">An elder jinushigami associated with a vast glacier, be it one that carves mountains or runs along a polar coastline, appears as a humanoid made of blocks of ice. These kami have the cold subtype instead of the earth subtype (and thus gain immunity to cold and vulnerability to fire), and can use <i>cone of cold</i> and <i>wall of ice</i> as spell-like abilities three times per day each.</p>", 
                    "type": "section", 
                    "name": "Glacier Kami", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 3", 
                    "text": "<p id=\"great-reef-kami\">An elder jinushigami whose domain contains a sizable coral reef of considerable age appears as a humanoid constructed of living coral draped with seaweed. Great reef kami have the water subtype instead of the earth subtype, gain the aquatic subtype (and the amphibious special quality), gain a swim speed of 60 ft., and gain the ability to use <i>tsunami</i> once per day as a spell-like ability.</p>", 
                    "type": "section", 
                    "name": "Great Reef Kami", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 3", 
                    "text": "<p id=\"mountain-kami\">When an elder jinushigami's ward includes the tallest peak in a range or region, it gains the use of <i>flesh to stone</i> and <i>wall of stone</i> three times per day each.</p>", 
                    "type": "section", 
                    "name": "Mountain Kami", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 3", 
                    "text": "<p id=\"volcano-kami\">An elder jinushigami that includes in its ward an active volcano appears as a humanoid made of equal parts molten rock and solid stone. A volcano kami has the fire subtype instead of the earth subtype (and thus gains immunity to fire and vulnerability to cold), can use <i>fireball</i> three times per day as a spell-like ability, and can use <i>wall of lava</i> once per day as a spell-like ability.</p>", 
                    "type": "section", 
                    "name": "Volcano Kami", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "13", 
            "ac": "18, touch 14, flat-footed 15 (+1 Dex, +2 dodge, +4 natural, +1 size)", 
            "special_attacks": "distracting gaze, sneak attack +2d6", 
            "intelligence": "11", 
            "resist": "acid 10, electricity 10, fire 10", 
            "melee": "2 claws +9 (1d3+2)", 
            "cr": "5", 
            "xp": "1,600", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Small", 
            "environment": "any forest", 
            "strength": "14", 
            "constitution": "16", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "17", 
            "languages": "Common; speak with plants, telepathy 100 ft.", 
            "immune": "bleed, mind-affecting effects, petrification, polymorph", 
            "init": "+1", 
            "fortitude": "+10", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +9)<p class=\"stat-block-2\">At will-<i>speak with plants</i> (trees only), <i>tree shape</i></p><p class=\"stat-block-2\">3/day-<i>charm animal</i> (DC 14), <i>entangle</i> (DC 14), <i>tree stride</i> (self plus 50 lbs. of objects only)</p>"
            }, 
            "type": "creature", 
            "feats": "Great Fortitude, Nimble Moves, Power Attack", 
            "senses": "darkvision 60 ft.; Perception +11", 
            "description": "This little green humanoid figure stands only three feet tall. Its head is faceless save for two hollow pits for eyes.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Distracting Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Staggered for 1d4 rounds, 30 feet, Will DC 16 negates. This is a mind-affecting effect that requires the kodama to be visible to those it wishes to affect. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Revered by druids and rangers for their attunement with the wilds, kodama, known also as tree kami, are the guardians of the wild trees of the forest&mdash;they do not protect trees cultivated and grown in civilized areas. (Those trees are protected by different kami, if at all.) A kodama takes a single tree under its protection; typically, all of the trees in a forest that are protected by kodama are clustered together in one particular area. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A kodama in its physical form resembles a barely humanoid creature with only the vaguest of features on its semispherical head. A tree kami is 3 feet tall and weighs 60 pounds. While one might expect the kami of something as large as a tree to itself be larger, the fact that forests are made up of so many trees tends to diminish the singular &ldquo;presence&rdquo; any single tree might have. In cases where a tree is particularly ancient or immense, however, the kodama associated with it is much larger&mdash;statistics for such rare kodama can be generated by advancing the kodama given here by several Hit Dice and increasing its size&mdash;theoretically, a Colossal kodama with more than 20 Hit Dice could exist somewhere in the world. Not all kodama increase in power by gaining racial Hit Dice, though, as some instead progress by gaining class levels, particularly levels of druid, though a rare few kodama kami&mdash;those possessed of minds more ordered and structured than is normal for their race&mdash;take the path of the monk.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Kodama are more curious about visitors than most kami, and often manifest their physical bodies simply to watch and observe newcomers to their groves. A kodama usually manifests on the far side of its tree, or in the shadows of the undergrowth, so that it can slowly step out into visibility to quietly observe with its distracting, empty-eyed gaze. This gaze can be particularly unnerving. Those who have fallen under its supernatural effects often have different descriptions of how the gaze made them feel (ashamed, frightened, curious, amused, and nervous being the most common reactions), yet the end result is essentially the same. While under observation by a curious kodama, few are those who can continue their actions without being at least somewhat distracted by the kami's attention.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>When a kodama must fight (typically in order to defend its tree or other kami), it moves quickly&mdash;kodama work best in groups, and when confronted alone generally use <i>tree stride</i> to travel to another part of the forest to raise a small host of allies to aid it in defending its home. </p>"
                }
            ], 
            "hp": "51 (6d10+18); fast healing 3", 
            "wisdom": "14", 
            "creature_type": "Outsider", 
            "special_qualities": "merge with ward, ward (wild trees)", 
            "dr": "5/cold iron", 
            "base_attack": "+6", 
            "name": "Kami, Kodama", 
            "skills": "Climb +11, Escape Artist +10, Perception +11, Sense Motive +11, Stealth +14, Survival +11", 
            "reflex": "+6", 
            "cmd": "20", 
            "cmb": "+7", 
            "will": "+4", 
            "sr": "16", 
            "organization": "solitary, pair, group (3-7), or grove (8-16)", 
            "creature_subtype": "kami, native"
        }, 
        {
            "dexterity": "13", 
            "ac": "15, touch 13, flat-footed 14 (+1 Dex, +2 natural, +2 size)", 
            "cmd": "11", 
            "intelligence": "11", 
            "resist": "acid 10, electricity 10, fire 10", 
            "melee": "improvised weapon +4 (1d4+2/&times;3)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "30 ft.", 
            "alignment": "LN", 
            "size": "Tiny", 
            "environment": "any", 
            "strength": "8", 
            "constitution": "12", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "14", 
            "languages": "Common", 
            "immune": "bleed, mind-affecting effects, petrification, polymorph", 
            "init": "+1", 
            "fortitude": "+4", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +8)<p class=\"stat-block-2\">At will-<i>invisibility</i> (self only), <i>statue</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>hide from animals</i>, <i>purify food and drink</i></p><p class=\"stat-block-2\">1/week-<i>commune with nature (</i>CL 12th)</p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Catch Off-GuardB, Iron Will, Throw AnythingB", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Improvised Weapon Mastery", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A shikigami gains Catch Off-Guard and Throw Anything as bonus feats, and adds its Charisma modifier instead of its Strength modifier to damage done with any improvised weapon, as attacks it makes with such weapons seem supernaturally lucky in landing damaging blows. Although a shikigami is Tiny, it never provokes attacks of opportunity when it attacks an adjacent foe with a melee weapon. If a shikigami critically hits an opponent with an improvised weapon, it deals &times;3 damage. A shikigami is proficient with improvised weapons.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Shikigami are the least of the kami, yet they make up for their lowly status with their loyalty and bravery. Unlike most other well-known types of kami, shikigami are more often associated with rural and urban regions than with natural settings. These kami are the protectors of the minor works of civilization&mdash;things like milestones, waymarkers, tiny garden statues, and other relatively mundane works of art crafted by humanoid hands.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>No two shikigami look exactly alike, as befits a race of kami that associates with such a wide range of wards. While all shikigami have the ability to merge with their wards, these kami are also fond of spending time in their physical forms, watching over their wards either invisibly or in the form of a tiny statue. In combat, a shikigami fights with whatever objects it finds at hand. Although relatively weak, these improvised weapons have an uncanny knack for hitting harder than they should.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Shikigami are as friendly and curious as other kami, but they are quick to leave an area they see as being polluted by ideals that disrupt the virtues of nature. When they do, they generally take their wards with them. They do not engage humanoids who desecrate the environment, but their absence leaves a profound mark on the morale of perceptive villagers. Should the shikigami leave, town officials who know the function of the miniature kami are quick to change policies in their community to reflect a more naturalistic approach, hoping to rekindle the relationship between shikigami and people, lest the community fall into the disfavor of more powerful and less passive kami.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Shikigami typically stand 2 feet tall and weigh 30 pounds, or 50 pounds when taking their statue forms. A spellcaster must have the Improved Familiar feat, an alignment of lawful neutral, and an arcane caster level of 7th or higher to gain a shikigami familiar. Whenever a shikigami becomes a familiar, it treats its master as its ward.</p>"
                }
            ], 
            "senses": "darkvision 60 ft.; Perception +11", 
            "description": "This tiny, crudely carved statue of a robed man has glowing runes running across its surface.", 
            "ranged": "improvised weapon +6 (1d3+2/&times;3)", 
            "hp": "19 (3d10+3); fast healing 2", 
            "reach": "0 ft.", 
            "wisdom": "17", 
            "creature_type": "Outsider", 
            "special_qualities": "improvised weapon mastery, merge with ward, ward (minor works of civilization)", 
            "dr": "5/cold iron", 
            "base_attack": "+3", 
            "name": "Kami, Shikigami", 
            "skills": "Heal +9, Knowledge (nature) +6, Perception +11, Sense Motive +11, Stealth +15, Survival +9", 
            "reflex": "+2", 
            "space": "2-1/2 ft.", 
            "cmb": "+2", 
            "will": "+8", 
            "organization": "solitary, pair, or gang (3-8)", 
            "creature_subtype": "kami, native"
        }, 
        {
            "dexterity": "22", 
            "ac": "30, touch 20, flat-footed 22 (+6 Dex, +2 dodge, +2 insight, +10 natural)", 
            "intelligence": "15", 
            "resist": "acid 10, electricity 10, fire 10", 
            "melee": "+2 quarterstaff +24/+24/+19/+14/+9 (1d6+4 plus touch of ages), +2 quarterstaff +24/+19/+14 (1d6+3 plus touch of ages) or touch +23 (touch of ages)", 
            "cr": "15", 
            "xp": "51,200", 
            "speed": "60 ft. (30 ft. without haste), fly 90 ft. (good, 60 ft. without haste)", 
            "alignment": "NG", 
            "size": "Medium", 
            "environment": "any land", 
            "strength": "15", 
            "constitution": "20", 
            "source": "Bestiary 3", 
            "treasure": "standard (+2 quarterstaff, other treasure)", 
            "charisma": "25", 
            "languages": "Common; speak with plants, telepathy 100 ft.", 
            "immune": "bleed, mind-affecting effects, petrification, polymorph", 
            "init": "+10", 
            "fortitude": "+11", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +27)<p class=\"stat-block-2\">Constant-<i>deathwatch</i>, <i>fly</i>, <i>foresight, haste, speak with plants, true seeing</i></p><p class=\"stat-block-2\">At will-<i>cure moderate wounds, tree shape</i> (cherry tree only)<i>, tree stride</i> (self plus 50 lbs. of objects only) </p><p class=\"stat-block-2\">3/day-<i>greater restoration</i>, <i>slow</i> (DC 20)</p><p class=\"stat-block-2\">1/day-<i>finger of death</i> (DC 24), <i>time stop</i>, <i>waves of exhaustion</i></p>"
            }, 
            "type": "creature", 
            "feats": "Agile Maneuvers, Combat Reflexes, Dodge, Greater Two-Weapon Fighting, Improved Initiative, Improved Two-Weapon Fighting, Iron Will, Lightning Reflexes, Two-Weapon Fighting, Weapon Focus (quarterstaff)", 
            "senses": "darkvision 60 ft., deathwatch, true seeing; Perception +25", 
            "description": "This strangely beautiful old woman is composed completely of blossoms, bark, and antlerlike branches.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Touch of Ages", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "When a toshigami hits a target with a touch attack or any melee weapon, the target must succeed at a DC 27 Fortitude save to avoid being magically aged. When a toshigami strikes a foe, it must decide whether it wishes to physically increase the target's age or mentally reduce the target's age. If it increases the target's physical age, the target takes 1 point of Strength, Dexterity, and Constitution drain. If it decreases the target's mental age, the target takes 1 point of Intelligence, Wisdom, and Charisma drain. Combined with the toshigami's numerous attacks, this can quickly devastate a target, but once a target succeeds at its saving throw against the touch of ages, it can no longer be affected by this ability for 1 round. This is a magical aging effect, but does not actually alter the victim's true age&mdash;it merely simulates the creeping effect of age on the flesh or the reversion to an increasingly infantile state of mind. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Toshigami, known also as blossom kami, are associated with cherry trees&mdash;particularly those that grow in inhabited areas. Often, long after a city has fallen to ruin, these kami guardians are all that remain to remember the lost city's glory. In this way, the toshigami are also associated with the passing of time. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Toshigami rarely show themselves except to those in dire need or who are harming their trees. Still, they have a fascination with mortals, and have even been known to form romantic relationships with them on occasion. A toshigami is 5 feet tall and weighs 100 pounds.</p>"
                }
            ], 
            "hp": "210 (20d10+100); fast healing 10", 
            "wisdom": "14", 
            "creature_type": "Outsider", 
            "special_qualities": "merge with ward, ward (cherry tree)", 
            "dr": "10/cold iron and evil", 
            "base_attack": "+20", 
            "name": "Kami, Toshigami", 
            "skills": "Bluff +30, Diplomacy +30, Fly +20, Heal +25, Knowledge (nature) +25, Perception +25, Sense Motive +25, Stealth +29, Survival +25", 
            "reflex": "+23", 
            "cmd": "42", 
            "cmb": "+26", 
            "will": "+16", 
            "sr": "26", 
            "organization": "solitary", 
            "creature_subtype": "kami, native"
        }, 
        {
            "dexterity": "21", 
            "ac": "23, touch 13, flat-footed 20 (+6 armor, +3 Dex, +4 natural)", 
            "special_attacks": "healing arrow, holy weapons", 
            "intelligence": "11", 
            "resist": "acid 10, electricity 10, fire 10", 
            "melee": "+1 holy halberd +18/+13/+8 (1d10+7/&times;3)", 
            "cr": "10", 
            "xp": "9,600", 
            "speed": "fly 30 ft. (perfect, 40 ft. without armor)", 
            "alignment": "LG", 
            "size": "Medium", 
            "environment": "any", 
            "strength": "18", 
            "constitution": "18", 
            "source": "Bestiary 3", 
            "treasure": "double (+1 composite longbow [+4 Str], +1 halberd, masterwork breastplate, other treasure)", 
            "charisma": "21", 
            "languages": "Common; telepathy 100 ft.", 
            "immune": "bleed, mind-affecting effects, petrification, polymorph", 
            "init": "+9", 
            "fortitude": "+8", 
            "spells": {
                "spell-like abilities": "(CL 13th; concentration +18)<p class=\"stat-block-2\">Constant-<i>detect evil</i>, <i>see invisibility</i></p><p class=\"stat-block-2\">At will-<i>cure light wounds</i>, <i>dimension door</i></p><p class=\"stat-block-2\">3/day-<i>alarm</i>, <i>breath of life</i>, <i>dispel magic</i>, <i>neutralize poison</i>, <i>remove curse, remove disease, restoration</i></p><p class=\"stat-block-2\">1/day-<i>dispel evil</i> (DC 20), <i>heal, true seeing</i></p>"
            }, 
            "type": "creature", 
            "feats": "Improved Initiative, Improved Precise Shot, Iron Will, Point-Blank Shot, Precise Shot, Rapid Shot, Weapon Focus (longbow)", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Healing Arrow", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a swift action, a zuishin can infuse an arrow it fires to carry any of the following effects: breath of life, cure light wounds, heal, neutralize poison, remove curse, remove disease, or restoration. Using one of these effects consumes a use of the same spell-like ability. The zuishin must make a touch attack to deliver the effect to the target&mdash;the target takes no damage from the arrow.", 
                            "sections": []
                        }, 
                        {
                            "name": "Holy Weapons", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Any weapon wielded by a zuishin is treated as if it had the holy special ability. A zuishin creates arrows out of nothing as part of its attacks with any bow it wields.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While all kami are enemies of oni, none are so fervent as the zuishin. Known also as shrine kami, zuishin take as their wards gates, doorways, religious places, and the spiritual archways known as torii, ensuring that the gates are respected. Zuishin can use many weapons, but tend to favor the bow. A zuishin treats its equipment with utmost care, viewing weapons as extensions of itself. It never discards its bow voluntarily; if the weapon is ever lost or destroyed, a zuishin can craft a new one in a month.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Zuishin treat other kami with respect, and are always willing to lend a helping hand. Creatures other than kami must earn a zuishin's trust before receiving its aid, and do so by honoring the gate it guards or providing an offering to the kami, such as a tree branch or other small piece of nature.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Zuishin manifest as suits of armor with a partly manifest warrior within, and wield glowing weapons. They stand 5 feet tall and weigh 120 pounds.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., detect evil, see invisibility; Perception +20", 
            "description": "Within this elaborate suit of armor can be seen the partial form of a determined warrior.", 
            "ranged": "+1 holy composite longbow +20/+15/+10 (1d8+5/&times;3)", 
            "hp": "123 (13d10+52); fast healing 5", 
            "wisdom": "18", 
            "creature_type": "Outsider", 
            "special_qualities": "merge with ward, ward (gate, doorway, or shrine)", 
            "dr": "10/cold iron", 
            "base_attack": "+13", 
            "name": "Kami, Zuishin", 
            "skills": "Fly +10, Heal +20, Intimidate +18, Knowledge (nature) +16, Perception +20, Sense Motive +20, Stealth +18", 
            "reflex": "+13", 
            "cmd": "32 (can't be tripped)", 
            "cmb": "+17", 
            "will": "+14", 
            "sr": "21", 
            "organization": "solitary, pair, or warband (3-8)", 
            "creature_subtype": "kami, native"
        }
    ], 
    "name": "Kami", 
    "type": "section"
}