{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>Despicably cruel and equally horrible to gaze upon, kytons are evil fiends who feed on the fear and suffering of mortals through painful supernatural means. Their monstrous appearances vary, but their stoic and amoral dispositions are universal, for no kyton cares anything for the plights typical of the creatures they prey upon. They are beings wholly dedicated to metamorphosis achieved through horrific trials of self-mutilation and the mystical power provided them by their sapping of mortal anguish.</p><p>Despite being often categorized by mortals as shadow-dwelling devils, kytons calmly refute such claims, seeing themselves as above the principles of Hell's denizens. Instead, kytons seek ecstasy through pain in the form of deliberate and violent self-transformation, adhering to the belief that by altering the physical and spiritual matter that makes up their form, they can reach a state of perfect being. Removing aspects of themselves and replacing them with more desirable or powerful pieces one at a time, kytons believe that experiences of heightened emotion and sensation (typically in the forms of terror and pain) lead to greater states of awareness and existence. The dedication with which they practice this belief places them on the level of zealots, their fanatical commitment made all the more disturbing by their eerie composedness and unnaturally cool dispositions.</p><p>The original kytons were born of the first truly selfish and depraved thoughts conceived by mortals. These creatures surprised and horrified the early gods with their power and hideous nature, and so the gods chained them in a remote part of Hell. The kytons embraced their chains and, seeking to fulfill their unnatural hunger for pain, escaped to the Plane of Shadow, which lay much closer to their mortal prey. Now, kytons are born of mortal souls that were spiritually and physically tortured in life, victims of their own masochism, sacrifices to gods of suffering, or those promised to the fiends either by their own will or by sadistic cultists. Obscure rituals force the sacrificed souls to bypass the normal judgments of the afterlife and instead become mired in the Plane of Shadow. Over an excruciating and lengthy span of time, these souls are warped and twisted until they emerge as frail new kytons. A kyton's first willing act must be to cut away part of its own flesh, proving it is worthy of its kyton nature&mdash;the first step in an immortal lifetime of replacing its own substance with the stronger parts of other creatures. By drawing strength from its new grafts, a kyton grows and becomes both stronger and more terrible to behold. Thus, weaker kytons resemble the mortal creatures they once were, whereas older ones are horrifying patchworks of transplanted material that rarely look like their original forms. Many kytons still proudly wear the chains that bound them (either to Hell or to the torture devices that created them), trophies of their power to defy the gods or mortal fate.</p><p>Kytons' need to replace parts of themselves with those of stronger mortals puts them in perpetual danger of attacking creatures that are too powerful for them to kill. For this reason, kytons are pragmatic and ruthless in their battles, scrutinizing all potential outcomes of a situation before taking action. Seeing strength in numbers, kytons often attack or trap a mortal victim as a team, hauling the unfortunate soul to the Plane of Shadow, converting their prey into a new kyton or dividing its body and soul among them for grafting and nourishment.</p><p>The kytons of the <i>Pathfinder RPG Bestiary </i>are a specific type of kyton (other kytons call them &ldquo;evangelists&rdquo;); they have all the traits listed in the kyton subtype (see page 306). The kytons listed here are but a few of the other known types&mdash;many more exist on the Plane of Shadow.</p>", 
            "type": "section", 
            "name": "Kyton", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "text": "<p>The powerful kyton rulers called demagogues possess strength hardly fathomable by mortals. They exist within a power structure similar to that of archdevils. Lesser kytons view these overseers as horrid sovereigns among their kind, and though there are many outlying areas on the Plane of Shadow not controlled by demagogues, kytons who find themselves wandering through a demagogue's territory know to show respect for these lords of suffering.</p><p>Demagogues are so advanced in their metamorphosis of self-mutilation and augmentation that no two look alike. Some are strangely beautiful, some are horrors beyond sane description. A demagogue's powers are vaster than even many of their kyton brethren dare consider&mdash;they construct enormous cities out of the countless bodies of their victims, weaving entire networks of veins and spiritual energy to create breathing, pulsating metropolises. Demagogues seek to control as much of the realm around their organic superstructures as they can, a feat that proves forever challenging in the dark, shifting corners of the Plane of Shadow. Though one rarely finds reason to leave the confines of its home plane, a demagogue's influence is far-reaching, and kytons who value their lives do as they are commanded, lest they incite the awful and calculating rage of a mighty overlord. The following are some of the most powerful kyton demagogues that reside in the Plane of Shadow, watching over their pulsating kingdoms in massive, gory towers.</p><ul><li>Barravoclair, Lady of the Final Gasp </li>\n<li>Fharaas, the Seer in Skin</li>\n<li>Inkariax, the White Death</li>\n<li>Morrobahn, the Parasite Seed</li>\n<li>Raetorgash, the Skull-Hoarder</li>\n<li>Sugroz, the Voice in Screams</li>\n<li>Vevelor of the Broken Dream</li></ul>", 
                    "type": "section", 
                    "name": "Kyton Demagogues", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "17", 
            "ac": "17, touch 15, flat-footed 14 (+3 Dex, +2 natural, +2 size)", 
            "special_attacks": "bleed (1d2), unnerving gaze (30 ft., DC 9)", 
            "intelligence": "13", 
            "melee": "gore +4 (1d4-1 plus bleed)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft., fly 50 ft. (perfect)", 
            "alignment": "LE", 
            "size": "Tiny", 
            "environment": "any (Plane of Shadow)", 
            "strength": "8", 
            "constitution": "12", 
            "space": "2-1/2 ft.", 
            "treasure": "standard", 
            "charisma": "7", 
            "languages": "Common, Infernal (cannot speak)", 
            "immune": "cold", 
            "init": "+7", 
            "fortitude": "+2", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +4)<p class=\"stat-block-2\">Constant-<i>deathwatch</i></p><p class=\"stat-block-2\">At will-<i>bleed</i> (DC 8), <i>mage hand</i>, <i>open/close</i></p><p class=\"stat-block-2\">3/day-<i>inflict light wounds</i> (DC 10)</p><p class=\"stat-block-2\">1/week-<i>commune</i> (CL 12th, 6 questions)</p>"
            }, 
            "type": "creature", 
            "feats": "Improved Initiative, Lightning Reflexes", 
            "senses": "darkvision 60 ft., deathwatch; Perception +7", 
            "description": "A single eye peers from behind the armor plates and keen-edged blades that compose the cage-like exterior of this tiny flying orb.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Unnerving Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A creature that succumbs to an augur's unnerving gaze becomes shaken for 1 round.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Gory sentinels with a lust for flesh and the myriad bodily fluids contained within, augurs number among the most common&mdash;as well as most despicable&mdash;kytons on the Plane of Shadow. Having given up their humanoid bodies in favor of the more stealthy and wretched guise of a singular large eye armored in bloodied metal plates, augurs act as spies and sycophants for more powerful kytons. Their miniscule size, sturdy exterior, and unnerving gazes make them ideally equipped for dangerous reconnaissance missions to the Material Plane, where the augurs are able to scout out potential raiding locations or spot vulnerable, lone travelers before their more powerful kyton brethren cross the planes to attack.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While their usefulness in tasks of stealth and guile makes augurs deadly companions, their insatiable lust for blood often proves their ultimate downfall. Augurs, like most kytons, find themselves in a heightened state of arousal when witness to the destruction of flesh, but the extent to which these muscular orbs find pleasure in blood is far more treacherous than their more disciplined peers. Many augurs cannot help but indulge themselves when exposed to gore&mdash;rolling within and dipping their blades into freshly spilled pools&mdash;an unfortunate trait which has led many careless augurs to their capture or doom.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An augur's gruesome appearance is not always self-inflicted. They are sometimes constructed by other kytons who seek to impose an everlasting punishment upon a particularly unwilling mortal sacrifice; the defiant individual's body is cast aside for scraps as its mind and soul are transferred into the monocular shell, producing an augur when the ritual is complete. Augurs are the least pragmatic type of all kytons, and thus the least respected among their peers. The condemnation of an individual's spirit to the cage-like body of a kyton augur is the precedent for a truly agonizing and lonely existence.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A lawful evil spellcaster can gain an augur as a familiar at 7th level by taking the Improved Familiar feat. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical augur kyton is 1 foot in diameter and weighs 30 pounds.</p>"
                }
            ], 
            "hp": "19 (3d10+3); regeneration 2 (good weapons and spells, silver weapons)", 
            "reach": "0 ft.", 
            "wisdom": "12", 
            "creature_type": "Outsider", 
            "dr": "5/good or silver", 
            "base_attack": "+3", 
            "name": "Kyton, Augur", 
            "skills": "Bluff +4, Escape Artist +9, Fly +11, Intimidate +4, Perception +7, Sense Motive +7, Sleight of Hand +9, Stealth +17", 
            "reflex": "+8", 
            "cmd": "13 (can't be tripped)", 
            "cmb": "+4", 
            "will": "+4", 
            "source": "Bestiary 3", 
            "organization": "solitary, pair, pack (3-5), or squad (6-8)", 
            "creature_subtype": "evil, extraplanar, kyton, lawful"
        }, 
        {
            "dexterity": "27", 
            "ac": "38, touch 19, flat-footed 29 (+8 Dex, +1 dodge, +19 natural)", 
            "special_attacks": "evisceration, unnerving gaze (30 ft., DC 31)", 
            "intelligence": "22", 
            "melee": "bite +30 (2d6+10 plus pain), 2 claws +30 (2d6+10/19-20 plus grab and pain), 2 wings +25 (1d8+5 plus pain)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "40 ft., fly 60 ft. (good)", 
            "alignment": "LE", 
            "size": "Medium", 
            "environment": "any (Plane of Shadow)", 
            "strength": "30", 
            "constitution": "30", 
            "source": "Bestiary 3", 
            "treasure": "double", 
            "charisma": "33", 
            "languages": "Common, Infernal; telepathy 100 ft.", 
            "immune": "cold, fear effects, nonlethal damage, pain", 
            "init": "+12", 
            "fortitude": "+22", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +31)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only), <i>inflict critical wounds</i> (DC 25), <i>shadow walk</i>, <i>telekinesis </i>(DC 26)</p><p class=\"stat-block-2\">3/day-<i>blade barrier</i> (DC 27), <i>dimensional lock</i>, <i>forcecage</i> (DC 28), <i>greater shadow evocation</i> (DC 29), <i>heal</i> (self only), <i>insanity</i> (DC 28), <i>mass inflict critical wounds</i> (DC 29), <i>plane shift</i> (DC 28), <i>shades</i> (DC 29), <i>symbol of pain</i> (DC 26), <i>wall of force</i></p><p class=\"stat-block-2\">1/day-<i>binding</i> (DC 29), <i>trap the soul</i> (DC 29)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Casting, Combat Expertise, Combat Reflexes, Dodge, Improved Critical (claws), Improved Initiative, Iron Will, Lightning Reflexes, Skill Focus (Perception), Spell Penetration", 
            "senses": "darkvision 60 ft., true seeing; Perception +34", 
            "description": "This blood-soaked humanoid is festooned with razored shards of metal. Skeletal wings protrude from its bleeding shoulders.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Immune to Pain", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "An eremite is immune to nonlethal damage, as well as to all magical effects associated with extreme pain, such as a symbol of pain, another eremite's pain attack, or similar effects at the GM's discretion.", 
                            "sections": []
                        }, 
                        {
                            "name": "Evisceration", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "When an eremite grapples a foe, it can quickly eviscerate or otherwise surgically alter its victim by excising a bit of flesh or a part of an internal organ as a swift action, causing the victim to take 1d8 points of ability drain&mdash;the exact ability score drained is chosen by the eremite. The victim can resist this effect with a DC 28 Fortitude save. The save DC is Dexterity-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Graft Flesh", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Once per day, an eremite may graft any bit of flesh or bone harvested via its evisceration ability within the previous hour to its own body as a full-round action that provokes an attack of opportunity. Doing so grants the eremite the effects of a heal and a greater restoration spell (caster level 20th).", 
                            "sections": []
                        }, 
                        {
                            "name": "Pain", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Any creature struck by an eremite's natural attacks must make a DC 30 Fortitude save or become staggered for 1 round from the pain. As long as a creature is staggered by this effect, it takes a &ndash;4 penalty on all saving throws made to resist the eremite's spell-like and extraordinary abilities. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Shadow Traveler", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "When an eremite uses plane shift to travel to the Plane of Shadow, it arrives at its intended destination with complete accuracy. When an eremite uses shadow walk, it moves at a rate of 100 miles per hour.", 
                            "sections": []
                        }, 
                        {
                            "name": "Unnerving Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A creature that succumbs to an eremite's unnerving gaze becomes paralyzed with fear for 1d4 rounds as it finds itself almost longing to submit its flesh to the kyton. At the end of any round it remains paralyzed in this way, the victim must make a DC 31 Will save or take 1d4 points of Wisdom drain from encroaching madness. This is a mind-affecting fear effect.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Eremites are among the eldest and most mutilated of kytons, having inflicted such massive damage to themselves that they feel little pain and no fear. The typical eremite is completely covered in blood-caked bandages, tattered cords of black leather, and thousands of jagged shards of razor-sharp metal. These fragments are all that holds the creature's mutilated flesh together, yet they do so with a strength far greater than that granted by mortal flesh and bone.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Rather than concentrating solely on physical or even spiritual alterations, eremites seek to blur the very lines around being, physicality, and individuality. They desire only the most powerful beings to augment themselves with, traveling across vast swaths of the Material Plane in search of the most promising additions to their bodily collection and harvesting only the finest parts&mdash;the ripest spleen, the most alluring veins, the most succulent eyes. When an eremite encounters a creature that possess a so-called &ldquo;perfect part,&rdquo; the powerful kyton seeks to capture that creature alive so that it can study how that perfect part functions as part of the creature's physiology before it finally decides to surgically remove it and attach it to its own body&mdash;often in a way not quite in keeping with the part's original use. A gifted bard's tongue might, for example, be nailed to a kyton's palm or sewn into its heart, while the eyes of a beautiful queen might be stitched into the kyton's torso. To the eremite, these hideous changes and choices somehow enhance the perfection of the harvested part, while to others they merely enhance the horror that the creature represents.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While eremites do hold an appreciation for inspection of their targets as well as introspection regarding their own powers and identity, their primary occupation is the understanding of pain and suffering, which they pursue by inflicting the most heinous cruelties upon their victims. An eremite seeks to deliver as much agony as possible to its victims after capturing them, allowing them to undergo extreme amounts of trauma before letting them perish. An eremite often rends its own flesh in the same manner as it does its victim's, so as to experience the pain alongside it.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While pursuing a chosen victim, an eremite utilizes its supernatural abilities to distract and distress a given target before it captures and drags it back to the Plane of Shadow via <i>plane shift</i>. Bargaining with an eremite is not usually an option, though if a particularly powerful victim can offer an eremite advice or aid, or otherwise assist in harvesting an even more interesting catch, an eremite can sometimes be convinced to let the helpful victim escape. It's worth remembering, though, that kytons as a whole have little patience for the petty pursuits of honor and pride, seeing such feelings as traits that ultimately spell the end for baser creatures. The only thing that matters to an eremite is the testing of its boundaries as well as the boundaries of existence itself. Just because an eremite might be convinced to let someone go in trade for an opportunity for a greater catch doesn't mean that once that other target is secured the eremite will cease its attempts to capture and harvest its original target. One who manages to distract and subsequently escape an eremite is well-advised to spend the rest of his  life on the run.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical eremite stands approximately 7 feet tall and weighs about 200 pounds. While their general form is something of a humanoid shape, exact appearances can vary wildly between eremites as they harvest and graft particularly unusual pieces of flesh to their bodies from increasingly exotic victims.</p>"
                }
            ], 
            "hp": "310 (20d10+200); regeneration 15 (good weapons and spells, silver weapons)", 
            "wisdom": "21", 
            "creature_type": "Outsider", 
            "special_qualities": "graft flesh, shadow traveler", 
            "dr": "15/good and silver", 
            "base_attack": "+20", 
            "name": "Kyton, Eremite", 
            "skills": "Bluff +34, Diplomacy +34, Fly +12, Heal +28, Intimidate +34, Knowledge (arcana) +16, Knowledge (dungeoneering) +16, Knowledge (nature) +16, Knowledge (planes) +29, Knowledge (religion) +16, Perception +34, Sense Motive +28, Spellcraft +29, Stealth +31, Use Magic Device +31", 
            "reflex": "+16", 
            "cmd": "49", 
            "cmb": "+30 (+34 grapple)", 
            "will": "+19", 
            "sr": "31", 
            "organization": "solitary, pair, or cell (3-5)", 
            "creature_subtype": "evil, extraplanar, kyton, lawful"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>Eremites who surpass the limits of individuality and achieve dominion over a certain realm of the Plane of Shadow are referred to as eremite overlords. An overlord has focused on a specific type of mutilation, and has taken that heinous surgical procedure to the outer limits of pain and pleasure. Those who worship and venerate the overlords often seek to emulate their patron's chosen mutilation, often fatally so. Overlords keep in correspondence with one another and sometimes collaborate in a Covenant of Overlords, and while they do not view each other as enemies, they are by no means allies, and often vie for the favor of the demagogues.</p><p>Each overlord is a unique Large (or larger) eremite with several additional Hit Dice. In addition, each has a unique power linked to its chosen form of self-mutilation, as well as 4&ndash;6 additional spell-like abilities along that mutilation's theme. For example, an overlord that has perfected the act of skinning itself and wrapping its flesh in thorny black vines might have an ability to send those thorny vines out at great length to grapple and constrict distant foes, and might gain <i>black tentacles</i>, <i>entangle</i>, <i>wall of thorns</i>, and 1&ndash;3 similar spell-like abilities.</p>", 
            "type": "section", 
            "name": "Eremite Overlords", 
            "sections": []
        }, 
        {
            "dexterity": "17", 
            "ac": "26, touch 13, flat-footed 22 (+3 Dex, +1 dodge, +13 natural, -1 size)", 
            "special_attacks": "bleed (1d6), poison, rend (2 claws, 1d8+7), surgical strikes, unnerving gaze (30 ft.; DC 22)", 
            "intelligence": "15", 
            "melee": "4 claws +20 (1d8+7/19-20 plus bleed)", 
            "cr": "12", 
            "xp": "19,200", 
            "speed": "40 ft.", 
            "alignment": "LE", 
            "size": "Large", 
            "environment": "any (Plane of Shadow)", 
            "strength": "24", 
            "constitution": "21", 
            "space": "10 ft.", 
            "treasure": "standard", 
            "charisma": "20", 
            "languages": "Common, Infernal", 
            "immune": "cold", 
            "init": "+7", 
            "fortitude": "+14", 
            "spells": {
                "spell-like abilities": "(CL 14th; concentration +19)<p class=\"stat-block-2\">At will-<i>bleed</i> (DC 15), <i>plane shift</i> (from the Material Plane to the Plane of Shadow Plane, self only), <i>stabilize</i></p><p class=\"stat-block-2\">3/day-<i>cure serious wounds</i>, <i>restoration</i></p><p class=\"stat-block-2\">1/day-<i>breath of life</i></p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Combat Reflexes, Dodge, Improved Initiative, Iron Will, Lightning Reflexes, Power Attack", 
            "senses": "darkvision 60 ft.; Perception +23", 
            "description": "At the core of this multi-limbed monstrosity of claws and blades struggles a glistening mass of veins, organs, and twisted flesh.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Surgical Strikes", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "An interlocutor's claws threaten a critical hit on a roll of 19&ndash;20. On a successful critical hit, that claw deals 2d6 bleed damage rather than 1d6.", 
                            "sections": []
                        }, 
                        {
                            "name": "Unnerving Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A creature that succumbs to an eremite's unnerving gaze becomes staggered for 1 round as it becomes convinced that it recognizes some of its own body parts entangled in the interlocutor's body.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Interlocutors are the self-proclaimed surgeon-sculptors among kytons, viewing their practice as more art than medical process. Each victim is a new chance to study the art of pain and sensation through horror-stricken eyes. Their ability to heal the damage they inflict, even to the extent of restoring life to a subject that has only just expired, is perhaps more feared than their eagerness to cut flesh. To an interlocutor's victim, death is a mercy that is rarely offered.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nowhere is the interlocutor's mastery of flesh more apparent than in their bodies, for their apotheosis from mortal into kyton involves the shedding of useless parts down to a tangle of nerves, veins, and various organs. These are then incorporated into bodies made of semi-living metal fashioned from raw shadowstuff harvested in strange reaches of the Plane of Shadow, giving the kyton a terrifying body. Periodically, an arm or other &ldquo;leftover&rdquo; limb is retained by the kyton, but only in the same way someone might retain ownership of a treasured piece of jewelry as a keepsake or memento. Some interlocutors retain nothing of their old bodies of flesh save the brain, nerves, and portions of their circulatory system.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Interlocutors are 9 feet tall and weigh 800 pounds.</p>"
                }
            ], 
            "hp": "147 (14d10+70); regeneration 5 (good weapons and spells, silver weapons)", 
            "reach": "10 ft.", 
            "wisdom": "22", 
            "creature_type": "Outsider", 
            "dr": "10/silver or good", 
            "base_attack": "+14", 
            "name": "Kyton, Interlocutor", 
            "skills": "Heal +23, Intimidate +22, Knowledge (arcana, local, religion) +9, Knowledge (dungeoneering, nature, planes) +12, Perception +23, Sense Motive +23, Stealth +16", 
            "reflex": "+9", 
            "cmd": "36 (38 vs. trip)", 
            "cmb": "+22", 
            "will": "+17", 
            "source": "Bestiary 3", 
            "sr": "23", 
            "organization": "solitary, pair, or gang (3-5)", 
            "creature_subtype": "evil, extraplanar, kyton, lawful"
        }
    ], 
    "name": "Kyton", 
    "type": "section"
}