{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>Originally grown as servants for more powerful fey and intelligent plant life such as elder treants, leshys are sentient plants who look after their unintelligent brethren and serve as nature's verdant watchers. Several breeds of leshy exist, each being kindred to a broad group of plants or fungi. Among the best known are superstitious gourd leshys, wise seaweed leshys, strange fungus leshys, and wary leaf leshys, though others are rumored to exist, such as the surly cactus leshy, the sinister flytrap leshy, the garrulous snapdragon leshy, and the enigmatic lotus leshy. </p><p>Leshys begin their existence as sentient though bodiless spirits of nature of the sort contacted by spells such as <i>commune with nature</i>. These spirits normally have no way to directly manipulate the physical world, but a skilled spellcaster (typically a druid) can grow a special plant body for one of these spirits, giving the spirit a home to animate.</p><p>Once accepted into a body, a leshy's spirit remains within unless the body is destroyed. Leshys do not fear death as many other creatures do, knowing that should they fall, their spirits merely return to the natural world and can be called to inhabit a new leshy body at some point in the future. As a leshy's body dies, the magic animating it unravels in a burst of life energy that infuses its surrounding and quickens the growth of any plants in the vicinity. Some leshys even voluntarily discorporate to save the lives of ailing plants, knowing that their sacrifice may mean the continuation of countless otherwise helpless flora. Regardless of how a leshy dies, leaving the body traumatizes the spirit, and the leshy retains only faint memories of past corporeal existences. Leshy spirits need not return to the same form if bound again to a body. During the course of its existence a single spirit can inhabit any number of different types of leshys. A leshy without a body has no power to affect or contact the material world.</p><p>The rites and special materials required to create a leshy's physical form vary between individual leshys. Once the creator assembles the necessary materials, a leshy must typically be grown in an area of natural power, such as a treant's grove, a druidic circle, or a site of pristine natural wonder. A newly born leshy is a free-willed, neutral being, under no obligation to serve its creator.</p><p>As a group, leshys share certain common attributes. They resemble plants but with vaguely humanoid appearances, and are always Small. While leshys of the same species share the same general shape, leshys have all the diversity of the plant world in appearance. For example, one fungus leshy may have a classic red, white-dotted mushroom cap, while another might have the spongier and darker contours of a morel, while a third might have the coloration of a pale gray cave mushroom. </p>", 
            "type": "section", 
            "name": "Leshy", 
            "sections": []
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>The process of growing a leshy has some similarities to making a construct, but doesn't require the Craft Construct feat. Typically, the creator of a leshy must be a powerful druid, but anyone capable of making the required Knowledge checks and casting the required spells may attempt the process.</p><p>Growing a leshy body takes 2 weeks per Hit Die, during which the nascent form must be well fertilized, watered as needed, and kept safe from harm. During this period of growth, certain rare nutrients and fertilizer must be used to prime the leshy's transformation from a normal plant into a sentient one&mdash;the cost of these components varies according to the leshy, but is never less than 1,000 gp. The cultivator must make a successful Knowledge check at this time (usually a Knowledge [nature] check) in order for the plant body to be properly formed&mdash;the exact check as well as the required DC varies according to the leshy. If the check fails, the plant withers and dies and the cultivator must begin anew.</p><p>If, on the other hand, the skill check is successful, the cultivator must then step in and perform a 24-hour ritual within a day of the leshy's cultivation. During this ritual, the cultivator must cast a number of spells (see each individual leshy for a list). At the ritual's climax, there's a flat 50% chance that the attempt to create a leshy succeeds&mdash;if this final check fails, no appropriate spirit is close enough to answer the call. The plant body rots and the creator must begin anew with fresh materials if he wishes to try again. At the GM's discretion, this final chance for success might increase to 75% or even 100% for particularly magical areas where leshy spirits are much more common than normal. Discovering such a rare and magical site should be the focus of its own adventure.</p><p>If the ritual is successful, the leshy awakens fully formed and able to serve as a minion. A freshly created leshy is under no particular compulsion to obey its creator, but most regard their makers as friends and allies.</p><p>Plant creatures are particularly adept at growing leshys. Such creators gain a +5 racial bonus on their Knowledge checks, halve the time required to grow the leshy, and reduce the cost to create the creature by 25%. A plant creature is always successful in luring a spirit into the body, and need not make the final percentile roll for success.</p><p>Leshys with more Hit Dice than normal can be created. Each additional Hit Die adds 2,250 gp to the cost of creating the leshy (and thus 4,500 gp to the overall price), increases the DC of the Knowledge check by +2, and requires an additional 2 weeks of growth. Attempts to create leshys larger than Small always fail&mdash;the strange spiritual energies that animate these creatures are only capable of doing so to a body no larger than that of a human child.</p>", 
            "type": "section", 
            "name": "Growing a Leshy", 
            "sections": []
        }, 
        {
            "dexterity": "15", 
            "ac": "13, touch 13, flat-footed 11 (+2 Dex, +1 size)", 
            "special_attacks": "spores", 
            "intelligence": "7", 
            "racial_modifiers": "+4 Stealth and Survival in swamps and underground", 
            "melee": "bite +2 (1d6), 2 claws +2 (1d3)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft.", 
            "alignment": "N", 
            "spells": {
                "spell-like abilities": "(CL 4th; concentration +6)<p class=\"stat-block-2\">Constant-<i>pass without trace</i></p>"
            }, 
            "environment": "any swamp or underground", 
            "strength": "10", 
            "constitution": "16", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "15", 
            "languages": "Druidic, Sylvan; plantspeech (fungi)", 
            "immune": "electricity, sonic, plant traits", 
            "init": "+2", 
            "fortitude": "+6", 
            "size": "Small", 
            "type": "creature", 
            "feats": "Blind-Fight", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Puffball", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A fungus leshy can spit a puffball as a standard action. If it hits, this attack deals 1 point of damage (this damage is not modified by Strength) and affects the target struck (but not adjacent targets) with the fungus leshy's spores. The puffball has a range increment of 20 feet.", 
                            "sections": []
                        }, 
                        {
                            "name": "Spores", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A fungus leshy is riddled with molds and spores. Anytime a fungus leshy takes damage, a cloud of spores bursts from its body, forcing all adjacent creatures to make a DC 14 Fortitude save or have their vision reduced to 10 feet for 1 minute. Spending a full-round action to wash one's eyes with water ends this effect. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Keepers of cavernous mushroom forests and rotting compost pits deep within the swamp, fungus leshys preside over subterranean growth and the rot that fertilizes new life. Among the most alien and monstrous-looking of all leshys, these tiny rot farmers' frightening appearance has more to do with the asymmetrical eeriness intrinsic to molds and fungi than an outward expression of evil. Like all their kin, fungus leshys vary widely in form, often adopting the colors and shapes of the mushrooms and other large fungi common to the areas they tend.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Fungus leshys are spawned from realms of underground wonder or the rotting places of the natural world. They perform an important service in the lands they keep, encouraging the growth of fungi, transporting rotting material to fertilize other plants, and making the most use of growth that has died off. Fungus leshys are most active at night and spend the day in the forms of plump fungi amid their ripest compost heaps or fungal glens.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Fungus leshys are 2 feet tall and weigh 25 pounds, their spongy interiors full of hollows and fluffy spores.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision; Perception +2", 
            "description": "Mismatched eyes dot this plant creature's thick mushroom cap, while below works an overlarge maw set with pale fungal teeth.", 
            "ranged": "puffball +4 (1 plus spores)", 
            "hp": "15 (2d8+6)", 
            "wisdom": "14", 
            "creature_type": "Plant", 
            "special_qualities": "change shape (Small fungus; tree shape), verdant burst", 
            "base_attack": "+1", 
            "name": "Leshy, Fungus", 
            "skills": "Stealth +10 (+14 in swamps and underground), Survival +3 (+7 in swamps and underground)", 
            "reflex": "+2", 
            "cmd": "12", 
            "cmb": "+0", 
            "will": "+2", 
            "organization": "solitary or cluster (2-16)", 
            "creature_subtype": "leshy, shapechanger"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>A fungus leshy is usually grown amid the compost of a treant's groves, in dens of mold deep underground, or in eerie hillocks at the heart of dense swamplands. </p>", 
            "type": "section", 
            "name": "Growing a Fungus Leshy", 
            "sections": [
                {
                    "name": "Fungus Leshy", 
                    "cl": "8th", 
                    "type": "item", 
                    "price": "2,500 gp", 
                    "source": "Bestiary 3", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "type": "section", 
                            "name": "Ritual", 
                            "sections": []
                        }
                    ]
                }
            ]
        }, 
        {
            "dexterity": "15", 
            "ac": "13, touch 13, flat-footed 11 (+2 Dex, +1 size)", 
            "special_attacks": "sneak attack +1d6", 
            "intelligence": "6", 
            "racial_modifiers": "+4 Stealth and Survival in plains and undergrowth", 
            "melee": "slam -1 (1d3-2 plus ensnare)", 
            "cr": "1", 
            "xp": "400", 
            "speed": "20 ft.", 
            "alignment": "N", 
            "spells": {
                "spell-like abilities": "(CL 2nd; concentration +4)<p class=\"stat-block-2\">Constant-<i>pass without trace</i></p>"
            }, 
            "environment": "any hills or plains", 
            "strength": "6", 
            "constitution": "14", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "15", 
            "languages": "Druidic, Sylvan; plantspeech (gourds)", 
            "immune": "electricity, sonic, plant traits", 
            "init": "+2", 
            "fortitude": "+4", 
            "size": "Small", 
            "type": "creature", 
            "feats": "Toughness", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Ensnare", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "The seeds and slam attack of a gourd leshy entangle the target in vines for 2d4 rounds unless the target makes a DC 12 Reflex save. The target can attempt to burst these entangling vines before the duration expires with a DC 12 Strength check as a full-round action. The save and burst DCs are Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Keepsake", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Gourd leshys can pop off the top of their heads and store a single Fine-sized object such as a dagger or potion inside. While within the leshy's head, the item is warded by nondetection. In addition, after 24 hours, the item within is cleaned and polished, and, if damaged, repaired as if by a mending spell. Both spell effects have a caster level equal to twice the leshy's Hit Dice (CL 2nd for most gourd leshys).", 
                            "sections": []
                        }, 
                        {
                            "name": "Seed", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A gourd leshy can hurl its seeds as a ranged attack. If it hits, this attack deals 1 point of damage (this damage is not modified by Strength) and affects the target with the gourd leshy's ensnare ability. This attack has a 10-foot range increment.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>With tangles of leafy vines for limbs and a carved gourd for a head, gourd leshys present a rather comical appearance. Intimately connected with the harvest season, gourd leshys see to the health and sustainable harvest of crops, especially vegetables and grains.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Superstition and love of rituals run deep in gourd leshys. They do their best to exactly reproduce what worked before with every trivial activity, and change seemingly random details when attempting tasks they previously failed. Gourd leshys collect random odds and ends as good luck charms, ranging from polished stones to bird feathers to tarnished coins. Credulous to a fault, gourd leshys believe nearly anything they hear from those they trust. However, their admittedly hollow heads still hold memories, and a gourd leshy betrayed rarely forgets.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>As gourd leshys aren't particularly strong, they often fight dirty. One favorite trick is to wait for an enemy to come within striking distance while in gourd form so that they can assume their true form and make a sneak attack in the same round. </p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision; Perception +4", 
            "description": "This little plant man walks on legs like tangled vines and has a pumpkin carved with eyes and a mouth for a head.", 
            "ranged": "seed +3 (1 plus ensnare)", 
            "hp": "9 (1d8+5)", 
            "wisdom": "11", 
            "creature_type": "Plant", 
            "special_qualities": "change shape (Small gourd; tree shape), keepsake, verdant burst", 
            "base_attack": "+0", 
            "name": "Leshy, Gourd", 
            "skills": "Perception +4, Stealth +6 (+10 in plains and undergrowth), Survival +0 (+4 in plains and undergrowth)", 
            "reflex": "+2", 
            "cmd": "9", 
            "cmb": "-3", 
            "will": "+0", 
            "organization": "solitary or patch (2-16)", 
            "creature_subtype": "leshy, shapechanger"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>Gourd leshys grow best in small vegetable patches or in sunny meadows. Carving eyes and a mouth into a growing gourd leshy's &ldquo;face&rdquo;? is an important part of the growth ritual, for neglecting to do this robs the gourd leshy of its ability to see or speak. The exact nature and appearance of a gourd leshy's features can vary wildly between individuals. </p>", 
            "type": "section", 
            "name": "Growing a Gourd Leshy", 
            "sections": [
                {
                    "name": "Gourd Leshy", 
                    "cl": "6th", 
                    "type": "item", 
                    "price": "1,500 gp", 
                    "source": "Bestiary 3", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "type": "section", 
                            "name": "Ritual", 
                            "sections": []
                        }
                    ]
                }
            ]
        }, 
        {
            "dexterity": "13", 
            "ac": "13, touch 12, flat-footed 12 (+1 armor, +1 Dex, +1 size)", 
            "intelligence": "5", 
            "racial_modifiers": "+4 Stealth and Survival in forests and jungles", 
            "melee": "shortspear +2 (1d4-2/19-20)", 
            "cr": "1/2", 
            "xp": "200", 
            "speed": "20 ft., climb 10 ft., fly 10 ft. (clumsy); glide", 
            "alignment": "N", 
            "spells": {
                "spell-like abilities": "(CL 2nd; concentration +3)<p class=\"stat-block-2\">Constant-<i>pass without trace</i></p>"
            }, 
            "environment": "any forest or hill", 
            "strength": "6", 
            "constitution": "12", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "13", 
            "languages": "Druidic, Sylvan; plantspeech (trees)", 
            "immune": "electricity, sonic, plant traits", 
            "init": "+1", 
            "fortitude": "+3", 
            "size": "Small", 
            "type": "creature", 
            "feats": "Weapon Finesse", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Glide", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A leaf leshy cannot use its fly speed to hover. When flying, a leaf leshy must end its movement at least 5 feet lower in elevation than it started.", 
                            "sections": []
                        }, 
                        {
                            "name": "Seedpods", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Leaf leshys sprout explosive acorns, pine cones, or other seedpods, and can hurl these as ranged attacks. A seedpod has a range increment of 10 feet and detonates on contact to deal 1 point of bludgeoning damage (this damage is not modified by Strength). Anyone struck by a seedpod must succeed at a DC 11 Fortitude save or be deafened for 1 round. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Leaf leshys tend to the well-being of trees, whether natural stands or cultivated orchards. In appearance, they have soft, pulpy-looking bodies and wear clothing made of dozens of leaves. Larger leaves cover their shoulders, often giving them the appearance of wearing cloaks, and most adorn their relatively featureless heads with helmets made from pine cones, nuts, or fruit rinds. This leafy layer of clothing functions as masterwork padded armor for a leaf leshy, but not for any other creature.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Leaf leshys love to play at war. When not laboring on their trees, they wheedle any companions to engage in mock duels with their twig spears, resorting to private weapon drills when they must. In actual battle, they are much more cautious, sticking to cover and harrying their foes with hit-and-run tactics, as they have a strongly developed sense of self-preservation.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision; Perception +1", 
            "description": "This little plant person is clad in a winglike leaf cloak and pinecone armor, wielding a twig as a makeshift spear.", 
            "ranged": "seedpods +2 touch (1 plus deafen)", 
            "hp": "5 (1d8+1)", 
            "wisdom": "12", 
            "creature_type": "Plant", 
            "special_qualities": "change shape (Small tree; tree shape), verdant burst", 
            "base_attack": "+0", 
            "name": "Leshy, Leaf", 
            "skills": "Fly -1, Stealth +5 (+9 in forests and jungles), Survival +1 (+5 in forests and jungles)", 
            "reflex": "+1", 
            "cmd": "8", 
            "cmb": "-3", 
            "will": "+1", 
            "organization": "solitary or grove (2-16)", 
            "creature_subtype": "leshy, shapechanger"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>Leaf leshys are usually grown under the shade of fruit or nut trees. To grow a leaf leshy, the maker plants an acorn and pine cone together, then mounds up leaves, sticks, and needles around them. When first born, a leaf leshy has no armor, leafy cape, or weapon, but can construct them from available materials given a day and left to its own devices (no Craft check required).</p>", 
            "type": "section", 
            "name": "Growing a Leaf Leshy", 
            "sections": [
                {
                    "name": "Leaf Leshy", 
                    "cl": "5th", 
                    "type": "item", 
                    "price": "1,000 gp", 
                    "source": "Bestiary 3", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "type": "section", 
                            "name": "Ritual", 
                            "sections": []
                        }
                    ]
                }
            ]
        }, 
        {
            "dexterity": "13", 
            "ac": "15, touch 12, flat-footed 14 (+1 armor, +1 Dex, +2 natural, +1 size)", 
            "special_attacks": "sneak attack +1d6", 
            "intelligence": "9", 
            "racial_modifiers": "+4 Stealth and Survival in water", 
            "melee": "slam +4 (1d6)", 
            "cr": "3", 
            "xp": "800", 
            "speed": "20 ft., swim 20 ft.", 
            "alignment": "N", 
            "spells": {
                "spell-like abilities": "(CL 8th; concentration +9)<p class=\"stat-block-2\">Constant-<i>pass without trace</i></p><p class=\"stat-block-2\">1/day-<i>entangle</i> (in water only, DC 12)</p>"
            }, 
            "environment": "any ocean or coastline", 
            "strength": "10", 
            "constitution": "14", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "12", 
            "languages": "Druidic, Sylvan; plantspeech (seaweed)", 
            "immune": "electricity, sonic, plant traits", 
            "init": "+1", 
            "fortitude": "+6", 
            "size": "Small", 
            "type": "creature", 
            "feats": "Ability Focus (water jet), Toughness", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Air Cyst", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Seaweed leshys constantly grow small bulbs filled with air. As a move action, they can detach a bulb and give it to another creature. If consumed as a standard action, this air cyst grants water breathing (as the spell) for 10 minutes. Seaweed leshys can have a maximum of four usable air cysts at any one time, and air cysts regrow at a rate of one per 24 hours.", 
                            "sections": []
                        }, 
                        {
                            "name": "Water Jet", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A seaweed leshy can expel a high-pressure jet of water from its mouth to a range of 30 feet. It must make a ranged touch attack to strike a target&mdash;if it hits, the blast deals 1 point of bludgeoning damage (this damage is not modified by Strength). In addition, the creature hit must make a DC 15 Fortitude save or be blinded by the water for 1 round. The save DC is Dexterity-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Seaweed leshys usually dwell along coastlines, happily splashing and playing in tide pools, but they are equally at home at sea, floating among large kelp beds. Although perfectly capable of existing out of water indefinitely, seaweed leshys prefer to limit their time away from the sea almost out of a sense of pride. Most seaweed leshys take a dim view of freshwater plant life, to the point of mocking such plants in the same way an urbanite might talk down to folk who live in more rural areas. Rumors of freshwater leshys are a sure way to bring peals of mocking laughter from a seaweed leshy.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Seaweed leshys resemble miniature, waterlogged green humans grown from leafy green seaweed, with skinny arms and legs, webbed hands and feet, and long strands of brown, green, or red seaweed for hair. They wear armor made from a pair of large clam shells or from several smaller shells tied together. This armor functions as a suit of masterwork padded armor for a seaweed leshy, but not for any other creature.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Patient and thoughtful by inclination (save for matters associated with those silly freshwater leshys), seaweed leshys believe that in time nature brings what is needed by the ebb and flow of the tide or the steady flow of the river. They counsel against hasty decisions and rash actions, always preferring to wait and see what another day might bring. </p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision; Perception +7", 
            "description": "This vaguely humanoid plant creature has a body formed of soggy green seaweed and wears crude armor made from seashells.", 
            "ranged": "water jet +5 (1 plus blind)", 
            "hp": "30 (4d8+12)", 
            "wisdom": "15", 
            "creature_type": "Plant", 
            "special_qualities": "air cyst, amphibious, change shape (Small seaweed; tree shape), verdant burst", 
            "base_attack": "+3", 
            "name": "Leshy, Seaweed", 
            "skills": "Perception +7, Stealth +9 (+13 in water), Survival +3 (+7 in water), Swim +8", 
            "reflex": "+2", 
            "cmd": "13", 
            "cmb": "+2", 
            "will": "+3", 
            "organization": "solitary or patch (2-16)", 
            "creature_subtype": "aquatic, leshy, shapechanger"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>Seaweed leshys must be grown in seawater. The leshy's maker plants a strand of kelp or other seaweed in the water and treats it daily with bone ash to encourage algal growth. When first created, a seaweed leshy has no armor, but can construct it from available materials given a day and left to its own devices (no Craft check required).</p>", 
            "type": "section", 
            "name": "Growing a Seaweed Leshy", 
            "sections": [
                {
                    "name": "Seaweed Leshy", 
                    "cl": "10th", 
                    "type": "item", 
                    "price": "4,500 gp", 
                    "source": "Bestiary 3", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "type": "section", 
                            "name": "Ritual", 
                            "sections": []
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Leshy", 
    "type": "section"
}