{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>Treacherous primeval dragons of the northern regions of the world, linnorms thrive on their hatred for those they deem to be lesser creatures and seek to inflict as much suffering as possible unto their unfortunate victims. Sweeping bones and treasures alike into giant piles in its lair, the typical linnorm has a barbaric nature made all the worse by its insatiable greed and atrocious gluttony. Few creatures are as bold and as cruel as linnorms, and for that most people are thankful.</p><p>Linnorms are not true dragons, but they nonetheless possess incredible strength and deadly powers that often rival authentic dragon brutality. Their massive frames make crushing smaller enemies a simple task, and of those who have felt the sting of a linnorm's venomous bite, few have survived the devastating poison long enough to tell the tale. A linnorm's body is serpentine and lacks wings, yet these dragons fly through the air with supernatural ease, accomplishing the feat as easily as a fish through water.</p><p>Beyond the physical might, venom, and devastating breath weapons typical of all linnorms, the beasts all share a potent final defense&mdash;the death curse. This powerful plaguing of the mind manifests itself in myriad forms, but always serves as a horrid vengeance against any who might manage to slay a linnorm. Some theorize that the curse is a sending from malevolent gods who watch over linnorms and view them as destruction-loving pets. Others believe the linnorms' curse is the closest remaining connection they have to the primeval world of the fey, from whence the first of these monsters is said to have come. Whatever the case may be, its curse makes killing a linnorm as dangerous as letting it live.</p><p>True dragons of higher intellect often hold linnorms in great scorn, viewing the beings as prematurely evolved beasts and refusing to even acknowledge the creatures as related to them. Linnorms have few feelings regarding the matter, battling younger and older dragons alike just as readily as any other creatures who dare to step foot in their territories. Their simplemindedness stifles any ability to assemble mass sieges or even cooperate in small groups, so linnorms almost always function alone, individually hunting over large territories in order to waylay as many travelers as possible. Linnorms only seek a mate once during their long lifetimes, the female producing several clutches of up to six eggs as a result. Of these eggs, only one will survive&mdash;the first to hatch immediately feasts on its unhatched brethren.</p><p>Despite their lust for devastation, linnorms usually live in relatively remote areas, never straying far from the northernmost reaches of the world. As they are universally hated and feared by most other intelligent creatures, their tendency to dwell in more isolated regions helps ensure their survival; while linnorms are vicious and unforgiving, their lack of organization makes them highly susceptible to raiding parties seeking to eradicate their presence, though such parties would need to be made up of truly impressive individuals. More often than not, a linnorm resides totally undisturbed in the spot it chooses as its own for hundreds of years, stewing in its own malevolence until finally snapping and going on a rampage. Sometimes, villages aren't even aware of a slumbering linnorm's proximity, but usually such settlements have long traditions and local legends revolving around &ldquo;their linnorm.&rdquo; Since a linnorm can hibernate for centuries, villages composed of shorter-lived humanoids might consider these tales as little more than quaint stories, but when the linnorm wakes, the truth becomes impossible to doubt.</p><p>Linnorms come in many different varieties, but all share the qualities of being horribly strong and bestial. They feast solely on meat, usually eating goats and other mountain animals when more intelligent creatures such as humanoids don't readily present themselves. Linnorms are prone to gorging and then falling into a deep sleep near their treasure hordes, waking either when they become aware of intruders in their vicinity or to feed once more.</p><p>The linnorms presented on the following pages represent only four of their kind. The most legendary linnorms are the crag linnorm, ice linnorm, and tarn linnorm, but others exist as well. Rumors of even more powerful unique linnorms persist in lands where these dragons are well-known and feared. The largest of their kind, unique linnorms are never less powerful than tor linnorms (who are often mistakenly thought to be the most dangerous species).  </p>", 
            "type": "section", 
            "name": "Linnorm", 
            "sections": []
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>While each linnorm has several unique powers, they all share certain abilities in common, as detailed below. In addition to these, every linnorm possesses a breath weapon and a poisonous attack, but the specific effects of these attacks vary from species to species.</p>", 
            "type": "section", 
            "name": "Linnorm Special Abilities", 
            "sections": [
                {
                    "name": "Death Curse", 
                    "sections": [], 
                    "text": "<p>When a creature slays a linnorm, it becomes targeted by that linnorm's death curse. The exact effects of a death curse vary, depending upon the type of linnorm. The save DC of a linnorm's death curse is always Charisma-based.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "name": "Freedom of Movement", 
                    "sections": [], 
                    "text": "<p>A linnorm has continuous <i>freedom of movement</i>, as per the spell of the same name. This ability cannot be dispelled.</p>", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }, 
                {
                    "name": "True Seeing", 
                    "sections": [], 
                    "text": "<p>A linnorm has continuous <i>true seeing</i>, as per the spell of the same name. This ability cannot be dispelled.</p>", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary 3", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "dexterity": "24", 
            "ac": "35, touch 13, flat-footed 28 (+7 Dex, +22 natural, -4 size)", 
            "special_attacks": "breath weapon, constrict (tail, 2d6+19), death curse", 
            "intelligence": "5", 
            "racial_modifiers": "Acrobatics (+4 when jumping), +8 Stealth", 
            "melee": "bite +29 (3d8+13/19-20 plus poison), 2 claws +29 (2d6+13), tail +24 (3d6+6 plus grab)", 
            "type": "creature", 
            "cr": "18", 
            "xp": "153,600", 
            "speed": "40 ft., climb 40 ft., fly 100 ft. (average)", 
            "alignment": "CE", 
            "size": "Gargantuan", 
            "environment": "cold hills", 
            "strength": "37", 
            "constitution": "26", 
            "space": "20 ft.", 
            "treasure": "triple", 
            "charisma": "27", 
            "languages": "Aklo, Draconic, Sylvan", 
            "immune": "acid, curse effects, energy drain, mind-affecting effects, negative energy, paralysis, poison, sleep", 
            "init": "+11", 
            "fortitude": "+20", 
            "reflex": "+21", 
            "feats": "Blind-Fight, Cleave, Great Cleave, Improved Critical (bite), Improved Initiative, Improved Vital Strike, Lightning Reflexes, Power Attack, Skill Focus (Perception), Vital Strike", 
            "senses": "darkvision 60 ft., low-light vision, scent, true seeing; Perception +24", 
            "description": "Pallid and horribly gaunt, this enormous but emaciated dragonlike creature has two forearms and no wings.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Breath Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Once every 1d4 rounds as a standard action, a cairn linnorm can expel a 60-foot cone of acidic bile, dealing 18d8 points of acid damage to all creatures struck. In addition, this bile is infused with negative energy, and inflicts 1d4 negative levels on all creatures struck by it. A successful DC 28 Reflex save halves the damage and completely negates the negative levels. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Death Curse", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Curse of Decay: save Will DC 28; effect the creature takes 1 point of Constitution damage per day, and ages at an accelerated rate of 1 year per day, eventually incurring all of the penalties of old age but none of the benefits.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Bite:",
                            "sections": [
                                {
                                    "source": "Bestiary 3", 
                                    "name": "Cairn Linnorm Venom", 
                                    "type": "affliction",
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 28", 
                                    "frequency": "1/round for 10 rounds", 
                                    "effect": "4d6 acid damage and 1d6 Constitution drain", 
                                    "cure": "2 consecutive saves"
                                }
                            ]
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Cairn linnorms prefer to dwell in necropolises, amid reaches of burial mounds, or in caverns below the scorched earth of legendary battlefields. These linnorms particularly relish the flavor of undead flesh&mdash;while they cannot consume incorporeal undead, regions they haunt are typically barren of corporeal undead not canny enough to avoid the cairn linnorm's ravenous appetite. An incredibly powerful undead creature might use a cairn linnorm as a guardian, manipulating the dragon while it selects a cairn or tomb well within the linnorm's territory. While cairn linnorms will not hesitate to feed on undead creatures they encounter, some ancient superstition shared by all of their kind prevents them from actually entering a tomb or other enclosed burial site unless granted permission by the tomb's undead denizens or a priest devoted to the religion associated with the site. Likewise, a cairn linnorm somehow caught within a tomb large enough to contain it prefers not to leave without securing similar permission to do so. These limitations are purely psychological, and if pressed (such as by an enemy seeking to use a tomb entrance as a defense), a cairn linnorm can break such restrictions.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A cairn linnorm is 60 feet long and weighs 12,000 pounds.</p>"
                }
            ], 
            "hp": "290 (20d12+160); regeneration 10 (cold iron)", 
            "reach": "20 ft.", 
            "wisdom": "20", 
            "defensive_abilities": "freedom of movement", 
            "creature_type": "Dragon", 
            "dr": "15/cold iron", 
            "base_attack": "+20", 
            "name": "Linnorm, Cairn", 
            "skills": "Climb +33, Fly +13, Perception +24, Stealth +26, Swim +36", 
            "sr": "29", 
            "cmd": "54 (can't be tripped)", 
            "cmb": "+37 (+41 grapple)", 
            "will": "+17", 
            "source": "Bestiary 3", 
            "organization": "solitary"
        }, 
        {
            "dexterity": "23", 
            "ac": "30, touch 12, flat-footed 24 (+6 Dex, +18 natural, -4 size)", 
            "cmd": "49 (can't be tripped)", 
            "special_attacks": "breath weapon, constrict (tail, 2d6+19), death curse", 
            "intelligence": "5", 
            "melee": "bite +25 (2d8+13/19-20 plus poison), 2 claws +25 (2d6+13), tail +20 (2d6+6 plus grab)", 
            "cr": "16", 
            "xp": "76,800", 
            "speed": "30 ft., fly 100 ft. (average), swim 60 ft.", 
            "alignment": "CE", 
            "size": "Gargantuan", 
            "environment": "cold mountainous coastlines", 
            "strength": "36", 
            "constitution": "28", 
            "source": "Bestiary 3", 
            "treasure": "triple", 
            "charisma": "26", 
            "languages": "Aklo, Draconic, Sylvan", 
            "immune": "cold, curse effects, mind-affecting effects, paralysis, poison, sleep", 
            "init": "+10", 
            "fortitude": "+19", 
            "type": "creature", 
            "feats": "Blind-Fight, Combat Reflexes, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Lightning Reflexes, Power Attack, Vital Strike", 
            "senses": "darkvision 60 ft., low-light vision, scent, true seeing; Perception +24", 
            "description": "This massive, eel-like dragon has two webbed talons. Its tail ends in large and powerful-looking flukes.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Breath Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Once every 1d4 rounds as a standard action, a fjord linnorm can expel a 120-foot line of icy fluid, dealing 16d8 points of cold damage to all creatures struck (Reflex DC 27 for half damage). The freezing liquid quickly hardens to sheets of ice, causing any creature that takes damage to move at only half its normal speed for 1d4 rounds. A DC 27 Strength check made as a full-round action allows a character to break free of the ice before this duration expires. The save DC and Strength check DC are Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Death Curse", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Curse of Drowning: save Will DC 26; effect creature can never gain the benefit of water breathing, and if it possesses this ability, loses it as long as it suffers the curse. In addition, the creature can hold its breath only half as long as normal, and whenever the cursed creature holds its breath, it functions as if sickened.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Bite:",
                            "sections": [
                                {
                                    "source": "Bestiary 3", 
                                    "name": "Fjord Linnorm Venom", 
                                    "type": "affliction",
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 27", 
                                    "frequency": "1/round for 10 rounds", 
                                    "effect": "3d6 cold damage and 1d6 Constitution drain", 
                                    "cure": "2 consecutive saves"
                                }
                            ]
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Fjord linnorms dwell among the deep waters that grace northern coastlines where fingers of land create complex rivulets, venturing out to sea to feed on sharks and whales when they cannot find settlements or traveling caravans to savage. As their favored haunts often overlap with coastal trade routes, regions known to be within the territory of a fjord linnorm are often avoided by ships. Fjord linnorms are not particularly adept at capsizing ships, as are some other large aquatic monsters, but one might argue that such tactics are unnecessary for a creature the size and power of a fjord linnorm in the first place.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Both the curse and poison of a fjord linnorm are extremely dangerous for those who frequent the waterways of the north. The fjord linnorm's curse is particularly devastating to aquatic creatures, and such beings are careful to avoid any possible conflict with such linnorms.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A fjord linnorm is 60 feet long and weighs just over 10,000 pounds.</p>"
                }
            ], 
            "hp": "248 (16d12+144); regeneration 10 (cold iron)", 
            "reach": "20 ft.", 
            "wisdom": "21", 
            "defensive_abilities": "freedom of movement", 
            "creature_type": "Dragon", 
            "special_qualities": "amphibious", 
            "dr": "15/cold iron", 
            "base_attack": "+16", 
            "name": "Linnorm, Fjord", 
            "skills": "Fly +19, Perception +24, Swim +40", 
            "reflex": "+18", 
            "space": "20 ft.", 
            "cmb": "+33 (+37 grapple)", 
            "will": "+15", 
            "sr": "27", 
            "organization": "solitary", 
            "creature_subtype": "aquatic"
        }, 
        {
            "dexterity": "25", 
            "ac": "34, touch 9, flat-footed 27 (+7 Dex, +25 natural, -8 size)", 
            "special_attacks": "breath weapon, constrict (tail, 3d6+24), death curse", 
            "intelligence": "6", 
            "racial_modifiers": "+8 Stealth in forests", 
            "melee": "bite +29 (3d8+16/19-20 plus poison), 2 claws +29 (2d6+16), tail +24 (3d6+8 plus grab)", 
            "type": "creature", 
            "cr": "19", 
            "xp": "204,800", 
            "speed": "40 ft., fly 100 ft. (average), swim 60 ft.", 
            "alignment": "CE", 
            "size": "Colossal", 
            "environment": "cold forests", 
            "strength": "43", 
            "constitution": "30", 
            "space": "30 ft.", 
            "treasure": "triple", 
            "charisma": "28", 
            "languages": "Aklo, Draconic, Sylvan", 
            "immune": "curse effects, electricity, mind-affecting effects, paralysis, poison, sleep", 
            "init": "+11", 
            "fortitude": "+22", 
            "reflex": "+21", 
            "feats": "Awesome Blow, Blind-Fight, Cleave, Combat Reflexes, Great Cleave, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Lightning Reflexes, Power Attack, Vital Strike", 
            "senses": "darkvision 60 ft., low-light vision, scent, true seeing; Perception +30", 
            "description": "With menacing black horns jutting from its head, this two-legged dragon is covered in dark green scales and vicious black barbs.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Breath Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Once every 1d4 rounds as a standard action, a taiga linnorm can expel a 60-foot cone of electrified vapor, dealing 21d8 points of electricity damage to all creatures struck (Reflex DC 30 for half). The vapor itself persists for 1d4 rounds, filling its cone-shaped area with electrified mist that deals 4d6 points of electricity damage (no save) to any creature that ends its turn in the mist. The mist does not hinder vision. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Death Curse", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Curse of Electrocution: save Will DC 29; effect the creature gains vulnerability to electricity.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Bite:", 
                            "sections": [
                                {
                                    "source": "Bestiary 3", 
                                    "name": "Tiaga Linnorm Venom", 
                                    "type": "affliction",
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 30", 
                                    "frequency": "1/round for 10 rounds", 
                                    "effect": "4d6 electricity damage and 1d8 Dexterity drain", 
                                    "cure": "3 consecutive saves"
                                }
                            ]
                        }, 
                        {
                            "name": "Spines", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Any creature that makes a melee attack against a taiga linnorm takes 1d6 points of piercing damage per attack from the linnorm's spines. A melee weapon with reach provides protection from these spines.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A beast covered with hundreds of spines, the taiga linnorm is a terror to all those who venture through the arctic forests of the north. Taiga linnorms take down foes and prey first with their electrifying breath and finish their victims off with their devastating bite.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>In winter, when light is sparse and the nights are long, it is easy for a taiga linnorm to blend in with the coniferous forests it dwells in, hiding among the trees and ambushing imprudent travelers or unwary adventurers setting up camp. A taiga linnorm often lies in wait for days&mdash;sometimes weeks&mdash;just for the opportunity to maim and devour unsuspecting victims. When this subtler tactic does not work, a taiga linnorm simply rampages through the woods in order to find nearby settlements to pillage, taking twisted delight in shocking the inhabitants before shredding them with its massive jaws or destructive forelimbs. In any event, taiga linnorms rarely venture far from their woodland territories save for short flights to attack outlying villages.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A taiga linnorm is 50 feet long and weighs just over 13,000 pounds.</p>"
                }
            ], 
            "hp": "346 (21d12+210); regeneration 15 (cold iron)", 
            "reach": "30 ft.", 
            "wisdom": "23", 
            "defensive_abilities": "freedom of movement, spines", 
            "creature_type": "Dragon", 
            "dr": "15/cold iron", 
            "base_attack": "+21", 
            "name": "Linnorm, Taiga", 
            "skills": "Fly +23, Perception +30, Stealth +15 (+23 in forests), Swim +48", 
            "sr": "30", 
            "cmd": "62 (can't be tripped)", 
            "cmb": "+45 (+49 grapple)", 
            "will": "+18", 
            "source": "Bestiary 3", 
            "organization": "solitary"
        }, 
        {
            "dexterity": "30", 
            "ac": "37, touch 12, flat-footed 27 (+10 Dex, +25 natural, -8 size)", 
            "special_attacks": "breath weapon, constrict (tail, 3d6+27), death curse", 
            "intelligence": "7", 
            "melee": "bite +34 (3d8+18/19-20 plus poison), 4 claws +34 (2d6+18), tail +29 (3d6+9 plus grab)", 
            "type": "creature", 
            "cr": "21", 
            "xp": "409,600", 
            "speed": "40 ft., climb 40 ft., fly 100 ft. (average), swim 60 ft.", 
            "alignment": "CE", 
            "size": "Colossal", 
            "environment": "cold volcanic mountains", 
            "strength": "46", 
            "constitution": "33", 
            "space": "30 ft.", 
            "treasure": "triple", 
            "charisma": "28", 
            "languages": "Aklo, Draconic, Sylvan", 
            "immune": "curse effects, fire, mind-affecting effects, paralysis, poison, sleep", 
            "init": "+14", 
            "fortitude": "+25", 
            "reflex": "+26", 
            "feats": "Awesome Blow, Blind-Fight, Cleave, Combat Reflexes, Great Cleave, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Improved Vital Strike, Lightning Reflexes, Power Attack, Vital Strike", 
            "senses": "darkvision 60 ft., low-light vision, scent, true seeing; Perception +34", 
            "description": "This gigantic, wingless, four-armed dragon has rivulets of bright red magma coursing through its serpentine body.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Breath Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Once every 1d4 rounds as a standard action, a tor linnorm can expel a 60-foot cone of flame and ash, dealing 24d8 points of fire damage to all creatures struck (Reflex DC 33 for half damage). One round after this breath weapon is used, the area affected by the attack becomes covered in a cloud of thick, scorching smoke that burns both the lungs and eyes, dealing an additional 8d8 points of fire damage to all creatures in the area. Each creature that begins its turn in the smoke-covered area and breathes must make a DC 33 (+ 1 per previous check) Fortitude save each round or spend that round choking and coughing. Creatures that keep their eyes open for more than 1 round while in the area of the smoke must make a DC 33 Fortitude save or go blind for 1d3 hours. The smoke dissipates after 2d4 rounds. This duration is halved in strong winds and quartered in more powerful winds. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Death Curse", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Curse of Boiling Blood: save Will DC 31; effect creature gains vulnerability to fire and is permanently staggered from the pain of its boiling blood. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Lava Affinity", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A tor linnorm can breathe and swim while submerged in lava and magma.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Bite:",
                            "sections": [
                                {
                                    "source": "Bestiary 3", 
                                    "name": "Cairn Linnorm Venom", 
                                    "type": "affliction",
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "save": "Fortitude DC 33", 
                                    "frequency": "1/round for 10 rounds", 
                                    "effect": "8d6 fire damage and 1d8 Constitution drain", 
                                    "cure": "3 consecutive saves"
                                }
                            ]
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Tor linnorms epitomize the raw and untempered power of their kin. They dwell in the tallest volcanic mountains, either in naturally formed caverns or in the craters themselves, and rain destruction down upon nearby mountain villages whenever the urge strikes them. Tor linnorms are brutes, but as far as linnorms go are relatively intelligent. With this intelligence comes an overwhelming vanity&mdash;unlike other linnorms, tor linnorms enjoy being adored and worshiped by lesser creatures, and have been known to delay eating prisoners who seem to be particularly cowed by their presence, simply basking in their victims' fear.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A tor linnorm is 50 feet long and weighs 15,000 pounds.</p>"
                }
            ], 
            "hp": "420 (24d12+264); regeneration 20 (cold iron)", 
            "reach": "30 ft.", 
            "wisdom": "25", 
            "defensive_abilities": "freedom of movement", 
            "creature_type": "Dragon", 
            "special_qualities": "lava affinity", 
            "dr": "20/cold iron", 
            "base_attack": "+24", 
            "name": "Linnorm, Tor", 
            "skills": "Climb +26, Fly +29, Perception +34, Stealth +21, Swim +53", 
            "sr": "32", 
            "cmd": "70 (can't be tripped)", 
            "cmb": "+50 (+54 grapple)", 
            "will": "+21", 
            "source": "Bestiary 3", 
            "organization": "solitary"
        }
    ], 
    "name": "Linnorm", 
    "type": "section"
}
