{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>Oni are a race of evil spirits, native to the Material Plane, that manifest physical bodies based upon the shapes and desires of humanoid mortals. In pure spirit form, an oni is nothing but a disembodied evil longing for the sins of the flesh. In this form, oni are harmless and invisible. The majority of these bodiless oni were once kami who failed their wards, or more often, who deliberately abandoned them. As punishment, they were stripped of their ability to form a physical body and then cast into the void. Rarely, a mortal creature's soul can become a disembodied oni upon death, or in even rarer cases, after a truly evil individual has undergone a particularly vile ritual that ends in suicide. These oni are more often destined for positions of great power and strength than most. </p><p>Eventually, an oni's spirit manifests a physical body on the Material Plane. The methods by which this may occur vary, but the process generally takes place in areas already despoiled by sin, tragedy, or cruelty. The type of oni a spirit transforms into is influenced by a wide variety of variables, ranging from the nature of what the oni spirit was before to the location where it is reborn into the realm of flesh and blood. Once an oni manifests its physical body, that body becomes its true form for the rest of its life&mdash;all oni are shapechangers, but this original form is the form in which they are born and the form they revert to upon death.</p><p>An oni's true form is always similar to that of a specific type of humanoid, save that it is always deformed and monstrous to look upon. Tusks, additional eyes, or strangely colored skin are common physical attributes. Yet while they have hideous forms, all oni are capable of changing their shape to assume forms more pleasant to the civilized eye. The type of shapes an oni can assume depend upon its species, but all can transform into some form of humanoid. Oni use this ability to infiltrate humanoid societies, either to prey upon the weak or to rule them in disguise.</p><p>In order to understand oni, it is important to consider that most of these beings were once spirits tasked with protecting a material realm they now believe is undeserving of such care and concern&mdash;indeed, the physical world is to be dominated and consumed. They arrive in physical form starved for sensory experience, and never fully sate their desire to gorge on such experiences. Most oni seek to attain positions of leadership and power, often in the guise of a normal humanoid, in order to secure a never-ending supply of sensory experiences. It is also important to understand that oni's immoderation is also motivated by their corrupted and evil natures&mdash;that is, no pleasure is more enjoyable than one that deprives or wounds another.</p><p>Oni retain their hatred of the kami upon reentering the Material Plane as physical creatures, and often their depredations and violations of the world can be directly tied to their efforts to destroy kami or the kami's works. Oni tend not to congregate with others of their kind, being most comfortable in positions of leadership over enslaved or oppressed societies populated by humanoids they can masquerade as. Yet, at times, particularly powerful oni abandon this mindset and instead gather to their side entire legions of oni drawn from all types. The oni known collectively as the yai&mdash;oni with an affinity for true giants&mdash;are most often responsible for such actions, and when a  yai builds such an army of oni, the humanoid lands shake with terror.</p><p>Theoretically, as many types of oni exist as there are types of humanoids, although in reality, certain types of oni are much more populous than others. The ogre mage, an oni associated with ogres, is the best-known and most commonly encountered type of oni, for reasons that still send scholars of oni lore into spiraling arguments with seemingly no end. Beyond the oni detailed on the following pages, the atamahuta (ettins), ja noi (hobgoblins), nogitsune (kitsune), and wind yai (cloud giants) are relatively well known. Oni with associations to bugbears, great cyclopes, stone giants, trolls, troglodytes, and other races exist as well. And above even the mighty void yai there exist the oni demigods&mdash;entities of nearly incomprehensible power known as the oni daimyo.</p>", 
            "type": "section", 
            "name": "Oni", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "text": "<p>Countless oni stalk the world, slaking their greed and bloodlust to the misery of humanoids. The great leaders among the oni, beings known as daimyo, are as numerous as the nations of the world, and all oni seek to climb the rungs of power to become such powerful entities. The following list includes oni daimyo that have power in ways that make them known and feared outside their own domains. Most of these nefarious oni command armies or control points through which other oni can enter the world.</p><ul><li>Akuma, the Horned King (ogre mage)</li>\n<li>Chimon, Hunter of Blood (ogre mage)</li>\n<li>Guyuku, the Sea Devil (water oni)</li>\n<li>Inma, Empress of the World (void oni)</li>\n<li>Muronna, the Dark Mother (ogre mage)</li>\n<li>Nataka, the Red King (fire oni)</li>\n<li>Onmyuza, Dancer in Flesh (ogre mage)</li>\n<li>Ushitora, Keeper of the Oni Gate (void oni)</li>\n<li>Uzumae, Daimyo of the North (kuwa oni)</li>\n<li>Yabu, Lord of the Kazan Caldera (fire oni)</li></ul>", 
                    "type": "section", 
                    "name": "Known Oni Daimyo", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "16", 
            "ac": "29, touch 10, flat-footed 28 (+8 armor, +1 Dex, +11 natural, -1 size)", 
            "cmd": "41", 
            "special_attacks": "burn (2d6, DC 26), smoke form", 
            "intelligence": "14", 
            "melee": "+1 katana* +27/+22/+17/+12 (2d6+16/18-20) or 2 slams +26 (1d10+15)", 
            "cr": "15", 
            "xp": "51,200", 
            "speed": "40 ft., fly 60 ft. (good); 30 ft., fly 40 ft. (good) in armor", 
            "alignment": "NE", 
            "size": "Large", 
            "environment": "temperate or warm hills or mountains", 
            "strength": "31", 
            "constitution": "26", 
            "source": "Bestiary 3", 
            "treasure": "standard (+1 banded mail, +1 katana, other treasure)", 
            "charisma": "15", 
            "languages": "Common, Giant", 
            "immune": "fire", 
            "init": "+7", 
            "fortitude": "+18", 
            "spells": {
                "spell-like abilities": "(CL 15th; concentration +17)<p class=\"stat-block-2\">Constant-<i>fly</i></p><p class=\"stat-block-2\">At will-<i>darkness</i>, <i>invisibility</i> (self only), <i>scorching ray</i></p><p class=\"stat-block-2\">3/day-<i>charm monster</i> (DC 16), <i>deep slumber</i> (DC 15), <i>fireball</i> (DC 15), <i>fire shield</i> (warm shield only), <i>wall of fire</i></p><p class=\"stat-block-2\">1/day-<i>incendiary cloud</i> (DC 20)</p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Combat Reflexes, Great Cleave, Improved Initiative, Improved Overrun, Iron Will, Lightning Reflexes, Power Attack, Vital Strike", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Fiery Missile", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a swift action, a fire yai can launch a bolt of fire from its third eye. This attack has a range of 180 feet with no range increment.", 
                            "sections": []
                        }, 
                        {
                            "name": "Smoke Form", 
                            "type": "ability", 
                            "ability_types": [
                                "Spell-Like"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a standard action, a fire yai can turn into a cloud of smoke. This functions like gaseous form, except the cloud has the properties of the smoke cloud from a pyrotechnics spell (Fort DC 26 negates the effects of the smoke cloud). The fire yai can end this ability as a standard action.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Fire yai prefer to live in luxury&mdash;an orderly and well-built abode is essential. Even a lone fire yai prefers to build or inhabit a fortified stone dwelling in its territory, and surrounds itself with as many luxuries as it can acquire. Vain, greedy, and brutal, fire yai are the most impulsive of their kind&mdash;several tales tell of clever heroes taunting fire yai to act rashly. They rarely let challenges pass uncontested and react quickly to squelch any threat to their rule.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While many fire yai seek out tribes of fire giants to infiltrate and rule, not all follow this compulsion. Capable of assuming the form of many types of humanoid, some fire yai seek to subtly invade and eventually rule entire nations of humanoids from within.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A fire yai is 16 feet tall and weighs 7,000 pounds.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision; Perception +23", 
            "description": "This fanged, three-eyed giant rages in its finely crafted armor, its skin as red as a smoldering ember.", 
            "ranged": "fiery missile +19 touch (4d6 fire plus burn)", 
            "hp": "229 (17d10+136); regeneration 5 (acid or cold)", 
            "weaknesses": "vulnerability to cold", 
            "reach": "10 ft.", 
            "wisdom": "17", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (Medium or Large humanoid; alter self or giant form I)", 
            "base_attack": "+17", 
            "name": "Oni, Fire Yai", 
            "skills": "Bluff +22, Craft (weapons) +12, Craft (armor) +12, Diplomacy +11, Disguise +11, Fly +14, Intimidate +22, Knowledge (arcana) +14, Perception +23, Sense Motive +23, Spellcraft +11, Use Magic Device +14", 
            "reflex": "+10", 
            "space": "10 ft.", 
            "cmb": "+28", 
            "will": "+15", 
            "sr": "26", 
            "organization": "solitary, band (1 plus 4-8 fire giants), tribe (1 plus 20-30 fire giants), or dynasty (1 plus 2-20 other oni)", 
            "creature_subtype": "fire, giant, native, oni, shapechanger"
        }, 
        {
            "dexterity": "14", 
            "ac": "27, touch 12, flat-footed 24 (+4 armor, +2 Dex, +1 dodge, +11 natural, -1 size)", 
            "cmd": "39", 
            "special_attacks": "staggering strikes", 
            "intelligence": "12", 
            "racial_modifiers": "+4 Stealth in snow", 
            "melee": "4 slams +24 (2d8+9)", 
            "cr": "14", 
            "xp": "38,400", 
            "speed": "50 ft., fly 50 ft. (perfect)", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "cold mountains", 
            "strength": "29", 
            "constitution": "25", 
            "source": "Bestiary 3", 
            "treasure": "standard", 
            "charisma": "18", 
            "languages": "Common, Giant", 
            "immune": "cold", 
            "init": "+2", 
            "fortitude": "+17", 
            "spells": {
                "spell-like abilities": "(CL 18th; concentration +22)<p class=\"stat-block-2\">Constant-<i>fly, mage armor</i></p><p class=\"stat-block-2\">At will-<i>darkness</i>, <i>invisibility</i> (self only)</p><p class=\"stat-block-2\">3/day- <i>charm monster</i> (DC 18), <i>cone of cold</i> (DC 19), <i>deep slumber</i> (DC 17), <i>gaseous form</i> (self only)</p><p class=\"stat-block-2\">1/day-<i>polar ray</i>, <i>solid fog</i></p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Combat Reflexes, Dodge, Great Cleave, Mobility, Power Attack, Spring Attack, Vital Strike", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Icy Missile", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a swift action, the ice yai can fire a dart of ice from its third eye. This dart is a ranged touch attack (+20 attack bonus), dealing 4d6 points of cold damage on a hit. This attack has a range of 180 feet with no range increment.", 
                            "sections": []
                        }, 
                        {
                            "name": "Staggering Strikes", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "An ice yai can strike twice per round with its two slam attacks. A creature struck by more than two of these slam attacks in a round must make a DC 28 Fortitude save or be staggered for 1 round. The save DC is Strength-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The ice yai is a sinister creature that combines the brutality of a frost giant with the grace and style of a skilled martial artist. Although its magical powers are formidable, it prefers to fight in melee using its slam attacks, leading its minions in merciless combat. It uses its mobility to cast combat spells or launch shards of ice from its third eye.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An ice yai is a natural leader among frost giants, tempering their savagery with its own wisdom. A tribe led by an ice yai may still raid settlements of neighboring humanoids, but the tribe soon learns the value of establishing regular tributes and willing sacrifices&mdash;the ice yai teach that methods that rely upon the threat of violence are often even more effective than actual violence. Despite this strangely enlightened philosophy, an ice yai never passes up an opportunity to reinforce its capacity for slaughter, and will often demand that its subjects take part in show battles, both for the entertainment of the tribe and to nurture the ice yai's insatiable ego and sense of dominion over its subjects.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision; Perception +22", 
            "description": "This blue-skinned giant has three eyes, fangs, and claws. Its hair seems to be formed of delicate strands of ice.", 
            "ranged": "icy missile +17 (4d6 cold)", 
            "hp": "200 (16d10+112); regeneration 5 (fire or acid)", 
            "weaknesses": "vulnerability to fire", 
            "reach": "10 ft.", 
            "wisdom": "15", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (Medium or Large humanoid; alter self or giant form I)", 
            "base_attack": "+16", 
            "name": "Oni, Ice Yai", 
            "skills": "Bluff +23, Disguise +13, Fly +20, Intimidate +23, Knowledge (arcana) +11, Perception +22, Sense Motive +13, Spellcraft +8, Stealth +17 (+21 in snow), Use Magic Device +14", 
            "reflex": "+7", 
            "space": "10 ft.", 
            "cmb": "+26", 
            "will": "+12", 
            "sr": "25", 
            "organization": "solitary or gang (1 plus 4-16 frost giants)", 
            "creature_subtype": "cold, oni, giant, native, shapechanger"
        }, 
        {
            "dexterity": "17", 
            "ac": "19, touch 10, flat-footed 19 (+8 armor, +1 natural)", 
            "intelligence": "12", 
            "melee": "mwk greatclub +10 (1d10+6) or 2 claws +9 (1d6+6)", 
            "cr": "4", 
            "xp": "1,200", 
            "speed": "30 ft. (40 ft. without armor)", 
            "alignment": "LE", 
            "spells": {
                "spell-like abilities": "(CL 5th; concentration +8)<p class=\"stat-block-2\">3/day-<i>darkness, fly</i></p><p class=\"stat-block-2\">1/day-<i>charm person</i> (DC 14), <i>deep slumber</i> (DC 16), <i>invisibility</i> (self only)</p>"
            }, 
            "environment": "any", 
            "strength": "18", 
            "constitution": "16", 
            "treasure": "standard (masterwork half-plate, masterwork greatclub, masterwork composite longbow [+4 Str] with 20 arrows, other treasure)", 
            "charisma": "17", 
            "languages": "Common", 
            "source": "Bestiary 3", 
            "init": "+3", 
            "fortitude": "+7", 
            "size": "Medium", 
            "type": "creature", 
            "feats": "Cleave, Combat Reflexes, Power Attack", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While the majority of oni tend to be larger than life, and thus often end up having associations with giants and other enormous humanoids, not all of them are born into physical bodies that match their boundless appetites for cruelty. The kuwa are an example of this, for they are oni who clothe themselves in human flesh. While their true forms remain unmistakably fiendish, with golden skin, claws, and monstrous visages with short sharp horns, kuwa are most at home living in disguise among humans. As with most oni, they generally avoid their own kind, and instead seek positions of power in human cities, often as guard captains, guildmasters (particularly of thieves' guilds), and aristocrats. Most kuwa avoid taking on the role of a spellcaster unless they possess class levels in an appropriate class. Likewise, all but the most ambitious kuwa avoid positions of true authority, such as king or mayor. Kuwa are most comfortable in the upper echelon of command, but avoid positions so important that they have too many eyes on them. To a kuwa, a position of leadership that doesn't allow frequent abuse of that power is a waste, and by aiming for less publicly visible positions, the kuwa increases its opportunities for such abuse.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Once a kuwa secures a position in a human society, the accumulation of wealth becomes its primary motivation. A kuwa wants to live a life of decadence and sensual pleasure, and like any oni, it wants to propagate its own kind. Its strength and magical powers enable it to easily dominate normal folk, allowing it to gather groups of thuggish, like-minded humans to lead in banditry and worse.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical kuwa stands about 6 feet in height and weighs 190 pounds.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision; Perception +10", 
            "description": "This golden-skinned fiend has horns, fangs, and bulging eyes. It grips a spiked club in its four-fingered claws.", 
            "ranged": "mwk composite longbow +9 (1d8+4/&times;3)", 
            "hp": "42 (5d10+15); regeneration 5 (acid or fire)", 
            "wisdom": "15", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (any human; alter self)", 
            "base_attack": "+5", 
            "name": "Oni, Kuwa", 
            "skills": "Bluff +11, Disguise +7, Intimidate +11, Knowledge (arcana) +9, Perception +10, Sense Motive +10, Spellcraft +3, Stealth +4, Use Magic Device +11", 
            "reflex": "+4", 
            "cmd": "22", 
            "cmb": "+9", 
            "will": "+6", 
            "sr": "15", 
            "organization": "solitary or gang (1 plus 3-10 humans of 1st-3rd level)", 
            "creature_subtype": "human, native, oni, shapechanger"
        }, 
        {
            "dexterity": "19", 
            "ac": "17, touch 16, flat-footed 13 (+4 Dex, +1 natural, +2 size)", 
            "special_attacks": "poison", 
            "intelligence": "13", 
            "melee": "bite +9 (1d4-2), gore +9 (1d4-2 plus poison)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "10 ft., fly 30 ft. (good)", 
            "alignment": "NE", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +8)<p class=\"stat-block-2\">Constant-<i>detect magic</i></p><p class=\"stat-block-2\">At will-<i>invisibility</i> (self only), <i>mage hand</i></p><p class=\"stat-block-2\">1/day-<i>command</i> (DC 13), <i>sleep</i> (DC 13)</p><p class=\"stat-block-2\">1/week-<i>commune</i> (CL 12th, 6 questions)</p>"
            }, 
            "environment": "any", 
            "strength": "6", 
            "constitution": "12", 
            "treasure": "standard", 
            "charisma": "15", 
            "languages": "Common", 
            "source": "Bestiary 3", 
            "init": "+8", 
            "fortitude": "+2", 
            "size": "Tiny", 
            "type": "creature", 
            "feats": "Improved Initiative, Weapon Finesse", 
            "senses": "darkvision 60 ft., detect magic; Perception +7", 
            "description": "This evil-looking animated mask shows the face of a horned fiend, its eyes popping and its leering smile full of fangs.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Mask Symbiosis", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A spirit oni can be worn as a mask by a willing Small or Medium creature. While worn in this way, the wearer can see through the oni's eyes and speak through its mouth, although the wearer retains its own senses and voice. The spirit oni remains a separate creature, and must detach from its host's face (as a move action) if it wishes to take any action of its own (including attacking or using a spell-like ability). While a spirit oni is worn as a mask, it grants a +2 insight bonus on its host's Perception checks.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Gore&mdash;injury; save Fort DC 12; frequency 1/round for 6 rounds; effect 1d2 Cha; cure 2 consecutive saves.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Most oni that emerge on the Material Plane do so into a new body of humanoid flesh, yet this is not the case for all oni. Periodically, when an evil spellcaster wishes to engage the servitude of an oni as a familiar, the result is something relatively unusual&mdash;an oni made flesh directly from its spiritual form rather than one who takes the features of a humanoid as its own.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Any lawful evil 7th-level spellcaster who takes the Improved Familiar feat can gain a spirit oni as a familiar. The ritual to gain such a familiar requires the spellcaster to craft a particularly fiendish and fierce-looking oni mask&mdash;this does not require a Craft check or any additional expenditure of gold, and is assumed to be part of the overall ritual for securing the familiar. When the ritual is complete a raw oni spirit is lured into the mask, which immediately transforms it into the animate, living creature presented here.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While the ritual binds the oni to its new master, it also robs the oni of its immediate chance to achieve a human form. As a result, spirit oni are foul-tempered and cantankerous creatures, even to their masters. They must be regularly reprimanded and disciplined, lest their jealousy and bitterness get the better of them. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>When a spirit oni's master dies, the spirit oni gains free will and the ability to make its own choices&mdash;but the spirit oni's innate cowardice and dishonor usually prevents it from taking its own life in hopes of returning to true spirit form and then returning as a proper oni. Rather than extinguishing themselves, such masterless spirit oni seek out more powerful oni and offer their services to their superiors, in hopes that they might someday be granted a promotion from their lowly state to something more befitting their egos and desires.</p>"
                }
            ], 
            "hp": "19 (3d10+3); fast healing 2", 
            "wisdom": "12", 
            "creature_type": "Outsider", 
            "special_qualities": "mask symbiosis", 
            "base_attack": "+3", 
            "name": "Oni, Spirit", 
            "skills": "Acrobatics +7, Bluff +8, Fly +16, Knowledge (arcana) +7, Perception +7, Sense Motive +7, Spellcraft +4, Stealth +17", 
            "reflex": "+7", 
            "cmd": "13 (can't be tripped)", 
            "cmb": "+5", 
            "will": "+4", 
            "organization": "solitary, pair, or rack (3-12)", 
            "creature_subtype": "native, oni"
        }, 
        {
            "dexterity": "15", 
            "ac": "36, touch 9, flat-footed 35 (+9 armor, +1 Dex, +18 natural, -2 size)", 
            "special_attacks": "commanding voice, energy drain (2 levels, DC 28), void trap", 
            "intelligence": "18", 
            "melee": "mwk greatclub +39/+34/+29/+24 (3d8+25/19-20) or 2 slams +23 (2d6+25)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "40 ft., fly 40 ft. (good); 60 ft., fly 60 ft. without armor", 
            "alignment": "LE", 
            "size": "Huge", 
            "environment": "cold or temperate mountains", 
            "strength": "44", 
            "constitution": "32", 
            "space": "15 ft.", 
            "treasure": "double (masterwork full plate, masterwork greatclub, other treasure)", 
            "charisma": "25", 
            "languages": "Common, Giant", 
            "immune": "cold", 
            "init": "+6", 
            "fortitude": "+24", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +27)<p class=\"stat-block-2\">Constant-<i>fire shield</i> (chill shield), <i>fly</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>deeper darkness</i>, <i>gaseous form</i> (self only), <i>greater dispel magic</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>invisibility</i> (self only), <i>minor creation, vision</i></p><p class=\"stat-block-2\">3/day-<i>cone of cold</i> (DC 22), <i>demand</i> (DC 25), <i>dominate person</i> (DC 22), <i>major creation</i>, <i>mass charm monster</i> (DC 25), <i>polar ray, teleport object</i> (DC 24)</p><p class=\"stat-block-2\">1/day-<i>implosion</i> (DC 26), <i>plane shift</i> (DC 24)</p>"
            }, 
            "type": "creature", 
            "feats": "Awesome Blow, Cleave, Combat Reflexes, Critical Focus, Improved Bull Rush, Improved Critical (greatclub), Improved Initiative, Improved Vital Strike, Iron Will, Power Attack, Staggering Critical, Weapon Finesse", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Commanding Voice", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A void oni gains a +4 racial bonus on the save DC of any charm or compulsion effects it uses against humanoids.", 
                            "sections": []
                        }, 
                        {
                            "name": "Void Form", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A void yai may become incorporeal as a swift action. In this form, it appears as a solid black shadow of its true form. It gains the incorporeal subtype and incorporeal defensive ability while in void form. Any gear or armor the yai carries becomes incorporeal as well&mdash;it loses its AC bonus from armor and natural armor, but gains a deflection bonus to its AC equal to its Charisma modifier (+7 for most void yai, for an AC of 16). It may still speak while incorporeal and can still use its spell-like and special abilities.", 
                            "sections": []
                        }, 
                        {
                            "name": "Void Missile", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a swift action, a void yai can launch a bolt of darkness from its third eye. Damage caused by this missile is negative energy damage. This attack has a range of 180 feet with no range increment.", 
                            "sections": []
                        }, 
                        {
                            "name": "Void Trap", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "When a void oni uses any teleportation effect on itself (including its greater teleport and plane shift spell-like abilities, but not its teleport object spell-like ability), it can choose to arrive at its destination in void form as a free action. When it does so, it leaves behind a temporary lesser sphere of annihilation in a square of its choice that was part of its space before it teleported. This sphere of annihilation cannot be caused to move by other creatures, but the sphere itself moves at a fly speed of 30 feet (perfect) toward the closest Tiny or larger creature on the oni's next turn. If no appropriate creature is within 30 feet, the sphere does not move that round. If the sphere enters a square occupied by a creature (or if a creature touches the sphere), that creature is affected as if by a disintegrate spell (CL 20th, DC 23). Once the sphere damages a creature with this effect, the sphere vanishes&mdash;it also vanishes on its own after 24 hours in the unlikely event that it never discharges on a creature. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The concept of the void is a difficult one for many individuals to grasp, for it encompasses more than just an absence of anything. The concept of &ldquo;void&rdquo; as an element also represents the heavens above, the dark places between the stars, the nature of the spiritual world, and even the capacity to create and envision new ideas. The void yai represents all of these possibilities, interpreted in a way that exemplifies the evil of the oni race.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Unlike lesser oni, the void yai does not represent any single humanoid race&mdash;the closest it comes is perhaps the rune giant, and certainly the void yai superficially resembles monsters of legend, with its dark, heavily muscled body, horns, and fangs. A void yai manifests when the combination of an extremely powerful oni spirt and an overwhelmingly evil location intersect at precisely the right time. Rarely, an eldritch transformation spontaneously elevates an existing yai to the vaunted status of void yai&mdash;whispers of vile rituals that an oni can perform to quicken this transformation keep some sages awake at night, for if such rituals existed, then all oni could potentially become void yai&mdash;a sobering thought indeed, given the void yai's daunting capacity for cruelty. As with almost all oni, the void oni's use of weapons and armor seems like cruel overkill. A void oni is 20 feet tall and weighs 10,000 pounds.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Void yai turn toward the Material Plane to satisfy their desires, lording over lesser creatures with the aid of the void. A void yai usually claims a huge territory, bringing much larger creatures to heel as servants. As with fire yai, a void yai makes frequent use of lesser oni as its minions, but prefers to surround itself with whatever giant tribe or society it has conquered. Rarely, a void yai commands kingdoms of smaller humanoids, but since the immense void yai has no ability to assume the shape of such small and insignificant creatures, it often feels awkward and out of place. More so than other yai, void yai are ashamed of their true appearance&mdash;their vanity is such that most are masters of using their change shape ability to appear as breathtakingly handsome or beautiful giants, and it is in this form they prefer to live. Only when combat begins does their rage take control, causing them to revert to their true, horrific shapes.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision, true seeing; Perception +29", 
            "description": "This towering, three-eyed horned giant carries himself with the self-assurance of an undefeated champion of countless wars.", 
            "ranged": "void missile +23 touch (6d6 plus energy drain)", 
            "hp": "379 (23d10+253); regeneration 15 (fire or good spells)", 
            "reach": "15 ft.", 
            "wisdom": "23", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (Large, Huge, or Gargantuan humanoid; giant form II), void form", 
            "base_attack": "+23", 
            "name": "Oni, Void Yai", 
            "skills": "Acrobatics +17 (+25 when jumping), Bluff +30, Fly +20, Intimidate +30, Knowledge (arcana) +27, Knowledge (history) +24, Knowledge (nobility) +14, Knowledge (planes) +27, Perception +29, Sense Motive +29, Spellcraft +24, Use Magic Device +30", 
            "reflex": "+9", 
            "cmd": "54", 
            "cmb": "+42", 
            "will": "+21", 
            "source": "Bestiary 3", 
            "sr": "31", 
            "organization": "solitary", 
            "creature_subtype": "giant, native, oni, shapechanger"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>Between the considerable power of the typical void yai and the divine might of the oni daimyos exists a middling category of unique void yai. But to even use the term &ldquo;middling&rdquo; in this context is something of a folly, for these unique void yai, known collectively as the voidlords, are among the most powerful creatures to walk the Material Plane.</p><p>While void yai typically content themselves with ruling nations, voidlords arrive with a greater mission&mdash;to control entire worlds and bring all that dwell upon these worlds to their knees. Voidlords are always void yai with additional racial Hit Dice or class levels&mdash;levels of fighter, monk, and rogue are favorite choices for voidlords. These powerful outsiders generally eschew spellcasting classes under the opinion that might and the oni's inborn supernatural abilities are a greater path to conquest than mortal magic. In addition to having the typical void yai abilities, each voidlord possesses an additional number of powers keyed to that voidlord's particular area of focus. Two sample voidlord foci are listed below, but these represent only a tiny fraction of the total possible.</p>", 
            "type": "section", 
            "name": "Voidlords", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "text": "<p>A voidlord of martial arts always attacks with unarmed strikes&mdash;it is treated as a 20th-level monk with the flurry of blows ability for the purposes of determining its damage and number of attacks per round with its unarmed strikes. This voidlord gains Stunning Fist as a bonus feat, and gains the use of the following spell-like abilities three times per day: <i>forceful hand</i>, <i>grasping hand</i>, and <i>greater shout</i>.</p>", 
                    "type": "section", 
                    "name": "Martial Arts", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 3", 
                    "text": "<p>A voidlord of sword fighting always carries a sword of some sort&mdash;typically a katana. These voidlords gain the ability to use the following spell-like abilities three times per day: <i>blade barrier</i>, <i>keen edge</i>, and <i>mage's sword</i>. They are automatically proficient in the use of swords, and any sword they wield is treated as a <i>+5 weapon</i>, in addition to any other magical qualities the weapon might have. A voidlord of swordplay can also permanently transform any magic weapon (save for artifacts) into a sword of any size or type by touch.</p>", 
                    "type": "section", 
                    "name": "Swordplay", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "17", 
            "ac": "32, touch 11, flat-footed 29 (+6 armor, +3 Dex, +15 natural, -2 size)", 
            "cmd": "51 (53 vs. bull rush, disarm)", 
            "intelligence": "16", 
            "melee": "mwk spear +35/+30/+25/+20 (3d6+21/19-20/&times;3) or 2 slams +34 (2d6+14)", 
            "cr": "18", 
            "xp": "153,600", 
            "speed": "50 ft., fly 60 ft. (good), swim 60 ft.", 
            "alignment": "CE", 
            "size": "Huge", 
            "environment": "any water", 
            "strength": "39", 
            "constitution": "27", 
            "source": "Bestiary 3", 
            "treasure": "standard (masterwork spear, other treasure)", 
            "charisma": "22", 
            "languages": "Common, Giant", 
            "immune": "acid", 
            "init": "+7", 
            "fortitude": "+21", 
            "spells": {
                "spell-like abilities": "(CL 18th; concentration +24)<p class=\"stat-block-2\">Constant-<i>fly, freedom of movement, water walk</i></p><p class=\"stat-block-2\">At will-<i>invisibility</i> (self only), <i>liquid form, water breathing</i></p><p class=\"stat-block-2\">3/day-<i>charm monster</i> (DC 20), <i>cone of cold </i>(DC 21), <i>control water, polar ray</i></p>"
            }, 
            "type": "creature", 
            "feats": "Awesome Blow, Blind-Fight, Cleave, Combat Expertise, Combat Reflexes, Critical Focus, Improved Bull Rush, Improved Critical (spear), Improved Disarm, Improved Initiative, Power Attack", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Acidic Missile", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a swift action, a water yai can launch a bolt of acid from its third eye. Any creature struck by this bolt must also make a DC 29 Fortitude save to avoid becoming nauseated for 1 round by the overwhelming stench of the acid. This attack has a range of 180 feet with no range increment. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Flowing Robes", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A water yai wears a special silk kimono infused with magical water. This kimono grants a +6 armor bonus. These robes function as armor only for water yai.", 
                            "sections": []
                        }, 
                        {
                            "name": "Liquid Form", 
                            "type": "ability", 
                            "ability_types": [
                                "Spell-Like"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a standard action, a water yai can turn into a mobile pool of water. This functions like gaseous form, except that the yai cannot fly in this form. It retains its own base speed, and its swim speed doubles to 120 feet. The water yai can end this ability as a standard action.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The water yai clad themselves in the flesh of storm giants, yet these yai are more at home dwelling beneath the waves than they are above them. Unlike most oni, water yai have no real longing to rule or infiltrate societies&mdash;yet they still enjoy posing as humanoids. They often assume the forms of enormous merfolk in the water, but prefer to adopt the shapes of storm giants when on land. The water yai then pursues its favorite decadence&mdash;the acclimation of material wealth and luxuries. Water yai tend to be easily distracted by beautiful treasures, and despite their evil natures are prone to acts of unexpected frivolity.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision; Perception +26", 
            "description": "This towering woman has blue skin, small fangs, and a third eye glaring from her forehead. Her robes are soaking wet.", 
            "ranged": "acidic missile +23 (4d6 acid plus nausea)", 
            "hp": "297 (22d10+176); regeneration 10 (fire or good spells)", 
            "reach": "15 ft. (20 ft. with spear)", 
            "wisdom": "20", 
            "defensive_abilities": "freedom of movement", 
            "creature_type": "Outsider", 
            "special_qualities": "amphibious, change shape (Medium, Large, or Huge humanoid; alter self or giant form II)", 
            "base_attack": "+22", 
            "name": "Oni, Water Yai", 
            "skills": "Acrobatics +21 (+29 when jumping), Bluff +27, Disguise +24, Fly +24, Intimidate +27, Knowledge (arcana) +24, Perception +26, Perform (sing) +24, Sense Motive +26, Spellcraft +21, Swim +43", 
            "reflex": "+10", 
            "space": "15 ft.", 
            "cmb": "+38 (+40 bull rush, disarm)", 
            "will": "+18", 
            "sr": "29", 
            "organization": "solitary", 
            "creature_subtype": "aquatic, giant, native, oni, shapechanger, water"
        }
    ], 
    "name": "Oni", 
    "type": "section"
}