{
    "source": "Bestiary 3", 
    "sections": [
        {
            "dexterity": "18", 
            "ac": "21, touch 15, flat-footed 16 (+4 Dex, +1 dodge, +6 natural)", 
            "special_attacks": "blood drain (1d4 Constitution), create spawn, disease (filth fever, DC 15), hexes (cackle, evil eye, misfortune)", 
            "intelligence": "17", 
            "racial_modifiers": "+8 Bluff, +8 Fly, +8 Knowledge (arcana), +8 Perception, +8 Sense Motive, +8 Stealth", 
            "resist": "cold 10, fire 10", 
            "melee": "bite +6 (1d6+4 plus disease), slam +6 (1d4+4 plus grab and wither)", 
            "cr": "5", 
            "xp": "1,600", 
            "speed": "fly 60 ft. (good)", 
            "alignment": "NE", 
            "size": "Medium", 
            "environment": "any", 
            "strength": "18", 
            "constitution": "-", 
            "source": "Bestiary 3", 
            "treasure": "NPC gear", 
            "charisma": "16", 
            "languages": "Common, Draconic, Gnoll, Infernal", 
            "immune": "undead traits", 
            "init": "+4", 
            "fortitude": "+4", 
            "spells": {
                "witch spells prepared": "(CL 5th; concentration +8)<p class=\"stat-block-2\">3rd-<i>stinking cloud</i> (DC 16)</p><p class=\"stat-block-2\">2nd-<i>glitterdust</i> (DC 15), <i>hold person</i> (DC 16), <i>see invisibility</i></p><p class=\"stat-block-2\">1st-<i>charm person</i> (DC 15), <i>command</i> (DC 15), <i>mage armor</i>, <i>obscuring mist</i></p><p class=\"stat-block-2\">0 (at will)-<i>bleed</i> (DC 13), <i>dancing lights</i>, <i>detect magic</i>, <i>read magic</i>, <i>touch of fatigue</i> (DC 13)</p><p class=\"stat-block-2\"><b>Patron</b> Plague</p>"
            }, 
            "type": "creature", 
            "feats": "Dodge, Eschew Materials, Spell Focus (enchantment)", 
            "senses": "darkvision 60 ft.; Perception +16", 
            "description": "A pale face framed by glossy black hair hangs in the air, trailing viscera from the ragged stump of its neck like a grisly tail.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Hexes", 
                            "text": "A penanggalen witch can use one of her hexes at will on any creature within 30 feet. Using a hex is a standard action (unless otherwise noted) that does not provoke an attack of opportunity. Save DCs are Intelligence-based.<p class=\"stat-block-2\"><i>Cackle Hex (Su)</i> As a move action, the penanggalen may cackle. Any creature within 30 feet that is under the effects of the penanggalen's evil eye or misfortune hex has the duration of that hex extended by 1 round.</p><p class=\"stat-block-2\"><i>Evil Eye Hex (Su)</i> This hex causes the target creature to take a &ndash;2 penalty on one of the following (penanggalen's choice): AC, ability checks, attack rolls, saving throws, or skill checks. This effect lasts for 6 rounds, or only 1 round if the target succeeds at a DC 15 Will save. This is a mind-affecting effect.</p><p class=\"stat-block-2\"><i>Misfortune Hex (Su)</i><span class=\"char-style-override-33\"> </span>This hex causes a creature to suffer grave misfortune for 1 round. Whenever the target makes an ability check, attack roll, saving throw, or skill check during this time, it must roll twice and take the worse result. A DC 15 Will save negates this effect. A creature may only be targeted by this hex once per day.</p>"
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The hideous penanggalen is one of the most horrific vampiric monstrosities. By day, a penanggalen appears to be a normal humanoid, but at night or when provoked, the creature's head rips free from the rest of her body, coils of viscera and entrails dangling from her throat as she launches into the air, seeking blood to sate her unholy thirst.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Unlike most undead, the penanggalen is more akin to the lich in that she willfully abandons both her mortality and morality to become a hideous undead monster. While penanggalens are traditionally female spellcasters, any creature capable of performing the vile ritual of transformation can become one. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Similar to a lich, a creature works toward becoming a penanggalen. More than one such transformation ritual exists, but all require heinous acts that symbolize the casting aside of kindness, benevolence, and any semblance of feelings other than cruelty. Many of these rituals call for the repeated consumption of blood, bile, tears, and other fluids drawn from captured and tortured innocents.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A penanggalen keeps a vat of vinegar in her lair. When returning from a night of feeding, a penanggalen's organs are swollen with blood. In order to fit back into her body, the penanggalen must soak for 1 hour in this vat of vinegar. Once reduced, a penanggalen slides back into her body. If a penanggalen is slain away from her body, the body rapidly deteriorates into foul-smelling grit.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The penanggalen presented above was a witch in life. The witch class is presented in full in the <i>Advanced Player's Guide</i>.</p>"
                }
            ], 
            "hp": "35 (5d6+15); fast healing 5", 
            "weaknesses": "light sensitivity, penanggalen weaknesses", 
            "wisdom": "16", 
            "defensive_abilities": "channel resistance +4", 
            "creature_type": "Undead", 
            "special_qualities": "separate, witch's familiar (centipede)", 
            "dr": "5/silver and slashing", 
            "base_attack": "+2", 
            "name": "Penanggalen", 
            "level": "witch 5", 
            "skills": "Bluff +11, Fly +16, Knowledge (arcana) +19, Knowledge (nature) +7, Perception +16, Sense Motive +14, Spellcraft +11, Stealth +17, Use Magic Device +11", 
            "super_race": "human", 
            "cmd": "21", 
            "cmb": "+6 (+10 grapple)", 
            "will": "+7", 
            "reflex": "+5", 
            "organization": "solitary", 
            "creature_subtype": "augmented humanoid"
        }, 
        {
            "source": "Bestiary 3", 
            "type": "section", 
            "name": "Creating a Penanggalen", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "text": "<p>&ldquo;Penanggalen&rdquo; is an acquired template that can be added to any living creature with 5 or more Hit Dice (referred to hereafter as the base creature). Most penanggalens were once humanoids or monstrous humanoids and nearly every penanggalen is female. A penanggalen uses the base creature's stats and abilities except as noted here.</p>", 
                    "subtype": "template",
                    "type": "section", 
                    "name": "Penanggalen", 
                    "abbrev": "CR +1", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Same as base creature +1.</p>", 
                            "type": "section", 
                            "name": "Challenge Rating" 
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Any evil.</p>", 
                            "type": "section", 
                            "name": "Alignment", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>The creature's type changes to undead (augmented). Do not recalculate class Hit Dice, BAB, or saves.</p>", 
                            "type": "section", 
                            "name": "Type", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A penanggalen gains darkvision 60 ft.</p>", 
                            "type": "section", 
                            "name": "Senses", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Natural armor improves by +6.</p>", 
                            "type": "section", 
                            "name": "Armor Class", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Change the base creature's racial HD to d8s. All HD derived from class levels remain unchanged. As undead, a penanggalen uses her Charisma modifier to determine bonus hit points (instead of Constitution).</p>", 
                            "type": "section", 
                            "name": "Hit Dice", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A penanggalen gains channel resistance +4, DR 5/silver and slashing, resistance to cold 10 and fire 10, and all of the defensive abilities granted by the undead type. A penanggalen also gains fast healing 5.</p>", 
                            "type": "section", 
                            "name": "Defensive Abilities", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A penanggalen gains light sensitivity. In addition, a penanggalen is staggered while outside of her human body and exposed to direct sunlight.</p>", 
                            "type": "section", 
                            "name": "Weaknesses", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>When a penanggalen is attached to her body, she retains the same base speed as the base creature. When a penanggalen is separated from her body, she has only a fly speed of 60 feet with good maneuverability.</p>", 
                            "type": "section", 
                            "name": "Speed", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A penanggalen gains a bite attack and a slam attack when she is detached from her body. Damage is standard for attacks of these types for the penanggalen's size. Both natural attacks are treated as magic for the purpose of overcoming damage reduction.</p>", 
                            "type": "section", 
                            "name": "Melee", 
                            "sections": []
                        }, 
                        {
                            "name": "Special Attacks", 
                            "sections": [], 
                            "text": "<p>A penanggalen retains all of the base creature's special attacks. She also gains the following additional special attacks. Save DCs are equal to 10 + 1/2 the penanggalen's HD + the penanggalen's Charisma modifier unless otherwise noted. </p><p class=\"stat-block-2\"><i>Blood Drain</i> A penanggalen's blood drain special attack causes 1d4 Constitution damage.</p><p class=\"stat-block-2\"><i>Create Spawn (Su)</i>When a penanggalen slays a female humanoid via blood drain, and if that slain humanoid had at least 10 Hit Dice in life, that slain humanoid rises as a manananggal at the next sunset. This manananggal is under the command of the penanggalen who created it, and remains enslaved until that penanggalen's destruction. A penanggalen may have enslaved spawn totalling no more than twice its own Hit Dice; any spawn it creates that would exceed this limit become free-willed undead.</p><p class=\"stat-block-2\"><i>Disease (Su)</i>Any creature a penanggalen bites is exposed to filth fever&mdash;the save DC against this disease is set by the penanggalen, not the disease itself.</p><p class=\"stat-block-2\"><i>Wither (Su)</i>A penanggalen's entrails drip with a foul bile that blisters and weakens living flesh. Any creature that is damaged by a penanggalen's slam attack must succeed at a Fortitude save or take 1d4 Dexterity and 1d4 Charisma damage. </p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "type": "ability"
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>Str +6, Dex +4, Int +2, Wis +2, Cha +4. As an undead creature, a penanggalen has no Constitution score.</p>", 
                            "type": "section", 
                            "name": "Ability Scores", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "text": "<p>A penanggalen gains a +8 racial bonus on Bluff, Fly, Knowledge (arcana), Perception, Sense Motive, and Stealth checks.</p>", 
                            "type": "section", 
                            "name": "Skills", 
                            "sections": []
                        }, 
                        {
                            "name": "Special Qualities", 
                            "sections": [], 
                            "text": "<p>A penanggalen gains the following special quality.</p><p class=\"stat-block-2\"><i>Separate</i> During the day, a penanggalen has the same appearance as she did in life, and does not detect as undead (though she is still an undead creature). At night, she can detach her head and entrails as a full-round action. Her physical but now hollow body exists as dead flesh, but can be destroyed if it suffers damage equal to the penanggalen's normal hit point total. Before a penanggalen can return to her body, she must soak her entrails in vinegar for 1 hour&mdash;she can then reattach to her body, at which point any damage done to the body immediately heals (although damage the penanggalen herself suffered remains). A penanggalen whose body is destroyed can never again walk the day in living form, but is otherwise unharmed (save for no longer having a safe way to travel in direct sunlight). When a penanggalen wears her body, she cannot use her natural attacks, her fly speed, or any of her special penanggalen attacks.</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Penanggalen", 
    "type": "section"
}
