{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>Rakshasas are born on the Material Plane, but they are not of it. They possess the powers and shapes of fiends, but their fates are inexorably tied to the mortal world, and it is there that they seek to rule. The reincarnations of manipulators, traitors, and tyrants obsessed with earthly pleasures, rakshasas are the embodiments of the very nature of materialistic evil. After dying violent deaths, these spirits are so tied to worldly decadence and selfish concerns that they take shapes that better reflect the baseness of their lives and are reborn as fiends. Thus have sages come to know these beings as the &ldquo;earthbound evils.&rdquo;</p><p>While there are many different types of rakshasas, from the lowly raktavarna to the powerful maharaja, the most commonly encountered members of this race are not known by any other name&mdash;they are more powerful than some members of their kind and less powerful than others, and represent the ideal midpoint between servitor and master. These rakshasas can be recognized by their animal heads (those of great cats, snakes, crocodiles, apes, and birds of prey being the most common) and backward-facing hands. Feral traits and strangely reversed joints are a hallmark of all types of rakshasas, in fact, features that most rakshasas can hide through their supernatural ability to change shapes or by means of powerful illusions.</p><p>A rakshasa cannot impregnate another of its own kind, and so new rakshasas come into being via the coupling of a rakshasa and a non-rakshasa or, rarely, that of two non-rakshasas. A rakshasa born to non-rakshasa parents generally only occurs when one or both of the parents commits a great evil during the mother's pregnancy, allowing the disembodied spirit of a previously slain rakshasa to reincarnate into the world by usurping the unborn offspring's body. Rarely, such blasphemous births afflict good or innocent parents, typically in cases where the parents are exposed to great evils beyond their control. A rakshasa grows to maturity more quickly than a human, and often functions as a full-grown adult earlier than age 14. Despite this quick maturation, a rakshasa can live for 500 years or more before dying, at which point its spirit seeks a new host to be reborn in, continuing the vile cycle of fiendish reincarnation over and over again.</p><p>Rakshasas believe that each and every creature in the universe has a proper role to play, and that success comes from understanding one's position and working to improve it. Rakshasas don't see castes as good or evil, but rather as purely pragmatic. Creatures of higher caste should be respected for their great power, and those of lower caste should be pressed into willing service to expand the holdings of those of higher castes as their betters seek greater wealth and influence.</p><p>There are seven castes in rakshasa society (from lowest to greatest): <i>pagala</i> (traitors), <i>goshta</i> (food), <i>adhura</i> (novices), <i>darshaka</i> (servants), <i>paradeshi</i> (rakshasa-kin), <i>hakima</i> (lords), and <i>samrata</i> (lords of lords). The rakshasa caste system encompasses not just all of rakshasa society, but all of life&mdash;although only rakshasas can attain the stations of darshaka and above.</p><p>While rakshasas are forced to admit that the gods have powers greater than their own, most rakshasas scoff at the concept of divinity as a whole. The gods are among the most powerful beings in existence, to be sure, but too many examples of powerful, ambitious, or merely lucky mortals attaining divinity exist for rakshasas to pay religious homage to such creatures. Rakshasas see their own transitions from mortals to otherworldly beings as marks of their own fathomless potential and their initial steps on the path to godhood. Thus, as a race, rakshasas deny the worship of deities, although they welcome alliances with the servants of such peerlessly potent beings when it serves their purposes.</p><p>The skin of a rakshasa is remarkably resistant to physical damage, able to ignore or greatly reduce most weapon attacks. Holy weapons capable of piercing this skin, however, can reach a rakshasa's vitals and do significant damage. As a result, in lands where their kind are well known, rakshasas take great pains to disguise themselves with magic when they are among enemies.</p>", 
            "type": "section", 
            "name": "Rakshasa", 
            "sections": [
                {
                    "source": "Bestiary 3", 
                    "text": "<p>The rakshasa immortals are rakshasas who have ascended beyond mortality&mdash;they are no longer bound to the cycle of reincarnation and rebirth most rakshasas endure, and are truly immortal. Such creatures, given the span of countless lifetimes to perfect their art and master their cruelties, approach the power of gods. The following list includes several (but by no means all) rakshasa immortals known to the world. Among them, Ravana is the greatest and most ancient.</p><ul><li>Aksha of the Second Breath</li>\n<li>Bundha the Singing Butcher</li>\n<li>Caera the Blood Bather</li>\n<li>Dradjit the Godslayer</li>\n<li>Hudima the Kinslayer</li>\n<li>Jyotah, He Who Walks Among the Gods</li>\n<li>Kunkarna the Dream Warrior</li>\n<li>Mursha the Beastmaster</li>\n<li>Otikaya the Spirit Archer</li>\n<li>Prihasta, General Between Heaven and Hell</li>\n<li>Ravana, The First and Last</li>\n<li>Surpa the Avenger</li>\n<li>Vibhishah the Seeker</li>\n<li>Zabha the Desecrator</li></ul>", 
                    "type": "section", 
                    "name": "Rakshasa Immortals", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "18", 
            "ac": "19, touch 16, flat-footed 14 (+4 Dex, +1 dodge, +3 natural, +1 size)", 
            "special_attacks": "bleed 1d4, detect thoughts (DC 15), sneak attack +1d6", 
            "intelligence": "13", 
            "racial_modifiers": "+4 Bluff, +8 Disguise", 
            "melee": "bite +8 (1d6+1 plus bleed), 2 claws +8 (1d4+1)", 
            "cr": "5", 
            "xp": "1,600", 
            "speed": "30 ft., climb 20 ft.", 
            "alignment": "LE", 
            "spells": {
                "spell-like abilities": "(CL 5th; concentration +7)<p class=\"stat-block-2\">1/day-<i>clairaudience/clairvoyance</i></p>", 
                "spells known": "(CL 2nd; concentration +4)<p class=\"stat-block-2\">1st (7/day)-<i>charm person</i> (DC 13), <i>ventriloquism</i> (DC 13)</p><p class=\"stat-block-2\">0 (at will)-<i>bleed</i> (DC 12), <i>daze</i> (DC 12), <i>detect magic, ghost sound</i> (DC 12),<i> mage hand</i></p>"
            }, 
            "environment": "any", 
            "strength": "13", 
            "constitution": "16", 
            "treasure": "standard", 
            "charisma": "15", 
            "languages": "Common, Infernal, Undercommon", 
            "source": "Bestiary 3", 
            "init": "+4", 
            "fortitude": "+5", 
            "size": "Small", 
            "type": "creature", 
            "feats": "Dodge, Mobility, Spring Attack", 
            "senses": "darkvision 60 ft.; Perception +9", 
            "description": "This small creature looks like a well-dressed and jewelry-bedecked fiendish gnome, its face mostly mouth and fangs.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "A dandasuka casts arcane spells as a 2nd-level sorcerer."
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Dandasukas, also known as &ldquo;biters&rdquo; among rakshasas, serve as spies and assassins. They often appear as part of a rakshasa's retinue or secret network. Born to manipulate and murder, they revel in their work and delight in the sight of blood. Thus, dandasukas go about their work cheerfully, laughing as they manipulate foes and butcher victims.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>All dandasukas are restless and energetic. They crave activity and entertainment, preferring the sick and cruel to conventional fare. Dandasuka pranks are rarely amusing for the victim.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Monstrous hunger gnaws at the hyperactive dandasuka's body, making the creature crave humanoid flesh and blood. When such blood is spilled, a dandasuka is often not able to contain its fiendish appetite. It might lick a bloody blade, lap up fallen drops, or even take a bite out of a fallen foe at the expense of a more tactically sound option in a fight. A dandasuka settles for other meat when it must, but it always prefers humanoid flesh.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Murder and mayhem are not the only duties of a dandasuka. Stronger rakshasas dispatch dandasukas as emissaries and servants to allies. Despite their usual disorderly habits, they bargain good-naturedly and in good faith, only implying dire consequences for noncompliance. Dandasuka negotiators efficiently take care of impasses if no favorable resolution can be reached. Similarly, dandasuka retainers serving rakshasa allies curb their fiendish ways as best they can, though their employers would still do well to keep them amused and fed. One has to be careful of keeping dandasukas too pleased, however, since they are known to take unwanted initiative because of off-hand remarks, such as idle wishes that a certain person were dead.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Dandasuka greed extends from amusements and food to wealth. All dandasukas love comfort, fine clothing, and shiny baubles. Most of them wear as much jewelry as they possibly can without looking ridiculous, and some cross that line. A dandasuka is 3 feet tall and weighs 55 pounds.</p>"
                }
            ], 
            "hp": "51 (6d10+18)", 
            "wisdom": "12", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (any humanoid; alter self)", 
            "dr": "5/good or piercing", 
            "base_attack": "+6", 
            "name": "Rakshasa, Dandasuka", 
            "skills": "Acrobatics +10, Bluff +15, Climb +10, Disguise +19, Perception +9, Sense Motive +10, Sleight of Hand +10, Stealth +17", 
            "reflex": "+9", 
            "cmd": "21", 
            "cmb": "+6", 
            "will": "+6", 
            "sr": "20", 
            "organization": "solitary, pair, or murder (3-10)", 
            "creature_subtype": "native, rakshasa, shapechanger"
        }, 
        {
            "dexterity": "28", 
            "ac": "37, touch 24, flat-footed 27 (+4 deflection, +9 Dex, +1 dodge, +13 natural)", 
            "special_attacks": "detect thoughts (DC 29), extra initiative", 
            "intelligence": "25", 
            "racial_modifiers": "+4 Bluff, +8 Disguise, +4 Perception", 
            "melee": "+3 falchion +31/+26/+21/+16 (2d4+15/15-20), 4 bites +23 (1d6+4)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "40 ft., fly 30 ft. (good)", 
            "alignment": "LE", 
            "spells": {
                "spell-like abilities": "(CL 18th; concentration +27)<p class=\"stat-block-2\">Constant-<i>comprehend languages</i>, <i>tongues</i></p><p class=\"stat-block-2\">At will-<i>clairaudience/clairvoyance</i></p><p class=\"stat-block-2\">1/day-<i>dominate monster</i> (DC 28)</p>", 
                "spells known": "(CL 18th; concentration +27)<p class=\"stat-block-2\">9th (4/day)-<i>weird</i> (DC 28)</p><p class=\"stat-block-2\">8th (6/day)-<i>greater shadow evocation, mind blank</i> </p><p class=\"stat-block-2\">7th (7/day)-<i>greater shadow conjuration, mass invisibility, spell turning</i></p><p class=\"stat-block-2\">6th (7/day)-<i>greater dispel magic, mass suggestion</i> (DC 25), <i>true seeing</i></p><p class=\"stat-block-2\">5th (8/day)-<i>baleful polymorph</i> (DC 24), <i>feeblemind</i> (DC 24), <i>mind fog</i> (DC 24)</p><p class=\"stat-block-2\">4th (8/day)-<i>charm monster</i> (DC 23), <i>dimension door, lesser globe of invulnerability, scrying</i></p><p class=\"stat-block-2\">3rd (8/day)-<i>dispel magic, nondetection, suggestion</i> (DC 22), <i>vampiric touch</i> (DC 22)</p><p class=\"stat-block-2\">2nd (8/day)-<i>darkness, knock, misdirection</i> (DC 21), <i>resist energy, see invisibility</i></p><p class=\"stat-block-2\">1st (9/day)-<i>charm person</i> (DC 20), <i>identify, mage armor, magic missile, ventriloquism</i> (DC 20)</p><p class=\"stat-block-2\">0 (at will)-<i>arcane mark, bleed</i> (DC 19), <i>daze</i> (DC 19), <i>detect magic, ghost sound, mage hand, message, prestidigitation, read magic</i></p>"
            }, 
            "environment": "any", 
            "strength": "27", 
            "constitution": "30", 
            "treasure": "double (+3 falchion, other treasure)", 
            "charisma": "29", 
            "languages": "Abyssal, Common, Infernal, Undercommon; comprehend languages, tongues", 
            "source": "Bestiary 3", 
            "init": "+13", 
            "fortitude": "+16", 
            "size": "Medium", 
            "type": "creature", 
            "feats": "Combat Casting, Combat Reflexes, Dodge, Hover, Improved Critical (falchion), Improved Initiative, Mobility, Quicken Spell, Silent Spell, Still Spell", 
            "senses": "all-around vision, darkvision 60 ft.; Perception +31", 
            "description": "Impeccably dressed and bedecked in exotic jewelry, this fiend holds an ornate saber in its backward-facing hands.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Extra Initiative", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "When an encounter starts, a maharaja rolls twice for initiative. The maharaja acts normally on the higher of the two initiative counts each round. On the lower initiative count, the maharaja can take a single standard action.", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "A maharaja casts arcane spells as an 18th-level sorcerer."
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>All rakshasas aspire to power, but there are those for whom this hunger is more than an obsession: It's a birthright. Legends among the rakshasas tell of the maharajas&mdash;those rakshasas whose depredations and acts of cruelty have elevated them above others of their kind and allowed them to reincarnate as embodiments of every myth, fable, and cautionary tale involving the beast-headed fiends. Accorded the respect and deference of their lessers, maharajas inspire one emotion within the rakshasa race that few can: fear.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A maharaja rakshasa emerges only after a rakshasa of great power and influence has spent several lives as a member of the samrata, the height of the rakshasa's social-spiritual caste system. When a rakshasa ascends to maharaja status, others of its kind take notice, with rakshasas coming from far and wide to serve even a young maharaja&mdash;eager to curry its favor at an early age. The birth of a maharaja denotes that great change is imminent: The maharaja will fulfill some terrible destiny, found a lasting nation of rakshasas, undergo some manner of divine ascension, or defeat some greater foe and commandeer its domain, often splitting the region into large enough chunks for its lieutenants and servants to claim and still have room to expand. It is rare in the extreme for more than a handful of maharajas to emerge in the same century.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>So great is a maharaja's power and influence and so long is its life that one can spend most of its time enjoying the luxury of its years of toil. When not manipulating armies or the machinations of lesser rakshasas, it can often be found surrounded by the most beautiful of its servitors&mdash;often charmed or dominated humanoids, or, if the maharaja is powerful enough, good-aligned outsiders&mdash;lounging in opulence.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The lair of a maharaja is typically a glorious, decadent mansion. After decades or centuries of work, gold filigree decorates the columns, and great friezes embossed with rakshasa myths and folklore decorate the walls. Rather than couches or divans, luxurious pillows stuffed with exotic feathers and crafted from the hides of even rarer creatures serve for furniture, and all about hang the trophies of a centuries-long life of tyranny: the crowns of defeated rulers, the wealth of ruined countries, and the heads of failed lieutenants.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A maharaja's great experience and power, however, does not make it immune to or ignorant of threats. Disloyal servants, powerful kings, ambitious rivals, and meddling adventurers all might step forth to challenge a maharaja's rule. To that end, a maharaja employs devious methods to ensure its own safety, with assassination, false rumors, and illusory doubles serving as useful tools to ferret out threats. Wary of attack and often with wide territories to control, most rakshasa maharajas have several secluded palaces and lavish redoubts, and travel among them endlessly.</p>"
                }
            ], 
            "hp": "310 (20d10+200)", 
            "wisdom": "22", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (any humanoid; alter self)", 
            "dr": "20/good and piercing", 
            "base_attack": "+20", 
            "name": "Rakshasa, Maharaja", 
            "skills": "Acrobatics +27 (+31 when jumping), Appraise +25, Bluff +35, Diplomacy +30, Disguise +30, Fly +31, Intimidate +30, Knowledge (arcana, history, nobility, religion) +25, Perception +31, Sense Motive +27, Spellcraft +25, Stealth +30", 
            "reflex": "+21", 
            "cmd": "52", 
            "cmb": "+28", 
            "will": "+18", 
            "sr": "35", 
            "organization": "solitary", 
            "creature_subtype": "native, shapechanger"
        }, 
        {
            "name": "Rakshasa Rajadhirajas", 
            "sections": [], 
            "text": "<p>Each maharaja is unique, the process of its evolution granting it strengths and weaknesses that differentiate the being from all before it. Over its lifetimes, its path teaches it myriad lessons and grants distinctive powers. A typical maharaja is a master of divination, enchantment, and illusion. Other maharajas master various other techniques, such as necromancy or conjuration. As a maharaja continues to grow in malignant might, its powers outstrip those even of its peers. It might ultimately  ascend to the rank of rajadhiraja&mdash;a king of kings.</p><p>Even more so than the maharajas, the rajadhirajas are unique beings. A rajadhiraja is never lower than CR 21&mdash;most have additional racial Hit Dice beyond the standard maharaja. Each additional racial Hit Die granted increases the rakshasa's CR by +1, but also increases its effective sorcerer caster level by +1 and grants a new spell-like ability that follows that rakshasa's personal theme and philosophy. A rajadhiraja that fancies itself a master of space and time might gain the ability to use <i>greater teleport</i> three times per day or the use of <i>time stop</i> once per day, while one who sees itself as a master of forms might gain the ability to use <i>shapechange</i> once per day or <i>polymorph</i> at will. A master of combat might instead gain additional damaging spell-like abilities. The type of new spell-like abilities the rakshasa gains can be selected as needed&mdash;8th- and 9th-level spells should be usable once per day, 5th- through 7th-level spells usable three times per day, and spells lower than 5th level at will, though even these guidelines can be adjusted as you see fit to make a more interesting rajadhiraja.</p><p>The cycle of reincarnation and the faint memories it imparts provide rajadhirajas with the distinct power to manipulate life and death according to this cycle. A rajadhiraja can use its mastery of reincarnation to alter these cycles for other creatures, and as a result, all rajadhirajas gain the following special ability in addition to their other powers.</p><p><i>Reincarnate</i> Once per day as a standard action, a rajadhiraja can bring a dead creature back to life as if using the <i>reincarnate</i> spell, except that the target must have been dead less than 1 day and can have been killed by a death effect. As with any effect that restores life to a creature, the reincarnating creature can choose not to be reincarnated if it wishes, but if it does allow the effect to happen, it returns to life at full capacity, as if restored via <i>true resurrection</i> in a new form. Some rajadhirajas slay their own allies in combat, then use this ability to in order to allow the allies to continue the battle in a new body. The new form granted by this effect can be any form within one size category of the dead creature's original size&mdash;the exact form of this new body is chosen by the rajadhiraja. Use the results listed in the <i>Core Rulebook</i> for the <i>reincarnate</i> spell as guidelines for determining the new body's physical ability score adjustments.</p>", 
            "ability_types": [
                "Supernatural"
            ], 
            "source": "Bestiary 3", 
            "type": "ability"
        }, 
        {
            "dexterity": "21", 
            "ac": "21, touch 16, flat-footed 15 (+5 Dex, +1 dodge, +5 natural)", 
            "special_attacks": "detect thoughts (DC 18), energy bolts", 
            "intelligence": "11", 
            "racial_modifiers": "+4 Bluff, +8 Disguise", 
            "melee": "7 bites +14 (1d4+2 plus confusion)", 
            "cr": "8", 
            "xp": "4,800", 
            "speed": "40 ft.", 
            "alignment": "LE", 
            "size": "Medium", 
            "environment": "any", 
            "strength": "14", 
            "constitution": "20", 
            "treasure": "standard", 
            "charisma": "18", 
            "languages": "Common, Infernal, Undercommon", 
            "source": "Bestiary 3", 
            "init": "+5", 
            "fortitude": "+8", 
            "spells": {
                "spells known": "(CL 5th; concentration +9)<p class=\"stat-block-2\">2nd (5/day)-<i>invisibility, scorching ray</i></p><p class=\"stat-block-2\">1st (7/day)-<i>charm person</i> (DC 15), <i>jump</i>, <i>mage armor</i>, <i>magic missile</i> </p><p class=\"stat-block-2\">0 (at will)-<i>bleed</i> (DC 14), <i>detect magic, ghost sound</i> (DC 14),<i> mage hand, open/close, read magic</i></p>"
            }, 
            "type": "creature", 
            "feats": "Dodge, Iron Will, Silent Spell, Still Spell, Weapon Finesse", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Confusion", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A creature bitten by a marai's bite (from either its actual mouth or the snakes it has for hands) must succeed at a DC 19 Will save or become confused for 1 round. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Energy Bolts", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Once every 1d4 rounds as a standard action that provokes an attack of opportunity, a marai's six snake arms can each spit a bolt of energy to a maximum range of 60 feet. Each bolt deals 1d8 points of damage and has an additional effect if the target fails to resist it with a DC 19 Fortitude save, as summarized below. The save DC is Constitution-based.<p class=\"stat-block-2\"><i>Amethyst Viper</i>: Cold damage plus sickened for 1d4 rounds.</p><p class=\"stat-block-2\"><i>Crimson Viper</i>: Fire damage plus burn (1d4, DC 19).</p><p class=\"stat-block-2\"><i>Emerald Viper</i>: Acid damage plus nauseated for 1 round.</p><p class=\"stat-block-2\"><i>Magenta Viper</i>: Electricity damage plus staggered for 1 round.</p><p class=\"stat-block-2\"><i>Turquoise Viper</i>: Sonic damage plus stunned for 1 round.</p><p class=\"stat-block-2\"><i>Violet Viper</i>: Force damage plus knocked prone.</p>", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "A marai casts arcane spells as a 5th-level sorcerer."
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Marai are deviant spellcasters first and fiendish corruptors second. If allowed to indulge in their desire for perverse mystical study, most marai are content to serve as part of another rakshasa's cabal. A solitary marai might pose as a neophyte magician to infiltrate another spellcaster's abode. If the marai is successful, the master soon becomes either the servant or a corpse.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The possibility of new magical discoveries drives a marai. Morality and compassion never constrain the fiend's experiments. A marai prefers to torment and exploit mortals who have no idea of the rakshasa's true nature, and it takes great pleasure in using magical might to bring would-be heroes, especially those who invade its lair, to their knees. Such a game offers a marai enjoyment, however, only if subjects are unaware of the danger or at least unable to oppose it.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A marai is 6 feet tall and weighs 160 pounds. Its serpentine arms render fine manipulation or wielding weapons unfeasible, and so it typically assumes humanoid form when working on experiments that require manual dexterity. A marai unable to do so must rely upon cantrips like <i>mage hand</i> for such tasks&mdash;or perhaps the aid of a slave or charmed ally.</p>"
                }
            ], 
            "senses": "darkvision 60 ft.; Perception +10", 
            "description": "This finely robed and nimble fiend has six colorful vipers in place of arms, and a long, forked tongue in its fanged mouth.", 
            "ranged": "6 energy bolts +14 touch (1d8 plus special)", 
            "hp": "94 (9d10+45)", 
            "wisdom": "13", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (any humanoid; alter self)", 
            "dr": "10/good and piercing", 
            "base_attack": "+9", 
            "name": "Rakshasa, Marai", 
            "skills": "Acrobatics +14 (+18 when jumping), Bluff +20, Climb +7, Disguise +16, Knowledge (arcana) +8, Perception +10, Sense Motive +12, Spellcraft +8", 
            "reflex": "+11", 
            "cmd": "27", 
            "cmb": "+11", 
            "will": "+9", 
            "sr": "23", 
            "organization": "solitary, pair, cult (3-12)", 
            "creature_subtype": "native, rakshasa, shapechanger"
        }, 
        {
            "dexterity": "16", 
            "ac": "17, touch 15, flat-footed 14 (+3 Dex, +2 natural, +2 size)", 
            "special_attacks": "detect thoughts (DC 13)", 
            "intelligence": "12", 
            "racial_modifiers": "+4 Bluff, +8 Disguise", 
            "melee": "bite +8 (1d4-2 plus poison)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft., climb 20 ft., swim 20 ft.", 
            "alignment": "LE", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +8)<p class=\"stat-block-2\">Constant-<i>comprehend languages</i></p><p class=\"stat-block-2\">1/day-<i>charm person</i> (DC 13), <i>suggestion</i> (DC 15)</p><p class=\"stat-block-2\">1/week-<i>commune</i> (CL 12th, 6 questions)</p>"
            }, 
            "environment": "any", 
            "strength": "7", 
            "constitution": "15", 
            "treasure": "standard", 
            "charisma": "14", 
            "languages": "Common, Infernal, Undercommon; comprehend languages", 
            "source": "Bestiary 3", 
            "init": "+3", 
            "fortitude": "+3", 
            "size": "Tiny", 
            "type": "creature", 
            "feats": "Alertness, Weapon Finesse", 
            "senses": "darkvision 60 ft., detect magic; Perception +9", 
            "description": "What at first appears to be a bejeweled blade shimmers and writhes, transforming into a hideous, red-eyed serpent.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Change Shape", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "As a full-round action, a raktavarna can take the shape of a handheld object, most often an ornamental light, a one-handed weapon, or a piece of treasure. If the rakshasa remains stationary in such a form, it can attempt Stealth checks even while being observed. It can remain motionless in object form indefinitely, but reverts to its true form as soon as it takes any action.", 
                            "sections": []
                        }, 
                        {
                            "name": "Master's Eyes", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A raktavarna can designate a single creature as its master as a standard action. If the raktavarna is a spellcaster's familiar, its master is automatically that spellcaster, and the raktavarna cannot change this. As a full-round action, a raktavarna's master can observe the world as if looking through the raktavarna's eyes. The master must concentrate to maintain this link each round. The master's visual senses are suppressed for this time, and he uses the raktavarna's darkvision, detect magic, and regular eyesight to observe the world. This ability has no limit on range, and functions even across planar boundaries. If the raktavarna is slain while its master is using this ability, the master is stunned for 1d4 rounds (no save).", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Bite&mdash;injury; save Fort DC 13; frequency 1/round for 6 rounds; effect 1d2 Wis plus modify memory; cure 1 save. Each time a victim takes Wisdom damage from this poison, a modify memory effect causes the victim to forget the previous minute's interactions with the raktavarna, as long as the raktavarna is no longer visible or is in object form. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Made up of smoke, blood, and gold, raktavarnas are the least of the rakshasas&mdash;they are born not from humanoids, but from the souls of rakshasas who failed utterly in their previous incarnation and who are thus reborn from a serpent's egg.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>These terrors drift through society, passing from hand to hand as weapons or strange tokens from foreign lands, curiosities brought home by traders and emissaries and given to leaders as tribute. In this manner the raktavarnas gain entry into corridors of power throughout the world, and what they see, their foul masters know. A raktavarna's servitude to a master ends only when its master decrees, or (more commonly) upon the master's death. Little disconcerts raktavarnas more than having no master, and when they are cast adrift in this manner, they seek a replacement as soon as they can.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A 7th-level lawful evil spellcaster with the Improved Familiar feat can gain a raktavarna rakshasa as a familiar. </p>"
                }
            ], 
            "hp": "22 (3d10+6)", 
            "wisdom": "13", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (Tiny living object), master's eyes", 
            "dr": "5/good or piercing", 
            "base_attack": "+3", 
            "name": "Rakshasa, Raktavarna", 
            "skills": "Bluff +12, Climb +9, Disguise +16, Escape Artist +6, Perception +9, Sense Motive +9, Stealth +17, Swim +6", 
            "reflex": "+6", 
            "cmd": "12 (can't be tripped)", 
            "cmb": "+4", 
            "will": "+4", 
            "sr": "17", 
            "organization": "solitary, pair, or rack (3-10)", 
            "creature_subtype": "native, rakshasa, shapechanger"
        }, 
        {
            "dexterity": "16", 
            "ac": "28, touch 13, flat-footed 24 (+3 Dex, +1 dodge, +15 natural, -1 size)", 
            "special_attacks": "detect thoughts (DC 24), martial artist", 
            "intelligence": "13", 
            "racial_modifiers": "+4 Bluff, +8 Disguise", 
            "melee": "unarmed strike +24/+19/+14/+9 (2d6+7/19-20), bite +19 (1d8+3)", 
            "cr": "15", 
            "xp": "51,200", 
            "speed": "40 ft.; air walk", 
            "alignment": "LE", 
            "size": "Large", 
            "environment": "any", 
            "strength": "24", 
            "constitution": "25", 
            "space": "10 ft.", 
            "treasure": "standard", 
            "charisma": "20", 
            "languages": "Common, Infernal, Undercommon", 
            "source": "Bestiary 3", 
            "init": "+3", 
            "fortitude": "+18", 
            "spells": {
                "spell-like abilities": "(CL 15th; concentration +20)<p class=\"stat-block-2\">Constant-<i>air walk, true seeing</i></p>", 
                "spells known": "(CL 12th; concentration +17)<p class=\"stat-block-2\">6th (3/day)-<i>heal</i></p><p class=\"stat-block-2\">5th (6/day)-<i>flame strike</i> (DC 20), <i>telekinesis</i> (DC 20)</p><p class=\"stat-block-2\">4th (7/day)-<i>charm monster</i> (DC 19), <i>dimension door</i>, <i>freedom of movement</i></p><p class=\"stat-block-2\">3rd (7/day)-<i>dispel magic</i>, <i>fireball</i> (DC 18), <i>haste, rage</i></p><p class=\"stat-block-2\">2nd (7/day)-<i>acid arrow</i>, <i>cure moderate wounds</i>, <i>death knell</i> (DC 17), <i>invisibility</i>, <i>misdirection</i></p><p class=\"stat-block-2\">1st (8/day)-<i>command</i> (DC 16), <i>mage armor</i>, <i>magic missile</i>, <i>ray of enfeeblement</i> (DC 16), <i>shield of faith</i></p><p class=\"stat-block-2\">0 (at will)-<i>acid splash</i>, <i>bleed</i> (DC 15), <i>light</i>, <i>mage hand</i>, <i>mending</i>, <i>message</i>, <i>open/close</i>, <i>prestidigitation</i>, <i>read magic</i></p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Combat Reflexes, Critical Focus, Dodge, Great Cleave, Improved Critical (unarmed strike), Improved Vital Strike, Power Attack, Vital Strike", 
            "senses": "darkvision 60 ft., scent, true seeing; Perception +19", 
            "description": "This towering, blue-skinned woman has backward-facing hands and a feral, animal-like visage with exaggerated features.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Martial Artist", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A tataka's unarmed strikes deal 2d6 points of damage. If a tataka gains monk levels, it uses its tataka unarmed strike damage or its monk unarmed strike damage, whichever is higher. Its unarmed strikes function as lawful and evil weapons for overcoming damage reduction.", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "A tataka casts spells as a 12th-level sorcerer. A tataka can cast spells from the cleric list as well as those normally available to a sorcerer. Cleric spells are considered arcane spells for a tataka."
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Tataka rakshasas are the least subtle and largest of their kind. They are philosophers and fanatics, loyal servants of the rakshasa immortals. Their familiarity with religion and its trappings makes them excellent corruptors and blasphemers. Such rakshasas might assault sacred sites or rituals directly so as to foil good works and slay holy people. A tataka holds all religions in contempt save the worship of rakshasas, and it openly mocks and assaults any who dare believe otherwise.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Tataka rakshasas are more than zealots, though, and they train from an early age in martial arts&mdash;their strikes can break bones as surely as any unarmed strike from a monk or other practitioner of such styles of combat.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical tataka is 12 feet tall and weighs 1,300 pounds.</p>"
                }
            ], 
            "hp": "225 (18d10+126)", 
            "reach": "10 ft.", 
            "wisdom": "13", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (any humanoid; alter self or giant form I)", 
            "dr": "15/good and piercing", 
            "base_attack": "+18", 
            "name": "Rakshasa, Tataka", 
            "skills": "Acrobatics +18 (+22 when jumping), Bluff +23, Climb +17, Disguise +26, Intimidate +23, Knowledge (religion) +10, Perception +19, Sense Motive +19, Survival +16, Swim +18", 
            "reflex": "+9", 
            "cmd": "40", 
            "cmb": "+26", 
            "will": "+12", 
            "sr": "30", 
            "organization": "solitary, pair, patrol (3-6)", 
            "creature_subtype": "native, rakshasa, shapechanger"
        }
    ], 
    "name": "Rakshasa", 
    "type": "section"
}