{
    "source": "Bestiary 3", 
    "sections": [
        {
            "source": "Bestiary 3", 
            "text": "<p>The enigmatic sphinxes are closely related, yet diverse in appearance, intellect, and personality. All combine a lion's body, a falcon's wings, and a head of some other species. The most intelligent and powerful of the species sport humanoid heads&mdash;either male or female. The two types of humanoid-headed sphinxes are, in fact, separate races, not merely separate genders. These humanoid-headed races are often called androsphinxes and gynosphinxes, terms many sphinxes consider demeaning. Lesser sphinxes have the heads of beasts and are invariably male; the most commonly encountered are the ram-headed criosphinxes and the savage, falcon-headed criosphinxes. Sphinxes deny any common ancestry with other leonine hybrids such as griffins and manticores, let alone celestial beings like lammasus, and find such lines of conversation distasteful.</p><p>Sphinxes prefer warm desert climes and the hills nearby, both for the comforting warmth and the pleasant solitude. The more intelligent sphinxes have contrary social natures, alternately craving conversation and isolation as the mood strikes them. Indeed, a bored or irritated sphinx often takes leave in the midst of discussion, or perhaps slays and devours its petitioners out of sheer annoyance.</p><p>While sphinxes as a race are not truly immortal, they are fantastically long-lived, save for the violent hieracosphinxes, who rarely survive their second decade. Unless slain by accident, violence, or misadventure, other sphinxes seem to pass on only when they have at last wearied of living and will themselves to die. The older a sphinx is, the less it needs consume. The oldest of sphinxes dine perhaps once per century, making them ideal guardians for monuments, temples, and tombs.</p><p>Sphinxes prefer to converse in their own tongue, but most speak the languages of humans and dragons as well. Addressing a sphinx in its own language with all due politeness and deference goes a long way to ensure peaceful conversation.  All sphinxes save hieracosphinxes enjoy stimulating conversation, though for such long-lived creatures their memory for detail is sadly lacking. In some cultures, “a mind like a sphinx” serves as a sarcastic alternative to “scatter-brained.”</p><p>Though sphinxes have a reputation for loving riddles, in truth, only gynosphinxes truly enjoy them. Androsphinxes prefer lofty philosophical discussions, while criosphinxes prefer worldly topics or fawning praise. Hieracosphinxes rarely converse at all, and respond only to threats from creatures more powerful than they are.</p><p>Neighboring humanoids generally adopt a policy of avoiding local sphinxes, as the creatures grow increasingly irritable each time their solitude is invaded. Even so, once a sphinx's lair is known, it can expect a steady flow of visitors in search of the fabled wisdom of its race. Some sphinxes move to quieter abodes once the interruptions become too much to bear; others devour a few of the more irritating supplicants until the visits cease.</p><p>Sphinxes have peculiar breeding habits, contributing in no small part to their scarcity and the strange diversity of their species. Indeed, matters of mating occupy much of the thoughts of all of the sphinxes save the prudish androsphinxes. The female gynosphinxes have nothing but scorn for animal-headed sphinxes, craving only the attentions of the masculine androsphinxes. For their part, androsphinxes consider petty rutting a waste of time and energy, both of which are better spent on loftier pursuits than the fleeting pleasures of the flesh. Criosphinxes and hieracosphinxes alike lust after gynosphinxes. The former abase themselves and attempt to curry favor with lavish gifts. Hieracosphinxes scorn any such civilized gestures, and mate by force on the rare occasions they have a female at their mercy.</p><p>From these rare couplings, two to four sphinxes of any type may be born, regardless of the breed of the parents. Instead, the nature of the coupling itself influences the species of the resulting offspring. From those rare matings engendered by love or respect, androsphinxes and gynosphinxes are born. Those couplings motivated by carnal lust or selfish urges most often produce criosphinxes. Hieracosphinxes come from acts of hate and violence, and their disgusted mothers quickly abandon them to the mercy of the elements, lest the young turn against them. Of all the males, only the criosphinx willingly helps rear its own young, often as part of the bargain for mating in the first place. </p><p>People of the desert sometimes honor the sphinx's form by crafting great stone sphinxes, often bearing the faces of their own rulers and nobles. Legend holds the first such monuments were modeled on the eldest and greatest of sphinxes, paragons of knowledge and wisdom far larger in size than any common sphinx. The oldest and largest of these sphinxes settled into the desert sands when at last they tired of immortality, and as they passed into their final sleep, their bodies became as sandstone.</p><p>These elder sphinxes may be androsphinxes or gynosphinxes, or very rarely criosphinxes. They have at minimum the advanced template, many additional Hit Dice, and a size of at least Huge (and more often Gargantuan or Colossal). They can use <i>commune</i>, <i>contact other plane</i>, and <i>legend lore</i> as spell-like abilities once each per day (CL equals the sphinx's CR), and frequently possess other powers and special attacks. Many such sphinxes can enter a state of stony suspended animation that resembles the freeze special ability, though they cannot easily rouse themselves from such slumber. Other sphinxes, even the bestial hieracosphinxes, defer to elder sphinxes in all matters, treating them almost as gods.</p>", 
            "type": "section", 
            "name": "Sphinx", 
            "sections": []
        }, 
        {
            "dexterity": "10", 
            "ac": "23, touch 9, flat-footed 23 (+14 natural, -1 size)", 
            "special_attacks": "pounce, rake (2 claws +20, 2d6+8), roar", 
            "intelligence": "16", 
            "melee": "2 claws +20 (2d6+8/19-20 plus grab)", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "40 ft., fly 60 ft. (poor)", 
            "alignment": "CG", 
            "spells": {
                "spells prepared": "(CL 6th; concentration +9)<p class=\"stat-block-2\">3rd-<i>bestow curse</i> (DC 16), <i>searing light</i>, <i>speak with dead</i></p><p class=\"stat-block-2\">2nd-<i>bull's strength</i>, <i>calm emotions</i> (DC 15), <i>cure moderate wounds</i>, <i>resist energy</i></p><p class=\"stat-block-2\">1st-<i>comprehend languages</i>, <i>divine favor</i>, <i>remove fear</i>, <i>shield of faith</i></p><p class=\"stat-block-2\">0-<i>detect magic</i>, <i>guidance</i>, <i>purify food and drink</i>, <i>stabilize</i></p>"
            }, 
            "environment": "warm deserts or hills", 
            "strength": "27", 
            "constitution": "18", 
            "space": "10 ft.", 
            "treasure": "standard", 
            "charisma": "17", 
            "languages": "Common, Draconic, Sphinx", 
            "source": "Bestiary 3", 
            "init": "+0", 
            "fortitude": "+12", 
            "size": "Large", 
            "reflex": "+8", 
            "feats": "Alertness, Cleave, Flyby Attack, Great Cleave, Hover, Improved Critical (claw), Power Attack", 
            "senses": "darkvision 60 ft., low-light vision; Perception +23", 
            "description": "This regal, bird-winged lion has a human's head, clad in the golden raiment of a powerful pharaoh.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Roar", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "An androsphinx can roar up to three times per day as a standard action. Each progressive roar has a different effect, depending upon whether it is the first, second, or third of the androsphinx's roars for that day. All of these roars are sonic effects that fill a 60-foot-radius burst, centered on the androsphinx; the save DCs are Charisma-based. Sphinxes are immune to all of the effects of an androsphinx's roars.<p class=\"stat-block-2\"><i>First Roar</i>: Affected creatures become frightened for 2d6 rounds (DC 19 Will negates). This is a mind-affecting fear effect in addition to being a sonic effect.</p><p class=\"stat-block-2\"><i>Second Roar</i>: Affected creatures are paralyzed with fear and deafened for 1d4 rounds (DC 19 Will negates). This is a mind-affecting fear effect in addition to being a sonic effect.</p><p class=\"stat-block-2\"><i>Third Roar</i>: Affected creatures take a 2d4 penalty to Strength for 2d4 rounds and take 2d8 points of sonic damage. Creatures smaller than the androsphinx are knocked prone. A DC 19 Fortitude save negates the Strength penalty and being knocked prone.</p>", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "An androsphinx casts divine spells as a 6th-level cleric. They do not gain access to domains or other cleric abilities."
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The mightiest of the common sphinxes, androsphinxes see themselves as all that is worthy and noble in the species and carry themselves as though the weight of the world rests upon their good example. They view criosphinxes with paternalistic condescension, hieracosphinxes with poorly veiled disgust, and gynosphinxes as the only other sphinxes worthy of their time. </p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Androsphinxes put on a gruff and cantankerous front to outsiders. They make no effort to hide annoyance when displeased. Androsphinxes tend to be territorial, though less so than other sphinxes. They almost invariably warn and bluster before attacking, and nearly always heed a call to parley. Androsphinxes barter information and conversation for safe passage, not treasure.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Androsphinxes are 12 feet tall and weigh 1,000 pounds. </p>"
                }
            ], 
            "hp": "123 (13d10+52)", 
            "reach": "5 ft.", 
            "wisdom": "17", 
            "creature_type": "Magical Beast", 
            "base_attack": "+13", 
            "name": "Sphinx, Androsphinx", 
            "skills": "Fly +5, Intimidate +13, Knowledge (any one) +16, Perception +23, Sense Motive +13, Survival +16", 
            "type": "creature", 
            "cmd": "32 (36 vs. trip)", 
            "cmb": "+22", 
            "will": "+7", 
            "organization": "solitary"
        }, 
        {
            "dexterity": "10", 
            "ac": "20, touch 9, flat-footed 20 (+11 natural, -1 size)", 
            "special_attacks": "swooping charge (gore, 4d6+12)", 
            "intelligence": "12", 
            "melee": "2 claws +15 (1d6+6), gore +16 (2d4+6/19-20)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "30 ft., fly 60 ft. (poor)", 
            "alignment": "N", 
            "spells": {
                "spell-like abilities": "(CL 10th; concentration +10)<p class=\"stat-block-2\">Constant-<i>speak with animals</i></p>"
            }, 
            "environment": "warm deserts or hills", 
            "strength": "23", 
            "constitution": "17", 
            "space": "10 ft.", 
            "treasure": "standard", 
            "charisma": "11", 
            "languages": "Common, Sphinx; speak with animals", 
            "source": "Bestiary 3", 
            "init": "+0", 
            "fortitude": "+10", 
            "size": "Large", 
            "reflex": "+7", 
            "feats": "Improved Bull Rush, Improved Critical (gore), Power Attack, Skill Focus (Intimidate), Weapon Focus (gore)", 
            "senses": "darkvision 60 ft., low-light vision; Perception +10", 
            "description": "This creature has the wings of a bird, the body of a lion, and the head of a ram with sad, wise eyes.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Swooping Charge", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "A charging criosphinx deals 4d4+12 points of damage with its gore attack. A flying criosphinx who drops at least 20 feet in altitude as part of a charge deals 6d4+18 points instead.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Perhaps the least leonine of all sphinxes, the ram-headed criosphinx lacks the intellect of androsphinxes and gynosphinxes, but still outmatches the dim-witted hieracosphinxes. Like hieracosphinxes and androsphinxes, criosphinxes are always male. At the start of a battle, a criosphinx lowers its horns and crashes into foes, clawing enemies it has engaged. It favors charging down on foes from great heights.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Criosphinxes crave wealth over nearly all other things, habitually extorting tolls for safe passage from any who pass their lands. Groups who cannot pay must yield one of their number or a pair of mounts for the criosphinx's meal&mdash;single travelers must fight or die. Unlike gynosphinxes, no mere riddle suffices&mdash;only the shine of metal or the gleam of jewels can satisfy a criosphinx. Little can convince a criosphinx to part with even a single coin save the lust that its kind bears for the gynosphinx. Criosphinxes crave mating with gynosphinxes above all else, and pay well for the whereabouts of a female, or better yet, a well-crafted riddle that might impress one. For their part, gynosphinxes prefer to have little to do with what they mock as the sheep of sphinxes, though they sometimes lower themselves to a brief assignation in the rare event a criosphinx manages to impress them with wealth or wit.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Some criosphinxes set themselves as soothsayers of the desert, trading upon the storied wisdom of androsphinxes and gynosphinxes to deceive gullible travelers. Like their more blustering brethren, they seek wealth from passersby, but for the purposes of dispersing information rather than in exchange for safe passage. Such reliable information as they possess usually comes from idle conversation with the creatures of the desert, with criosphinxes using their inborn ability to <i>speak with animals</i>. A criosphinx lacking in sound information usually fabricates a pleasing lie.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Criosphinxes detest hieracosphinxes, regarding them as little more than beasts and a disgrace to their noble race. They drive off their falcon-headed cousins with mock-charges and posturing, escalating to full-fledged attacks if ignored. Androsphinxes they view with mixed fear and respect, and gynosphinxes with disdain and lust.</p>"
                }
            ], 
            "hp": "85 (10d10+30)", 
            "reach": "5 ft.", 
            "wisdom": "12", 
            "creature_type": "Magical Beast", 
            "base_attack": "+10", 
            "name": "Sphinx, Criosphinx", 
            "skills": "Bluff +10, Fly +1, Intimidate +16, Perception +10", 
            "type": "creature", 
            "cmd": "27 (31 vs. trip)", 
            "cmb": "+17", 
            "will": "+4", 
            "organization": "solitary"
        }, 
        {
            "dexterity": "14", 
            "ac": "17, touch 11, flat-footed 15 (+2 Dex, +6 natural, -1 size)", 
            "special_attacks": "pounce, shriek", 
            "intelligence": "6", 
            "racial_modifiers": "+4 Perception", 
            "melee": "bite +11 (1d10+4), 2 claws +11 (1d6+4)", 
            "cr": "5", 
            "xp": "1,600", 
            "speed": "30 ft., fly 60 ft. (poor)", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "warm hills", 
            "strength": "19", 
            "constitution": "15", 
            "space": "10 ft.", 
            "treasure": "incidental", 
            "charisma": "10", 
            "languages": "Sphinx", 
            "source": "Bestiary 3", 
            "init": "+2", 
            "fortitude": "+8", 
            "reflex": "+8", 
            "feats": "Cleave, Flyby Attack, Power Attack, Skill Focus (Perception)", 
            "senses": "darkvision 60 ft., low-light vision; Perception +16", 
            "description": "A cold-eyed falcon's head and great wings adorn the body of this otherwise leonine creature.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Shriek", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "The shrill shriek of a hieracosphinx deafens non-sphinxes within a 60-foot-radius spread for 2d4 rounds (DC 16 Fortitude negates). Once a creature successfully saves against this effect, it is immune to the hieracosphinx's shriek for 24 hours. Using this ability is a standard action. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The least intelligent of the common sphinxes, hieracosphinxes are a cowardly, cruel-hearted lot. All are male. They despise the larger and cleverer androsphinxes and criosphinxes. Toward gynosphinxes they hold a twisted mix of a lust and hate, simultaneously envying their beauty and power while craving them as mates. Hieracosphinxes attack other sphinxes whenever they have them at a disadvantage. Male sphinxes of other species they tear to shreds or drive away, whereas they prefer to leave gynosphinxes ravaged but alive. The other species of sphinx likewise hold nothing but disdain for hieracosphinxes, and typically attack these vile beasts on sight.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Hieracosphinxes guard their territory ruthlessly against weaker intruders, seldom giving warning before they attack. They have no use for banter and riddles, making most efforts at diplomacy rather ineffective, but can be convinced to call off their attacks by convincing shows of force coupled with information on the location of weaker prey or a gynosphinx. Though poor fliers, they still prefer to fight from the air, the better to escape if the combat turns against them.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>As they lack the ego and resourcefulness of the rest of their breed, hieracosphinxes can be pressed into service of mounts, particularly by those of similarly evil dispositions. Hieracosphinxes chafe under such service but submit to more powerful riders, though they still inflict their foul tempers on any weaker creatures that happen by. A grown hieracosphinx can easily consume a full horse's worth of meat in a day, making their upkeep rather expensive. Even with these drawbacks, hieracosphinx eggs command values of up to 1,500 gp on the open market, as do young hieracosphinxes. It takes 3 years for a hieracosphinx to reach maturity, after which an untrained hieracosphinx only rarely accepts a rider without magical compulsion. Trainers, though hard to come by, charge thousands of gold pieces to rear and train a hieracosphinx, owing to the risk to life and limb.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A light load for a hieracosphinx is up to 350 pounds; a medium load, 351&ndash;700 pounds; and a heavy load, 701&ndash;1,050 pounds. A typical hieracosphinx is just short of 9 feet long and weighs 600 pounds.  Hieracosphinxes detest bearing a rider into battle, thus increasing the DCs of any combat-related Ride checks by +5. </p>"
                }
            ], 
            "hp": "60 (8d10+16)", 
            "reach": "5 ft.", 
            "wisdom": "15", 
            "creature_type": "Magical Beast", 
            "base_attack": "+8", 
            "name": "Sphinx, Hieracosphinx", 
            "skills": "Fly +3, Perception +16", 
            "type": "creature", 
            "cmd": "25 (29 vs. trip)", 
            "cmb": "+13", 
            "will": "+4", 
            "organization": "solitary, pair, or flock (3-8)"
        }
    ], 
    "name": "Sphinx", 
    "type": "section"
}