{
    "source": "Bestiary 3", 
    "sections": [
        {
            "dexterity": "16", 
            "ac": "19, touch 13, flat-footed 16 (+3 Dex, +6 natural)", 
            "special_attacks": "keen weapons, rank fighting", 
            "intelligence": "1", 
            "melee": "longsword +10/+5 (1d8+3/19-20), short sword +10 (1d6+1/19-20) or 2 slams +11 (1d6+3)", 
            "type": "creature", 
            "cr": "6", 
            "xp": "2,400", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "16", 
            "constitution": "-", 
            "source": "Bestiary 3", 
            "treasure": "incidental (longsword, short sword, other treasure)", 
            "charisma": "1", 
            "environment": "any", 
            "immune": "construct traits, fire", 
            "init": "+7", 
            "fortitude": "+2", 
            "reflex": "+5", 
            "feats": "Improved Initiative, Two Weapon Fighting, Weapon Focus (longsword, shortsword)", 
            "senses": "darkvision 60 ft., low-light vision; Perception +8", 
            "description": "This perfectly sculpted, finely detailed, life-sized clay figure has a look of fierce determination and a sword clenched in each hand.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Keen Weapons", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "After it has engaged in at least 1 round of combat, a terra-cotta soldier's weapons automatically gain the benefits of keen weapon (CL 6th). This effect persists until the end of the battle.", 
                            "sections": []
                        }, 
                        {
                            "name": "Rank Fighting", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 3", 
                            "text": "Whenever a terra-cotta soldier is adjacent to another terra-cotta soldier, it gains a +2 dodge bonus to its AC and a +2 bonus on saving throws, attack rolls, and damage rolls.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 3"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A terra-cotta soldier is crafted from clay and fired into ceramic, and is usually sculpted to resemble an armored human soldier, although terra-cotta soldiers resembling other races, such as hobgoblins, tengus, or even demons and oni, are also common. Terra-cotta soldiers are often created to guard the tomb of powerful rulers, standing in silent ranks to guard their liege even after his or her death. These soldiers stand vigil for centuries, animating only to defend the tomb and its riches from tomb robbers. Terra-cotta soldiers are typically painted with colored lacquer, though this decoration is often worn away from use or faded with age. A terra-cotta soldier stands 6 feet tall and weighs 600 pounds.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Unlike most constructs, a terra-cotta soldier carries within its form a spark of intelligence. This is hardly enough to grant the construct the ability to speak or otherwise engage in free will, but it is enough for it to carry out more complex tactics than most constructs are capable of. It's not unusual for a terra-cotta soldier to possess different feats or use different weapons. Two relatively common variants are summarized below.</p>"
                }, 
                {
                    "source": "Bestiary 3", 
                    "type": "section", 
                    "name": "Terra-Cotta Archer (+0 CR)", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Terra-cotta archers are simply terra-cotta soldiers outfitted with composite longbows. Terra-cotta archers have Improved Initiative, Point-Blank Shot, Precise Shot, and Weapon Focus (longbow) as feats.</p>"
                        }
                    ]
                }, 
                {
                    "source": "Bestiary 3", 
                    "type": "section", 
                    "name": "Terra-Cotta Horseman (+1 CR)", 
                    "sections": [
                        {
                            "source": "Bestiary 3", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Some terra-cotta soldiers are crafted to resemble warriors mounted on terra-cotta horses, though rider and mount are one creature. Terra-cotta horsemen are Large terra-cotta soldiers with 10 racial Hit Dice and the trample and undersized weapons special abilities. Terra-cotta horsemen are usually outfitted with lances instead of swords, and have Improved Bull Rush, Improved Initiative, Improved Overrun, Power Attack, and Weapon Focus (lance) as feats.</p>"
                        }
                    ]
                }
            ], 
            "hp": "64 (8d10+20)", 
            "wisdom": "11", 
            "creature_type": "Construct", 
            "dr": "5/bludgeoning", 
            "base_attack": "+8", 
            "name": "Terra-Cotta Soldier", 
            "skills": "Perception +8", 
            "sr": "17", 
            "cmd": "24", 
            "cmb": "+11", 
            "will": "+2", 
            "organization": "solitary, troop (3-12), or army (13+)"
        }, 
        {
            "source": "Bestiary 3", 
            "text": "<p>A terra-cotta soldier's body is made from 600 pounds of clay, fired with rare and magical glazes worth 500 gp.</p>", 
            "type": "section", 
            "name": "Construction", 
            "sections": [
                {
                    "name": "Terra-cotta Soldier", 
                    "cl": "9th", 
                    "sections": [], 
                    "price": "19,500 gp", 
                    "misc": [
                        {
                            "field": "Requirements", 
                            "subsection": "Construction", 
                            "value": "Craft Construct, animate objects, cat's grace,  geas/quest, keen edge, creator must be caster level 9th"
                        }, 
                        {
                            "field": "Skill", 
                            "subsection": "Construction", 
                            "value": "Craft (pottery) or Craft (sculptures) DC 14"
                        }, 
                        {
                            "field": "Cost", 
                            "subsection": "Construction", 
                            "value": "10,000 gp"
                        }
                    ], 
                    "source": "Bestiary 3", 
                    "type": "item"
                }
            ]
        }
    ], 
    "name": "Terra-Cotta Soldier", 
    "type": "section"
}