{
    "body": "<p id=\"area\">Some spells affect an area. Sometimes a spell description specifies a specially defined area, but usually an area falls into one of the categories defined below.</p><p>Regardless of the shape of the area, you select the point where the spell originates, but otherwise you don't control which creatures or objects the spell affects. The point of origin of a spell is always a grid intersection. When determining whether a given creature is within the area of a spell, count out the distance from the point of origin in squares just as you do when moving a character or when determining the range for a ranged attack. The only difference is that instead of counting from the center of one square to the center of the next, you count from intersection to intersection.</p><p>You can count diagonally across a square, but remember that every second diagonal counts as 2 squares of distance. If the far edge of a square is within the spell's area, anything within that square is within the spell's area. If the spell's area only touches the near edge of a square, however, anything within that square is unaffected by the spell.</p>", 
    "name": "Area", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"burst-emanation-or-spread\">Most spells that affect an area function as a burst, an emanation, or a spread. In each case, you select the spell's point of origin and measure its effect from that point.</p><p>A burst spell affects whatever it catches in its area, including creatures that you can't see. It can't affect creatures with total cover from its point of origin (in other words, its effects don't extend around corners). The default shape for a burst effect is a sphere, but some burst spells are specifically described as cone-shaped. A burst's area defines how far from the point of origin the spell's effect extends.</p><p>An emanation spell functions like a burst spell, except that the effect continues to radiate from the point of origin for the duration of the spell. Most emanations are cones or spheres.</p><p>A spread spell extends out like a burst but can turn corners. You select the point of origin, and the spell spreads out a given distance in all directions. Figure the area the spell effect fills by taking into account any turns the spell effect takes.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Burst/Emanation/or Spread", 
            "type": "section", 
            "name": "Burst, Emanation, or Spread", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"cone-cylinder-line-or-sphere\">Most spells that affect an area have a particular shape.</p><p>A cone-shaped spell shoots away from you in a quarter-circle in the direction you designate. It starts from any corner of your square and widens out as it goes. Most cones are either bursts or emanations (see above), and thus won't go around corners.</p><p>When casting a cylinder-shaped spell, you select the spell's point of origin. This point is the center of a horizontal circle, and the spell shoots down from the circle, filling a cylinder. A cylinder-shaped spell ignores any obstructions within its area.</p><p>A line-shaped spell shoots away from you in a line in the direction you designate. It starts from any corner of your square and extends to the limit of its range or until it strikes a barrier that blocks line of effect. A line-shaped spell affects all creatures in squares through which the line passes.</p><p>A sphere-shaped spell expands from its point of origin to fill a spherical area. Spheres may be bursts, emanations, or spreads.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Cone/Cylinder/Line/or Sphere", 
            "type": "section", 
            "name": "Cone, Cylinder, Line, or Sphere", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"creatures\">A spell with this kind of area affects creatures directly (like a targeted spell), but it affects all creatures in an area of some kind rather than individual creatures you select. The area might be a spherical burst, a cone-shaped burst, or some other shape.</p><p>Many spells affect &ldquo;living creatures,&rdquo; which means all creatures other than constructs and undead. Creatures in the spell's area that are not of the appropriate type do not count against the creatures affected.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Creatures", 
            "type": "section", 
            "name": "Creatures", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A spell with this kind of area affects objects within an area you select (as Creatures, but affecting objects instead).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Objects", 
            "type": "section", 
            "name": "Objects", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A spell can have a unique area, as defined in its description.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Other", 
            "type": "section", 
            "name": "Other", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"x-s-shapeable\">If an area or effect entry ends with &ldquo;(S),&rdquo; you can shape the spell. A shaped effect or area can have no dimension smaller than 10 feet. Many effects or areas are given as cubes to make it easy to model irregular shapes. Three-dimensional volumes are most often needed to define aerial or underwater effects and areas.</p>", 
            "name": "Shapeable", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Area/Shapeable", 
            "source": "Core Rulebook", 
            "abbrev": "S", 
            "type": "section"
        }
    ]
}