{
    "body": "<p>Some spells create or summon things rather than affecting things that are already present.</p><p>You must designate the location where these things are to appear, either by seeing it or defining it. Range determines how far away an effect can appear, but if the effect is mobile, after it appears it can move regardless of the spell's range.</p>", 
    "name": "Effect", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Effect", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"ray\">Some effects are rays. You aim a ray as if using a ranged weapon, though typically you make a ranged touch attack rather than a normal ranged attack. As with a ranged weapon, you can fire into the dark or at an invisible creature and hope you hit something. You don't have to see the creature you're trying to hit, as you do with a targeted spell. Intervening creatures and obstacles, however, can block your line of sight or provide cover for the creature at which you're aiming.</p><p>If a ray spell has a duration, it's the duration of the effect that the ray causes, not the length of time the ray itself persists.</p><p>If a ray spell deals damage, you can score a critical hit just as if it were a weapon. A ray spell threatens a critical hit on a natural roll of 20 and deals double damage on a successful critical hit.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Effect/Ray", 
            "type": "section", 
            "name": "Ray", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"spread\">Some effects, notably clouds and fogs, spread out from a point of origin, which must be a grid intersection. The effect can extend around corners and into areas that you can't see. Figure distance by actual distance traveled, taking into account turns the spell effect takes. When determining distance for spread effects, count around walls, not through them. As with movement, do not trace diagonals across corners. You must designate the point of origin for such an effect, but you need not have line of effect (see below) to all portions of the effect.</p>", 
            "name": "Spread", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Effect/Spread", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table id=\"spell-areas\" class=\"diagram\"><caption>SpellAreas</caption><tr><td align=\"center\"><img src=\"/pathfinderRPG/prd/image/SpellAreas.jpg\" /></td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Aiming a Spell/Effect/Spread/SpellAreas", 
                    "type": "table", 
                    "name": "SpellAreas", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}