{
    "body": "<p>This spell animates a tree's branch and directs it against your foes. At caster level 10th or lower, you can target a Huge tree. At caster level 11th&ndash;15th, you can target a Gargantuan tree, and at caster level 16th or higher you can target a Colossal tree. The animated branch makes slam attacks with a Strength score equal to 10 + your caster level. The branch strikes once per round with an attack bonus equal to your caster level + the branch's Strength modifier, adjusted by the appropriate size modifier (&ndash;2 for Huge, &ndash;4 for Gargantuan, &ndash;8 for Colossal). A Huge tree's slam deals 2d6 points of damage, a Gargantuan tree's slam deals 3d6 points of damage, and a Colossal tree's slam deals 4d6 points of damage; the tree adds 1-1/2 times its Strength modifier to this damage. A Huge tree has reach 15 feet, a Gargantuan has reach 20 feet, and a Colossal has reach 30 feet. The tree attacks the creature you designate when you cast the spell, and is unable to move. You can direct the tree against a new target as a move action. The tree does not gain a bonus for flanking, nor can it help another combatant flank. It cannot attack a foe you cannot see.</p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "Tree branches attack opponents.", 
    "url": "pfsrd://Ultimate Magic/Spells/Arboreal Hammer", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Druid: 4; Hunter: 4", 
    "source": "Ultimate Magic", 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Druid", 
            "level": 4
        }, 
        {
            "class": "Hunter", 
            "level": 4
        }
    ], 
    "effects": [
        {
            "text": "one Huge or larger tree", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "1 round/level (D)", 
    "type": "spell", 
    "component_text": "V, S, DF", 
    "name": "Arboreal Hammer"
}