{
    "body": "<p>You lay a terrible curse upon the land, blighting those who live and die there. Choose one of the following effects.</p><p id=\"famine\"><i>Famine</i>: All normal plants in the area reduce their growth and food production by half, as if affected by the stunt growth effect of <i>diminish plants</i>.</p><p id=\"living-death\"><i>Living Death</i>: Any creatures of Small size or larger killed in the area rise as uncontrolled zombies 24 hours after their death, as do corpses buried in the area. Burning or dismembering the corpses prevents them from rising as zombies.</p><p id=\"plague\"><i>Plague</i>: Every day at sundown, all creatures in the area must make a Fortitude save or catch one of the following diseases (your choice, decided at the time of casting): blinding sickness, bubonic plague, cackle fever, filth fever, leprosy, mindfire, red ache, shakes, or slimy doom. The disease is contracted immediately (the onset period does not apply). Use the disease's listed frequency and save DC to determine further effects. This is a disease effect.</p>", 
    "school": "necromancy", 
    "saving_throw": "none (see text)", 
    "description": "Plants die, living creatures catch diseases, or dead creatures rise as zombies.", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Spells/Cursed Earth", 
    "spell_resistance": "no", 
    "casting_time": "10 minutes", 
    "level_text": "Cleric: 9; Oracle: 9; Warpriest: 9; Sorcerer: 9; Wizard: 9; Arcanist: 9; Witch: 9", 
    "descriptor": [
        "curse", 
        "evil"
    ], 
    "range": "touch", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 9
        }, 
        {
            "class": "Cleric", 
            "level": 9
        }, 
        {
            "class": "Oracle", 
            "level": 9
        }, 
        {
            "class": "Sorcerer", 
            "level": 9
        }, 
        {
            "class": "Warpriest", 
            "level": 9
        }, 
        {
            "class": "Witch", 
            "level": 9
        }, 
        {
            "class": "Wizard", 
            "level": 9
        }
    ], 
    "descriptor_text": "curse, evil see text", 
    "effects": [
        {
            "text": "1-mile radius emanating from the touched point", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "powdered onyx 10,000 gp", 
            "type": "M"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "permanent", 
    "type": "spell", 
    "component_text": "V, S, M (powdered onyx 10,000 gp), DF", 
    "name": "Cursed Earth"
}