{
    "body": "<p>You forbid the target a single course of action, which it avoids to the best of its ability. You may demand the target not take actions that fall into one of the following options.</p><p id=\"attack\"><i>Attack</i>: The target cannot take any action that involves an attack roll, or uses a spell or ability that targets a foe or an area that includes a foe.</p><p id=\"cast\"><i>Cast</i>: Target cannot cast spells or use spell-like abilities.</p><p id=\"communicate\"><i>Communicate</i>: The target cannot take any actions that allow it to communicate with anyone. This includes such acts as speaking, Bluff checks to pass secret messages, writing, and using telepathy. It does not prevent verbalizations made for purposes other than communication, such as command words or the verbal component of spellcasting.</p><p id=\"draw\"><i>Draw</i>: Target cannot ready or prepare any item, weapon, component, or equipment.</p><p id=\"move\"><i>Move</i>: The target can take no act that would cause it to end up in a different location. The target does not resist being moved by others (and thus can be picked up or dragged, or can float along on a raft), but does not consciously attempt to move (including not directing a mount to move).</p><p>The target is free to take any actions not forbidden by the caster. For example, a target affected by this spell's demand to not move is still free to cast spells, make attacks, or shout for help.</p>", 
    "school": "enchantment", 
    "saving_throw": "Will negates", 
    "description": "Target obeys command to not do something.", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Spells/Forbid Action", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Cleric: 1; Oracle: 1; Warpriest: 1; Inquisitor: 1", 
    "descriptor": [
        "language-dependent", 
        "mind-affecting"
    ], 
    "range": "close (25 ft. +5 ft./2 levels)", 
    "levels": [
        {
            "class": "Cleric", 
            "level": 1
        }, 
        {
            "class": "Inquisitor", 
            "level": 1
        }, 
        {
            "class": "Oracle", 
            "level": 1
        }, 
        {
            "class": "Warpriest", 
            "level": 1
        }
    ], 
    "descriptor_text": "language-dependent, mind-affecting", 
    "effects": [
        {
            "text": "one creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }
    ], 
    "duration": "1 round", 
    "subschool_text": "compulsion", 
    "subschool": [
        "compulsion"
    ], 
    "type": "spell", 
    "component_text": "V", 
    "name": "Forbid Action"
}