{
    "body": "<p>Your form transmutes into living ice, granting you several abilities. You gain the cold subtype and damage reduction 5/magic. You are immune to ability score damage, blindness, critical hits, deafness, disease, drowning, electricity, poison, stunning, and all spells or attacks that affect your physiology or respiration, because you have no physiology or respiration while this spell is in effect. You cannot drink (and thus can't use potions) or play wind instruments.</p><p>Your unarmed attack deals damage equal to a club sized for you (1d4 for Small characters or 1d6 for Medium characters) plus 1 point of cold damage, and you are considered armed when making unarmed attacks. You may burrow through nonmagical ice or snow at your base speed as easily as a fish swims through water. You can move through magical ice and snow if you succeed on a caster level check (1d20 + caster level) against a DC of 11 + the caster level of the effect; you automatically succeed on caster level checks against effects that you created. Your passage through snow and ice in this fashion leaves behind no tunnel or hole.</p>", 
    "school": "transmutation", 
    "description": "Your body becomes living ice.", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Spells/Ice Body", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 7; Shaman: 7; Sorcerer: 7; Witch: 7; Wizard: 7", 
    "descriptor": [
        "cold"
    ], 
    "range": "personal", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 7
        }, 
        {
            "class": "Shaman", 
            "level": 7
        }, 
        {
            "class": "Sorcerer", 
            "level": 7
        }, 
        {
            "class": "Witch", 
            "level": 7
        }, 
        {
            "class": "Wizard", 
            "level": 7
        }
    ], 
    "descriptor_text": "cold", 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 minute/level (D)", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Ice Body"
}