{
    "body": "<p>This spell creates a transparent veil of shifting, multicolored strands of light that form into endlessly varied and alien patterns. One side of the veil, chosen by you at the time of casting, is harmless. The other side twists and turns into impossible shapes, affecting any creature with 60 feet who views the veil. The veil affects a maximum of 24 Hit Dice of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell are affected first. The effect is according to the creature's HD.</p><p id=\"4-hd-or-fewer\"><i>4 HD or fewer</i>: The creature is nauseated while it can see the veil, nauseated for 1d4 rounds after it last saw the veil, then sickened for 2d4 rounds after it last saw the veil.</p><p id=\"8-hd-or-fewer\"><i>8 HD or fewer</i>: The creature is nauseated for 1d4 rounds, sickened while it can see the veil, then sickened for 1d4 rounds after it last saw the veil.</p><p id=\"9-or-more-hd\"><i>9 or more HD</i>The creature is sickened while it can see the veil.</p><p>A successful saving throw ignores all effects of the veil. Sightless creatures are not affected by <i>loathsome veil</i>. Affected creatures can avert or close their eyes to avoid seeing the veil, similar to avoiding a gaze attack.</p><p id=\"loathsome-veil\"><i>Loathsome veil</i> can be made permanent with the <i>permanency</i> spell by a caster of 10th level or higher for the cost of 7,500 gp.</p>", 
    "school": "illusion", 
    "saving_throw": "Will negates", 
    "description": "Nauseates and/or sickens weak creatures.", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Spells/Loathsome Veil", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Sorcerer: 3; Wizard: 3; Arcanist: 3; Witch: 3", 
    "descriptor": [
        "mind-affecting"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Witch", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "descriptor_text": "mind-affecting", 
    "effects": [
        {
            "text": "transparent pattern 40 ft. long, 20 ft. high", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a tangle of multicolored threads", 
            "type": "M"
        }
    ], 
    "duration": "concentration + 1 round/level (D)", 
    "subschool_text": "pattern", 
    "subschool": [
        "pattern"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a tangle of multicolored threads)", 
    "name": "Loathsome Veil"
}