{
    "body": "<p>You invoke feelings of a driving malicious intent. The target's malice is directed at a second individual as designated by you at the time of casting. Thereafter, the target attempts to slander, abuse, and even plot murder against the target of its spite. This loathing is not overt, and the target's actions against the object of its spite remain subtle and indirect. The enchanted target remains within its financial and ethical means when acting against the second individual, though the malice toward this other person pushes the target to the limit of what it would do to a hated individual.</p><p>Each day, the target takes 2 points of Wisdom damage as the all-encompassing spite dominates its thoughts. The target can only alleviate the ability damage by acting upon the emotion and performing a spiteful act. Examples of spiteful acts are spiking the target's drink to make it an easier target for thugs, damaging the target's property, starting foul rumors about the target, framing the target for a crime, paying lepers or beggars to accost the target, extorting or blackmailing the target, or arranging for others to physically harm the target.</p><p>When the spell ends, the target remembers the spiteful behavior, but not the motivation for it.</p>", 
    "school": "enchantment", 
    "saving_throw": "Will negates", 
    "description": "Target is compelled to plot against another.", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Spells/Malicious Spite", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Bard: 3; Skald: 3; Sorcerer: 4; Wizard: 4; Arcanist: 4", 
    "descriptor": [
        "emotion", 
        "mind-affecting"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Bard", 
            "level": 3
        }, 
        {
            "class": "Skald", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "descriptor_text": "emotion, mind-affecting", 
    "effects": [
        {
            "text": "one creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "powdered turquoise worth 150 gp", 
            "type": "M"
        }
    ], 
    "duration": "1 day/level", 
    "subschool_text": "compulsion", 
    "subschool": [
        "compulsion"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (powdered turquoise worth 150 gp)", 
    "name": "Malicious Spite"
}