{
    "body": "<p>You project your soul out of your body and into the body of a willing creature. This possession is blocked by <i>protection from evil</i> or a similar ward. The target's soul shares its body with you; it is helpless but can still use its senses. You and the target's soul can communicate telepathically as if using a common language.</p><p>You keep your Intelligence, Wisdom, Charisma, level, class, base attack bonus, base save bonuses, alignment, and mental abilities. The body retains its Strength, Dexterity, Constitution, hit points, natural abilities, and natural attacks (such as a bite or sting). A body with extra limbs does not allow you to make more attacks (or more advantageous two-weapon attacks) than normal. You can't choose to activate the body's extraordinary, spell-like, or supernatural abilities.</p><p>As a standard action, you can return to your own body, ending the spell. While your soul is possessing the target, your body is helpless. If the host body is slain, you return to your own body if it is within range, and the life force of the host departs (it is slain). If the host body is slain beyond the range of the spell, both you and the host die. Any life force with nowhere to go is treated as slain.</p>", 
    "school": "necromancy", 
    "saving_throw": "Will negates (see text)", 
    "description": "As magic jar, but limited to line of sight.", 
    "url": "pfsrd://Ultimate Magic/Spells/Marionette Possession", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 3; Investigator: 3; Sorcerer: 3; Wizard: 3; Arcanist: 3; Summoner: 3; Witch: 3", 
    "source": "Ultimate Magic", 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 3
        }, 
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Investigator", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Summoner", 
            "level": 3
        }, 
        {
            "class": "Witch", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "effects": [
        {
            "text": "one willing creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a piece of paper with the target's name", 
            "type": "F"
        }
    ], 
    "duration": "10 minutes/level or until you return to your body", 
    "type": "spell", 
    "component_text": "V, S, F (a piece of paper with the target's name)", 
    "name": "Marionette Possession"
}