{
    "body": "<p>This spell functions as <i>monstrous physique III</i> except it allows you to use more abilities. If the form you assume has any of the following abilities, you gain the listed ability: burrow 60 feet, climb 90 feet, fly 120 feet (good maneuverability), swim 120 feet, blindsense 60 feet, darkvision 90 feet, low-light vision, scent, tremorsense 60 feet, blood frenzy, breath weapon, cold vigor, constrict, ferocity, freeze, grab, horrific appearance, jet, leap attack, mimicry, natural cunning, overwhelming, poison, pounce, rake, rend, roar, sound mimicry, speak with sharks, spikes, trample, trip, and web. If the creature has immunity or resistance to any energy types, you gain resistance 20 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability. If the creature has immunity to poison, you gain a +8 bonus on saves against poison.</p>", 
    "school": "transmutation", 
    "description": "As monstrous physique III, with more abilities.", 
    "as_spell_id": 123, 
    "url": "pfsrd://Ultimate Magic/Spells/Monstrous Physique IV", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 6; Investigator: 6; Magus: 6; Sorcerer: 6; Wizard: 6; Arcanist: 6", 
    "source": "Ultimate Magic", 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 6
        }, 
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Investigator", 
            "level": 6
        }, 
        {
            "class": "Magus", 
            "level": 6
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a piece of the creature whose form you plan to assume", 
            "type": "M"
        }
    ], 
    "duration": "1 minute/level (D)", 
    "subschool_text": "polymorph", 
    "subschool": [
        "polymorph"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a piece of the creature whose form you plan to assume)", 
    "name": "Monstrous Physique IV"
}