{
    "body": "<p>You create a small weightless sphere of pure negative energy. As a move action, you can move it up to 30 feet per round in any direction. If it enters a space with a living creature, it stops moving for the round and that creature gains one negative level (Fortitude negates). Any creature passing through or ending its turn in the space occupied by the sphere gains one negative level (Fortitude negates). Twenty-four hours after gaining a negative level from the sphere, the subject must make a Fortitude saving throw (the DC of this save is equal to the DC of this spell) for each negative level. If the save succeeds, that negative level is removed. If it fails, that negative level becomes permanent.</p><p>If more than one orb (from different castings of the spell) enters the same space, the orbs automatically fuse together. The resulting orb uses the higher of the two orbs' DCs as its DC and whichever duration has more time left. If the orbs are from different casters, each must make an opposed Intelligence check to move the sphere.</p><p>An undead creature that passes through or ends its turn in the space occupied by the orb gains 2d4 &times; 5 temporary hit points for 1 hour.</p>", 
    "school": "necromancy", 
    "saving_throw": "Fortitude negates", 
    "description": "Sphere inflicts negative levels.", 
    "url": "pfsrd://Ultimate Magic/Spells/Orb Of The Void", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Cleric: 8; Oracle: 8; Warpriest: 8; Sorcerer: 8; Wizard: 8; Arcanist: 8", 
    "source": "Ultimate Magic", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 8
        }, 
        {
            "class": "Cleric", 
            "level": 8
        }, 
        {
            "class": "Oracle", 
            "level": 8
        }, 
        {
            "class": "Sorcerer", 
            "level": 8
        }, 
        {
            "class": "Warpriest", 
            "level": 8
        }, 
        {
            "class": "Wizard", 
            "level": 8
        }
    ], 
    "effects": [
        {
            "text": "1-ft.-diameter sphere", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a black gemstone of any kind worth 50 gp", 
            "type": "M"
        }
    ], 
    "duration": "1 round/level (D)", 
    "type": "spell", 
    "component_text": "V, S, M (a black gemstone of any kind worth 50 gp)", 
    "name": "Orb Of The Void"
}