{
    "body": "<p>You produce a sweeping rush of sound that can hurl creatures or objects away from you, like the violent thrust version of <i>telekinesis</i>. You can hurl one object or creature per caster level (maximum 15) that is within range; it flies in a straight line away from you. Any objects of creatures thrown must be within 10 feet of each other. You can hurl a total weight of up to 25 pounds per caster level (maximum 375 pounds at 15th level).</p><p>You can use this spell to hurl an object or creature toward a particular target. You must succeed on attack rolls (one per creature or object thrown) to hit the target with the items, using your base attack bonus + your Intelligence modifier (if a wizard) or Charisma modifier (if a bard or sorcerer). Hurled weapons cause standard damage (with no Strength bonus; note that arrows or bolts deal damage as daggers of their size when used in this manner). Other objects cause damage ranging from 1 point per 25 pounds (for less dangerous objects) to 1d6 points of damage per 25 pounds (for hard, dense objects). Objects and creatures that miss their target land in a square adjacent to the target.</p><p>Creatures that fall within the weight capacity of the spell can be hurled, but they are allowed Will saves (and spell resistance) to negate the effect, as are those whose held possessions are targeted by the spell.</p><p>If a hurled creature is thrown against a solid surface, it takes damage as if it had fallen 10 feet (1d6 points).</p>", 
    "school": "evocation", 
    "saving_throw": "Will negates (object) or none (see text)", 
    "description": "Sound moves targets away from you.", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Spells/Sonic Thrust", 
    "spell_resistance": "yes (object) (see text)", 
    "casting_time": "1 standard action", 
    "level_text": "Bard: 4; Skald: 4; Sorcerer: 5; Wizard: 5; Arcanist: 5", 
    "descriptor": [
        "sonic"
    ], 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Bard", 
            "level": 4
        }, 
        {
            "class": "Skald", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "descriptor_text": "sonic", 
    "effects": [
        {
            "text": "see text", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Sonic Thrust"
}