{
    "body": "<p>When you cast this spell, you can assume the form of any Small or Medium corporeal creature of the undead type, which must be vaguely humanoid-shaped (like a ghoul, skeleton, or zombie). You gain a bite attack (1d6 for Medium forms, 1d4 for Small forms), two claw or slam attacks (1d6 for Medium forms, 1d4 for Small forms), and darkvision 60 feet. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, low-light vision, and scent.</p><p>In this form, you detect as an undead creature (such as with <i>detect undead</i>, but not with magic that reveals your true form, such as <i>true seeing</i>) and are treated as undead for the purposes of channeled energy, <i>cure</i> spells, and <i>inflict</i> spells, but not for other effects that specifically target or react differently to undead (such as <i>searing light</i>).</p><p id=\"small-undead\"><i>Small undead</i>: If the form you take is that of a Small undead, you gain a +2 size bonus to your Dexterity and a +1 natural armor bonus.</p><p id=\"medium-undead\"><i>Medium undead</i>: If the form you take is that of a Medium undead, you gain a +2 size bonus to your Strength and a +2 natural armor bonus.</p>", 
    "school": "transmutation", 
    "description": "Take the form and some of the powers of a Small or Medium undead.", 
    "url": "pfsrd://Ultimate Magic/Spells/Undead Anatomy I", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 3; Arcanist: 3; Bloodrager: 3; Investigator: 3; Magus: 3; Sorcerer: 3; Wizard: 3", 
    "source": "Ultimate Magic", 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 3
        }, 
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Bloodrager", 
            "level": 3
        }, 
        {
            "class": "Investigator", 
            "level": 3
        }, 
        {
            "class": "Magus", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a piece of the creature whose form you plan to assume", 
            "type": "M"
        }
    ], 
    "duration": "1 minute/level (D)", 
    "subschool_text": "polymorph", 
    "subschool": [
        "polymorph"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a piece of the creature whose form you plan to assume)", 
    "name": "Undead Anatomy I"
}