{
    "body": "<p>This spell functions as <i>undead anatomy II</i>, except it also allows you to assume the form of a Diminutive or Huge corporeal creature of the undead type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 90 feet, fly 90 feet (good maneuverability), swim 90 feet, all-around vision, blindsense 30 feet, darkvision 60 feet, low-light vision, scent, constrict, disease, DR 5/&mdash;, fear aura, grab, jet, natural cunning, overwhelming, poison, pounce, rake, trample, trip, unnatural aura, and web.</p><p>If the creature has immunity or resistance to any energy types, you gain resistance 20 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability. In this form, you gain a +8 bonus on saves against mind-affecting effects, disease, poison, sleep, and stunning. If the form has a vulnerability to an attack (such as sunlight), you gain that vulnerability.</p><p id=\"diminutive-undead\"><i>Diminutive undead</i>: If the form you take is that of a Diminutive undead, you gain a +6 size bonus to your Dexterity, a &ndash;4 penalty to your Strength, and a +1 natural armor bonus.</p><p id=\"huge-undead\"><i>Huge undead</i>: If the form you take is that of a Huge undead, you gain a +6 size bonus to your Strength, a &ndash;4 penalty to your Dexterity, and a +6 natural armor bonus.</p>", 
    "school": "transmutation", 
    "description": "Take the form and some of the powers of a Diminutive or Huge undead.", 
    "as_spell_id": 199, 
    "url": "pfsrd://Ultimate Magic/Spells/Undead Anatomy III", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 6; Investigator: 6; Magus: 6; Sorcerer: 6; Wizard: 6; Arcanist: 6", 
    "source": "Ultimate Magic", 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 6
        }, 
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Investigator", 
            "level": 6
        }, 
        {
            "class": "Magus", 
            "level": 6
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a piece of the creature whose form you plan to assume", 
            "type": "M"
        }
    ], 
    "duration": "1 minute/level (D)", 
    "subschool_text": "polymorph", 
    "subschool": [
        "polymorph"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a piece of the creature whose form you plan to assume)", 
    "name": "Undead Anatomy III"
}