{
    "body": "<p>You can select these path abilities at any tier.</p>", 
    "name": "1st-Tier Archmage Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"abundant-casting\">Whenever you cast a spell that specifically targets a limited number of targets (such as \"one creature/level\" or \"one or more creatures\"), add your tier to the number of targets the spell can affect. For example, a 5th-level wizard/1st-tier archmage can target up to six creatures when casting <i>haste</i> (five from caster level 5th and one from 1st tier). Alternatively, you can expend one use of mythic power when casting a spell that affects only one target (such as \"one creature\") to have the spell affect an additional target. If the spell requires you to succeed at a melee touch attack, you must hold the charge (<i>Core Rulebook</i> 185) in order to make a second touch attack.</p>", 
            "name": "Abundant Casting", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Abundant Casting", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"arcane-endurance\">Treat your caster level as 4 higher when determining the duration of spells you cast. This doesn't alter any other variable effects of the spell.</p>", 
            "name": "Arcane Endurance", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Arcane Endurance", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bloodline-intensity\">Your mythic power intensifies your sorcerer bloodline. Select an additional bloodline feat from your bloodline's list of feats. You must meet the prerequisites for that feat. You can also cast each of your bloodline spells once per day without them counting toward the number of spells you can cast per day. You must have the bloodline class feature to select this ability.</p>", 
            "name": "Bloodline Intensity", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Bloodline Intensity", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"competent-caster\">You automatically succeed at concentration checks to cast arcane spells. This ability doesn't apply to spells of the highest spell level you can cast.</p>", 
            "name": "Competent Caster", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Competent Caster", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"coupled-arcana\">Whenever you spend a standard action, move action, or swift action to activate an arcane school power, bardic performance, bloodline power, hex, or magus arcana, you can also activate an ability that uses mythic power as a free action. The mythic ability you activate must require the same action type as the other ability you activated or faster (a swift action is faster than a move action, and a move action is faster than a standard action).</p>", 
            "name": "Coupled Arcana", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Coupled Arcana", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"crafting-mastery\">You can craft any magic item as if you had the necessary item creation feats. If you actually have the item creation feat needed for a magic item you're crafting, whenever you attempt a skill check to create that item, roll twice and use the higher result, and you make twice as much progress on the item for any time spent. This ability does not reduce the item's cost or any other requirements.</p>", 
            "name": "Crafting Mastery", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Crafting Mastery", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"deep-understanding\">You automatically identify any arcane spell cast within 60 feet of you if it's on your class's spell list and you're of a high enough level to cast it. Whenever you attempt to identify a non-artifact magic item using <i>detect magic</i>, you automatically learn its properties and command words in the first round of the spell (no Spellcraft roll needed), but you can't automatically determine whether it's cursed.</p>", 
            "name": "Deep Understanding", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Deep Understanding", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"eldritch-breach\">You are adept at breaching magical defenses and overcoming resistance to your magic. When attempting a caster level check to dispel an effect, overcome spell resistance, or otherwise determine whether your magic affects a target (such as with <i>knock</i> or <i>neutralize poison</i>), roll twice and take the higher result.</p>", 
            "name": "Eldritch Breach", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Eldritch Breach", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"elemental-bond\">You are connected to one of the elemental planes. Select one elemental plane: air, earth, fire, or water. Whenever you cast a spell with a descriptor matching that plane, add your tier to your caster level for that spell. You gain resistance 10 against an energy type associated with your chosen plane&mdash;electricity for air, acid for earth, fire for fire, and cold for water. At 6th tier, this resistance increases to 20. At 9th tier, this resistance increases to 30.</p>", 
            "name": "Elemental Bond", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Elemental Bond", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"enduring-armor\">You are protected by armor made of force. This armor grants you an armor bonus to AC equal to 3 + your tier. This ability is an abjuration effect with a spell level equal to your tier. If this armor is dispelled or otherwise ended, you can reactivate it as a swift action.</p>", 
            "name": "Enduring Armor", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Enduring Armor", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"energy-conversion\">Whenever you cast a spell with the acid, cold, electricity, or fire descriptor, you can expend one use of mythic power to switch the energy type to a different one of those energy types. If the spell normally has its original energy type as a descriptor, it loses that descriptor and gains the new type as a descriptor. All other effects of the spell remain unchanged.</p>", 
            "name": "Energy Conversion", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Energy Conversion", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"enhance-magic-items\">Your mythic presence enhances the power of certain magic items. Add half your tier to the caster level of potions, scrolls, staves, and wands you use. When using a staff or wand, you may activate the item by expending one use of mythic power instead of one of the item's charges.</p>", 
            "name": "Enhance Magic Items", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Enhance Magic Items", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"flash-of-omniscience\">Your ability to recall information is astounding. When you take 10 on any Intelligence-based skill check, add your tier to the result. As a free action, you can expend one use of mythic power to ask one question as if using <i>divination</i>. The base chance for a correct answer is 70% + your highest arcane caster level + your tier (maximum 100%). The answer doesn't come from a divine agent, but from your own native understanding; therefore, the answer is never cryptic. If you don't get a correct answer, it's like failing a Knowledge check, and you can't use this ability on this question again.</p>", 
            "name": "Flash of Omniscience", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Flash of Omniscience", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"flexible-counterspell\">Your mythic power enhances your ability to counter others' spells. As an immediate action, you can expend one use of mythic power to attempt to counter a spell. This ability otherwise works like readying an action to counter a spell, except instead of using the exact spell or <i>dispel magic</i>, you can instead expend a spell or spell slot of a level equal to or higher than the target spell.</p>", 
            "name": "Flexible Counterspell", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Flexible Counterspell", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"flexible-school\">Select one wizard arcane school that is not your arcane school. You gain powers from that arcane school, treating your tier as your wizard level for the purposes of these powers. Once you have chosen the arcane school, it cannot be changed. You cannot select an arcane school that is one of your opposition schools. You must have the arcane school class feature to select this ability. You can choose this ability up to three times, each time selecting another arcane school other than your own.</p>", 
            "name": "Flexible School", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Flexible School", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"greater-familiar-link\">You have bound yourself so deeply to your familiar that your life forces are intertwined. Anytime you or your familiar takes damage, you may split the damage evenly between you and your familiar as if using <i>shield other</i>. Using this ability doesn't require an action, but it works only if you're conscious and both you and your familiar are alive. You must have a familiar to select this ability.</p>", 
            "name": "Greater Familiar Link", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Greater Familiar Link", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"harmonious-mage\">Your wizardly studies have moved beyond the concept of opposition schools. Select two opposition schools. These are no longer opposition schools for you, preparing spells from one of these schools now only requires one spell slot of the appropriate level instead of two, and you no longer take the &ndash;4 Spellcraft penalty for crafting items from an opposition school. You must have the arcane school class ability to select this ability, and your arcane school can't be universal.</p>", 
            "name": "Harmonious Mage", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Harmonious Mage", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-bloodline\">When determining the effects of your bloodline powers, you're considered 4 levels higher. This increases the effects of powers you have access to, but doesn't grant you powers at a lower level than normal. If you have a sorcerer bloodline power that can be used multiple times per day, such as metamagic adept, you gain a number of extra uses of that power equal to half your tier (minimum 1). You must have the bloodline class feature to select this ability.</p>", 
            "name": "Mythic Bloodline", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Mythic Bloodline", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-hexes\">Your hexes are more effective against non-mythic targets. When you use a hex that requires a saving throw against a non-mythic target, that target is automatically affected for 1 round (which doesn't count toward the hex's duration) and can't attempt a saving throw to resist the hex. On your turn the next round, the creature attempts its saving throw as normal. If it succeeds at this saving throw, it breaks free of the hex; otherwise, it's affected as normal. You must have the hex class feature to select this ability. You can select this ability twice. If you select it a second time, it also affects your major hexes.</p>", 
            "name": "Mythic Hexes", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Mythic Hexes", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-school\">When determining the effects of your arcane school powers, you're considered 4 levels higher. This increases the effects of powers you have access to, but doesn't grant you powers at a lower level than normal. If you have an arcane school power that can be used multiple times per day, such as blinding ray, you gain a number of extra uses of that power equal half your tier (minimum 1). You must have the arcane school class feature to select this ability.</p>", 
            "name": "Mythic School", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Mythic School", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"perfect-preparation\">You have discovered the secret to preparing spells without having to refer to outside sources. You no longer need to prepare spells from a spellbook (if you're a magus or wizard) or a familiar (if you're a witch). You still must spend the normal amount of time preparing spells. You may keep or discard your spellbook or familiar.</p>", 
            "name": "Perfect Preparation", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Perfect Preparation", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rapid-preparation\">You can prepare a spell in an open spell slot in only 1 minute instead of the normal 15 minutes. You can prepare spells in all of your available spell slots in only 15 minutes instead of the normal 1 hour. As a swift action, you can expend one use of mythic power to instantly prepare one spell in an open spell slot.</p>", 
            "name": "Rapid Preparation", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Rapid Preparation", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"resilient-arcana\">Your spells and effects become more difficult to identify and dispel. Add your tier to the DC of any checks to identify your spells, recognize them as they are being cast, or dispel them using <i>dispel magic</i> or similar effects.</p>", 
            "name": "Resilient Arcana", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Resilient Arcana", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sensory-link\">As a standard action, you can see and hear through your familiar's eyes and ears. While using this ability, you can't see or hear using your normal senses. You can speak through your familiar using any language you know, even if the familiar can't normally speak. You may end the link and restore your own senses as a standard action. While linked, you can expend one use of mythic power to cast a spell and have it originate from your familiar instead of you. You must have a familiar to select this ability.</p>", 
            "name": "Sensory Link", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Sensory Link", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"shifting-mastery\">Whenever you cast or use an arcane polymorph spell, you can grant the target the ability to expend 1 minute of the spell's duration to assume another form allowed by the spell. Changing form in this way is a standard action. The target can assume another form as often as it likes for the duration of the spell. If you're the target, you can change forms as a swift action rather than a standard action. If you expend one use of mythic power when you cast the spell, you can also grant the target the ability to assume the shape of one specific individual that the spell could duplicate (for example, the target could use <i>polymorph</i> to assume the form of a specific animal, humanoid, or elemental, but not a dragon because dragon forms aren't allowed by <i>polymorph</i>). This specific creature must be known to you, but it doesn't have to be known by the target. The target gains a +10 bonus on Disguise checks to pass as that individual, but Bluff checks or knowledge of the individual might be required to make the disguise truly convincing.</p>", 
            "name": "Shifting Mastery", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Shifting Mastery", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"speedy-summons\">When you cast a <i>summon monster</i> spell, the casting time is 1 standard action instead of 1 round. If you expend one use of mythic power, the casting time becomes 1 swift action. If you're a summoner, as a full-round action you can expend one use of mythic power to summon your eidolon. You must be at least 3rd tier to select this ability.</p>", 
            "name": "Speedy Summons", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Speedy Summons", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"spellbane-counterstrike\">With a quick sprint, you retaliate against the caster of a spell you countered. When you successfully counter a spell, you can move up to your speed as part of the counterspell action, as long as you end your movement with the target of the counterspell within melee reach. Your movement from this ability doesn't count toward your total movement for the round. If the target's casting would have provoked an attack of opportunity, you can immediately take an attack of opportunity against the target.</p>", 
            "name": "Spellbane Counterstrike", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Spellbane Counterstrike", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"telekinetic-master\">You can use <i>mage hand</i> or <i>open/close</i> at will as a standard action, and you can affect unattended magical objects with <i>mage hand</i>. The weight limit for these abilities increases by 5 pounds per tier. Treat your caster level as 2 levels higher when casting <i>levitate</i>, <i>telekinesis</i>, and similar spells.</p>", 
            "name": "Telekinetic Master", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Telekinetic Master", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"throw-spell\">When casting a melee touch spell, you can expend one use of mythic power to throw that spell as a ranged touch attack. The range of this thrown spell is 10 feet per tier. If the spell allows you to make multiple melee touch attacks, you may make any number of the attacks as melee touch attacks and throw the rest as you see fit.</p>", 
            "name": "Throw Spell", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Throw Spell", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}