{
    "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
    "name": "3rd-Tier Archmage Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"arcane-metamastery\">As a swift action, you can expend one use of mythic power and pick any one metamagic feat you know that increases the slot level of the spell by 0 or 1 levels. For the next 10 rounds, you can apply this metamagic feat to any arcane spell you cast without increasing the spell slot used or casting time. You can also use this ability on an arcane spell you cast from a scroll, staff, or wand. You can't have more than one use of this ability active at a time. If you use this ability again, any previous use immediately ends (though this doesn't affect spells already cast). You can select this ability more than once. Each time you select this ability, the maximum spell slot level increase of the metamagic feat you can choose goes up by 1, to a maximum of 4.</p>", 
            "name": "Arcane Metamastery", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Arcane Metamastery", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"arcane-potency\">Choose one of your arcane spellcasting classes. You gain four bonus 1st-level arcane spell slots for that class (like the bonus spells gained from a high ability score). This ability doesn't change your number of spells known. You can select this ability more than once. If you choose the same arcane spellcasting class a second time, you gain four bonus 2nd-level spell slots; if you choose it again, you gain 3rd-level slots for choosing it a third time, and so on. This ability can't grant you bonus spells for a spell level that you don't have the ability to cast.</p>", 
            "name": "Arcane Potency", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Arcane Potency", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bloodline-immunity\">The intense power of your sorcerer blood makes you immune to the weapons you rely on. You don't take damage or suffer harmful effects from spells on your bloodline spell list, even ones you aren't of a high enough level to cast. If you're targeted by any of these spells, as an immediate action you can expend one use of mythic power to turn the spell back upon the original caster as if using <i>spell turning</i>. Beneficial effects of spells on your bloodline spell list affect you normally. You must have the bloodline class feature to select this ability.</p>", 
            "name": "Bloodline Immunity", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Bloodline Immunity", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"component-freedom\">When you cast an arcane spell, you can ignore one component of the spell: focus, material, somatic, or verbal. You can ignore a focus or material component only if its total value is equal to or less than 100 gp &times; your tier. You can select this ability more than once; each time you take this ability, the number of components you may ignore for each spell you cast increases by 1.</p>", 
            "name": "Component Freedom", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Component Freedom", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"eldritch-flight\">You gain a bonus on Fly checks equal to your tier. As a standard action, you can expend one use of mythic power to fly (as the <i>fly</i> spell) for a number of minutes equal to your tier. At 6th tier, you instead gain a supernatural fly speed of 60 feet (40 feet if you wear medium or heavy armor, or are carrying a medium or heavy load).</p>", 
            "name": "Eldritch Flight", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Eldritch Flight", 
            "source": "Mythic Adventures", 
            "abbrev": "Sp, Su", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"many-forms\">You can alter your appearance at will as if using <i>alter self</i>. You can expend one use of mythic power to change shape as if using <i>polymorph</i>, with a duration of 1 minute per tier. Your caster level for this ability is a number equal to 10 + your tier. At 6th tier, the duration of the polymorph ability increases to 10 minutes per tier.</p>", 
            "name": "Many Forms", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Many Forms", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mirror-dodge\">When hit by a melee or ranged attack, you can expend one use of mythic power as an immediate action to replace yourself with an illusory duplicate and teleport to any open square within 30 feet of your current position. You take no damage from this attack, which instead destroys your illusory duplicate (similar to <i>mirror image</i>). Using this ability requires a line of effect to the square into which you teleport.</p>", 
            "name": "Mirror Dodge", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Mirror Dodge", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mythic-spellpower\">You have a pool of magical power you can draw upon for casting mythic spells. Up to twice per day, you can use this power to cast a mythic spell without expending any uses of mythic power. You can select this ability up to three times; each time you do, you gain two additional uses of this ability per day.</p>", 
            "name": "Mythic Spellpower", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Mythic Spellpower", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"reverse-scrying\">When you notice a scrying sensor created by a scrying magical effect, you can expend one use of mythic power as a standard action to use that sensor to observe its creator. If the initial scrying effect allows the target a saving throw, the sensor's creator can attempt a saving throw with a DC equal to 10 plus double your tier to realize you are attempting to observe it and block this attempt. If you act strangely once you notice the sensor, its creator might realize you're aware of it; at the GM's discretion, you may need to attempt a Bluff check against the creator's Sense Motive. If your reverse scrying goes unnoticed, you can expend an additional use of mythic power to control what the caster perceives, as if you had cast <i>false vision</i> with a duration of concentration and a caster level equal to double your tier.</p>", 
            "name": "Reverse Scrying", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Reverse Scrying", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"spell-sieve\">If you successfully counterspell an arcane spell that is on your spell list and of a level you can cast, you can absorb the countered spell's power and use it for your own purposes. On your next turn, you can cast that spell as a spell-like ability using your arcane spellcaster level as the caster level.</p>", 
            "name": "Spell Sieve", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Spell Sieve", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"tangible-illusion\">You can temporarily transform an illusory object into a real one. As a full-round action, you can expend one use of mythic power to temporarily transform a single object created by an illusion spell that you cast into a physical, nonmagical version of that object. The object lasts for 10 minutes per tier, after which it reverts to being an illusion (or vanishes, if the duration of the original illusion has expired). During that time, the illusion gains all the physical properties of the depicted illusory object. You must touch the illusion to use this ability, and the object can be no larger than 5 cubic feet per tier. For example, if you create an illusory stone door, you transform it into an actual nonmagical stone door.</p>", 
            "name": "Tangible Illusion", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Tangible Illusion", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}