{
    "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
    "name": "6th-Tier Archmage Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"channel-power\">You gain the ability to channel raw arcane power into a spell. You can also expend one use of mythic power when casting an arcane spell to increase its damage by 50%. If the spell has a duration greater than 1 round, the duration doubles. Any saves required by the spell take a &ndash;4 penalty, although for mythic creatures, this penalty is reduced to &ndash;2. This spell ignores any spell resistance the targets have, although targets immune to the spell or to magic still retain that protection.</p>", 
            "name": "Channel Power", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities/Channel Power", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"divine-knowledge\">You can use arcane power to cast a small number of divine spells. Choose three 1st-level spells from the cleric spell list or three 1st-level spells from the druid spell list. You can add those spells to your spellbook (if you're a magus or wizard) or familiar (if you're a witch) for free and can cast those spells as if they were arcane spells on your class list. You can select this ability up to three times. Each time you select it, you choose three more spells from the same class's spell list (cleric or druid), and the highest spell level you can select from increases by 1 (up to 2nd level the second time and up to 3rd level the third time). You must be a magus, witch, or wizard to select this ability.</p>", 
            "name": "Divine Knowledge", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities/Divine Knowledge", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"eldritch-reciprocation\">You can choose to take extra damage from an arcane spell to replenish mythic power. When you are hit by or fail a saving throw against an arcane spell that deals hit point damage, as an immediate action you can choose to take damage as if that spell were affected by the Maximize Spell feat. If the spell's damage can't be increased by the Maximize Spell feat or is already under the effect of the Maximize Spell feat, you instead take double damage from it. The spell's damage ignores your spell resistance, energy resistance, energy immunities, and other protections against damage. If you take at least 25 points of damage from the spell, you regain one use of mythic power.</p>", 
            "name": "Eldritch Reciprocation", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities/Eldritch Reciprocation", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sanctum\">You gain access to your own personal extradimensional sanctum. By concentrating for 1 minute without interruption, you conjure the door to your own personal sanctum, similar to <i>mage's magnificent mansion</i>, but with the following differences. The sanctum takes up a space equal to six 20-foot cubes per tier, shapeable when you first create it as if it were a spell whose area or effect is shapeable. The sanctum is permanent and persistent, so you can store objects within the sanctum and retrieve them on future visits. The sanctum includes one <i>unseen servant</i> per tier. When you conjure the sanctum's door, you decide which creatures can see and use it (to all other creatures it's invisible and impermeable). The door remains until you dismiss it&mdash;a standard action with unlimited range as long as you are on the same plane as the door. If you dismiss the door while you are outside the sanctum, all creatures other than your familiar are immediately shunted outside. Conjuring the door automatically dismisses any other active door. As a full-round action, your familiar can enter or leave the sanctum from any square adjacent to you, without using the conjured door.</p>", 
            "name": "Sanctum", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities/Sanctum", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}