{
    "body": "<p id=\"archmage-arcana\">Select one of the following abilities. Once chosen, it can't be changed.</p>", 
    "name": "Archmage Arcana", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/Archmage Arcana", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"arcane-surge\">As a swift action, you can expend one use of mythic power to cast any one arcane spell without expending a prepared spell or spell slot. If you prepare spells, this spell must be one you prepared today (even if you have already cast it); if you're a spontaneous caster, this spell must be one of your spells known. If the spell requires a saving throw, any non-mythic creatures affected by the spell roll twice and take the lower result. If you must attempt a caster level check for the spell to overcome a creature's spell resistance, you can roll your caster level check twice (adding your tier to each) and take the higher result. You can't add a metamagic feat to a spell you cast using this ability.</p>", 
            "name": "Arcane Surge", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/Archmage Arcana/Arcane Surge", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mage-strike\">As a swift action, you can expend one use of mythic power to make one melee attack. This is in addition to any other attacks you make this round. If you expend one arcane spell that you've prepared or arcane spell slot that you have available, you gain a bonus on the attack roll equal to double the spell's or slot's level, and the attack deals an additional 2d6 points of energy damage (your choice of acid, cold, electricity, or fire) per level of the spell or slot expended. The normal damage from this attack bypasses all damage reduction, but the energy damage is still affected by resistances and immunities.</p>", 
            "name": "Mage Strike", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/Archmage Arcana/Mage Strike", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"wild-arcana\">As a swift action, you can expend one use of mythic power to cast any one arcane spell without expending a prepared spell or spell slot. The spell must be on one of your arcane class spell lists and must be of a level that you can cast with that arcane spellcasting class. You don't need to have the spell prepared, nor does it need to be on your list of spells known. When casting a spell in this way, you treat your caster level as 2 levels higher for the purpose of any effect dependent on level. You can apply any metamagic feats you know to this spell, but its total adjusted level can't be greater than that of the highest-level arcane spell you can cast from that spellcasting class.</p>", 
            "name": "Wild Arcana", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/Archmage Arcana/Wild Arcana", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}