{
    "body": "<p>High altitude travel can be extremely fatiguing&mdash;and sometimes deadly&mdash;to creatures that aren't used to it. Cold becomes extreme, and the lack of oxygen in the air can wear down even the most hardy of warriors.</p>", 
    "name": "Mountain Travel", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Creatures accustomed to high altitude generally fare better than lowlanders. Any creature with an Environment entry that includes mountains is considered native to the area and acclimated to the high altitude. Characters can also acclimate themselves by living at high altitude for a month. Characters who spend more than two months away from the mountains must reacclimate themselves when they return. Undead, constructs, and other creatures that do not breathe are immune to altitude effects.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Acclimated Characters", 
            "type": "section", 
            "name": "Acclimated Characters", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"altitude-zones\">In general, mountains present three possible altitude bands: low pass, low peak/high pass, and high peak. </p>", 
            "name": "Altitude Zones", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Most travel in low mountains takes place in low passes, a zone consisting largely of alpine meadows and forests. Travelers might find the going difficult (which is reflected in the movement modifiers for traveling through mountains), but the altitude itself has no game effect.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones/Low Pass (lower than 5,000 feet)", 
                    "type": "section", 
                    "name": "Low Pass (lower than 5,000 feet)", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Ascending to the highest slopes of low mountains, or most normal travel through high mountains, falls into this category. All non-acclimated creatures labor to breathe in the thin air at this altitude. Characters must succeed on a Fortitude save each hour (DC 15, +1 per previous check) or be fatigued. The fatigue ends when the character descends to an altitude with more air. Acclimated characters do not have to attempt the Fortitude save. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones/Low Peak or High Pass (5,000 to 15,000 feet)", 
                    "type": "section", 
                    "name": "Low Peak or High Pass (5,000 to 15,000 feet)", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The highest mountains exceed 15,000 feet in height. At these elevations, creatures are subject to both high altitude fatigue (as described above) and altitude sickness, whether or not they're acclimated to high altitudes. Altitude sickness represents long-term oxygen deprivation, and affects mental and physical ability scores. After each 6-hour period a character spends at an altitude of over 15,000 feet, he must succeed on a Fortitude save (DC 15, +1 per previous check) or take 1 point of damage to all ability scores. Creatures acclimated to high altitude receive a +4 competence bonus on their saving throws to resist high altitude effects and altitude sickness, but eventually even seasoned mountaineers must abandon these dangerous elevations. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones/High Peak (more than 15,000 feet)", 
                    "type": "section", 
                    "name": "High Peak (more than 15,000 feet)", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}