{
    "body": "<p>Alignment is a curious creature; it summarizes the philosophy and morality of a person, and yet no two characters with the same alignment are exactly alike. Still, alignment says much about a character's soul and the way she interacts with others.</p><p>Each alignment has a list of philosophies or doctrines that characters may follow, together with a list of core concepts to bear in mind while playing a character of a given alignment. You could decide that one word is particularly crucial to your character&mdash;be that justice, greed, or self. You'll find that some of these words appear in more than one alignment. To one person, \"freedom\" may mean freedom for herself and others, while to another, it may mean freedom to take what she wants.</p><p>When thinking of alignments, use a simple test: How would the character treat a stranger in trouble? A chaotic good person who sees a stranger being robbed would rush to his aid&mdash;a person in distress needs help. A lawful good character would move to take over the situation and see justice done. A neutral character might stand back and watch developments, acting as she sees fit on this occasion, and perhaps acting differently the next time. A chaotic evil character would join in, and perhaps try to rob both the victim and the robbers. A lawful evil character would hang back, waiting for the fight to end, and then take advantage for his own gain or that of his god or cult.</p>", 
    "name": "Alignment", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Justice is all. Honor is my armor. He who commits a crime will pay. Without law and truth, there is only chaos. I am the light, I am the sword of righteousness. My enemy shall pay in the end. Right is might. My soul is pure. My word is truth. </p>", 
            "name": "Lawful Good", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Lawful Good", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Duty, fairness, honor, property, responsibility, right, truth, virtue, worthiness</p><p>A lawful good character believes in honor. A code or faith that she has unshakable belief in likely guides her. She would rather die than betray that faith, and the most extreme followers of this alignment are willing (sometimes even happy) to become martyrs.</p><p>A lawful good character at the extreme end of the lawful-chaotic spectrum can seem pitiless. She may become obsessive about delivering justice, thinking nothing of dedicating herself to chasing a wicked dragon across the world or pursuing a devil into Hell. She can come across as a taskmaster, bent upon her aims without swerving, and may see others who are less committed as weak. Though she may seem austere, even harsh, she is always consistent, working from her doctrine or faith. Hers is a world of order, and she obeys superiors and finds it almost impossible to believe there's any bad in them. She may be more easily duped by such imposters, but in the end she will see justice is done&mdash;by her own hand if necessary.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Core Concepts"
                }
            ]
        }, 
        {
            "body": "<p>Do the best I can. See the good in everyone. Help others. Work toward the greater good. My soul is good, regardless of how I look. Never judge a book by its cover. Devotion to the goodness in life does not require approval. Charity begins at home. Be kind.</p>", 
            "name": "Neutral Good", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Neutral Good", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Benevolence, charity, considerateness, goodness, humaneness, kindness, reason, right</p><p>A neutral good character is good, but not shackled by order. He sees good where he can, but knows evil can exist even in the most ordered place.</p><p>A neutral good character does anything he can, and works with anyone he can, for the greater good. Such a character is devoted to being good, and works in any way he can to achieve it. He may forgive an evil person if he thinks that person has reformed, and he believes that in everyone there is a little bit of good.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Core Concepts"
                }
            ]
        }, 
        {
            "body": "<p>My soul is good, but free. Laws have no conscience. Blind order promotes disorder. Goodness cannot be learned just from a book of prayer. Compassion does not wear a uniform. The smallest act of kindness is never wasted. Repay kindness with kindness. Be kind to someone in trouble&mdash;it may be you who needs kindness the next day.</p>", 
            "name": "Chaotic Good", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Chaotic Good", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Benevolence, charity, freedom, joy, kindness, mercy, warmth</p><p>A chaotic good character cherishes freedom and the right to make her own way. She might have her own ethics and philosophy, but is not rigidly held by them. She may try to do good each day, perhaps being kind to a stranger or giving money to those less fortunate, but does so purely out of joy. Such a character makes up her own mind up about what is good and right based upon truth and facts, but does not fool herself that evil acts are good. Her goodness is benevolent<i>&mdash;</i>perhaps occasionally blind<i>, </i>but always well meant.</p><p>A chaotic good character can seem unpredictable, giving alms to an unfortunate outside a church but refusing to make a donation within. She trusts her instincts and could put more stock in the words of a beggar with kind eyes than the teachings of a harsh-looking bishop. She might rob from the rich and give to the poor, or spend lavishly for her own joy and that of her friends. In extreme cases, a chaotic good character may seem reckless in her benevolence.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Core Concepts"
                }
            ]
        }, 
        {
            "body": "<p>Order begets order. My word is my bond. Chaos will destroy the world. Respect rank. I live by my code and I'll die by my code. Tradition must continue. Order is the foundation of all culture. I am my own judge. </p>", 
            "name": "Lawful Neutral", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Lawful Neutral", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Harmony, loyalty, order, organization, rank, rule, system, tradition, word</p><p>A lawful neutral character admires order and tradition, or seeks to live by a code. He might fear chaos and disorder, and perhaps have good reason to do so from past experience. A lawful neutral person is not as concerned about who rules him so much as how secure he and his compatriots are, and finds great solace in the normality of society. Such a character may admire the strongest of leaders and punishments if they keep order, and he may support wars against other nations even if his own country is a brutal invader&mdash;his only concern is the rightness of the military action.</p><p>A lawful neutral character who follows his own code never breaks it willingly, and may become a martyr to defend it.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Core Concepts"
                }
            ]
        }, 
        {
            "body": "<p>Our whims and desires are irrelevant, compared to the turning wheel of the world. I am who I am. Trust no one but your friends and family. The wheel turns in spite of us. Systems come and go. All empires fade. Time is a healer. The seasons never change. The sun does not care what it rises over.</p>", 
            "name": "Neutral", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Neutral", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Balance, cycles, equality, harmony, impartiality, inevitability, nature, seasons</p><p>A neutral character is unusual in that she may have one of two distinct philosophies: she may be a person who is neutral because of distrust or apathy toward others, or one who wishes to have a truly neutral stance in the world and rejects extremism.</p><p>A neutral character could seem selfish or disinterested. She might be driven primarily by an acceptance of fate, and the most extreme followers of this alignment become hermits, hiding from the zealots of the world. Some neutral characters, however, strive openly for neutrality, and shun any act that veers too extremely toward any alignment. This type of neutral character prides herself on navigating her way between law and chaos, evil and good. She may have a fatalistic view in the face of nature and the fundamental power of night and day.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Core Concepts"
                }
            ]
        }, 
        {
            "body": "<p>A rolling stone gathers no moss. There is only today. Be like the wind and be taken wherever fate sees fit. He who fights fate courts folly. You only live once. Power to those who do not wish for power. Avoid anything in a uniform. Challenge the old orders.</p>", 
            "name": "Chaotic Neutral", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Chaotic Neutral", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Capriciousness, fate, freedom, individuality, liberty, self-possession, unpredictability</p><p>A chaotic neutral character values his own freedom and ability to make choices. He avoids authority and does not fear standing out or appearing different. In extreme cases, he may embrace a lifestyle entirely suited to himself&mdash;living in a cave near a city, becoming an artist, or otherwise challenging traditions. He never accepts anything at face value and makes up his own mind rather than blindly accepting what others tell him to do or think.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Core Concepts"
                }
            ]
        }, 
        {
            "body": "<p>One day, I will rule. A strong leader is admired, a weak leader overthrown. I have principles and I am right. Chaos brings death. In this world there is only order or oblivion. Rank must be respected and feared. The weak will follow sure leaders. Sin is satisfaction. Everyone has vices.</p>", 
            "name": "Lawful Evil", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Lawful Evil", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Calculation, discipline, malevolence, might, punishment, rationality, subjugation, terror</p><p>A lawful evil character goes about her business motivated by her own interests, but knows that ultimately order protects her. She seeks to achieve her own ends<i>&mdash;</i>but through order, not chaos. Even when boiling with anger, she is more likely to carefully plot vengeance than risk her own death through hasty actions. Sometimes that revenge will take years to happen, and that is acceptable.</p><p>A lawful evil character at the extreme end of the spectrum is zealous in her aims and will make any sacrifice to achieve them. Her twisted philosophy can make her paranoid of her closest followers, even family and friends. She stops at nothing to gain control, for only through control can she have peace. Yet even the most powerful and ordered society has its enemies, and to a lawful evil character only the destruction of those enemies can bring fulfillment.</p><p>Order is everything, at any cost.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Core Concepts"
                }
            ]
        }, 
        {
            "body": "<p>I am the most important thing in creation. Do what you want, but never get caught. Conscience is for angels. Evil for evil's sake. Vice is its own reward. The sinner enjoys his life. Evil is just a word. Others envy my freedom and life without conscience.</p>", 
            "name": "Neutral Evil", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Neutral Evil", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Desire, immorality, need, selfishness, sin, vice, viciousness, vileness, wickedness</p><p>Motivated by his own needs and wants, a neutral evil character is without conscience, acting only for self-gratification. He might surround himself with the trappings of cults and evil, but does so purely because it brings him closer to sin and wickedness. While a lawful evil person is inclined to bargain and a chaotic evil one to lash out, a neutral evil person is inclined only to look out for himself. In many ways, he epitomizes evil, since he has no clear loyalty to anything except absolute self-interest.</p><p>An extremist neutral evil character tends to be a loner, since he has either betrayed or slain those who came close to knowing him.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Core Concepts"
                }
            ]
        }, 
        {
            "body": "<p>If I want something, I take it. Might is right. The strong rule the weak. Respect me or suffer. Fear me. There is only today, and today I take what I need. Anger brings out the best in me. I am the stronger one.</p>", 
            "name": "Chaotic Evil", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Chaotic Evil", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Anarchy, anger, amorality, brutality, chaos, degeneracy, freedom, profaneness, violence</p><p>A chaotic evil character is driven entirely by her own anger and needs. She is thoughtless in her actions and acts on whims, regardless of the suffering it causes others.</p><p>In many ways, a chaotic evil character is pinned down by her inherent nature to be unpredictable. She is like a spreading fire, a coming storm, an untested sword blade. An extreme chaotic evil character tends to find similarly minded individuals to be with<i>&mdash;</i>not out of any need for company, but because there is a familiarity in this chaos, and she relishes the opportunity to be true to her nature with others who share that delight.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Core Concepts"
                }
            ]
        }, 
        {
            "body": "<p>Over time, a character might become disillusioned and drift toward a different alignment. This section describes an optional system for tracking incremental changes to a character's alignment.</p><p>Every character has a 9-point scale for the lawful-chaotic alignment axis (see Table 3&mdash;1), with 1, 2, and 3 representing lawful, 7, 8, and 9 representing chaotic, and the rest representing neutral. Each character has a similar scale for the good-evil alignment axis, with 1, 2, and 3 representing good and 7, 8, and 9 representing evil.</p><p> The player decides where the character's alignment is on the alignment track. For example, a mischievous rogue with a good heart may be a 7 on the lawful-chaotic axis and an 2 on the good-evil axis<i>&mdash;</i>a chaotic good character who is more good than chaotic. A cruel but honorable knight could be a 1 on the lawful-chaotic axis and a 7 on the good-evil axis, a lawful evil character who is far more lawful than evil.</p><p>When a character performs an action that is out of character for his listed alignment, the GM decides whether the action is enough to shift the character's alignment on the appropriate alignment track, and if so by how much. Executing a captured orc combatant so the PCs don't have to haul it to a distant prison may only be 1 step toward evil; torturing a hostage for information may be 2 steps. For minor infractions, the GM can just issue a warning that further actions will cause a shift on the alignment track. Extreme, deliberate acts, such as burning down an orphanage full of children just for the fun of it, should push the character fully into that alignment, regardless of the character's original position on the alignment track.</p><p>When a character's position on an alignment track shifts into another alignment (such as from 3 to 4 or 7 to 6), change the character's listed alignment to the new alignment. The character takes a &mdash;1 penalty on attack rolls, saving throws, and checks because of guilt, regrets, or bad luck associated with abandoning his previous ethics. After 1 week, this penalty goes away. Note that the character is still \"on the border\" of his previous alignment, and later actions could make him shift back to his previous alignment, with a repeat of the 1-week penalty, so after an alignment change, it is in the character's best interest to act in accordance with that new alignment, embracing his new beliefs and philosophy. This penalty is in addition to any other consequences of changing alignment (such as becoming an ex-cleric or ex-paladin).</p><p>The mechanism for strengthening a character's position within a particular section of the alignment track requires greater effort than acting out of character. A person who is a little bit good (3) has to work hard to become very good (1)&mdash;even a lifetime of mildly good acts is insufficient. If a character makes a great effort toward promoting or maintaining that alignment, the GM should decide whether that merits a shift toward one of the \"safest\" points on the alignment track (1, 5, and 9) where most out-of-alignment acts don't risk an immediate alignment change. This helps prevent players from gaming the system by offsetting minor evil acts with an equivalent number of minor good acts to remain within the good section of the evil-good alignment axis.</p><p>A forced alignment change, such as from a <i>helm of opposite alignment</i>, shifts a character's position on each alignment track to the corresponding opposite position (1 becomes 9, 2 becomes 8, and so on); a true neutral character jumps to an extreme point on both alignment tracks (1/1, 1/9, 9/1, or 9/9). Unlike a deliberate alignment change, a forced alignment change does not incur the normal 1-week penalty on attack rolls, saving throws, and checks.</p><p>Using an <i>atonement</i> spell moves the character's position on the alignment track the minimum amount to return the character to his previous alignment. For example, a fallen paladin using <i>atonement</i> to become good again shifts her position on the good-evil track to 3, even if she originally was at 2 or 1. The spell is a means of reversing the worst of an indiscretion, not for gaining a safe buffer within an alignment zone on the track, and this gives the character an incentive to work toward entrenching herself within the tenets of the restored alignment. Using the \"reverse magical alignment change\" option of <i>atonement</i> does not give the target the normal alignment-change penalty on attack rolls, saving throws, and checks, but accepting the \"redemption or temptation\" option does.</p><p>A GM who wants a grittier campaign or more flexibility in changing alignment can alter the size of the alignment zones (where everything but 1 and 9 are neutral), use a scale with more than 9 points to allow more granularity when quantifying alignment acts, or create transition areas between the alignment zones where characters can slowly change alignment without penalty.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Changing alignment", 
            "type": "section", 
            "name": "Changing alignment", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>When a forced alignment change is purely arbitrary (such as from a curse or magic item), some players look upon this change as a chance explore the character acting in a different way, but most players prefer the character's original concept and want it to return to normal as soon as possible. GMs should avoid overusing forced alignment changes or make them only temporary (such as a scenario where the characters are dominated by an evil entity and are freed once the entity has accomplished a particular goal). Remember that if players wanted to play characters of other alignments, they would have asked to play them, and radical shifts ruin many character concepts.</p><p>Some classes lose class abilities when a character changes alignments. Alignment changes may be interesting for a short adventure, such as freeing a monk from the curse of a chaotic monkey god, but these situations should be unusual. For some characters, changing alignment is a character-altering concept akin to destroying a wizard's spellbook or amputating an archer's arm&mdash;the scars are long-lasting, hard to reverse, and end up punishing the player.</p>", 
            "name": "Forced Alignment Change", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Forced Alignment Change", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table id=\"table-changing-alignment\"><caption>Changing Alignment</caption><thead><tr><th>1</th><th>2</th><th>3</th><th>4</th><th>5</th><th>6</th><th>7</th><th>8</th><th>9</th></tr></thead><tr class=\"odd\"><td colspan=\"3\" style=\"text-align: center;\">Lawful</td><td colspan=\"3\" style=\"text-align: center;\">Neutral</td><td colspan=\"3\" style=\"text-align: center;\">Chaotic</td></tr><thead><tr><th>1</th><th>2</th><th>3</th><th>4</th><th>5</th><th>6</th><th>7</th><th>8</th><th>9</th></tr></thead><tr class=\"odd\"><td colspan=\"3\" style=\"text-align: center;\">Good</td><td colspan=\"3\" style=\"text-align: center;\">Neutral</td><td colspan=\"3\" style=\"text-align: center;\">Evil</td></tr></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Forced Alignment Change/Changing Alignment", 
                    "type": "table", 
                    "name": "Changing Alignment", 
                    "source": "Ultimate Campaign"
                }
            ]
        }
    ]
}