{
    "body": "<p>An item is worth only what someone will pay for it. To an art collector, a canvas covered in daubs of random paint may be a masterpiece; a priestess might believe a weathered jawbone is a holy relic of a saint. The rules presented here offer you a way of playing through the process of selling off goods brought up from a crypt, liberated from a baron's bedchamber, or plundered from a dragon's vault. They also enable players to establish contacts with local fences, launderers, antiquarians, and obsessive collectors.</p>", 
    "name": "Bargaining", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The Appraise skill allows a character to accurately value an object. However, the fine arts of the jeweler, antiquarian, and bibliophile are complex. Valuable paintings may be concealed by grime, and books of incredible rarity may be bound in tattered leather covers. Because failure means an inaccurate estimate, the GM should attempt this skill check in secret.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Valuation", 
            "type": "section", 
            "name": "Valuation", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>In general, a character can sell an item for half its listed price. This keeps players from getting bogged down in bargaining with NPCs over 10 gp on a 10,000 gp item, and maintains game balance by not allowing players to use bargaining to exceed the Wealth by Level guidelines by buying low and selling high. The \"sell for half\" rule allows a fair price for standard items in normal circumstances.</p><p>For rare or unique items, or in certain cases, the GM might allow or encourage bargaining. Keep in mind that bargaining usually involves one PC talking with an NPC while the other players wait, and watching someone else bargain is rarely interesting. Bargaining should be infrequent, and should happen only when it's important to the story.</p><p>By using the rules for bargaining, you give up some control over your PC's decisions and accept the risk of the deal falling through to gain the chance of getting a better price.</p>", 
            "name": "Bargaining Rules", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>The seller suggests a price to the buyer. If the Asking Price is more than 150% of the item's actual value, the buyer simply refuses to bargain. The lowest amount the seller will accept is 75% of this Asking Price.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 1 Seller Sets the Asking Price", 
                    "type": "section", 
                    "name": "Step 1: Seller Sets the Asking Price", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>The buyer chooses to attempt either an Appraise check to estimate the item's value or a Sense Motive check opposed by the seller's Bluff check (with failure meaning the buyer believes the seller is being fair). If the seller's price is the same as the buyer's estimation of the item's value, no Sense Motive check is needed and the buyer believes the seller.</p><p>A group of items can be sold as a unit. If the buyer is dealing with a mix of items she can appraise and others she can only guess about, she uses either Appraise or Sense Motive, depending on which she has more skill ranks in.</p><p>The GM can allow a PC to substitute an appropriate Knowledge skill for Appraise or Sense Motive, such as Knowledge (arcana) for selling a rare book about magic. He may also assign modifiers to skill checks to reflect expertise or ignorance about a specific type of item, good roleplaying, or insulting behavior toward an NPC buyer or seller.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 2 Evaluate Item", 
                    "type": "section", 
                    "name": "Step 2: Evaluate Item", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>The Undercut Percentage is a portion of the item's price or value used to determine the buyer's Initial and Final Offers.</p><p>To determine the Undercut Percentage, have the buyer attempt a Bluff check opposed by the seller's Sense Motive check. The Undercut Percentage is 2%, plus 1% for every point by which the Bluff check exceeds the Sense Motive check (minimum 0%).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 3 Determine Undercut", 
                    "type": "section", 
                    "name": "Step 3: Determine Undercut", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>The Initial Offer is the buyer's first counteroffer to the seller's Asking Price. The Final Offer is the largest amount the buyer is willing to pay. Though the seller and buyer negotiate back and forth, the buyer won't exceed this offer. For example, if the seller's Asking Price is 1,000 gp, the buyer's Initial Offer may be 800 gp and the Final Offer 900 gp. These offers are determined by how much the buyer thinks the item is worth compared to the seller's Asking Price.</p>", 
                    "name": "Step 4: Set Offers", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 4 Set Offers", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>If the seller's Asking Price is less than or equal to the amount that the buyer thinks the item is worth, subtract the Undercut Percentage from the seller's price to get the Final Offer, and subtract 2 × the Undercut Percentage to get the Initial Offer.</p>", 
                            "name": "Fair", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 4 Set Offers/Fair", 
                            "source": "Ultimate Campaign", 
                            "abbrev": "Appraise or Sense Motive", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p>If the result of the buyer's Appraise check leads her to believe the item is worth less than the seller's Asking Price, subtract the Undercut Percentage from the buyer's estimate of the item's value to get the Final Offer, and subtract 2 × the Undercut Percentage to get the Initial Offer.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 4 Set Offers/Unfair (Appraise)", 
                            "type": "section", 
                            "name": "Unfair (Appraise)", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>If the result of the buyer's Appraise check leads her to believe the seller's Asking Price is too high, subtract 2 × the Undercut Percentage from the seller's Asking Price to get the Final Offer, and subtract 4 × the Undercut Percentage to get the Initial Offer.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 4 Set Offers/Unfair (Sense Motive)", 
                            "type": "section", 
                            "name": "Unfair (Sense Motive)", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>The buyer begins bargaining by countering the seller's price with her Initial Offer. This step repeats until the buyer and seller agree on a price or one side ends negotiations.</p>", 
                    "name": "Step 5: Bargain", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 5 Bargain", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>If the seller counters with a price that is less than the buyer's Final Offer, have the seller attempt a Diplomacy check (DC 15 + the buyer's Charisma modifier). Success means the buyer accepts the seller's counteroffer and buys the item. Failure means the buyer holds at her Initial Offer. The seller can try again, but the Diplomacy check DC increases by 5 unless the seller lowers his price.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 5 Bargain/Counteroffer Is Less Than Final Offer", 
                            "type": "section", 
                            "name": "Counteroffer Is Less Than Final Offer", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>If the seller counters with a price that is the same as the buyer's Final Offer, have the seller attempt a Diplomacy check (20 + the buyer's Charisma modifier). Success means the buyer accepts the seller's counteroffer and buys the item. Failure means the buyer counteroffers at a price between the Initial Offer and the Final Offer. The seller can try again, but the Diplomacy DC increases by 5 unless the seller lowers his price.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 5 Bargain/Counteroffer Equals Final Offer", 
                            "type": "section", 
                            "name": "Counteroffer Equals Final Offer", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>If the seller counters with a price higher than the buyer's Final Offer, have the seller attempt a Diplomacy check (25 + the buyer's Charisma modifier). Success means the buyer counteroffers at a price between the Initial Offer and the Final Offer. Failure means the buyer holds at her Initial Offer. Failure by 5 or more means the buyer is insulted and lowers her offer or refuses to deal with the seller. The seller can try again, but the Diplomacy DC increases by 5 unless the seller lowers his price.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Step 5 Bargain/Counteroffer Exceeds Final Offer", 
                            "type": "section", 
                            "name": "Counteroffer Exceeds Final Offer", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>Orshok has a jeweled idol worth 1,800 gp he mistakenly appraised at 2,000 gp. He tries to sell it to an art collector at an Asking Price of 2,200 gp, knowing the collector will counter with a lower price. The collector succeeds at her Appraise check and realizes the idol's actual value. The collector attempts a Bluff check against Orshok's Sense Motive check and succeeds by 1, so her Undercut Percentage is 3% (base 2% plus 1% for exceeding the check by 1). Because the collector thinks the idol is worth less than Orshok's price, her Initial Offer is 6% less than her estimate of the value (1,692 gp) and her Final Offer is 3% less than her estimate (1,746 gp). When she makes her Initial Offer, Orshok counters with a price of 2,000 gp. This is higher than the collector's Final Offer, so Orshok attempts a Diplomacy check whose DC equals 25 + the buyer's Charisma modifier to keep the buyer's interest. He succeeds at the check, so the buyer counteroffers 1,740 gp (between her Initial and Final Offers). Orshok doesn't think the collector will go much higher, and decides to find another buyer.</p><p>Later, Orshok tries to sell the idol to a spice merchant who finds it interesting but knows nothing about art. Orshok again starts with a price of 2,200 gp. The merchant's Sense Motive check beats Orshok's Bluff check, so she realizes he isn't offering a fair price. The merchant attempts a Bluff check opposed by Orshok's Sense Motive check and succeeds by 4, which makes her Undercut Percentage 6% (base 2% plus 4% for exceeding the check by 4). The merchant's Initial Offer is 12% less than Orshok's price (1,936 gp), and her Final Offer is 6% less than Orshok's price (2,068 gp). Orshok counters with a price of 2,000 gp. This is less than the merchant's Final Offer, so Orshok attempts a Diplomacy check (DC 15 + the buyer's Charisma modifier). He succeeds, so the merchant accepts Orshok's counteroffer and buys the item for 2,000 gp.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Bargaining Rules/Examples of Bargaining", 
                    "type": "section", 
                    "name": "Examples of Bargaining", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>The GM can define a few NPCs as collectors, traders, or antiquarians interested in unusual items PCs collect after their adventures. If the PCs establish an amiable relationship with these collectors over time, the GM can reduce the base Undercut Percentage to 1% or even 0%, especially if the PCs' offerings cater to the NPCs' interests. Likewise, PCs may develop bad blood with one or more buyers; such buyers' Undercut Percentage may rise to 5% or higher, or the buyers may refuse to bargain with the PCs at all.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Collector NPCs", 
            "type": "section", 
            "name": "Collector NPCs", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>When PCs attempt to sell multiples of a durable good, the GM may lower the offered prices by 10% or more to reflect market saturation in that location. For example, a border town patrolled by guards with crossbows can always use more <i>+1 bolts</i>, but has limited use for a wagonload of masterwork spiked chains, so the Initial and Final Offers for the spiked chains would be 10% lower.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Flooding the Market", 
            "type": "section", 
            "name": "Flooding the Market", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Trade goods are exempt from bargaining, even in extraordinary circumstances.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Trade Goods", 
            "type": "section", 
            "name": "Trade Goods", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>An unscrupulous character may use magic to charm or dupe buyers into accepting inflated prices. Something as simple as <i>charm person</i> can alter the Diplomacy and Sense Motive DCs by 5 in the spellcaster's favor for an entire negotiation, and a specific <i>suggestion</i> can alter the result on a single roll by 10 in the caster's favor. If the buyer later realizes that magic influenced the negotiation, she may refuse to deal with the spellcaster and attempt to get her money back, or at least report the spellcaster to the local authorities.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Bargaining/Using Magic to Bargain", 
            "type": "section", 
            "name": "Using Magic to Bargain", 
            "source": "Ultimate Campaign"
        }
    ]
}