{
    "body": "<p>In a typical campaign, each player controls one character. However, there are several ways for you to temporarily or permanently gain the assistance of a companion, such as an animal companion, a cohort, an eidolon, or a familiar. The combat advantages of controlling a second creature are obvious, but having a companion also has drawbacks and requires an understanding of both your role and the GM's in determining the creature's actions. This section addresses common issues for companions and the characters who use them.</p>", 
    "name": "Companions", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>How a companion works depends on the campaign as well as the companion's nature, intelligence, and abilities. In some cases, the rules do not specify whether you or the GM controls the companion. If you're entirely in control, the companion acts like a subsidiary PC, doing exactly what you want just like a true PC. If the GM is control, you can make suggestions or attempt to influence the companion, but the GM determines whether the creature is willing or able to attempt what you want.</p>", 
            "name": "Controlling Companions", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Whether you or the GM controls a particular companion depends largely on the creature's intelligence and level of independence from you.</p>", 
                    "name": "Aspects of Control", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>A nonsentient companion (one with animal-level intelligence) is loyal to you in the way a well-trained dog is&mdash;the creature is conditioned to obey your commands, but its behavior is limited by its intelligence and it can't make altruistic moral decisions&mdash;such as nobly sacrificing itself to save another. Animal companions, cavalier mounts, and purchased creatures (such as common horses and guard dogs) fall into this category. In general they're GM-controlled companions. You can direct them using the Handle Animal skill, but their specific behavior is up to the GM.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Nonsentient Companions", 
                            "type": "section", 
                            "name": "Nonsentient Companions", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>A sentient companion (a creature that can understand language and has an Intelligence score of at least 3) is considered your ally and obeys your suggestions and orders to the best of its ability. It won't necessarily blindly follow a suicidal order, but it has your interests at heart and does what it can to keep you alive. Paladin bonded mounts, familiars, and cohorts fall into this category, and are usually player-controlled companions.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Sentient Companions", 
                            "type": "section", 
                            "name": "Sentient Companions", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>Outside the linear obedience and intelligence scale of sentient and nonsentient companions are eidolons: intelligent entities magically bound to you. Whether you wish to roleplay this relationship as friendly or coerced, the eidolon is inclined to obey you unless you give a command only to spite it. An eidolon would obey a cruel summoner's order to save a child from a burning building, knowing that at worst the fire damage would temporarily banish it, but it wouldn't stand in a bonfire just because the summoner said to. An eidolon is normally a player-controlled companion, but the GM can have the eidolon refuse extreme orders that would cause it to suffer needlessly.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Eidolons", 
                            "type": "section", 
                            "name": "Eidolons", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p><i>Charm person</i>, <i>dominate person</i>, and similar effects turn an NPC into a companion for a limited time. Most charm-like effects make the target friendly to you&mdash;the target has to follow your requests only if they're reasonable, and has its own ideas about what is reasonable. For example, few creatures consider \"hand over all your valuables\" or \"let me put these manacles on you\" a reasonable request from a friend. You might have to use Diplomacy or Intimidate checks to influence a charmed ally, and the GM has the final say as to what happens. Though the target of a charm effect considers you a friend, it probably feels indifferent at best toward the other PCs and won't listen to requests from them. A creature under a dominate effect is more of a puppet, and you can force it to do anything that isn't suicidal or otherwise against its well-being. Treat it as player-controlled, with the GM making its saving throws to resist inappropriate commands.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Magical Control", 
                            "type": "section", 
                            "name": "Magical Control", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>Some companions are exceptions, such as an intelligent companion who doesn't bear exceptional loyalty toward you (for example, a hired guard), a weaker minion who is loyal to you but lacks the abilities or resources to assist in adventuring tasks, and a called outsider (such as from <i>planar ally</i>) who agrees to a specific service but still has a sense of self-preservation. You can use Bluff, Diplomacy, and Intimidate to influence such companions, but the GM is the final arbiter of their actions. For example, a PC might use threats to convince a caravan guard to hold back an ogre for a few rounds or to prevent her zealous followers from attacking a rival adventurer, but the GM makes the decision whether the guard runs away after getting hit once or the followers attack when provoked.</p><p>The GM may deviate from the above suggestions, such as allowing a druid to control an animal companion directly, creating a more equivalent or even antagonistic relationship between a summoner and an eidolon, or roleplaying a mentoring relationship between a veteran warhorse and the young paladin who inherited his loyalty. Before you create a character with a companion creature (or decide to add a companion in play), the GM should explain to everyone how much influence you and the GM each have over the creature's actions. That way, everyone is fully informed about all aspects of dealing with the companion.</p><p>The specifics of controlling a companion vary for different campaigns. A gritty campaign where animal companions can't do anything that real animals can't do forces the GM to act as a check against you pushing the bounds of creativity. A high-fantasy game where familiars are nearly as important to the storyline as the PCs&mdash;or are played as near-PCs by other players&mdash;is a very different feel and can create interesting roleplaying opportunities. An evil campaign where companions are unwilling slaves of the PCs creates a dynamic where the PCs are trying to exploit them as much as possible&mdash;perhaps even sacrificing and replacing them as needed&mdash;and treat them more like living tools than reluctant allies.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Aspects of Control/Common Exceptions", 
                            "type": "section", 
                            "name": "Common Exceptions", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>The GM should keep in mind several factors when it comes to companions, whether handling them as suggested above or altering the balance to give you more or less control.</p>", 
                    "name": "Issues of Control", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Issues of Control", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Changing who controls a companion can make the game easier or harder for the GM. Controlling a cohort in combat is one more complex thing for the GM to deal with. The GM must keep track of a cohort's tactics and motivations and how those affect it in combat while keeping her own knowledge of the monsters separate from the cohort's knowledge; otherwise, the cohort will outshine the PCs with superior tactics. Giving you control over these decisions (while still allowing the GM to veto certain actions) alleviates some of the burden and allows you to plan interesting tactics between yourself and your cohort, much as you would have mastered during times you trained together.</p><p>Conversely, giving a player full control over the actions of two characters can slow down the game. If you're prone to choice paralysis, playing two turns every round can drag the game to a halt. If this is a problem, the GM should suggest that another player help run the companion or ask you to give up the companion and alter yourself to compensate (such as by choosing a different feat in place of Leadership, taking a domain instead of a druid animal companion, or selecting the \"companions\" option for a ranger's hunter's bond ability instead of an animal).</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Issues of Control/Ease of Play", 
                            "type": "section", 
                            "name": "Ease of Play", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>Even a simple change like allowing players to directly control companions has repercussions in the game mechanics. For example, if a druid has complete control over an animal companion, there's no reason for her to put ranks in Handle Animal, freeing up those ranks for other valuable skills like Perception. If a wizard with a guard dog doesn't have to use a move action to make a Handle Animal check to have the dog attack, he has a full set of actions each round and a minion creature that doesn't require investing any extra time to \"summon\" it. If companion animals don't have to know specific tricks, the PC can use any animal like an ally and plan strategies (like flanking) as if the animal were much smarter than it actually is.</p><p>With intelligent companions such as cohorts, giving you full control means you're controlling two characters and can take twice as many actions as the other players. The GM can create a middle ground, such as requiring you to put ranks in Handle Animal but not requiring you to make checks, or reducing the action needed to command an animal, but these decisions should be made before the companion joins the group.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Issues of Control/Game Balance", 
                            "type": "section", 
                            "name": "Game Balance", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>Whenever you control multiple creatures, there are issues of sharing information between you and your companions. Some companions have special abilities that facilitate this sort of communication, such as a familiar's empathic link or an eidolon's bond senses ability, but most companions are limited to what they can observe with their own senses. For example, if a wizard using <i>see invisibility</i> knows there is an invisible rogue across the room, he can't just direct his guard dog to attack the rogue; he has to use the seek command to move the dog to the general area of the rogue, and even then he can't use the attack command to attack the rogue because the rogue isn't an \"apparent enemy.\" If the GM allows the wizard to make the dog fight the invisible rogue, that makes the animal much more versatile than normal, and also devalues the special nature of a true empathic or telepathic bond with a companion. If the dog is allowed to work outside the PC's line of sight, it devalues abilities such as a wizard's ability to scry on his familiar. Of course, intelligent companions using speech can bypass some of these limitations (such as telling a cohort there's an invisible rogue in the corner).</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Controlling Companions/Issues of Control/Sharing Information", 
                            "type": "section", 
                            "name": "Sharing Information", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Another issue is who gets to control the companion's advancement. Animal companions, eidolons, and cohorts all advance much like PCs, making choices about feats, skills, special abilities, and (in the case of cohorts) class levels. Whoever controls the companion's actions also makes decisions about its advancement, but there is more of a shared role between you and the GM for some types of companions.</p>", 
            "name": "Advancing Companions", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Advancing Companions", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Advancement choices for an animal companion include feats, skills, ability score increases, and tricks.</p><p>If the companion's Intelligence score is 2 or lower, it is limited to a small selection of feats (see Animal Feats). You should decide what feats the animal learns, though the GM should have a say about whether a desired feat is appropriate to the animal's type and training&mdash;fortunately, the feats on the list are appropriate for just about any animal. If the animal's Intelligence is 3 or higher (whether from using its ability score increase or a magic item), it can select any feat that it qualifies for. You should decide what feat it learns, subject to GM approval, although the creature's higher intelligence might mean it has its own ideas about what it wants to learn.</p><p>As with feats, you should decide what skills your animal companion learns, chosen from the Animal Skills list and subject to GM approval. If the animal's Intelligence score is 3 or higher, it can put its ranks into any skill, with the GM's approval. Of course, the animal might not have the physical ability to perform certain skills (a dog can't create disguises, an elephant can't use the Ride skill, and so on).</p><p>Ability score increases are straightforward when it comes to physical ability scores&mdash;training an animal to be stronger, more agile, or tougher are all reasonable tasks. Training an animal to be smarter, more intuitive, or more self-aware is less easy to justify&mdash;except in the context where people can cast spells and speak with animals.</p><p>Because you're responsible for using the Handle Animal skill to teach your companion its tricks, you decide what tricks the companion learns. If you're not skilled at training animals or lack the time to do it yourself, you can hire an expert trainer to do it for you or use the downtime system to take care of this training.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Advancing Companions/Animal Companion", 
                    "type": "section", 
                    "name": "Animal Companion", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Advancement choices for a cohort include feats, skills, ability score increases, and class levels.</p><p>A cohort is generally considered a player-controlled companion, and therefore you get to decide how the cohort advances. The GM might step in if you make choices that are inappropriate for the cohort, use the cohort as a mechanism for pushing the boundaries of the game rules, or treat the cohort unfairly. A cohort is a loyal companion and ally to you, and expects you to treat him fairly, generously, without aloofness or cruelty, and without devoting too much attention to other minions such as familiars or animal companions. The cohort's attitude toward you is generally helpful (as if using the Diplomacy skill); he complies with most of your requests without any sort of skill check, except for requests that are against his nature or put him in serious peril.</p><p>If you exploit your cohort, you'll quickly find your Leadership score shrinking away. Although this doesn't change the cohort's level, the cohort can't gain levels until your Leadership score allows for a level increase, so if you're a poor leader, you must wait longer for your cohort to level up. In extreme cases, the cohort might abandon you, and you'll have to recruit a new cohort.</p><p>Examples of inappropriate advancement choices are a good-aligned companion selecting morally questionable feats, a clumsy cohort suddenly putting many ranks in Disable Device (so he can take all the risks in searching for traps instead of you), a spellcaster cohort taking nothing but item creation feats (so you get access to plenty of cheap magic items at the cost of just one feat, Leadership), a fighter cohort taking a level in wizard when he had no previous interest in magic, or you not interacting with your cleric cohort other than to gain defensive spells from a different class or a flanking bonus.</p><p>When you select the Leadership feat, you and the GM should discuss the cohort's background, personality, interests, and role in the campaign and party. Not only does this give the GM the opportunity to reject a cohort concept that goes against the theme of the campaign, but the GM can plan adventure hooks involving the cohort for future quests. The random background generator in Chapter 1 can help greatly when filling in details about the cohort. Once the discussion is done, writing down a biography and personality profile of the cohort helps cement his role in the campaign and provides a strong reference point for later talks about what is or is not appropriate advancement for the cohort.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Advancing Companions/Cohort", 
                    "type": "section", 
                    "name": "Cohort", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Compared to an animal companion or cohort, an eidolon is a unique type of companion&mdash;it is intelligent and loyal to you, and you have absolute power over whether it is present in the material world or banished to its home plane. You literally have the power to reshape the eidolon's body using the <i>transmogrify</i> spell, and though technically the eidolon can resist this&mdash;the Saving Throw is \"Will negates (harmless)\"&mdash;it is assumed that the eidolon complies with what you want. After all, the eidolon can't actually be killed while summoned; at worst, it might experience pain before damage sends it back to its home plane. This means the eidolon is usually willing to take great risks to help you. If swimming through acid was the only way to save you, it would do so, knowing that it won't die and will recover. The eidolon is a subservient creature whose very nature depends upon your will, so you decide what feats, skill points, ability score increases, and evolutions the eidolon gains as it advances.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Advancing Companions/Eidolon", 
                    "type": "section", 
                    "name": "Eidolon", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Because a follower is much lower level than you, it's generally not worth determining a follower's exact feats and skill ranks, as he would be ineffective against opponents appropriate for your level. In most cases, knowing the follower's name, gender, race, class, level, and profession is sufficient, such as \"Lars, male human expert 1, sailor.\" Since followers lack full stat blocks, the issue of advancing them is irrelevant. If your Leadership score improves, just add new followers rather than advancing existing ones. However, if events require advancing a follower (such as turning a follower into a cohort to replace a dead cohort), use the same guidelines as for cohorts.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Advancing Companions/Follower", 
                    "type": "section", 
                    "name": "Follower", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Hirelings don't normally gain levels. If the GM is running a kingdom-building campaign where hireling NPCs are heavily involved, you might suggest ways for NPCs to advance, but the final decision is up to the GM. If you want more control over your hireling's feats, skills, and class levels, you should select that hireling as a follower with the Leadership feat.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Advancing Companions/Hirelings", 
                    "type": "section", 
                    "name": "Hirelings", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Common mounts (such as horses or riding dogs bought from a merchant, rather than mounts that are class features) don't normally advance. If extraordinary circumstances merit a mount gaining Hit Dice, and you have Handle Animal ranks and take an interest in training the animal, use the same guidelines as those for animal companions.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Advancing Companions/Mounts", 
                    "type": "section", 
                    "name": "Mounts", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Often, a companion is forgotten about when it's not needed. A familiar hides in a backpack and only comes out when the sorcerer needs to spy on something or deliver a spell with a range of touch. An animal companion or cohort follows the druid silently and acts only when a skill check or attack roll is needed. An eidolon is used as a mount or an expendable resource in battle. You and the GM need to remember that a companion is a creature, not an unthinking tool, and can't simply be ignored.</p>", 
            "name": "Remembering Companions", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Remembering Companions", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p class='stat-block-1'><b>Props </b>: Physical props can help you, the other players, and the GM remember companions. If the campaign uses miniatures on the tabletop, the companion should have its own miniature or token. If all the adventurers move forward, it's easy to see that a lonely miniature was left behind. Even without miniatures, having a physical representation of the companion on the tabletop keeps it in mind. Whether this is a stuffed animal, a toy, an action figure, a cardboard stand-up, a GameMastery Face Card, or a simple character sheet with a colorful illustration, this kind of reminder gives the companion a presence on the tabletop.</p><p class='stat-block-1'><b>Another Player </b>: If you regularly forget the presence of your companion and the GM is busy dealing with the rest of the game, another player can take over playing the companion. If the second player has an introverted character or one whose actions in combat are fast and efficient, allowing that player to control the companion gives him another opportunity to have some time in the spotlight. The second player should roll initiative separately for the companion so the companion's actions don't get forgotten on either turn&mdash;giving the companion its own turn reinforces its role in the party.</p><p>There are several ways to make sure a companion doesn't get lost or forgotten.</p><p>Allowing another character to play the companion also gives the group additional roleplaying opportunities. You might feel silly talking as both your character and your cohort, but more comfortable having a dialogue with your cohort when it's played by someone else (this also keeps the cohort from blindly doing whatever you say). Wearing a hat or mask, or holding up a small flag or banner to represent the companion can help other players keep track of who is acting when you speak.</p>", 
                    "name": "Tips for Remembering Companions", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Remembering Companions/Tips for Remembering Companions", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Some gaming groups have a casual player, friend, spouse, or child who isn't interested in playing a normal character for the campaign, but likes to watch the game or be nearby when everyone else is playing. That person might be interested in playing a companion for one or more sessions (especially if it's a creature that's funny and cute). This is an opportunity for that person to get involved in the game without the responsibility of being a full contributing member to the group&mdash;and just might be the hook that convinces that observer to become active in the game.</p><p>If playing a companion goes well, the GM may create a one-shot spin-off adventure in which all the players play companion creatures instead of normal PCs (perhaps because the PCs are captured, incapacitated, or merely sleeping), returning to the normal campaign when that adventure is completed.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Remembering Companions/Tips for Remembering Companions/Casual Observer", 
                            "type": "section", 
                            "name": "Casual Observer", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>Followers are a little more complex because there can be so many of them and they don't usually adventure with you. You and the GM should keep notes about each follower (or group of followers, if there are several in a common location such as a temple) and link this information to the followers' base of operations. For example, the GM's notes about the capital city should mention the thieves' guild informant follower of the rogue PC. Artwork representing the follower (even a simple piece of free clip art found online) can be a stronger reminder than a name that's easily lost in a page full of words.</p><p>Followers also have a unique companion role in that they spend most of their time away from you, and might use that time positively or negatively. Just because a follower is low level and you're not doesn't mean the follower stops being a person with needs, fears, and a role to play in your heroic story. Even if you dismiss the follower aspect of the Leadership feat as baggage, a follower is going to pay attention to what you do, and if this hero-worship grows tarnished from neglect or abuse, that very same follower provides an opportunity for the GM to demonstrate how bad will among the common folk can negatively affect an adventurer's life (see the Reputation section of this chapter for more information).</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Remembering Companions/Tips for Remembering Companions/Remembering Followers", 
                            "type": "section", 
                            "name": "Remembering Followers", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Having a companion in the party is an incredible opportunity for the GM to introduce plot elements into a campaign&mdash;and more interesting plots than \"the companion has been kidnapped!\" The players have a general idea about their characters' pre-adventurer histories, but a companion is a bit of a mystery. What did it do before it met you? What is its motivation for joining the adventuring party? What are its goals? What does it do when you aren't around?</p>", 
            "name": "Companion Plot Hooks", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Companion Plot Hooks", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Unless you raised your animal companion from birth, it has its own history and secrets that are likely important and could surprise you. A druid's wolf companion might have been saved by a famous ranger, fought in an orc tribe's arena, or escaped a wizard's experimental lab. What happens when that wolf recognizes that helpful ranger, savage orc, or mad wizard? Is the wolf aggressive when the druid isn't around? Does it have behavior quirks like not letting anyone touch the druid when she's sleeping, even allies trying to wake her? What if the companion was once a humanoid, but was cursed or polymorphed into a different shape and lost its memory  about its original identity? What if another druid previously cast <i>awaken</i> on it, and it has been pretending to be a common animal so it can watch over or spy on a PC? The answers to these questions are the seeds to side plots or entire adventures.</p><p>Animal companions can also incite fear or prejudice among ignorant townsfolk. Most villages don't want rowdy adventurers bringing wolves, bears, lions, giant snakes, and especially dinosaurs into the town square, and innkeepers don't usually want the larger animals staying in rooms with guests. Stables might charge more to board exotic animals or entirely refuse to do so, and might not have appropriate food for them. If a village is experiencing attacks on its livestock, angry people might be quick to blame a carnivorous animal companion. Conversely, innocent children could have a circus-like fascination with exotic animal companions and help break the ice between visiting adventurers and suspicious locals.</p>", 
                    "name": "Animal Companion", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Companion Plot Hooks/Animal Companion", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>A cohort could have a former life as a criminal that she abandoned after being inspired by your heroic deeds. Just like a PC, a cohort has family and friends, with hopes and concerns for those people. The cohort might be a target for your enemies who are unwilling or unable to strike directly at you (though be careful to avoid making the cohort become a liability or look incompetent). A cohort who is critically injured by a monster might develop a fear about that kind of monster and avoid attacking it. She may have secret vices or virtues that become more prominent over time and can directly affect her relationship with you. If the cohort has an animal companion, you might also suffer some indirect repercussions for the animal's behavior or reputation.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Companion Plot Hooks/Animal Companion/Cohort", 
                            "type": "section", 
                            "name": "Cohort", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>An eidolon has the same mystery as a cohort, except its origins are far weirder. It might have been linked to another summoner before its bond with you. It might be a natural creature altered by planar energies and banished to a far realm, or a former adventurer lost in a disastrous mission to an unknown plane. If it resembles a more conventional planar monster (such as an archon, a dretch, or an elemental), it might have been accidentally summoned or called by a sloppy spellcaster and could have some familiarity with other people in the world. Though an eidolon's soul is strongly tied to its summoner, it has an existence in another world when it is away, and in that world it might be a bully, champion, or slave. How it reacts to things during its limited time on the Material Plane is influenced by its unknown past and secret life.</p><p>An eidolon always has the appearance of a fantastical creature, and attracts as much attention as any unfamiliar animal would. Fortunately for you, you can send the eidolon away to its extraplanar home, allowing you to do business in town and move about normally without drawing unwanted attention. However, if you call the eidolon in an emergency without warning the local authorities, townsfolk might assume it is a marauding monster bent on tearing them limb from limb, requiring hasty explanations and diplomacy to prevent panic.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Companion Plot Hooks/Animal Companion/Eidolon", 
                            "type": "section", 
                            "name": "Eidolon", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>Plot hooks for familiars are similar to those for animal companions, as they can have the same unknown backgrounds and instinctive reactions to people they knew when they were just common animals. Fortunately, familiars are usually small creatures that can easily pass for common pets as long as they don't do anything that reveals their unusual intelligence. Most townsfolk aren't averse to a common cat, a trained hawk, or even a snake, though innkeepers and merchants might ask that such animals be kept in a cage to prevent them from getting loose and causing any damage.</p><p>Remember that a familiar has an empathic link to its master, and its animal instincts can lead to plot hooks. For example, a toad familiar might project feelings of hunger whenever a member of a fly-demon cult is nearby, a bat familiar might express curiosity about the words a weird hermit is muttering under his breath, and a rat familiar might feel fear when a dangerous assassin walks into the room. A more powerful familiar can speak with other animals of its kind, and if left to roam, it could pick up interesting news about a town or an army camp.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Companion Plot Hooks/Animal Companion/Familiar", 
                            "type": "section", 
                            "name": "Familiar", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>A follower should be more than an acquaintance or an employee. A follower is devoted to you in the same way a cohort is, but has fewer resources at his disposal and in most cases isn't an adventurer. The follower sees you as a hero or celebrity&mdash;someone to emulate. Though it's easy to treat followers as a single, nameless group, a smart player realizes that they don't have to group together. Followers can be spread out over multiple settlements and have multiple roles. For example, if you have a Leadership score of 10, you can have five 1st-level followers: a city guard in the capital, an acolyte at the high temple, an informant in the thieves' guild, an adept in a frontier village, and a strange child saved from a goblin's hunger. Gaining followers is an opportunity for you to look back over your adventuring career, recall important or noteworthy NPCs, and solidify the bonds between those NPCs and you.</p><p>Choosing followers gives you a network of loyal contacts who trust and respect you. Though they might not have the resources or backbone to fight on your behalf, they're always on the lookout for ways to help you in any way they can. In effect, they are trustworthy NPC contacts (Trust score 4; see Contacts). The city guard might invite you to gamble with the other guards or arrange to have your armor polished. The acolyte might have tips about an upcoming religious festival and the clergy's concerns about a nearby plague. The informant might have news about mysterious disappearances or volunteer to keep an eye on your rival. A thug might bully the truth out of a tight-lipped witness or provide inside information on her employer. The adept might send messages about strange events from the wildlands. The strange child might have precognitive visions, perhaps from budding magical powers.</p><p>If you ever lose or dismiss your cohort, selecting a replacement from among your followers not only gives you an excuse to spend some downtime training that follower to become your new cohort, but rewards the loyalty of all the other followers, as they see that you treat them as near equals.</p><p>The GM should use these followers as plot hooks. Instead of having rumors from an unknown source reach your ears from no specific source, a named follower could present that information. Instead of having you hunt for information about a cataclysm prophesied to occur in 3 days, a scholarly follower could find a scroll or book about the prophecy and bring it to you. The desperate stable-boy follower can approach you about money to pay off his father's gambling debts to a crooked bookkeeper. The poor merchant can ask you for help dealing with a charismatic man trying to convince his daughter to become a prostitute. By using a follower for a plot hook, the GM lets the player know that the character can trust the follower's intentions, and keeps the PC's past involvement with that NPC relevant.</p><p>As you reach higher Leadership scores, you gain dozens of followers. Rather than these followers all being spread thinly across every possible settlement in the campaign, it's more likely that many of these individual followers know each other well, possibly by working together, spending time at the same temple or academy, or being members of the same family, and you should expand these clusters of followers in an organic way. For example, the other guards who gamble with you could become new followers, the acolyte can train other acolytes or spread the good word about you, the informant might persuade others in the thieves' guild that you're a valuable ally, the adept's entire village might begin to see you as a hero and savior, and the strange child could become a wizard's apprentice and convince the entire cabal to befriend you. If you ever decide to build a fort or found a temple or guild, you already have a group of like-minded and skilled followers ready and willing to help.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Companion Plot Hooks/Animal Companion/Follower", 
                            "type": "section", 
                            "name": "Follower", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Adventuring is a dangerous career, and sometimes an animal companion, cohort, or familiar dies or is lost. A change in your alignment or religion might drive away your cohort, or the cohort's role in the story might end based on discussion between you and the GM. An extended voyage in a dangerous environment might convince a druid to free a trusted companion that would otherwise suffer and die if forced to travel (such as a polar bear in the desert). A ranger might discover a rare specimen of a favorite type of creature and want to claim it as his own in order to protect it from poachers. Regardless of the cause, when a companion dies or is lost, you need to replace it. This creates an opportunity for roleplaying.</p>", 
            "name": "Reviving and Replacing Companions", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Reviving and Replacing Companions", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>A lost animal companion, cohort, familiar, or follower can be raised or resurrected with spells such as <i>raise dead</i>, <i>resurrection</i>, or <i>true resurrection</i>. For a cohort or follower with character levels, these kinds of spells give the character one or more negative levels&mdash;a price worth paying if the alternative is death. Creatures with no character levels (such as animal companions and familiars) count as 1st level for the purpose of these spells, and therefore they take Constitution drain instead of negative levels. A nonsentient companion is assumed to be willing to return to life unless you were cruel to it or directly responsible for its death.</p><p>In most cases, the companion probably remembers its last moments alive and understands that you're the reason why it is alive again. For a lower-level cohort or a non-adventuring follower, the gift of a second chance at life is something very treasured and earns you great respect and devotion. You can gain the reputation of \"fairness and generosity\" for the purposes of the Leadership feat.</p><p>Using <i>reincarnate</i> is an alternative option, but has a similar effect on a companion's loyalty and affection. Few humans would choose to be reincarnated as a bugbear or kobold, but if the choice is that or death, a new life in a new body is generally preferred. For an animal companion, the GM should create a random table of creatures similar to its original form&mdash;for example, a lion might be reincarnated as a leopard, cheetah, or tiger.</p>", 
                    "name": "Reviving a Dead Companion", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Reviving and Replacing Companions/Reviving a Dead Companion", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>In some cases, replacing an animal companion or familiar can be as easy as purchasing an animal of the desired type and declaring it your new companion. Attuning a familiar to its new master requires a ritual. Choosing an animal companion requires 24 hours of prayer. The ceremony can also be used to attract and bond with an animal appropriate to the local environment. However, you might want to wait for the campaign to present an appropriate companion, such as an animal you rescue from a cruel enemy that you tame with the ritual or ceremony. In terms of game mechanics, there is no difference between any of these options, and you should work with the GM to find a replacement method that is appropriate to the campaign.</p><p>Replacing a lost or killed cohort or follower involves a similar collaboration between you and the GM to create a character who is appropriate for the campaign and valuable to you (and hopefully to the rest of the party). You might want to elevate a follower to a cohort, select another known NPC to become a cohort, or start from scratch by introducing a new NPC to the party. Keep in mind that your Leadership score might have changed, especially if you were responsible for the previous cohort's death&mdash;and that sort of tragedy creates roleplaying opportunities for the new cohort.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Reviving and Replacing Companions/Reviving a Dead Companion/Finding a Replacement", 
                            "type": "section", 
                            "name": "Finding a Replacement", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Increasing an animal's Intelligence to 3 or higher means it is smart enough to understand a language. However, unless an <i>awaken</i> spell is used, the animal doesn't automatically and instantly learn a language, any more than a human child does. The animal must be taught a language, usually over the course of months, giving it the understanding of the meaning of words and sentences beyond its trained responses to commands like \"attack\" and \"heel.\"</p><p>Even if the animal is taught to understand a language, it probably lacks the anatomy to actually speak (unless <i>awaken</i> is used). For example, dogs, elephants, and even gorillas lack the proper physiology to speak humanoid languages, though they can use their limited \"vocabulary\" of sounds to articulate concepts, especially if working with a person who learns what the sounds mean.</p><p>An intelligent animal is smart enough to use tools, but might lack the ability to manipulate them. A crow could be able to use simple lockpicks, but a dog can't. Even if the animal is physically capable of using a tool, it might still prefer its own natural body to manufactured items, especially when it comes to weapons. An intelligent gorilla could hold or wield a sword, but its inclination is to make slam attacks. No amount of training (including weapon proficiency feats) is going to make it fully comfortable attacking in any other way.</p><p>Even if an animal's Intelligence increases to 3 or higher, you must still use the Handle Animal skill to direct the animal, as it is a smart animal rather than a low-intelligence person (using <i>awaken</i> is an exception&mdash;an awakened animal takes orders like a person). The GM should take the animal's Intelligence into account when determining its response to commands or its behavior when it doesn't have specific instructions. For example, an intelligent wolf companion can pick the weakest-looking target if directed to do so, and that same wolf trapped in a burning building might push open a door or window without being told.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Intelligent Animals", 
            "type": "section", 
            "name": "Intelligent Animals", 
            "source": "Ultimate Campaign"
        }
    ]
}