{
    "body": "<p>A contact is a unique NPC with useful skills or powerful connections. You can call upon contacts for aid to accomplish specialized tasks without getting directly involved. A low-level contact can dig up a local rumor, tell you where to find a good meal, or impart basic knowledge. However, as you earn more of a contact's trust, he might perform greater tasks with greater personal risk, such as helping you track down an adversary, bailing you out of jail, or loaning you a magic item.</p><p>There are many types of contacts&mdash;a contact might be a childhood friend, a former adversary with whom you share a mutual respect, a war buddy, a former colleague, or a friend of the family. They aren't limited to a specific social class or profession. A contact with few connections is capable of providing only minimal aid to you, but others might have more significant resources. A contact's ability to aid you might even shift over the course of your adventuring career. Changes to a contact's profession, rising or falling social status, and other personal events can alter his ability to provide aid.</p><p>Sometimes a contact needs compensation for his trouble, or at least reimbursement for costs incurred while working on your behalf. Criminal contacts in particular almost always charge for their services or demand favors in return. A contact from a temple or guild might expect you to give a donation to the temple or pay guild fees. Other times, costs arise out of necessity. A contact who needs anonymity to accomplish a task might require additional funds for bribes or to purchase covert access to a secret location. Likewise, you shouldn't expect a spellcaster contact to pay for the expensive material components when casting a spell on your behalf.</p><p>Two factors influence the effectiveness of a contact: the amount of trust you share with the contact and the amount of risk involved with what you ask of the contact. A contact who doesn't fully trust you won't risk his neck to help you, though he might still perform some basic risk-free tasks to see if you warrant additional trust.</p>", 
    "name": "Contacts", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>In order for you to secure a reliable contact, you must establish and maintain the contact's trust. A new contact won't typically reveal the full extent of his abilities or covert affiliations. For example, your childhood friend might have close ties with a political organization, thieves' guild, or street gang, but may keep this information secret to protect himself and you. At some point, the friend reveals this connection and becomes a contact for you. As the contact's trust increases, he becomes more willing to perform or secure various services for you, provided those services remain within his means.</p><p>Trust is measured on a scale of 1 to 5, with 1 being the least amount of trust and 5 representing the highest. You build trust through successful interactions between you and your contact. As these interactions accrue, the level of Trust increases (see Gaining, Cultivating, and Losing Contacts). A contact can have different Trust scores for different PCs in the same adventuring party&mdash;a city guard could have a high Trust score for a paladin PC he's known for a while and a low Trust score for a wizard PC who is new to town. For some contacts, the Trust score declines if they haven't heard from you in a while, but rebuilding Trust to its earlier level is faster than starting from scratch.</p><p>The different trust levels are as follows.</p>", 
            "name": "Trust", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>A wary contact has no more trust in you than in any stranger. Though he's willing to divulge minimal information, he'd just as readily sell your information to your enemies or turn on you in order to protect himself or his reputation. A wary contact performs only basic tasks that assume little to no personal risk.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/1. Wary", 
                    "type": "section", 
                    "name": "1. Wary", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A skeptical contact has established some small amount of trust with you. Despite earlier positive interactions, the contact remains fairly cautious. He can be called upon to perform tasks of minimal risk, but refuses any task that might jeopardize his safety, public image, or finances. If questioned about you, the skeptical contact attempts to remain neutral when describing his relationship and won't immediately turn on you.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/2. Skeptical", 
                    "type": "section", 
                    "name": "2. Skeptical", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A reliable contact still doesn't fully trust you, but is willing to make a greater effort to help. He might perform tasks that place him at slightly greater risk, such as hiding a fugitive on his property or loaning small sums of money or nonmagical items. A reliable contact is not willing to assume greater risk solely out of trust in you, and tries to protect his own reputation as a reliable contact.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/3. Reliable", 
                    "type": "section", 
                    "name": "3. Reliable", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A trustworthy contact holds you in high regard. When you ask for assistance, he sincerely desires to aid you. He puts in extra time and effort to assure success, but still avoids undertaking tasks that would place him or his loved ones in significant danger. He will not lightly accept a task that would destroy his career, reputation, or finances.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/4. Trustworthy", 
                    "type": "section", 
                    "name": "4. Trustworthy", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>At this level, the contact trusts you with his life. He attempts to help you even if it stretches his personal means or involves great personal risk. A confidant never turns against you unless he's shown absolute proof that you betrayed him.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Trust/5. Confidant", 
                    "type": "section", 
                    "name": "5. Confidant", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Risk represents the potential danger of various tasks. Like a Trust score, Risk is measured on a scale of 1 to 5, with 1 representing little or no risk and 5 representing serious danger. Each level of risk includes the typical drawback or punishment the contact suffers if he critically fails at a risky task (see Negotiation Checks on page 150).</p><p>The different risk examples are as follows. The GM should use these examples as guidelines to determine how risky a task is.</p>", 
            "name": "Risk", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>No-risk tasks include carrying a message to one of your allies in a neighboring town, directing you to a reputable merchant, getting your equipment repaired, providing you with minor rumors, or getting a sage to show you a history book or map. These tasks might be inconvenient, but the contact doesn't risk any sort of penalty for performing them.</p>", 
                    "name": "1. None", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/1. None", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>No consequences worth considering.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/1. None/Critical Failure", 
                            "type": "section", 
                            "name": "Critical Failure", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>Minor-risk tasks include deliberately leaving a door to a private area unlocked, acquiring a semi-legal item for you, or finding a place for you to lie low. Negative consequences can include paying a small fine, provoking the ire of the local authorities, suffering a small financial loss, or enduring social embarrassment.</p>", 
                    "name": "2. Minor", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/2. Minor", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Fine or imprisonment with bail. You must spend 1/3 the value of the contact's gear (see Table 14&mdash;9: NPC Gear on page 454 of the <i>Core Rulebook</i>) to rectify this situation; otherwise, you lose the contact, and all current and future contacts have their Trust scores lowered by 1 with you.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/2. Minor/Critical Failure", 
                            "type": "section", 
                            "name": "Critical Failure", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>Moderately risky tasks include lying to authorities on your behalf, making forgeries, helping you evade authorities (such as by providing horses or casting a <i>teleport</i> spell), or loaning you money or equipment (worth up to 1/3 your estimated gear value according to Table 12&mdash;4: Character Wealth By Level on page 399 of the <i>Core Rulebook</i>). If the contact is caught while involved with this task, he may have to pay a fine, face short-term imprisonment, or suffer a moderate financial or social loss.</p>", 
                    "name": "3. Moderate", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/3. Moderate", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Fine or imprisonment with bail. You must spend 1/2 the value of the contact's gear (see Table 14&mdash;9: NPC Gear on page 454 of the <i>Core Rulebook</i>) to rectify this situation; otherwise, you lose the contact, all current and future contacts have their Trust scores lowered by 2 with you, and the DC of any of your future attempts to raise the Trust scores of contacts increases by 5.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/3. Moderate/Critical Failure", 
                            "type": "section", 
                            "name": "Critical Failure", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>Considerably risky tasks are explicitly illegal (such as burglary or robbery) or are morally questionable even if legal (such as fraud conducted by taking advantage of obscure loopholes in the law). If the contact is caught performing such a task, he may be imprisoned, have his property seized, or lose personal rights (such as a formal title or high-status employment). He may be punished by flogging, torture, or enslavement.</p>", 
                    "name": "4. Considerable", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/4. Considerable", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>The contact is imprisoned without bail or his social status is reduced to that of a peasant. You must restore the contact's status, possibly by legally freeing him and vindicating him, or by rescuing him and helping him establish a new life elsewhere. Failure to do so means you lose the contact, all current contacts have their Trust scores lowered by 3 with you, and the DCs of any of your future attempts to raise the Trust scores of contacts increase by 5.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/4. Considerable/Critical Failure", 
                            "type": "section", 
                            "name": "Critical Failure", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>An act of great risk describes any task for which the failure results in death, exile, or life imprisonment, such as murder, grievous assault, or treason.</p>", 
                    "name": "5. Great", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/5. Great", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Within 1 week's time of the contact being caught, you must get the contact's sentence negated, overturned, or revoked, or otherwise save him from his fate. Failure to do so means all current contacts have their Trust scores lowered by 4 with you, and the DCs of any of your future attempts to raise the Trust scores of contacts increase by 5. Extraordinary measures, such as raising the contact from the dead, allow you to retain the contact (though his status and usefulness may be questionable if his reputation was also destroyed). Unless it is known that you used these extraordinary measures, the Trust penalty for other contacts remains.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Risk/5. Great/Critical Failure", 
                            "type": "section", 
                            "name": "Critical Failure", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>To use a contact, you must first determine the contact's willingness to help you. Compare the task's Risk score to the contact's Trust score.</p><p>If the task's Risk score is higher than the contact's Trust score, the contact simply refuses to attempt the task. You can try to entice the contact by offering him compensation for his efforts such as gold, gems, a magic item, or a debt of service. As a general rule, you may temporarily increase the contact's Trust score by 1 point by offering an enticement worth half the value of the contact's gear (see Table 14&mdash;9: NPC Gear on page 454 of the <i>Core Rulebook</i>). You can't offer more value to increase his Trust score more than 1 point at a time.</p><p>If the Trust score is equal to or higher than the Risk score, you must attempt to negotiate by making an opposed Diplomacy check against the contact to determine whether he'll perform the task. The contact adds the task's Risk score to his Diplomacy check. If your check succeeds, the contact is willing and able to attempt to help you (though he may have a price for his services). Failure doesn't necessarily mean the contact doesn't want to help; the contact might be unavailable or unable to help at that time.</p><p>Once a contact agrees to help, the GM must determine the extent of his success. The GM attempts a skill check on behalf of the contact using the contact's most appropriate skill for the task (or an ability check if no skill is appropriate). The DC for this check is determined using the following formula:</p><blockquote><p align=\"center\">DC = 10 + the CR of the task + the task's Risk score + any other GM modifiers</p></blockquote><p>\"Any other GM modifiers\" includes any modifiers the GM feels are appropriate for the situation, such as a high level of scrutiny at a noble's party or a temporary shortage of certain black-market goods.</p><p>Failing this check by 5 or more results in a critical failure (see the Risk section for consequences of critical failures on tasks).</p><p>Most tasks require 1 day of work, with the check to determine the contact's success or failure attempted at the end of the time period. When appropriate, the contact may decrease the DC of a task by increasing the time spent completing it, representing the time spent planning and preparing, gathering resources, and waiting for the right moment to attempt the task. Subtract 1 from the DC for each day spent beyond the first, to a maximum of 4 extra days.</p><p>The GM might decide that a particular task is longer term and requires at least 1 week to perform (such as pulling off a large heist or protecting someone for several days). When appropriate, the contact may decrease the DC of a long-term task by proportionately increasing the amount of time spent. Subtract 1 from the DC for each additional week spent, to a maximum of 4 extra weeks. Tasks requiring more than this amount of time should be broken into smaller tasks and handled on a daily or weekly basis.</p><p>If the task becomes riskier while the contact is still working on completing it, you and the contact make another opposed Diplomacy check at the new Risk score (even if you aren't present to speak to the contact). This represents the contact weighing his trust in you and the risk of the task. If you succeed at this second check, the contact proceeds with the task. If you fail, the contact abandons the task.</p><p>Each time a contact fails at or abandons a task, he adds a cumulative +1 bonus on all subsequent Diplomacy checks made to negotiate tasks with you because of frustration, fear of being associated with you, or various other reasons. You can try to convince the contact to try again, but the contact usually must wait 1d4 days before another attempt, and trying that same task over again gives the contact a +4 bonus on his opposed Diplomacy check to negotiate.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Negotiation Checks", 
            "type": "section", 
            "name": "Negotiation Checks", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The GM may allow you to begin the campaign with one contact (typically with a Trust score of 2 or 3), but otherwise you gain contacts through roleplaying over the course of an entire campaign. To gain a new contact, you must first establish the NPC's trust through repeated positive interactions or a single profound one.</p><p>Positive interactions include things such as regular patronage of the NPC's business, providing the NPC with some form of additional compensation for his efforts, performing a deed on his behalf, or using your personal influence to help the contact gain a position of greater power or prestige. Profound interactions include saving the life of the NPC or someone the NPC loves, protecting his reputation against ruinous slander, or preventing loss of his property or finances. Once you accrue at least five positive interactions or one profound interaction with an NPC, you can treat him as a contact. This means you can ask him to help you, and you can attempt to improve his Trust score with you.</p><p>A relationship with a contact develops as you spend time with him. Each time you have a positive or profound interaction with the contact (but no more than once at each of your character levels), attempt a Diplomacy check to improve the contact's Trust score by 1. If the interaction is profound rather than merely positive, you gain a +5 bonus on this Diplomacy check. The DC of the check depends on the contact's Trust score with you.</p>", 
            "name": "Gaining, Cultivating, and Losing Contacts", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Gaining/Cultivating/and Losing Contacts", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table><thead><tr><th colspan=\"2\">NPC Trust (Score)</th>Diplomacy DC*</tr></thead><tr class=\"odd\"><td>Wary (1)</td><td>20</td></tr><tr class=\"even\"><td>Skeptical (2)</td><td>15</td></tr><tr class=\"odd\"><td>Reliable (3)</td><td>10</td></tr><tr class=\"even\"><td>Trustworthy (4)</td><td>15</td></tr><tr class=\"odd\"><td>Confidant (5)</td><td>20</td></tr><tfoot><tr><td colspan=\"2\">*If the contact has a bonus on Diplomacy checks made to negotiate with you from failing or abandoning a task, add that bonus to this DC.</td></tr></tfoot></table>", 
                    "name": "NPC Trust", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Gaining/Cultivating/and Losing Contacts/NPC Trust", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Score", 
                    "type": "table"
                }, 
                {
                    "body": "<p>At the GM's discretion, if you're away from the contact for a month or longer, that contact's Trust score with you might decrease as he forgets about you. If this happens, attempt a Diplomacy check against the above DC. Success means the contact's Trust level remains the same, and failure means it decreases by 1 (minimum 1). At the GM's discretion, some contacts with special relationships to you, such as childhood friends or old mentors, might not lose Trust in this manner, or you could have to make these checks only once per year instead of once per month.</p><p>Ending a relationship with a contact can be easy or difficult, depending on who the contact is and what kind of relationship he has with you. How you end a relationship with a contact can impact the Trust scores of your other contacts. In some cases, avoiding a contact for long enough (so his Trust score drops to 1) is enough to end the relationship with no hard feelings. It is up to the GM to determine what you must do to lose a contact in a way that does not affect the Trust score for your other contacts, but the GM should err on the side of leniency&mdash;if you made the effort to gain many contacts, you shouldn't be punished with reduced Trust scores for all contacts just because you stop interacting with some of them.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>Contacts are as diverse and complicated as society itself. Simple contacts only provide you with basic information, such as which roads have fewer bandits or which wells have the cleanest water. Contacts with greater experience, power, and influence are capable of providing more advanced aid. A politician's scribe might leak information or alter an important document, and a high-ranking church official might lend you a sacred relic. Because of this diversity, associating with certain types of contacts creates greater risk for you than associating with others. A conversation with a local miller or lumberjack attracts far less attention than a conversation with the sister of a powerful guildmaster or multiple visits to the grand vizier's chambers. Likewise, asking a notorious assassin to see whether an ailing wizard friend is recovering may be construed as a threat, asking a crazed wizard contact for local rumors is more likely to reflect poorly on you than asking a popular bard, and keeping company with criminals, outcasts, or other shady characters might implicate some amount of guilt by association in the eyes of local authorities.</p><p>Some of the following example contacts have a minimum Risk (MR) listed after them. When making the negotiation check, use the Risk score of the task or the contact's MR, whichever is higher. For example, asking a contact to acquire a black-market item is normally a minor task (Risk score 2), but asking an assassin contact (MR 3) to acquire the same item makes the task moderately risky (Risk score 3), simply because the assassin's nature and reputation make even common tasks more chancy.</p><p>The DC of the skill check to complete the task uses the task's Risk, not the MR of the contact. For example, just because a master assassin is an inherently risky contact doesn't mean it's automatically harder for her to find a black-market item for you.</p><p>A particular contact may have a higher minimum Risk than what is listed; these are just typical examples within a general category.</p>", 
            "name": "Types of Contacts", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>An academic can provide knowledge within her areas of expertise. She typically has access to various libraries or other centers of knowledge. An academic researches a subject by drawing on public records and texts and then attempts to answer questions by making appropriate Knowledge checks.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Academic", 
                    "type": "section", 
                    "name": "Academic", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A PC can count on an artisan to get an honest appraisal of an item, find goods for fair prices, locate or create a hard-to-find mundane item, find hearty livestock, or repair a broken item.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Artisan", 
                    "type": "section", 
                    "name": "Artisan", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>An assassin will sicken, poison, or even kill someone at your behest. Most assassins charge a fee based on the nature of the target, though there are religious assassins who perform these services for religious leaders at no cost. In most lands, the penalty for hiring an assassin is the same as the penalty for committing a murder.</p>", 
                    "name": "Assassin", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Assassin", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 3", 
                    "type": "section"
                }, 
                {
                    "body": "<p>This contact is the leader of some type of criminal syndicate, such as a thieves' guild, crime family, or necromantic cult. A successful crime boss usually has great wealth and knowledge of the region his organization works within. A crime boss rarely fails to complete a task given his resources, but usually demands some sort of payment for this service&mdash;typically requiring you to perform an illegal act that benefits the contact or his criminal organization.</p>", 
                    "name": "Crime Boss", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Crime Boss", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 3", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A fence specializes in buying and selling hard-to-find items, magical trinkets, and stolen or illegal black-market goods (such as drugs, poisons, and other types of contraband). Though fences often keep a low profile, many folks find their services useful enough that incidental contact with a local fence won't totally besmirch one's character.</p>", 
                    "name": "Fence", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Fence", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>This contact could be a bartender, tavern owner, servant, prostitute, or stable hand who regularly encounters all sorts of individuals. Gregarious and chatty, the gossip leaks you information about various patrons or stories. Unlike a rumormonger, a gossip doesn't actively seek to distribute information for money, and his knowledge is based on what he hears directly from others. Though a gossip provides useful information, rarely is it anything unusual or covert. Things a gossip might know include the type of person a certain noble fancies, the day of the week merchant ships usually sail into port, or reports of a wild beast savaging the surrounding lands.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Gossip", 
                    "type": "section", 
                    "name": "Gossip", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A heretic might be the laughingstock of a temple or a dangerous cultist. The heretic could know which clergy members are the most corrupt, and might have access to dark secrets, hidden caches of money or magic, evidence of lies and conspiracies, or forbidden texts.</p>", 
                    "name": "Heretic", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Heretic", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>This contact might be a wandering doomsayer, a reclusive hermit, or an insane criminal locked into a dingy cell and desperate for human company. Lunatics often know dark and forgotten secrets, can recount seemingly insignificant events that are full of clues, or recall seeing things most would rather forget. Though a lunatic might adore you and make sincere efforts to aid you, madness taints her judgment and interpretation of both the facts and reality. Sometimes her ramblings can be helpful, though other times they can be useless or even detrimental.</p>", 
                    "name": "Lunatic", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Lunatic", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A manipulator usually runs a clandestine network of agents who whisper in the ears of powerful merchants, nobles, priests, and politicians to effect change on the behalf of the manipulator's clients. Depending on his personal motives, the nature of his network, and whether your plans affect his other clients, his services could be very expensive.</p>", 
                    "name": "Manipulator", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Manipulator", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A merchant owns or operates some sort of shop. As a contact, the merchant might impart tidbits of information about other customers and minimal town gossip. She might also give you a discount on goods or services, or extend you a line of credit.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Merchant", 
                    "type": "section", 
                    "name": "Merchant", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>This category includes vagrants, beggars, street-cart vendors, fortune-tellers, drunks, and others who spend their time wandering the city streets or country roads. So commonplace is the observer within his surroundings that most people ignore him as they pass by. The observer bears witness to all that goes on around him. He can tell you the time a specific event occurred and who was around when it happened. He knows the patterns of the city guard and which gates they watch most closely, and can keep a watch out for individuals who are hiding within a crowd or who are abroad at odd hours.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Observer", 
                    "type": "section", 
                    "name": "Observer", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>The outsider's roots lie beyond the immediate community, and as a result she suffers the distrust and prejudices of locals. She might be a foreigner, a member of a primitive tribe, or an indigenous person in a land conquered by imperialists. The outsider provides information about the outside world, especially the lands of her birth and places she's traveled. She knows sources for exotic weapons and other imports, such as spices and wines. Alternatively, the outsider might know and be able to teach you rare fighting techniques, secret formulas, or the esoteric spells of her people.</p>", 
                    "name": "Outsider", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Outsider", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A pariah suffers the disdain of a certain group such as a city council, local religious leaders and their congregation, or even an entire community. Though not openly persecuted or hunted, the pariah has few rights and no privileges. What pariahs can offer varies from one to another. Use another contact type for the basis of that aid, but use the pariah's minimum Risk.</p>", 
                    "name": "Pariah", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Pariah", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A petty criminal dabbles in minor nonviolent crimes, such as burglary, smuggling, and money laundering. He might also know about covert passages through a city and which officials accept bribes. He could be willing to introduce you to a professional criminal or crime boss.</p>", 
                    "name": "Petty Criminal", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Petty Criminal", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>This person holds an influential position within the community's current political structure. She might be a royal advisor, a tribal council member, or the scion of another politician. The contact maintains direct access to the ears and concerns of those with political power and can attempt to influence their decisions. This type of contact is highly sought after, so her actions are closely watched to prevent outsiders (like you) from bribing or otherwise manipulating her. Though she has great potential to initiate social and political changes, she remains under close scrutiny at all times. A politician who has fallen out of favor could become a gossip, outsider, manipulator, or even a pariah or traitor.</p>", 
                    "name": "Politician", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Politician", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>This contact belongs to a known criminal organization, thieves' guild, or street gang. Unlike a petty criminal, he might resort to more violent crimes such as arson, kidnapping, assault, and extortion. A professional criminal might know or work for a crime boss.</p>", 
                    "name": "Professional Criminal", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Professional Criminal", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 3", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A rumormonger keeps her ear to the ground for tidbits about the social and political goings-on as well as word of interesting current events or discoveries. She makes a living buying and selling semi-sensitive and personal information, and might also provide little-known details about current events. A rumormonger usually provides more usefulness and amusement to her community than threat, and is careful enough to keep secrets that might get her killed. She occasionally repeats information that's more dangerous than she realizes, however, putting herself or others in jeopardy.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Rumormonger", 
                    "type": "section", 
                    "name": "Rumormonger", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A saboteur is an expert at destroying objects and property, whether through arson, scuttling ships, weakening bridges, or setting deadly traps. A career saboteur typically works for a thieves' guild or a resistance movement against local authorities.</p>", 
                    "name": "Saboteur", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Saboteur", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 3", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Unlike a rumormonger, a professional snitch deals only in information that he knows to be true. He relies upon an extensive range of sources and checks the accuracy of their reports. A snitch also earns many enemies; thus he makes every effort to keep a low profile. He can be hard to contact, and his services are generally costly. He can produce personal information about nobles, clergy members, politicians, criminals, and other important people.</p>", 
                    "name": "Snitch", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Snitch", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A thug uses force or threats of violence to influence others. She may be an enforcer who collects on debts for his employers or a vigilante who treats villains to her own sense of justice. Often the only difference between a thug and a city guard is that the thug performs his jobs outside of the constraints of the law. A thug isn't necessarily villainous, but others might consider her actions criminal. In addition to performing unsavory tasks, a thug can tell you details about her employer or those she torments.</p>", 
                    "name": "Thug", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Thug", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A traitor has been accused or convicted of turning against the government and actively aiding its enemies. This contact isn't necessarily evil; he just actively rejects the ideology or actions of the current rulers&mdash;a paladin who rejects the edicts of an unscrupulous monarch and a witch who hexes nobles are both traitors according to their local leaders. A traitor is often knowledgeable about the government and could have even once been a politician in good standing.</p>", 
                    "name": "Traitor", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Traitor", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "MR 3", 
                    "type": "section"
                }, 
                {
                    "body": "<p>This contact provides information about local criminals and suspects, as well as reasonable insight into the workings of the city guard and current political goings-on and trends. She can keep an eye on things, provide an escort, allow you to speak with a prisoner, or arrange a meeting with a superior officer.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Contacts/Types of Contacts/Watch Guard", 
                    "type": "section", 
                    "name": "Watch Guard", 
                    "source": "Ultimate Campaign"
                }
            ]
        }
    ]
}