{
    "body": "<p>Exploration is the epitome of adventuring. An explorer strikes out into the uncharted wild to pursue fortune and glory, facing off against a world of unknown perils that can strike at any time. Beyond the protection of civilization, death can come at the hands of bandit attacks, encounters with feral beasts, and the uncaring whims of the environment. For those brave enough, exploration offers its own kind of reward: the ability to look back on the long road traveled, to recount the many obstacles that were struggled through, and to mark the discoveries made along the way as yours. The summit of every mountain climbed and the length of every trail forged is a victory for the traveler&mdash;a chance to look at the world she is conquering.</p><p>The following pages present rules for how you as a GM can include exploring large regions of wilderness in your campaign. You can use these rules to run an exploration-themed campaign or to add an exploration component to a campaign, such as searching for resources, scouting territory for the expansion of a kingdom, or establishing trade routes.</p>", 
    "name": "Exploration", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>These exploration rules can work well in a sandbox-style game. Essentially, a sandbox campaign provides many different locations on the map where the PCs are offered tasks to resolve, and locations where the tasks can be executed. (Each task might or might not take place in the same locations it was offered.) A task can be as simple as clearing evil monsters from a patch of forest or as complicated as helping a fledgling kingdom acquire resources in its back country.</p><p>When designing tasks for sandbox gaming, have them be things the party can <i>choose to</i> do, not that they <i>must</i> do. By leaving the choice of which tasks to undertake up to them, you allow the PCs to be wandering heroes&mdash;masters of their own fate who travel the land setting things right.</p><p>This kind of nonlinear play encourages PCs to move out into the world, search for new tasks, and claim their rewards. You can also use these tasks to introduce new sites in the world by offering the characters jobs delivering goods, escorting travelers, and the like.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Sandbox Exploration", 
            "type": "section", 
            "name": "Sandbox Exploration", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Each hex on the map is 12 miles across from corner to corner, representing an area just under 95 square miles. The hexes are used to track the party's movement while exploring, and as a means to help define the extent of different types of terrain. The exploration rates presented in these rules differ from the travel rates found in the <i>Core </i><i>Rulebook</i>, since characters are also assumed to be taking time to fully explore each area they enter, which takes a great deal longer than simply walking through it.</p><p>To determine how long it takes the PCs to travel through a hex or fully explore it, determine the group's base speed (set by the slowest member of the group) and consult the Travel Time (1 Hex) table or Exploration Time (1 Hex) table. These times represent the movement and exploration of a normal hex of the specified terrain type; rules presented later in this section modify the amount of time it takes to travel through or fully explore a hex.</p><p>A typical wilderness hex is trackless (see the Terrain and Overland Movement table). Though no humanoid-created roads or trails pass through it, trails by game animals might. If a hex contains more than one terrain type, treat it as the most prevalent terrain for the purpose of travel times.</p>", 
            "name": "Movement", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table id=\"table-travel-time\"><caption>Travel Time (1 Hex)</caption><thead><tr><th>Party Speed</th><th>Plain</th><th>All Other Terrain</th></tr></thead><tr class=\"odd\"><td>15 feet</td><td>11 hours</td><td>16 hours</td></tr><tr class=\"even\"><td>20 feet</td><td>8 hours</td><td>12 hours</td></tr><tr class=\"odd\"><td>30 feet</td><td>5 hours</td><td>8 hours</td></tr><tr class=\"even\"><td>40 feet</td><td>4 hours</td><td>6 hours</td></tr><tr class=\"odd\"><td>50 feet</td><td>3 hours</td><td>5 hours</td></tr></table>", 
                    "name": "Travel Time", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Travel Time", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "1 Hex", 
                    "type": "table"
                }, 
                {
                    "body": "<table id=\"table-exploration-time\"><caption>Exploration Time (1 Hex)</caption><thead><tr><th>Party Speed</th><th>Plain or Hill</th><th>Desert, Forest, or Marsh</th><th>Mountain</th></tr></thead><tr class=\"odd\"><td>15 feet</td><td>3 days</td><td>4 days</td><td>5 days</td></tr><tr class=\"even\"><td>20 feet</td><td>2 days</td><td>3 days</td><td>4 days</td></tr><tr class=\"odd\"><td>30 feet</td><td>1 day</td><td>2 days</td><td>3 days</td></tr><tr class=\"even\"><td>40 feet</td><td>1 day</td><td>1 day</td><td>2 days</td></tr><tr class=\"odd\"><td>50 feet</td><td>1 day</td><td>1 day</td><td>1 day</td></tr></table>", 
                    "name": "Exploration Time", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Exploration Time", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "1 Hex", 
                    "type": "table"
                }, 
                {
                    "body": "<p>The simplest method of tracking the PCs' progress as they travel and survey the wilderness is to do so on hex paper. As the PCs explore a hex, the players should note their progress by placing a small \"X\" in the hex. Tracking which hexes are fully explored is important for determining exploration rewards.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Tracking Travel", 
                    "type": "section", 
                    "name": "Tracking Travel", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Whenever a hex is explored fully, the party earns 100 XP for the effort. Some modifiers can add to this amount. The party gains an additional 25 XP after fully exploring a hex that contains either difficult terrain or a hazard. You might decide that some hexes are more dangerous, especially in a higher-level campaign, and award the party more XP per hex (perhaps up to 500 XP for especially hostile areas).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Exploration Rewards", 
                    "type": "section", 
                    "name": "Exploration Rewards", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>When the players ask what they find while exploring a hex, the answer should never be \"nothing.\" Even in the simplest field of wheat, offer a bit of detail&mdash;something compelling to help flesh out the world. The foundation of a long-forgotten village or a set of standing stones built to honor a lost god can be hints about that area's history. The Things Found on the Roadside (<i>GameMastery Guide</i> 224) and Table 7&mdash;58: Scenic Spots (<i>GameMastery Guide</i> 225) list many examples of interesting features you can use to fill in details.</p><p>Other than in the rare village, exploring PCs have very few opportunities to resupply. Acquiring food and finding shelter against the elements is paramount, and losing supplies has a crippling effect on the party, as they have to hunt and forage just to acquire enough food and water to survive another day. An exploration encounter can be driven by complications like these, where every meal foraged is a victory in itself.</p><p>Remember that adventuring is more about glory than grim survival, so it's best to keep a balance between realistic exploration issues (such as obtaining fresh food and water) and fun, exciting monster encounters. If you make exploration both dangerous and rewarding, the players will remain eager to keep striking out into the great unknown.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Keep Things Interesting", 
                    "type": "section", 
                    "name": "Keep Things Interesting", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>While moving through the wilderness, there is the possibility of adventurers losing track of where they're going. The lack of a clear path, coupled with low visibility due to terrain or weather, can cause explorers to head in the wrong direction. Anytime the characters move through marshes or forests, or have reduced visibility from the effects of any modifiers, they have a chance of becoming lost.</p><p>The effect of getting lost is the same as in the normal rules, except the GM randomly determines the next hex the lost party moves into, and does not reveal this misdirection to the party. Once the PCs have regained their bearings, the GM reveals their true location on the map.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Getting Lost", 
                    "type": "section", 
                    "name": "Getting Lost", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Natural disasters can occur anywhere. Untamed regions are often home to a wide variety of monsters. You can instill a bit of additional danger into your exploration sessions by including random encounters, whether they take the form of natural hazards or monsters that dwell in the terrain.</p><p>Roll on the following table once per day (or once per hex, if the PCs enter multiple hexes in a single day). For hazards, see the Hazards section on page 158. For monster encounters, in most cases the PCs face off against a creature appropriate to the terrain, but a nearby famine, drought, war, or plague may force a monster out of its normal territory and into a strange environment.</p>", 
            "name": "Random Encounters", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Random Encounters", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;50</td><td>No encounter</td></tr><tr class=\"even\"><td>51&mdash;60</td><td>Hazard</td></tr><tr class=\"odd\"><td>61&mdash;100</td><td>Monster</td></tr></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Random Encounters/d%", 
                    "type": "table", 
                    "name": "d%", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>A specific, planned encounter for a hex does not have to be especially complicated. It can be as simple as a quick meeting with an explorer who can sell the PCs some necessary supplies or the discovery of a monster lair that hints at a greater threat. A good rule when determining the number of planned encounters to prepare is to have at least one for each character in the party. That way, you can tailor encounters to allow each character to take the spotlight without having to populate every single hex on the map one by one.</p><p>After creating these encounters, choose a hex on the map and note that an encounter occurs there. When the party draws closer to a hex with a planned encounter, foreshadow it with appropriate details. For example, if you plan to have the party discover a battle between two armies, the nearby hexes should contain signs of an army's passage&mdash;old cooking fires, piles of refuse, and even the graves of soldiers who fell to illness along the way give your players clues about the impending encounter.</p><p>A few encounter sites are landmarks immediately obvious or visible with just a little bit of looking or scouting. A PC who enters the hex automatically discovers the landmark. If a PC in an adjacent hex spends an hour studying the landmark's hex and succeeds at a DC 10 Survival check, he discovers the landmark. When the PCs discover a landmark, note it on the landmark's hex.</p><p>Many encounter sites remain undiscovered unless the PCs decide to explore a hex rather than just travel through it. By exploring the hex, the PCs discover the site automatically. Some sites are hidden, requiring the PCs to make an appropriate skill check as they explore. The skill and its DC depend on the nature of the site.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Planned Encounters", 
            "type": "section", 
            "name": "Planned Encounters", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>For simplicity's sake, a hex is categorized by its primary terrain: desert, forest, hill, marsh, mountain, plain, settlement, or water. The terrain doesn't have to be uniform within that hex&mdash;the border between a forest hex and plain hex might be a gradual thinning of the trees or the sudden edge of a heavy forest. A hex might have a river running through it, a large rock outcropping, a barren patch from a fire, and so on. The hexes are abstractions to make travel and encounters easier, not a way to reduce the campaign map to a simple board game.</p><p>Each of the following terrain type entries includes a description of the terrain and any rules effects the terrain type might implicate. In addition, each terrain type entry includes example terrain elements that might be found in a particular hex of that terrain type. A terrain element could be some obstacle or hindrance that makes a hex more difficult to pass through, a unique feature within the hex, an encounter with the predators or people who use this hex as their hunting ground, resources that could aid adventurers exploring the hex, or a secret location hidden somewhere in the hex.</p><p>Even a \"standard\" hex (that is, one without a terrain element), should have something to make it memorable. PCs who explore that hex are spending at least a day there, and an exploration campaign grows boring if days pass uneventfully (see Keep Things Interesting on page 154).</p>", 
            "name": "Hex Terrain Types", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>A desert is any sort of terrain that receives very little rainfall. It can be warm, temperate, or cold.</p><p>This section pertains mostly to warm and temperate deserts. In cold environments, a desert is usually tundra, which acts like another terrain category depending on the current season. During most of the year, a cold desert is covered in a layer of permafrost, creating hard, stable terrain (which is treated as plains). During the warm season, the permafrost thaws and turns the area into mud (which is treated as marsh).</p>", 
                    "name": "Desert", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Desert", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>A difficult desert is a treacherous place, full of sand dunes, sinkholes, rubble, sandstorms, or numerous ravines. Rare seasonal rains might cause flash floods, sweeping away or drowning any creature in their path. Survival checks to avoid getting lost or to become un-lost in this hex gain a +1 bonus. Survival checks to get along in the wild increase by 5.</p><p>Treat a flash flood as an avalanche, except instead of suffocating from being buried under rock, creatures who are buried must hold their breaths or start drowning.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Difficult"
                        }, 
                        {
                            "body": "<p>A desert hex feature might be a city or tomb long buried under the sands, one or more geoglyphs, an unusual mesa, a majestic canyon, a tar pit, or an oasis. A tall structure&mdash;such as a mesa or ruined tower&mdash;can be used as a landmark for navigation or an observation point to get a better view of the surrounding area. Other features might point to hidden treasures, ley lines, or celestial conjunctions.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Feature"
                        }, 
                        {
                            "body": "<p>The hex might be home to one or more kinds of flying predators (typically dragons and sphinxes), poisonous monsters capable of tracking wounded prey over long distances, or subterranean creatures that use burrowing and similar tactics to make ambush attacks. The desert might also be home to nomadic raiders, genies, or elementals of a type fitting the desert's environment. The chance of random encounters within these deserts increases by 10%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Hunting Ground"
                        }, 
                        {
                            "body": "<p>This hex might contain valuable ore, water (such as an oasis), or a rare but useful plant (such as a cactus used for medicine or exotic beverages).</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Resource"
                        }, 
                        {
                            "body": "<p>A secret desert hex might have shifting sand dunes, acrid winds, poisonous terrain, elemental portals, or some other strange feature that hides its secrets.</p><p>Ruins half-buried in the desert could still contain lost treasures or might already be looted. In either case, the ruins can be used as a place to take shelter from storms or as a lair for monsters. PCs who take shelter in these ruins suffer no effect from storms and similar hazards, but the chance of random encounters increases by 25%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Secret"
                        }
                    ]
                }, 
                {
                    "body": "<p>A normal forest hex can be any sort of common forest: sparse patches of trees in the lowlands, thickly needled pines of the taiga, a lush tropical jungle, or even an ancient fruit tree grove turned overgrown and wild.</p>", 
                    "name": "Forest", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Forest", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>A difficult forest is a treacherous place, full of rotting trees that can fall without warning, twisted scythe trees that lunge at their victims, or witch-lights that lead expeditions off the path. For each hour spent traveling through a difficult forest, there is a 5% chance of a falling tree hazard. Survival check DCs to avoid getting lost increase by 5.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Difficult"
                        }, 
                        {
                            "body": "<p>A forest hex feature could be either a cluster of massive old-growth trees or some type of tree that is unique to that region. In an old-growth forest, the canopy limits how much light reaches the ground, so undergrowth tends to be low-lying, tough plants like mosses and ferns.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Feature"
                        }, 
                        {
                            "body": "<p>This kind of forest hex is often treated with awe by local people, as hunting grounds are full of a terrifying array of arboreal creatures. The chance of random encounters within these forests increases by 10%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Hunting Ground"
                        }, 
                        {
                            "body": "<p>This hex contains valuable lumber, medicinal herbs, or plentiful sources of game meat. Survival checks to get along in the wild gain a +5 bonus.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Resource"
                        }, 
                        {
                            "body": "<p>A secret forest hex has thick mists or deep shadows that make fully exploring it a time-consuming prospect. Exploration time increases by 50%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Secret"
                        }
                    ]
                }, 
                {
                    "body": "<p>A hill is lower and less steep than a mountain. Hills are often transitional terrain between mountains and plains.</p>", 
                    "name": "Hill", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Hill", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Full of short cliffs and jagged stones, a difficult hill hex requires extra caution to avoid dangerous falls. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Difficult"
                        }, 
                        {
                            "body": "<p>The hex might be the site of a famous historical battle or the burial mound of long-dead chieftains. It provides a commanding view of the surrounding region and is useful as a waypoint. Survival checks to avoid getting lost or to become un-lost in this hex gain a +1 bonus.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Feature"
                        }, 
                        {
                            "body": "<p>The hex is cut with valleys and trenches that obscure predators from view. The chance of random encounters increases by 25%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Hunting Ground"
                        }, 
                        {
                            "body": "<p>The hex contains resources such as quality stone, coal, precious metals, or gems.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Resource"
                        }, 
                        {
                            "body": "<p>Hidden caverns provide shelter and lairs for monsters. Locating these caverns requires a successful DC 10 Perception or Survival check. PCs who take shelter here suffer no effect from storms and similar hazards, but the chance of random encounters increases by 10%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Secret"
                        }
                    ]
                }, 
                {
                    "body": "<p>Marshes, swamps, and bogs are challenging ground to traverse. Survival check DCs to avoid getting lost increase by 1 in a marsh hex.</p>", 
                    "name": "Marsh", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Marsh", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>A difficult marsh hex is a deadly place, replete with quicksand, poisonous plants, and treacherous water. The DCs for Survival checks to get along in the wild increase by 5. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Difficult"
                        }, 
                        {
                            "body": "<p>The hex might be the location of a marsh creature's den (such as a hag), a sunken ruin, a large water causeway, or a shallow lake.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Feature"
                        }, 
                        {
                            "body": "<p>Attacks in this hex are equally likely to come from underwater as from the surface. The chance of random encounters increases by 25%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Hunting Ground"
                        }, 
                        {
                            "body": "<p>Marsh resources primarily come in the form of medicinal plants and herbs.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Resource"
                        }, 
                        {
                            "body": "<p>Unfortunate explorers died in the marsh and left behind all their gear. With a successful DC 25 Survival check, the PCs can each salvage equipment worth 10 gp per character level.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Secret"
                        }
                    ]
                }, 
                {
                    "body": "<p>Mountains form long barriers across the landscape that greatly impede the movement of travelers.</p>", 
                    "name": "Mountain", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Mountain", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>All Climb DCs in a difficult mountain hex increase by 2. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Difficult"
                        }, 
                        {
                            "body": "<p>The mountain is the highest in the vicinity or has an unusual shape, perhaps resembling a face or creature. Alternatively, use a feature from the Feature section of the hill hex terrain type.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Feature"
                        }, 
                        {
                            "body": "<p>Bandits and monsters frequent these hexes, falling upon weary travelers. The chance of random encounters increases by 10%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Hunting Ground"
                        }, 
                        {
                            "body": "<p>The hex contains resources such as quality stone, coal, precious metals, or gems.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Resource"
                        }, 
                        {
                            "body": "<p>Hidden pathways carved through the mountains offer speedier paths. If the PCs succeed at a DC 20 Perception check to find the pathways, they can ignore the default travel time increase for the mountain hex.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Secret"
                        }
                    ]
                }, 
                {
                    "body": "<p>Plains can be fields of high grasses, permanently frozen tundra, or flat badlands.</p>", 
                    "name": "Plain", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Plain", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Dangerous plains tend to be filled with small sinkholes and pits that can twist or break the legs of the unwary. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Difficult"
                        }, 
                        {
                            "body": "<p>The plain might be the site of an old battlefield, with the remnants of earthwork defenses and trenches.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Feature"
                        }, 
                        {
                            "body": "<p>Ambush predators abound in these plains hexes, using the cover of tall grass to outflank and strike surprised prey. In tundra and badlands terrain, predators lie in wait underground using abilities such as burrow, or by digging shallow pits to hide in. The chance of random encounters increases by 25%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Hunting Ground"
                        }, 
                        {
                            "body": "<p>The hex has edible plants (such as wheat or cacti) or useful vegetable matter (such as flax or cotton).</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Resource"
                        }, 
                        {
                            "body": "<p>Stolen goods are buried in the hex and marked with an innocuous sign, such as an out-of-place river rock. With a successful DC 25 Perception check, the PCs recognize the marker and can each salvage treasure or nonmagical gear worth 10 gp per character level.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Secret"
                        }
                    ]
                }, 
                {
                    "body": "<p>Normal settlement hexes are small villages or military encampments. Settlements usually appear with another terrain type they're built upon. Frequently used trails or even simple roads reduce travel time through the hex by 25&mdash;50% depending on the terrain type for that hex.</p>", 
                    "name": "Settlement", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Settlement", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>A difficult settlement hex holds the ruins of an abandoned town or one full of the victims of famine, plague, or another devastating event. Decrepit buildings might collapse at any moment (treat as a cave-in or collapse; ).</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Difficult"
                        }, 
                        {
                            "body": "<p>The settlement hex has a community with a well-known reputation or historical significance.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Feature"
                        }, 
                        {
                            "body": "<p>This settlement is lawless, frequently attacked by brigands or pirates, or plagued by civil unrest. The chance of random encounters increases by 25%.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Hunting Ground"
                        }, 
                        {
                            "body": "<p>The settlement is a trading post, merchant camp, or small fort on a crucial crossroad or river crossing, and goods of many types (particularly trade goods and natural resources from nearby hexes) pass through the area.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Resource"
                        }, 
                        {
                            "body": "<p>A secret settlement is a bandit fort, pirate town, village inhabited by monsters, or secret home of someone trying to avoid normal civilization. The hex primarily resembles an adjacent hex type, and access to the settlement is usually hidden.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Secret"
                        }
                    ]
                }, 
                {
                    "body": "<p>Whether a river, lake, or ocean, this type of hex is predominantly water. If the PCs lack swim speeds or boats, it is best to treat lakes and oceans as obstacles for the PCs to travel around rather than through. Treat the shores of the water hex as the adjacent terrain type.</p>", 
                    "name": "Water", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Water", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Whitewater rapids, strong tides, or underwater vortexes mean this water is more challenging to cross. The Swim DCs to cross these waters increase by 5.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Difficult"
                        }, 
                        {
                            "body": "<p>The hex is part of a large or well-known river's course, or has a sturdy bridge that facilitates easy crossing.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Feature"
                        }, 
                        {
                            "body": "<p>The hex might be home to predatory aquatic creatures or opportunistic hunters waiting to strike prey that comes to drink. The chance of random encounters increases by 10%, or 25% if the PCs spend most of their time in the water.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Hunting Ground"
                        }, 
                        {
                            "body": "<p>Fish, shellfish, and pearls are plentiful in the hex. In some situations, the benefit of this resource is the availability of fresh water rather than the contaminated water or salt water available in nearby hexes.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Resource"
                        }, 
                        {
                            "body": "<p>The hex might contain an oasis, a connection to the Plane of Water, or a spring with magical powers.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Secret"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Not everyone has the time to create a detailed map to use in-game. You and your players can also use the following rules to create a whole new map randomly during play. This can empower your players to discover the unexplored world around them. The options presented below are intentionally designed to be generic types of temperate terrain; adjust them for your own game. In a frozen wasteland, plain hexes could represent great expanses of icy ground, while in an arid climate they could represent massive alkali flats. Use these examples as a springboard to create a unique campaign of exploration.</p><p>To generate a new map, begin by selecting a hex on your blank map as the starting point. Then decide the type of terrain for that starting point (such as a settlement in a forest hex). From that point onward, the reins of exploration are in your players' hands. Let them decide which direction they travel, and let each player take a turn generating the next hex by rolling 1d20 twice to determine the terrain type and terrain element for that hex using the tables below.</p>", 
            "name": "Random Map Generation", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Random Map Generation", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table id=\"terrain\"><thead><tr><th>d20</th><th>Terrain Type</th></tr></thead><tr class=\"odd\"><td>1&mdash;3</td><td>Forest</td></tr><tr class=\"even\"><td>4&mdash;6</td><td>Hill</td></tr><tr class=\"odd\"><td>7&mdash;8</td><td>Marsh</td></tr><tr class=\"even\"><td>9&mdash;10</td><td>Mountain</td></tr><tr class=\"odd\"><td>11&mdash;13</td><td>Plain</td></tr><tr class=\"even\"><td>14</td><td>Settlement</td></tr><tr class=\"odd\"><td>15&mdash;16</td><td>Water</td></tr><tr class=\"even\"><td>17&mdash;20</td><td>As previous terrain type</td></tr></table>", 
                    "source": "Ultimate Campaign", 
                    "type": "table"
                }, 
                {
                    "body": "<table><thead><tr><th>d20</th><th>Terrain Element</th></tr></thead><tr class=\"odd\"><td>1&mdash;3</td><td>Difficult</td></tr><tr class=\"even\"><td>4&mdash;6</td><td>Feature</td></tr><tr class=\"odd\"><td>7&mdash;10</td><td>Hunting Ground</td></tr><tr class=\"even\"><td>11&mdash;12</td><td>Resource</td></tr><tr class=\"odd\"><td>13&mdash;14</td><td>Secret</td></tr><tr class=\"even\"><td>15&mdash;20</td><td>Standard</td></tr></table>", 
                    "source": "Ultimate Campaign", 
                    "type": "table"
                }
            ]
        }, 
        {
            "body": "<p>Hazards are dangerous obstacles or events relevant to a hex's terrain type. They represent the natural disasters, harsh weather, and bad luck that can befall an expedition, and are included to liven up the PCs' journey as they explore the world. In addition to these hazards, you might use an environmental danger that's suitable to the current terrain (&mdash;433). After the effects of a hazard have been resolved, treat the hex as a standard example of that terrain.</p>", 
            "name": "Hazards", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Bad weather can range from minor precipitation to a serious storm. The weather can include lightning strikes and cause floods, landslides, and other natural hazards.</p>", 
                    "name": "Bad Weather", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Bad Weather", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Any", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Whether from a lack of water, a plague, or hostile magic, the plants and wildlife in the hex are suffering. A blight affects the hex and all adjacent unexplored hexes, and lasts for 1d4+2 weeks. During a blight, Survival DCs to get along in the wild increase by 5.</p>", 
                    "name": "Blight", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Blight", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Any", 
                    "type": "section"
                }, 
                {
                    "body": "<p>In a marsh, pockets of flammable gas can build up under the surface before violently erupting, throwing rocks, mud, and debris in all directions with startling force. In a desert, toxic fumes from a natural vent, old mine, or magical disaster might leak into the air, poisoning or mutating nearby creatures.</p><p>In a marsh, PCs can attempt a DC 15 Perception check to notice the smell and swelling before it erupts. The eruption deals 2d6 points of bludgeoning damage in a 20-foot radius, or 4d6 points of fire damage if the area contains open flame.</p><p>In a desert, PCs can attempt a DC 15 Perception check to notice the fumes and get out of their path before coming to harm. Otherwise, they must succeed at a DC 15 Fortitude save or take 1d4 points of Constitution damage  and be nauseated for 10 minutes.</p>", 
                    "name": "Deadly Gas", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Deadly Gas", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Desert, Marsh", 
                    "type": "section"
                }, 
                {
                    "body": "<p>A dust devil is a whirlwind not associated with a storm, particularly in a region with little or no topsoil. Treat a dust devil as a duststorm, sandstorm, or tornado.</p>", 
                    "name": "Dust Devil", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Dust Devil", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Desert, Hill, Plain", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Grass fires are often caused by lightning or careless camp fires. A grass fire is similar to a forest fire, except it can be spotted at twice the normal distance, and a PC caught in its area saves against heat damage only every 10 rounds.</p>", 
                    "name": "Grass Fire", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Grass Fire", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Hill, Plain", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Though active volcanoes are rare, even dormant volcanoes can produce tremors. Tremors last anywhere from 1d4 rounds to 2d6 minutes and increase Climb DCs by 2. The tremors might start an avalanche or collapse a cave or cliff (similar to an <i>earthquake</i> spell).</p>", 
                    "name": "Volcanic Tremor", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Volcanic Tremor", 
                    "source": "Ultimate Campaign", 
                    "abbrev": "Hill, Mountain", 
                    "type": "section"
                }
            ]
        }
    ]
}