{
    "body": "<p>Beyond life and death, beyond good and evil, there is honor. It is the abode of the eternal, which none can take but which can be destroyed through a single rash act. It is a measure of one's place within a society, a status known to all and sought by many. Whether in a samurai culture, the frozen viking wastes of the northlands, or the dizzying court intrigues of a byzantine kingdom, honor provides an anchor and stable foundations for your life's work. If you lack honor, others view you as faithless, untrustworthy, disloyal, and unfair. Honor influences reputation, status, and legend, but transcends them all.</p><p>Who has honor varies from culture to culture. In some, anyone from the lowliest peasant to the emperor can pursue honor, and a life lived in accordance with honor is the highest achievement. In another land, honor is a game only for nobility, a scoring method in their battles over status. Honor may be purely a warrior's code or a more primitive, largely unspoken understanding between combatants.</p><p>In some lands, the use of poison is an instant blight on one's honor. In others, its subtle and effective use might be a mark of the truly civilized person who wants to avert war and avoid innocent bloodshed. The general who fights until his last soldier falls is counted as honorable in some realms; in others, it is the general who surrenders, recognizing that sacrificing her soldiers' lives would be a waste. A criminal's code of honor is different from a priest's, and a school of wizards may have different rules for honor than a cabal of sorcerers.</p><p>No matter what form it takes, honor is recognition of a code larger than the individual, a willingness to subsume one's desires in the service of that code. Honor requires self-sacrifice. It is often neither the most reasonable course of action nor the most practical. It comes with a cost, but is its own reward. Your honor must be protected and upheld at all times; allowing another to besmirch it is almost as great an affront as you performing a dishonorable act. A dishonorable person may try to use your honorable code against you, but honor does not equate to stupidity.</p><p>This section presents a system for representing honor, as well as examples of various honor codes, including the chivalric code, the criminal code, and the samurai code.</p>", 
    "name": "Honor", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Honor is represented by points on a scale from 0 to 100. A score of 0 represents a person who is seen as completely untrustworthy, willing to sacrifice anything and anyone for even a momentary gain. A score of 100 represents a person of legendary stature whose reputation is without blemish. Honor is not a measurement of alignment, fame, or goodwill so much as a gauge of loyalty, trustworthiness, and fairness&mdash;one could be a kindhearted-but-flighty shogun with 0 honor points, or a cruel-but-stalwart monk with 100 honor points.</p>", 
            "name": "Honor Points", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Honor Points", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>An NPC's base number of honor points is equal to its CR × 5. The GM modifies this value according to the Gaining and Losing Honor section. An NPC who deviates from the strictures of his society may have an honor score very different from this base value. Most NPCs' honor scores rarely change, though the GM might choose to bestow fortune or disgrace on a particular NPC as a story or adventure hook for the PCs.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Honor Points/NPC Base Honor Points", 
                    "type": "section", 
                    "name": "NPC Base Honor Points", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>You start with a number of honor points equal to your Charisma score plus your character level. For example, a 1st-level PC with a Charisma score of 13 starts with an honor score of 14. Whenever your experience level or Charisma permanently changes, adjust your honor score accordingly. You can also gain or lose honor points during play.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Honor Points/PC Base Honor Points", 
                    "type": "section", 
                    "name": "PC Base Honor Points", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>You gain and lose honor points through events. Some events affect all PCs in the party (such as destroying a demon that's attacking a village), and others only affect you (such as losing a duel against a less honorable rival). Most of these events require witnesses who spread the word of what happened; if nobody outside sees the event, and nobody in the party speaks of it, it has no effect on your honor. The GM may decide that a delay of 1d6 days or more is appropriate for a change in honor, reflecting the time needed for news to travel.</p><p>A single event can earn you honor points for multiple reasons. For example, if you're a paladin using the chivalric code and your party's APL is 8, defeating a CR 11 hezrou demon earns everyone in the party 1 honor point for the \"party overcomes a challenging encounter\" general event and you earn 2 honor points for the \"defeat a challenging monster of the opposite alignment\" chivalric event.</p><p>The tables of honor point adjustments for the various types of codes provide examples of events that would cause you to gain or lose honor points. The honor point values are guidelines; the GM should adjust them as appropriate to the situation and campaign.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Gaining and Losing Honor", 
            "type": "section", 
            "name": "Gaining and Losing Honor", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can spend honor points once per game session to gain a temporary advantage for yourself, such as a gift, loan, or introduction to an important person. Each expenditure reduces your honor score by an amount determined by the GM. If you try to spend honor points for an advantage that costs more points than you currently have, your honor score is reduced to 0 and you don't gain the advantage&mdash;by reaching too high, you lose honor and gain nothing. Examples of honor point expenditures include the following.</p>", 
            "name": "Spending Honor", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Spending Honor", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>You call upon an allied NPC for a favor. Examples include access to private resources (such as a wizard's library), unhindered passage through enemy territory (such as getting an official to write you a letter of passage), or an audience with an important person (such as a high priest or city governor). <i>Cost</i>: 1d6 to 5d6 honor points, depending on the difficulty of the favor and the NPC's attitude toward you. If the GM is using the Contacts rules, the typical cost is 1d6 honor points per risk level of the task.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Spending Honor/Favor", 
                    "type": "section", 
                    "name": "Favor", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>You ask an NPC ally to give or loan you something of value. The gift or loan must be in the form of wealth or a single item. The GM may rule that an NPC refuses to give away a particularly rare or expensive item. The item must be something the NPC can actually grant&mdash;you can't ask a peasant for a suit of armor or a ronin for the emperor's personal sword. A gift is permanent, but a loan lasts only for the game session in which it is granted. <i>Cost</i>: 1d6 honor points per 2,000 gp value of the gift. If the request is a loan instead of a gift, the honor point cost is halved, but if you do not return the item at the end of the session, you must pay this honor point cost at the start of each session until the item is returned. This counts as your one opportunity to spend honor points that session; you can't spend honor on anything else until you return the item.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Spending Honor/Gift or Loan", 
                    "type": "section", 
                    "name": "Gift or Loan", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Choose Bluff, Diplomacy, or Intimidate. You gain a +5 circumstance bonus on checks for that skill for the rest of the game session. <i>Cost</i>: 1d6 honor points.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Spending Honor/Skill Bonus", 
                    "type": "section", 
                    "name": "Skill Bonus", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>If your honor score reaches 0, you take a &mdash;2 penalty on Will saving throws and Charisma-based checks, representing your sense of shame. If you are part of an honor-bound institution, your lack of honor may bring shame upon the institution, and cause its leaders to punish you.</p><p>You may renounce your code of honor at any time. You lose all honor points and benefits from honor, but do not take the penalty for having 0 honor points (not having a code is not the same as flaunting your code). Any characters who believe in that code refuse to speak or deal with you any more than they must. Your NPC allies avoid you. Your honorable institution declares you an enemy. Even those who have no association with your former code may steer clear of you, fearing retribution from your honorable institution.</p>", 
            "name": "Consequences of Losing Honor", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>These events are appropriate for most honor codes, including the individual codes listed below.</p>", 
                    "name": "General Honor Events", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/General Honor Events", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Event</th><th>Honor Points</th></tr></thead><tr class=\"odd\"><td>Complete a CR-appropriate Adventure Path</td><td>+10</td></tr><tr class=\"even\"><td>Complete a noble task for an honorable NPC (50+ honor points) and tell no one</td><td>+2</td></tr><tr class=\"odd\"><td>Roll 30 or higher on a Craft check to create a work of art or masterwork item<sup>1</sup></td><td>+2</td></tr><tr class=\"even\"><td>Roll 30 or higher on a Diplomacy or Intimidate check<sup>1</sup></td><td>+2</td></tr><tr class=\"odd\"><td>Roll 30 or higher on a Perform check<sup>1</sup></td><td>+2</td></tr><tr class=\"even\"><td>Complete a CR-appropriate adventure<sup>2</sup></td><td>+1</td></tr><tr class=\"odd\"><td>Craft a powerful magic item</td><td>+1<sup>3</sup></td></tr><tr class=\"even\"><td>Destroy an evil or dangerous magic item</td><td>+1<sup>4</sup></td></tr><tr class=\"odd\"><td>Party overcomes a challenging encounter (CR 3 or more higher than APL)</td><td>+1</td></tr><tr class=\"even\"><td>Willingly break one of the tenets of your code of honor</td><td>&mdash;2</td></tr><tr class=\"odd\"><td>Party flees an easy combat challenge (CR lower than APL)</td><td>&mdash;3</td></tr><tr class=\"even\"><td>Slander a person with a higher honor score</td><td>&mdash;4</td></tr><tr class=\"odd\"><td>Party loses an easy combat challenge (CR lower than APL)</td><td>&mdash;5</td></tr><tr class=\"even\"><td>Commit an act of treason or betray an honorable lord</td><td>&mdash;10</td></tr><tr class=\"odd\"><td>Be directly responsible for the death of an honorable ally or loved one under your protection</td><td>&mdash;20</td></tr><tfoot><tr><td colspan=\"2\"><sup>1</sup> You can gain honor points this way once per month.<sup>2</sup> About the length of a 32- or 48-page published adventure.<sup>3</sup> Per 40,000 gp of the item's price.<sup>4</sup> Per 40,000 gp of the item's price. Artifacts with no price grant 5 honor points for this purpose.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/General Honor Events/Event", 
                            "type": "table", 
                            "name": "Event", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>These events apply to a chivalric or Arthurian knight's code.</p>", 
                    "name": "Chivalric Code", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Chivalric Code", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Event</th><th>Honor Points</th></tr></thead><tr class=\"odd\"><td>Become a lord or similar rank</td><td>+50</td></tr><tr class=\"even\"><td>Defeat a noble lord in combat</td><td>+20</td></tr><tr class=\"odd\"><td>Agree to protect and be responsible for the protection of an honorable ally</td><td>+10</td></tr><tr class=\"even\"><td>Redeem a dishonorable foe</td><td>+6</td></tr><tr class=\"odd\"><td>Acquire vassals</td><td>+4</td></tr><tr class=\"even\"><td>Offer sanctuary and defend that offer</td><td>+3</td></tr><tr class=\"odd\"><td>Swear fealty to a lord</td><td>+3</td></tr><tr class=\"even\"><td>Defeat a challenging monster of the opposite alignment (CR 2 or more higher than APL)</td><td>+2</td></tr><tr class=\"odd\"><td>Protect a site holy to your religion against attackers</td><td>+2</td></tr><tr class=\"even\"><td>Protect an innocent against significant odds (CR 2 or more higher than APL)</td><td>+2</td></tr><tr class=\"odd\"><td>Swear a major oath and uphold it</td><td>+2</td></tr><tr class=\"even\"><td>Win a tournament</td><td>+2</td></tr><tr class=\"odd\"><td>Accept an enemy's parole</td><td>+1</td></tr><tr class=\"even\"><td>Participate in a tournament</td><td>+1</td></tr><tr class=\"odd\"><td>Accept an enemy's parole and refuse to honor the ransom</td><td>&mdash;2</td></tr><tr class=\"even\"><td>Be betrayed by a \"redeemed\" foe</td><td>&mdash;2</td></tr><tr class=\"odd\"><td>Be convicted of a petty crime</td><td>&mdash;2</td></tr><tr class=\"even\"><td>Offer sanctuary and betray it</td><td>&mdash;4</td></tr><tr class=\"odd\"><td>Swear a major oath and break it</td><td>&mdash;4</td></tr><tr class=\"even\"><td>Win a tournament by cheating</td><td>&mdash;5</td></tr></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Chivalric Code/Event", 
                            "type": "table", 
                            "name": "Event", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>These events apply to a criminal code such as that used by a thieves' guild or ninja clan.</p>", 
                    "name": "Criminal Code", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Criminal Code", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Event</th><th>Honor Points</th></tr></thead><tr class=\"odd\"><td>Become a guildmaster (city population 25,000+)<sup>1</sup></td><td>+50</td></tr><tr class=\"even\"><td>Become a guildmaster (city population 10,000+)<sup>1</sup></td><td>+25</td></tr><tr class=\"odd\"><td>Adopt a specific criminal code<sup>2</sup></td><td>+4</td></tr><tr class=\"even\"><td>End a long-running feud (1+ years) with a criminal more honorable than you<sup>3</sup></td><td>+3</td></tr><tr class=\"odd\"><td>Party humiliates an honorable noble<sup>4</sup></td><td>+3</td></tr><tr class=\"even\"><td>Corrupt a high-ranking public official<sup>5</sup></td><td>+2</td></tr><tr class=\"odd\"><td>Willingly take the fall for a higher-ranking criminal</td><td>+2</td></tr><tr class=\"even\"><td>Minstrels willingly sing about your exploits<sup>5</sup></td><td>+1</td></tr><tr class=\"odd\"><td>Defeat a legal challenge, be acquitted, or avoid sentencing</td><td>+1</td></tr><tr class=\"even\"><td>Party agrees to and then commits a significant crime</td><td>+1</td></tr><tr class=\"odd\"><td>Steal a powerful magic item or valuable treasure</td><td>+1<sup>6</sup></td></tr><tr class=\"even\"><td>Be convicted of a significant crime</td><td>+1</td></tr><tr class=\"odd\"><td>Pay minstrels to sing about your exploits</td><td>&mdash;2</td></tr><tr class=\"even\"><td>Willingly work with the authorities to prevent or solve a crime</td><td>&mdash;2</td></tr><tr class=\"odd\"><td>Party agrees to commit a crime and then reneges</td><td>&mdash;3</td></tr><tr class=\"even\"><td>Engage in a long-running feud (1+ years) with a criminal less honorable than you<sup>3</sup></td><td>&mdash;4</td></tr><tr class=\"odd\"><td>Refuse to punish an associate for becoming a turncoat</td><td>&mdash;4</td></tr><tr class=\"even\"><td>Party cooperates with authorities in helping dismantle a criminal enterprise</td><td>&mdash;5</td></tr><tr class=\"odd\"><td>Violate your specific criminal code</td><td>&mdash;6</td></tr><tr class=\"even\"><td>Be toppled as guildmaster</td><td>&mdash;30</td></tr><tfoot><tr><td colspan=\"2\"><sup>1</sup> These events don't stack for the same city. If the city's population increases after you become guildmaster, you gain the difference in honor points between the two events.<sup>2</sup> Such as \"I commit only property crimes\" or \"I never steal, I only commit murder.\"<sup>3</sup> Your honor score and the other criminal's must differ by at least 20 points.<sup>4</sup> Non-criminal honor point score of 50 or more.<sup>5</sup> You can gain honor points this way once per month.<sup>6</sup> Per 40,000 gp of the item's price.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Criminal Code/Event", 
                            "type": "table", 
                            "name": "Event", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>These events apply to cultures favoring political intrigue, espionage, and diplomacy.</p>", 
                    "name": "Political Code", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Political Code", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Event</th><th>Honor Points</th></tr></thead><tr class=\"odd\"><td>Become leader of a country</td><td>+50</td></tr><tr class=\"even\"><td>Become a duke (or equivalent rank)</td><td>+20</td></tr><tr class=\"odd\"><td>Ascend the ranks of nobility</td><td>+15</td></tr><tr class=\"even\"><td>Receive an important appointment</td><td>+10</td></tr><tr class=\"odd\"><td>Successfully negotiate a peace for a national dispute</td><td>+5</td></tr><tr class=\"even\"><td>Prevent a war</td><td>+5</td></tr><tr class=\"odd\"><td>Successfully negotiate a peace for a familial dispute</td><td>+3</td></tr><tr class=\"even\"><td>Act as an ambassador</td><td>+2</td></tr><tr class=\"odd\"><td>Gain the favor of an honorable NPC<sup>1</sup></td><td>+2</td></tr><tr class=\"even\"><td>Remove an enemy without bloodshed or death</td><td>+2</td></tr><tr class=\"odd\"><td>Start a popular war</td><td>+2</td></tr><tr class=\"even\"><td>Write and deliver a treaty</td><td>+2</td></tr><tr class=\"odd\"><td>Aid a political ally of lower status<sup>2</sup></td><td>+1</td></tr><tr class=\"even\"><td>Embarrass a rival</td><td>+1</td></tr><tr class=\"odd\"><td>Make allies in the bureaucracy</td><td>+1</td></tr><tr class=\"even\"><td>Successfully negotiate a peace for a personal dispute</td><td>+1</td></tr><tr class=\"odd\"><td>Make well-placed enemies in the bureaucracy</td><td>&mdash;1</td></tr><tr class=\"even\"><td>Refuse to use violence when negotiation fails</td><td>&mdash;2</td></tr><tr class=\"odd\"><td>Fail as an ambassador to a neutral country</td><td>&mdash;3</td></tr><tr class=\"even\"><td>Refuse to aid someone who did you a favor</td><td>&mdash;3</td></tr><tr class=\"odd\"><td>Receive an embarrassing appointment</td><td>&mdash;4</td></tr><tr class=\"even\"><td>Use violence to solve a problem when negotiation was an option</td><td>&mdash;5</td></tr><tr class=\"odd\"><td>Start an unpopular war</td><td>&mdash;8</td></tr><tr class=\"even\"><td>Fail to keep a popular war popular</td><td>&mdash;10</td></tr><tfoot><tr><td colspan=\"2\"><sup>1</sup> You can gain this reward once per NPC. The NPC must have at least 10 more honor points than you.<sup>2</sup> You can gain this reward once per month. The NPC must have at least 10 fewer honor points than you.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Political Code/Event", 
                            "type": "table", 
                            "name": "Event", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>These events apply to a samurai code.</p>", 
                    "name": "Samurai Code", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Samurai Code", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Event</th><th>Honor Points</th></tr></thead><tr class=\"odd\"><td>Become a daimyo or temple master</td><td>+80</td></tr><tr class=\"even\"><td>Defeat an honorable daimyo or temple master in combat</td><td>+20</td></tr><tr class=\"odd\"><td>Commit seppuku</td><td>+10</td></tr><tr class=\"even\"><td>Adopt a strict code of honor</td><td>+8</td></tr><tr class=\"odd\"><td>Help a disgraced ally perform seppuku</td><td>+4</td></tr><tr class=\"even\"><td>Challenge and defeat in single combat someone who has publicly dishonored you</td><td>+3</td></tr><tr class=\"odd\"><td>Party defeats a challenging oni (CR higher than APL)</td><td>+3</td></tr><tr class=\"even\"><td>Destroy a shrine that's dedicated to an opposing power</td><td>+2</td></tr><tr class=\"odd\"><td>Protect a shrine from marauders</td><td>+2</td></tr><tr class=\"even\"><td>Roll 30 or higher on a Craft check to create a work of art or masterwork item<sup>1</sup></td><td>+2</td></tr><tr class=\"odd\"><td>Roll 30 or higher on a Perform check<sup>1</sup></td><td>+2</td></tr><tr class=\"even\"><td>Perform an action against your alignment because of a sworn oath<sup>2</sup></td><td>+1</td></tr><tr class=\"odd\"><td>Trick a kami in a battle of wits</td><td>+1</td></tr><tr class=\"even\"><td>Excessively brag of your accomplishments<sup>3</sup></td><td>&mdash;1</td></tr><tr class=\"odd\"><td>Be convicted of a petty crime</td><td>&mdash;2</td></tr><tr class=\"even\"><td>Be drunk in public</td><td>&mdash;2</td></tr><tr class=\"odd\"><td>Slay an honorable opponent who has surrendered</td><td>&mdash;5</td></tr><tfoot><tr><td colspan=\"2\"><sup>1</sup> You can gain honor points this way once per month. If this event recounts accomplishments of another PC or NPC, you and the subject gain 2 honor points each.If the event mocks the subject and the subject has fewer honor points than you, you gain 2 honor points and the subject loses 2.If the event mocks a target with more honor points than you, you risk the &mdash;4 slander penalty if the event can be associated with you.Each additional subject the event would praise or mock gives the skill check a &mdash;5 penalty.<sup>2</sup> The oath must be to someone with more honor points than you.<sup>3</sup> Unless this is part of a class ability that requires you to brag about your accomplishments.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Samurai Code/Event", 
                            "type": "table", 
                            "name": "Event", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>These events apply to nomadic or tribal societies.</p>", 
                    "name": "Tribal Code", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Tribal Code", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Event</th><th>Honor Points</th></tr></thead><tr class=\"odd\"><td>Become the leader of the clan</td><td>+50</td></tr><tr class=\"even\"><td>Defeat the leader of your tribe in single combat and become leader</td><td>+20</td></tr><tr class=\"odd\"><td>Gain justice for a large slight to your family, tribe, or clan</td><td>+3</td></tr><tr class=\"even\"><td>Defend your village or camp from a raid</td><td>+2</td></tr><tr class=\"odd\"><td>Develop a recognizable and feared persona</td><td>+2</td></tr><tr class=\"even\"><td>Go far beyond the basics of hospitality</td><td>+2</td></tr><tr class=\"odd\"><td>Represent your tribe at a clan gathering</td><td>+2</td></tr><tr class=\"even\"><td>Stand against 10 opponents (whether the conflict is physical, social, or artistic)</td><td>+2</td></tr><tr class=\"odd\"><td>Challenge the leader of your tribe to single combat for leadership</td><td>+1</td></tr><tr class=\"even\"><td>Develop a new tribal tradition</td><td>+1</td></tr><tr class=\"odd\"><td>Enact tribal justice for a serious transgression</td><td>+1</td></tr><tr class=\"even\"><td>Gain justice for a small insult to your family, tribe, or clan</td><td>+1</td></tr><tr class=\"odd\"><td>Party enforces the code of hospitality</td><td>+1</td></tr><tr class=\"even\"><td>Break tribal behavioral code</td><td>&mdash;1</td></tr><tr class=\"odd\"><td>Speak ill of your clan outside your clan</td><td>&mdash;1</td></tr><tr class=\"even\"><td>Speak ill of your tribe outside your tribe</td><td>&mdash;2</td></tr><tr class=\"odd\"><td>Back down from a one-on-one fight</td><td>&mdash;3</td></tr><tr class=\"even\"><td>Ignore tribal command structure</td><td>&mdash;3</td></tr><tr class=\"odd\"><td>Party refuses hospitality to other travelers</td><td>&mdash;3</td></tr><tr class=\"even\"><td>Speak out against a member of your family</td><td>&mdash;3</td></tr><tr class=\"odd\"><td>Party takes advantage of hospitality, then betrays the hosts</td><td>&mdash;5</td></tr></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Honor/Consequences of Losing Honor/Tribal Code/Event", 
                            "type": "table", 
                            "name": "Event", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }
            ]
        }
    ]
}