{
    "body": "<p>A hero doesn't just blink into existence the moment you fill out a character sheet; he came from somewhere. For most characters, that means he has or had a family: a mother and father, who in turn had mothers and fathers of their own, and so on, stretching back into the past in a chain of ancestry. This is the character's lineage, and it shapes and defines the character, whether he's consciously aware of it or not. Some lineages are more complex than others&mdash;adoption, sorcerer bloodlines, and reincarnation are a few examples&mdash;but the idea of family is still important beyond immediate blood ties. Whatever form this lineage takes, it has a profound effect on the character's life, story, and role in the campaign.</p>", 
    "name": "Lineage", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The most obvious manifestation of your character's lineage is his still-living relatives. Many of these NPCs have been with the character since birth, and helped shape him into the person he is today. A character's family is an extension of that character's backstory, and so you should ultimately have the final say over its size and nature. The GM should only intervene when your desired family would disrupt the campaign in some way or give you an unfair advantage. For the same reason, the GM should avoid introducing new members to your character's family after the campaign begins, unless the circumstances of the story (such as marriage or pregnancy) demand it.</p><p>The first thing you need to do is to determine the size and composition of your character's family. This can be chosen arbitrarily, within reason, or can be generated randomly. One character's family might consist solely of the single parent who raised him, while another character might be a part of a large clan or noble house. Once you determine the size of the family, you can use the guidelines in this book to further develop the personalities of these relatives. Every family is different, so it's hard to generalize a PC's relationship with his relatives. The following guidelines are a good place to start. This assumes a happy, functional family. For other family types of dynamics, see Complicated and Dysfunctional Families.</p>", 
            "name": "Developing Your Family", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Developing Your Family", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>This group includes anyone who played a direct role in raising the character, or anyone whom the character is raising (such as a child or younger sibling). Generally this includes the character's mother, father, surrogate parents, brothers, sisters, and any other live-in relatives. The character's spouse (if any) also belongs in this category, as do any children. The size of an immediate family varies by culture, but for most campaigns they shouldn't be too numerous. These family members are usually very loyal, and start the campaign with a helpful attitude toward the PC (though in most campaigns they are low-level NPC-class characters and can't provide much support in terms of finances or gear). It should be difficult to permanently worsen their attitudes, barring exceptionally heinous actions. A character's greatest obligations are often to immediate family members, and when times get rough for the family, he may be expected to spend time or money helping them.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Developing Your Family/Immediate Family", 
                    "type": "section", 
                    "name": "Immediate Family", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>These family members had a less important role in the character's life growing up, but nonetheless played a part. This group often includes aunts, uncles, cousins, and grandparents. Married characters might also count their in-laws. A character's extended family is almost always larger and more diverse than her immediate family, but also less willing or able to help her in times of difficulty. Usually these relatives have a friendly attitude, though a few might be helpful, indifferent, or even hostile, depending on the family's circumstances. A character generally has fewer obligations to her extended family, though these relatives may still expect the occasional favor from the PC.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Developing Your Family/Extended Family", 
                    "type": "section", 
                    "name": "Extended Family", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Any person who is only loosely related to your character and has no strong emotional bond to the PC is considered a distant relative. These characters have little connection to you beyond (possibly) a shared surname, or are extended family of someone in your character's extended family. They are the character's most numerous and diverse group of relatives, and so can come in handy in a wide variety of situations, though she can't rely on them for help too directly or too often. These NPCs generally start with an indifferent attitude, though a particularly family-oriented relative might be friendly instead. They also generally don't expect many favors from the PC in return. They can usually be counted on to take the PC's side when dealing with people outside the family.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Developing Your Family/Distant Relatives", 
                    "type": "section", 
                    "name": "Distant Relatives", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Of course, not all families get along. Past trauma, such as abuse or neglect, can shatter bonds, poisoning what should be healthy relationships. Politics and religion also drive wedges between relatives, turning brother against brother and mother against daughter. Sometimes a simple clash of personalities is enough to turn one family member away. Because of reasons like these, some family members begin with a worse attitude toward your PC than the above guidelines suggest. Most such relatives will be unfriendly to the PC at worst, though hostile relatives are possible in extreme cases.</p><p>Whether or not your character initially gets along with his family is up to you. However, once the campaign begins, it's the GM's responsibility to control these relatives and determine how their attitudes change over the course of play. A character that acts against his family's interests, fails too often in familial obligations, or behaves in a manner contrary to the family's beliefs or ethics should expect relationships to sour. This should be handled delicately, as turning a character's family against him seriously alters the character's place in the campaign. The GM should remember that most families are forgiving, and only the most egregious of acts should have a permanent effect on the character's relationships with his family.</p><p>In the event that a family member's attitude does shift, reconciliation should always be possible (likewise, relatives who started out as unfriendly or hostile can be brought around with enough hard work). If the character convinces his family that he is truly repentant or trying to make amends with the offended relative, and he works to redress any wrongs he may have done, things should return to normal over time. How the character must do this is up to the GM. It might be as simple as making a Diplomacy check, or complex enough to merit its own side quest or short adventure.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Complicated and Dysfunctional Families", 
            "type": "section", 
            "name": "Complicated and Dysfunctional Families", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can create and describe the individual members of your character's family using the guidelines outlined in the Campaign Systems section, but a true family is more than a collection of NPCs with the same surname. Families have traditions, values, and a shared folklore that sets them apart, even from other groups in the same culture. When developing your character's family, you should consider what makes that family unique.</p><p>Does the family have any famous ancestors that they're proud or embarrassed of? What stories do the family elders tell about them? What stories do other family members tell? Does the family follow any special naming traditions, or worship a deity unusual for the region? What songs do they sing? Do any members have notorious reputations? Does the family have a motto? What values do they hold and what behaviors do they condemn? These are just a few examples of questions you can use to breathe life into the family and give its members a sense of cohesion.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Family Values", 
            "type": "section", 
            "name": "Family Values", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>While creating and developing a character's family is largely your responsibility, it's up to the GM to determine how large a role that family plays in the campaign. The family's role might be limited to that of a background element, serving only to flesh out your character concept, or it could play a pivotal role in the campaign's story, tying the character directly to the plot and motivating her from adventure to adventure. Creating a family for your character helps establish an emotional connection with the campaign setting, and the GM should encourage this by giving your family some measure of in-game relevance. Yet placing too much emphasis on one character's family gives that player undue influence over the campaign, and unless the rest of the party is composed of playing members of the same family, the other players could feel underrepresented.</p><p>The GM also needs to make sure that your character doesn't receive too much help from her family. If you play a character with a large or influential family, or a character with ties to a notable or powerful NPC, the GM should be wary of placing too much power in the hands of NPCs related to your character, as this could mean your character steals the spotlight from the rest of the party or makes trivial an important encounter by calling in some favors. The GM is free to disallow any familial relationships that could disrupt the campaign, but it may be worthwhile for you to work with the GM to create the relationships you want in a way that fits the campaign. For example, perhaps your character is disliked by his powerful relative, and therefore you can't call on the relative for assistance except in the most dire situation. Another option is for your character to have ties to a prominent family, but for the rest of the family to be far removed from where the adventure takes place, placing any help weeks or months away.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Including Families in the Game", 
            "type": "section", 
            "name": "Including Families in the Game", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Unless your character's family is astonishingly poor, they should be able to provide the PC and her allies with simple, mundane aid. This might mean a decent meal, a clean set of clothes, a roof for the night, or a few extra hands for some manual labor. Beyond this, what sort of aid the family provides depends on the family's interests and skills. A family of artisans might offer to craft a nonmagical piece of equipment, or lend tools and equipment related to their trade. A family of musicians might help you make contact with an influential noble patron, or throw a party for your friends and allies after a great victory.</p><p>Family members should never fight your PC's battles for you, and probably shouldn't fight at all except in extreme circumstances&mdash;after all, your PC is likely the adventurous member of the family. However, if you take the Leadership feat and select a family member as a cohort, the normal cohort rules apply and you may turn a family member into a combat-ready NPC (though the rest of your family may never forgive you if you get your relative killed by a monster).</p><p>One easy way to handle the family's aid to your PC is to use the rules for NPC Boons, mainly in the form of favor and skill boons. These boons usually come only from immediate family members, and even then only as often as the GM feels is appropriate. Unique boons might make an excellent reward for a PC who does her family a great service.</p><p>These offers of help don't come for free. Your character is expected to help the family when problems arise. The family should primarily ask for small favors, things your character can take care of with a simple skill check or a little gold. For example, your niece might ask you to help her enroll in a prestigious academy, necessitating a Diplomacy check with the school's dean, or your character's brother might ask for a small loan to start a new business. These favors should play to your character's strengths, and come with tangible benefits for your adventuring career in order to prevent the family member from becoming a GM-controlled nuisance. For example, your niece can arrange to get you access to her school's magical library, and your brother can give you a discount on the goods or services his business sells. These activities should take place during downtime so as to not detract from adventuring. Family obligations are also a way to introduce short side quests into the game, although GMs should be sure to include plot hooks that interest the rest of the party.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Support and Obligation", 
            "type": "section", 
            "name": "Support and Obligation", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The GM may decide that your character inherits something of value from a deceased relative. This may be as innocuous as a village farm or a house in the city, an adventurer's heirloom such as a masterwork rapier or <i>ring of protection +1</i>, or something cryptic and unnerving like a glowing frog idol or a skull that whispers secrets.</p><p>These items are often the source of adventure hooks: Perhaps squatters are living in your house, the rapier has an inscription in a lost language, or cultists are trying to steal the idol. Sometimes the inheritance creates family drama, such as a brother who is upset that you got the house instead of him, an impoverished uncle who'd like to sell the ring, or a religious cousin who shuns you because you own the blasphemous skull. Just like in real life, an inheritance can divide close family members or create alliances out of distant relatives.</p><p>These guidelines for inheritance don't apply if you are just using the idea as a way to provide roleplaying flavor for your character's starting equipment. For example, if your starting equipment at 1st level includes a normal longbow, you don't need GM approval to say that the bow once belonged to your grandmother, who was a ranger in her youth. However, if you wanted an heirloom masterwork longbow or <i>+1 longbow</i> for your character, you would need GM approval because the price of either of those items is beyond what a 1st-level character could afford.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Inheritance", 
            "type": "section", 
            "name": "Inheritance", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Villainous relatives are everywhere in popular fiction, and for good reason&mdash;confronting the \"black sheep\" of the family, whether over bad politics, stealing from the family business, or dangerous criminal acts carries a lot of dramatic tension, and the fallout from this sort of storyline can impact the entire family for generations. Having a friendly family member turn out to be the villain is just as effective as having a retired PC become a villain. The GM should use this as a plot device sparingly&mdash;turning relatives into villains is predictable, can negatively impact your perception of your character's family, and might focus the campaign too much on one player.</p><p>Instead of using a family member as a turncoat, you can plant the seeds for shady members of the family that the GM can use or ignore for the campaign. If your character's family owns a horse ranch, you may have a cousin who's fallen in with horse thieves. If the family owns a farm, a lazy uncle may have run off to join a cult or a gang of bandits. If the family matriarch is heavily involved with the local good temple, an eerie cousin may have sorcerer powers or leave to study necromancy. These NPCs may appear in the campaign later as obvious foes or as morally ambiguous characters you can recruit or ally with&mdash;after all, as an adventurer, you may be the black sheep in your family, an embarrassment that nobody decent talks about at family gatherings!</p><p>Having a relative as an antagonist brings additional complications. The family might deem harming your kin the ultimate sin, or maybe doing so would upset an influential relative, putting your character in a situation where you can't attack that opponent and can't allow allies to kill him. Alternatively, you could feel it is your personal mission to rid the family of the villain who stains its reputation, or bring that person to justice. If the problem family member is a dead ancestor of yours, it could fall to you to make amends for his evil deeds&mdash;or bear the burden of being the only one in the family who knows that a celebrated grandparent was secretly a cold-blooded murderer.</p><p>Long-lived monstrous races in your background can have interesting consequences for your character&mdash;though the ancestor's misdeeds happened decades ago, that relative may still be active in the campaign. For example, the shapechanging red dragon who polluted your bloodline may awaken after a century of rest, or the vampire queen of a nearby land may turn out to be your rebellious great-grandmother. Adversarial relationships like these provide a campaign villain and allow all the PCs to participate in your family's story, and can be the key to unlocking traits or other abilities for your character.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Family Members as Foes", 
            "type": "section", 
            "name": "Family Members as Foes", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>When a GM kills your PC's family members, it carries just as much risk as using your PC's family members as villains, and yields far fewer benefits. The death of a loved one at an enemy's hand can certainly provide an emotional kick to the campaign, and help characterize a villain as a truly loathsome individual. However, the unforeseen death of a beloved family member can just as easily prove jarring or traumatic if you are heavily invested in your character's family's well-being. If the GM believes it is necessary to place your character's family in peril, you should have a fair opportunity to defend or save them, or at least to distract the one responsible long enough for your family to get to safety.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Death in the Family", 
            "type": "section", 
            "name": "Death in the Family", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Your character's deceased family members can have just as strong an influence over the campaign as you do. Lineages vary widely; one character might be descended from an ancient line of kings, and another could be the child of an infamous thief. Rather than simply granting your character benefits or drawbacks based on her ancestors, your character's legacy should be used to provide hooks for further adventures and quests.</p><p>For example, a powerful evil NPC might owe your character's dead grandmother a favor and plot to discreetly eliminate your character before you learn of this debt and try to collect on it. If your character survives long enough to discover the NPC's motives, the favor may be of great benefit. Similarly, clues might surface implicating a dead ancestor in a terrible crime, prompting the local governor to place your character on trial in his stead because of a law that allows punishing descendants for an ancestor's offenses. To survive, your character needs to delve into your family history in order to clear the ancestor's name (and save your life), perhaps recovering a forgotten title or long-lost heirloom as a reward.</p><p>By drawing both positive and negative consequences from your character's past, the GM can present a nuanced and realistic portrayal of your character's legacy, while simultaneously producing scenarios versatile enough to capture the interest of the other PCs.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Lineage/Famous Lineages", 
            "type": "section", 
            "name": "Famous Lineages", 
            "source": "Ultimate Campaign"
        }
    ]
}