{
    "body": "<p>No villain ever seems to understand that when he threatens a hero's family, things go south for him. After all, nothing gives the beleaguered champion one last surge of strength like the sight of a loved one in peril. Relationships are the cornerstone of all that heroes are and can be.</p><p>This section helps you create dynamic and important relationships for player characters. Building a relationship between a PC and a key NPC can eventually grant that PC unique advantages and boons&mdash;whether the relationship is amiable or adversarial.</p><p>When your PC first meets a significant NPC (assuming the NPC isn't already part of your character's backstory), the GM may inform you that your PC can build a relationship with that NPC. If you are interested in doing so, record the NPC's name on your character sheet, the current Relationship Score you have with that NPC, and whether the relationship is friendly or competitive. Normally, your Relationship Score for a new contact is equal to your Charisma modifier, but the GM may decide that a relationship with a character tied to your backstory starts with a higher Relationship Score.</p><p>A relationship with an NPC can be either friendly or competitive&mdash;you get to choose which kind to pursue. Various in-game events can spontaneously change a relationship from one type to the other.</p>", 
    "name": "Relationships", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Your Relationship Level with an NPC is based on your Relationship Score, which can increase in play (see Growing Relationships). You gain new benefits when an NPC's relationship with you progresses to a new level.</p>", 
            "name": "Relationship Levels", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Relationship Score</th><th>Relationship Level</th></tr></thead><tr class=\"odd\"><td>5 or lower</td><td>Association</td></tr><tr class=\"even\"><td>6&mdash;11</td><td>Friendship/Competition</td></tr><tr class=\"odd\"><td>12&mdash;30</td><td>Fellowship/Rivalry</td></tr><tr class=\"even\"><td>31 or higher</td><td>Devotion/Enmity</td></tr></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Relationship Score", 
                    "type": "table", 
                    "name": "Relationship Score", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p> You and the NPC know each other, but not well enough to have a significant bond.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Association", 
                    "type": "section", 
                    "name": "Association", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>You are a good friend or known competitor of the NPC. Whenever you gain this Relationship Level with an NPC for the first time, your party gains 200 XP. The first time you gain this benefit in a campaign, your party gains an additional 200 XP. Most existing relationships from a backstory start at this level, and such a relationship does not grant you XP, as it predates the start of play.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Friendship_Competition", 
                    "type": "section", 
                    "name": "Friendship/Competition", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>You have strong ties to the NPC, either through deep mutual respect and admiration or through a strong sense of competition and conflict. As long as the other NPC is alive and active in the campaign, you gain a +1 morale bonus on all Charisma-based skill checks. Whenever you gain this Relationship Level with an NPC for the first time, your party gains 600 XP. The first time you gain this benefit in a campaign, your party gains an additional 600 XP.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Fellowship_Rivalry", 
                    "type": "section", 
                    "name": "Fellowship/Rivalry", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>You and the NPC are devoted to each other or actively opposed to one another. Whenever you gain this Relationship Level with an NPC for the first time, your party gains 1,600 XP. The first time you gain this benefit in a campaign, your party gains an additional 1,600 XP.</p><p>When a relationship with an NPC reaches this strength, it grants you a bonus trait, whether your relationship is friendly or competitive and whether this is your first relationship to do so or the latest in a series of strong relationships. The nature of this trait is decided by the GM, and is specific to the NPC and the campaign (for example, the bonus trait from a notable NPC fighter is probably about combat rather than improving spell DCs). You keep this trait for as long as the NPC is alive and active in the campaign; if the NPC dies, retires, or otherwise is no longer an active part of the campaign, you lose the trait.</p><p>The bonus XP from a relationship is divided among all PCs, just like other campaign-based XP awards. You can't gain XP bonuses from reaching a particular new Relationship Level with an individual NPC more than once (such as if you decrease your Relationship Level with an NPC or change its nature and bring it back up).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Devotion_Enmity", 
                    "type": "section", 
                    "name": "Devotion/Enmity", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>You can change your Relationship Score with an NPC in the following ways.</p>", 
            "name": "Growing Relationships", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>If your GM is using campaign traits for this campaign, and you have a campaign trait associated with a specific NPC, your Relationship Score with that NPC gains a one-time increase of 4 points.<span class=\"char-style-override-87\"></span></p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Campaign Trait", 
                    "type": "section", 
                    "name": "Campaign Trait", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Since your base Relationship Score with any NPC is equal to your Charisma modifier, when your Charisma score changes permanently (such as from Charisma drain or a <i>headband of alluring Charisma</i>), your Relationship Scores with NPCs change with it. Temporary changes, such as from ability damage or bonuses from spells like <i>eagle's splendor</i>, do not alter Relationship Scores.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Charisma", 
                    "type": "section", 
                    "name": "Charisma", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Every time you gain a character level, you may increase your Relationship Score with one NPC still active in the campaign by 1 point.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Companionship", 
                    "type": "section", 
                    "name": "Companionship", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A special gift can increase a friendly Relationship Score with an NPC, and a perfectly crafted insult can increase a competitive Relationship Score. Gifts and insults can't be just anything&mdash;each NPC reacts strongly to different things. When you establish a relationship, the GM should suggest one kind of gift or insult appropriate to the NPC. You can learn other relevant gifts or insults by observing the NPC in play.</p><p>Every time you gain a character level, you may give one special gift to or craft one perfect insult for each NPC with whom you have a relationship. The gift can be an item you found, built, or purchased. In most cases, the cost of the item is irrelevant as long as it's an honest gift.</p><p>When you think you have the right kind of gift or the right insult, inform the GM of your intent, then make a Diplomacy check (for a gift) or an Intimidate check (for an insult). If you roleplay the gift or insult's delivery particularly well, the GM might award up to a +4 bonus on this check. If you roleplay the interaction poorly, or if you time things badly enough (attempting to give a gift in the middle of combat, for example), the GM might give up to a &mdash;4 penalty on the check. The DC for this check is equal to your current Relationship Score with the NPC. If you succeed, your Relationship Score with that NPC increases by 1 point. If you exceed the DC by 10 or more, it increases by 2 points instead. Failure means there's no change.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Gifts and Insults", 
                    "type": "section", 
                    "name": "Gifts and Insults", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Certain events in a campaign can alter your Relationship Score with an NPC, such as saving a friend from execution or humiliating a competitor in public. The GM should inform you of these adjustments if and when they occur. These events generally increase your Relationship Score with that NPC by 1 to 5, but a particularly dramatic event can increase it by up to 10.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Special Events", 
                    "type": "section", 
                    "name": "Special Events", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Listed below are some of the familial relationships likely to be significant to a character, as well as adventure hooks, roleplaying advice, and ways to make the relationship grow over time.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Example Relationships", 
            "type": "section", 
            "name": "Example Relationships", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Whether a progenitor or a parental figure (like a mentor or teacher), a parent often embodies the sense of debt and responsibility a character has for his origins and past.</p>", 
            "name": "Parent", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Parent", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>For younger characters, parents might represent an authority of some kind, with power to bring them back home or to any other place where the parent needs some kind of service or duty performed. For older characters, parents can represent the need to repay all the debts and kindnesses of being reared. Some adventure hooks include:</p><ul><li>Your father calls you back home from the frivolity of adventuring to mind the family lands or to take over for the family business.</li><li>Your retired adventurer mother asks you to settle one last quest that she failed to complete.</li><li>Your elderly grandfather is facing death (whether from a curse, disease, or natural causes), spurring you to quest for a cure or locate lore on extending life. This may be an altruistic choice or to spare you the burden of inheriting his responsibilities.</li></ul>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Parent/Adventure Hooks", 
                    "type": "section", 
                    "name": "Adventure Hooks", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Most parents are driven to guide their children&mdash;even well into adulthood sometimes. If you learned magic by studying your father's spellbooks and have now surpassed his ability, he might still offer advice and \"lessons\" on the proper use of magic. If your mother is knowledgeable about world events, she might withhold key information to prevent you from taking on a dangerous quest. A competitor parent might walk the line between maintaining the relationship and manipulating you for some ultimate goal.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Parent/Roleplaying Advice", 
                    "type": "section", 
                    "name": "Roleplaying Advice", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>One of the easiest ways to show growth is for a parent to become less directly involved in your life. As you achieve higher levels and more prestige, your parents may come to accept that you're a competent adult. Her acknowledgment of your skill could lead to a mother shifting from guardian to mentor. Your parents could become well-meaning but exasperating antagonists who constantly test you. A competitor father whose talent is surpassed by yours might oppose you because he believes you're ungrateful, or even become a villain in the campaign.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Parent/Growing the Relationship", 
                    "type": "section", 
                    "name": "Growing the Relationship", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Sibling relationships have been the basis of folklore and mythology for ages, and for good reason. Unlike a parent, a sibling is your direct peer, a living mirror who forces you to confront your past deeds and future potential.</p>", 
            "name": "Sibling", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Sibling", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>No matter how disparate a sibling's current social status, financial standing, or chosen profession might be from yours, the ties of blood and family often obligate you to aid him. Some adventure hooks include:</p><ul><li>Your brother is considering arranged marriages from several influential families. He asks you to investigate them to find which bride might be both a worthy match for the family and a good spouse for him.</li><li>Your sister signed on to a dangerous expedition to harness rare material spell components and hasn't returned. It is your duty to find her&mdash;and if she is dead, complete her contracted service.</li><li>Your brother has finally decided to impress your parents and asks for your help in tracking down and slaying a powerful monster in order to restore the family fortune. He won't survive if he goes on his own.</li><li>Your foolhardy younger siblings were swindled into buying barren land with a monster-infested mine on it. They are now trapped and you must intervene before they are killed.</li><li>Your long-lost sibling returns at the same time that a rash of mysterious crimes occurs. Your sibling could be responsible for the crimes or have information about their true cause.</li></ul>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Sibling/Adventure Hooks", 
                    "type": "section", 
                    "name": "Adventure Hooks", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>The most important aspect to roleplaying a sibling relationship is to know his age in relation to yours. A younger sibling might be well-intentioned but desperate to prove himself to you. An older sibling might have difficulty letting go of an authority figure role, even if you've proven yourself in battles and quests. If you have lost a parent, an older sibling could take on the caregiver role. Middle siblings are often mediators or quietly overlooked by the rest of the family, and could enjoy or resent this position, perhaps acting out to draw attention from other members of the family.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Sibling/Roleplaying Advice", 
                    "type": "section", 
                    "name": "Roleplaying Advice", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>This often relies on how the sibling reacted to your last endeavor. If your brother allows you to take the blame for his crimes, but returns to clear your name at the last minute, he may be trying to give up old habits. A sibling adventurer might attempt to gain understanding of your perspective by taking a level in a character class you have.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Sibling/Growing the Relationship", 
                    "type": "section", 
                    "name": "Growing the Relationship", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>A childhood rival might be someone who used to bully you, an apprentice of the same mentor who competed against you for privileges, or a contemporary in your field who resented your opportunities or scoffed at your inferior birth status. This rival might openly hate you, pretend to like you while plotting your downfall, or respect you but have goals that conflict with yours. Backstabbing, cliques, peer pressure, and rumors are her weapons&mdash;the rival is someone who has known you for a long time and knows what buttons to push to annoy or distract you.</p>", 
            "name": "Childhood Rival", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Childhood Rival", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Whether the rivalry is a slow boil or ragingly violent, this person is a strong tie to your past, and the core of many memories. Some adventure hooks include:</p><ul><li>An old mentor has fallen ill or passed away, and you and your rival have been called to put the mentor's affairs in order&mdash;and perhaps carry out an ambiguous will.</li><li>A threat to your hometown sends you running to deal with it, only to find your old rival is there with different and dangerous ideas on how to remedy the problem.</li><li>The rival unexpectedly reappears in your life and wishes to make amends. This could be a sincere change, a ploy for trust, or another attempt to humiliate you.</li><li>Your rival is the leader of another adventuring group and issues a challenge to your party, such as a race to retrieve a legendary artifact or a public battle for a political prize.</li><li>The rival wants to hire you to perform a quest, but the specifics are mysterious and she won't tell you what happened to the last group hired.</li></ul>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Childhood Rival/Adventure Hooks", 
                    "type": "section", 
                    "name": "Adventure Hooks", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>With this sort of relationship, you have to identify the original conflict with the rival. Perhaps you were an easy target because you were physically weaker. Perhaps you had a different religion, were of a different race or gender, or practiced a different kind of magic. Perhaps you were the instigator (knowingly or unknowingly) of this conflict, the rival is the original victim, and you are dealing with the consequences of your own bad behavior.</p><p>With this knowledge, find a way to justify the rival's behavior toward you&mdash;encouraging you to overcome your weakness, convert to a morally superior religion, see the benefits of a different magical school, and so on. You might not agree with these reasons, and they could make you angry, ashamed, or vengeful, but they drive the roleplaying for the conflict.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Childhood Rival/Roleplaying Advice", 
                    "type": "section", 
                    "name": "Roleplaying Advice", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Identifying the rival's main motivation could be the way to turn the tables on him. By beating the rival at his own game, you become the dominant one in the relationship. For bullying rivals, this might even convince his allies or neutral parties to rally to your side and turn against the instigator of the rivalry. If the problem stems from the rival's weakness or insecurity, challenging the source of the conflict or making sincere attempts to become friends might turn the rival into a staunch ally&mdash;many relationships start with two parties disliking each other, only to grow into friendship after conflict.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Childhood Rival/Growing the Relationship", 
                    "type": "section", 
                    "name": "Growing the Relationship", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Romantic entanglements can be the stuff of roleplaying dreams. They add drama, tension, and excitement, and can raise the campaign stakes to unprecedented levels. Perhaps the most important facet of your relationship with your spouse hinges on how the two of you met. Furthermore, your spouse's role in the campaign affects you and the other PCs. When your paladin falls in love with the party cleric, marriage might not adversely affect the group dynamic&mdash;but if you marry the innkeeper in your favorite town, it could lead to a sedentary lifestyle and a divided loyalty between your fellow adventurers and your spouse's community.</p>", 
            "name": "Spouse", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Spouse", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Despite possibly grounding your PC to a specific area, a spouse can offer several strong adventure hooks. Possible hooks include:</p><ul><li>You and your spouse married in secret, without the approval of his influential family. You must prove yourself worthy to your new in-laws with quests that will improve their financial and social status (and thus their impression of you).</li><li>Your merchant spouse must deliver a message or item to another merchant, but you realize it is a coded missive between members of the thieves' guild planning an assassination. You must stop the attack in such a way that it doesn't invite reprisals against your spouse.</li><li>Your divine spellcaster spouse has accidentally and unknowingly violated an obscure tenet of faith by marrying you, and has lost all class abilities. Rather than abandon you for the church, your spouse insists on traveling to the high temple to beseech special dispensation for your marriage.</li></ul>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Spouse/Adventure Hooks", 
                    "type": "section", 
                    "name": "Adventure Hooks", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A spouse's main drive as a character is usually the well-being of the other half of the relationship. For adventuring couples, this might mean selecting feats or spells that uniquely complement each other's strengths. For conventional professions, this may mean developing useful connections and contacts. In an unhealthy marriage, the spouse is a competitor, and you might be the victim of tiny sabotages, like your partner secretly taking adventuring gear from you, or greater offenses such as your spouse feeding information to your rivals or enemies.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Spouse/Roleplaying Advice", 
                    "type": "section", 
                    "name": "Roleplaying Advice", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Married adventurers must balance the need for income and glory against the desire for safety and stability. A well-meaning spouse can influence your adventuring habits by making demands on your time and resources. Even a loving marriage might develop friction in the face of your adventuring. Questions about responsibilities over raising children&mdash;particularly if both parents continue adventuring&mdash;can cause conflict and resentment. Local customs might place burdens on you or your spouse. You can't simply treat your marriage like a familiar, remembering it only when it's convenient and stuffing it in a metaphorical backpack when not.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Spouse/Growing the Relationship", 
                    "type": "section", 
                    "name": "Growing the Relationship", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>If you want to deliberately change a relationship from friendly to competitive, you can do so by insulting or rejecting the NPC. This also automatically reduces your Relationship Score with that NPC by half.</p><p>If you want to change a relationship from competitive to friendly, you must offer the NPC a gift and make a Diplomacy check at a DC 10 higher than the normal gift check. If you succeed, the relationship changes to friendly, but your Relationship Score with that NPC is reduced by half. If you fail by less than 10, the relationship remains competitive, but you may reduce your Relationship Score with that NPC by 1 (representing the weakening of your rivalry). If you fail by more than 10, the relationship's nature and Relationship Score don't change.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Reversing Relationships", 
            "type": "section", 
            "name": "Reversing Relationships", 
            "source": "Ultimate Campaign"
        }
    ]
}