{
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Though some heroes content themselves with living off the spoils of their exploits or cloaking themselves in humility, others seek to live forever through the sagas and songs of their epic deeds. History measures a hero's success by tales of triumph and bravery that are retold down the ages. A hero with no one to tell her story quickly fades into obscurity along with her unsung accomplishments. How others tell of a hero's deeds becomes the weight by which she is measured, sculpting both her identity and reputation.</p><p>Reputation represents how the general public perceives you, whether positively or negatively. This perception precedes you, speaking on your behalf when you are absent and determining how you can expect to be treated by those who have heard of you. Reputation means different things to different types of characters, reflected in the social and cultural values of different regions. A character who embodies the qualities of a hero in one region may be perceived as villainous or disreputable in another. An icon widely revered and respected in her homeland may slip from fame into obscurity upon traveling to a neighboring kingdom.</p><p>When using these reputation rules, the GM needs to establish what reputation means to the players and NPCs of the campaign. For instance, a viking-themed campaign might base reputation on pillaging. Regardless, the basic concept for how you earn a reputation remains the same: You gain reputation when word of your deeds spreads. The more fantastic or socially significant your deeds, the better tales they make. If you are able to establish a strong or noteworthy reputation, you may be extolled for your actions and afforded resources beyond those obtainable by lesser-known individuals. Similarly, you can use your reputation to influence people socially, politically, and financially.</p><p>Three factors determine your reputation: Fame, Sphere of Influence, and Prestige Points. Your Fame increases and decreases depending on your actions. Your current Fame determines your overall reputation and maximum potential for cashing in on your fame (for a heroic character) or infamy (for a villainous character). Sphere of Influence defines the places where you can apply the benefits of your reputation. You can reap the benefits of your reputation by spending Prestige Points on awards, including temporary bonuses and favors.</p>", 
            "name": "Reputation and Fame", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>You begin play with a Fame equal to your character level + your Charisma modifier. Your Fame ranges from &mdash;100 to 100, with 0 representing a lack of any notoriety. Through the course of the campaign, your words and deeds help you build a reputation. Though an adventurer performs many deeds, not all are significant enough to warrant a change in Fame. If possible, the GM should stick to those deeds that directly affect the story or campaign and not reward points for minor victories. The significance of specific deeds should generally be left up to the GM, though Table 3&mdash;5 details some specific examples. If your Fame ever drops below 0, see Disrepute and Infamy on page 184.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Fame", 
                    "type": "section", 
                    "name": "Fame", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Your reputation travels only as far as the tales of your deeds. Even if you are a great hero in your homeland, when traveling elsewhere you will soon discover that your reputation diminishes until you eventually reach regions where you are completely unrecognized. The greater your reputation, the farther it travels and the broader your Sphere of Influence.</p><p>Your Fame determines the maximum range of your Sphere of Influence. Your Sphere of Influence has a radius of 100 miles, generally increasing by another 100 miles when your Fame reaches 10, 20, 30, 40, and 55. Increasing your Sphere of Influence isn't always automatic, and you are allowed some say as to where your reputation holds weight. For example, you could ask that your sphere extend more southward toward a major city and ignores the barbarian tribes to the east, or that it extend inward toward another country rather than out into the ocean.</p><p>Though your reputation may spread by happenstance, it usually spreads deliberately, whether by traveling bards embellishing stories of your accomplishments to make them more entertaining, your allies exaggerating your common achievements, your enemies repeating rumors about you to recruit others against you, or you telling your story to eager listeners. Where these tales get told determines where you become known and shapes your Sphere of Influence&mdash;a heroic sorcerer might hire bards to brag about her magic in a nearby kingdom she plans to visit, or a villainous barbarian might drive the maimed survivors of his raids southward to sow fear among his next victims.</p><p>Outside your Sphere of Influence, your Fame is 0. You can attempt to expand your Sphere of Influence into a new settlement by attempting a DC 30 Charisma, Diplomacy, or Intimidate check. If you succeed, you treat the settlement as being within your Sphere of Influence for 1d4 days, though your Fame is effectively halved for that settlement. After this time, the settlement reverts to being outside your sphere.</p><p>The following actions and conditions alter your Charisma, Diplomacy, or Intimidate check modifier for the purpose of expanding your Sphere of Influence.</p>", 
                    "name": "Sphere of Influence", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Sphere of Influence", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<table id=\"table-sphere-of-influence-modifiers\"><caption>Sphere of Influence Modifiers</caption><thead><tr><th>Action</th><th>Check Modifier</th></tr></thead><tr class=\"odd\"><td>Allies or minions spread tales of your deeds before you arrive</td><td>+5</td></tr><tr class=\"even\"><td>A bard spreads tales or songs of your deeds before you arrive</td><td>+ 1/2 bard level</td></tr><tr class=\"odd\"><td>You have NPC contacts in the settlement</td><td>+1</td></tr><tr class=\"even\"><td>You have enemies in the settlement</td><td>+1</td></tr><tr class=\"odd\"><td>Distance from your Sphere of Influence</td><td>&mdash;1 per 10 miles</td></tr><tr class=\"even\"><td>Settlement's primary language is different from yours</td><td>&mdash;5</td></tr></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Sphere of Influence/Sphere of Influence Modifiers", 
                            "type": "table", 
                            "name": "Sphere of Influence Modifiers", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>Prestige Points represent your ability to leverage your Fame. You earn Prestige Points (PP) by completing objectives during the course of play. The GM decides which deeds, goals, or story elements are most important and awards players for completing them accordingly. Each time your Fame increases, you also gain 1 Prestige Point. In a typical campaign, you should gain approximately 4 to 6 Prestige Points per character level. Your current Prestige Points can never exceed your Fame. You can't share Prestige Points with other characters; only the character who earned them can spend them. Most of the time, you spend points on rewards&mdash;titles, temporary abilities, or bonuses on tasks associated with your interests.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Prestige Points", 
                    "type": "section", 
                    "name": "Prestige Points", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Spending Prestige Points earns you awards&mdash;temporary bonuses or favors. Each time you want to use an award, you must spend the Prestige Points for that award. Unless otherwise stated, bonuses from spending Prestige Points do not stack (for example, you can't combine the Hero's Luck award with the Lore of Ages award to gain a +9 bonus on a Knowledge check). Spending Prestige Points on a reward is not an action. You may only spend Prestige Points within your Sphere of Influence.</p><p>Titles are a special category of award that is permanent instead of temporary. Unless a title's description says otherwise, you can only select a particular title once.</p><p>The following are examples of awards and titles for various thresholds of Fame. You must have at least the listed Fame to select a reward from that category. For example, you must have a Fame of at least 10 to select the Wanderer title, even if you have the 5 Prestige Points to spend on it.</p>", 
                    "name": "Awards", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>This is the starting Fame for a new 1st-level adventurer.</p>", 
                            "name": "Fame 1", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1", 
                            "type": "section", 
                            "source": "Ultimate Campaign", 
                            "sections": [
                                {
                                    "body": "<p>You gain a +4 luck bonus on a single skill check. You must use this award before you attempt the check in question.</p>", 
                                    "name": "Hero's Luck", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1/Heros Luck", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "1 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>In any settlement of at least 5,000 inhabitants, you may locate a corrupt official. If you're imprisoned or fined for crimes committed in the settlement's jurisdiction, you may take advantage of this contact. You pay no fines and escape sentencing if you can make a Diplomacy check (DC 15 for petty crimes, 20 for serious crimes, or 25 for capital crimes). You can use this ability once per game session. You may select this title once for each settlement in your Sphere of Influence; each time you select it, choose one settlement where you may use the award.</p>", 
                                    "name": "Palm Greaser", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1/Palm Greaser", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 4 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>You gain the services of an imp, mephit, quasit, or similar extraplanar creature from the Improved Familiar list on page 127 of the <i>Core Rulebook</i>. You can choose a creature with an alignment up to 1 step away from yours on each alignment axis. The creature acts as your willing servant for a number of encounters equal to your Intelligence, Wisdom, or Charisma bonus (whichever is highest), but remains for no more than 24 hours. The creature is a called outsider and automatically returns to its home plane at the end of this service.</p>", 
                                    "name": "Planar Pact", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 1/Planar Pact", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "5 PP", 
                                    "type": "section"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>This is the typical Fame of a character who has completed a couple of adventures.</p>", 
                            "name": "Fame 10", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10", 
                            "type": "section", 
                            "source": "Ultimate Campaign", 
                            "sections": [
                                {
                                    "body": "<p>With the help of a wizard or magical ritual, you gain the ability to prepare and cast a few weak arcane spells. If you spend 1 PP, you can prepare 4 wizard cantrips or one 1st-level wizard spell. If you spend 2 PP, you can prepare 4 wizard cantrips and one 1st-level wizard spell. You cast these spells as a wizard, and must have the minimum Intelligence to prepare these spells. You can't select this award if you're a wizard. After 24 hours, you take 1d3 points of Intelligence damage and lose any prepared spells you didn't cast.</p>", 
                                    "name": "Arcane Study I", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Arcane Study I", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "1 or 2 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>If you happen to find yourself in trouble with authorities as a result of false accusations, an influential benefactor steps forth to vouch for your honor, absolving you of any wrongdoing. You can use this award without penalty up to three times, after which the available benefactors begin to question your reputation; any further uses cost you an additional 1d4 Prestige Points.</p>", 
                                    "name": "Character Witness", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Character Witness", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "5 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>You may secure the assistance of a dedicated sage, librarian, or other knowledgeable individual, granting you a +5 bonus on any single Knowledge check after 1 hour of research. You make this Knowledge check as if you were trained in that skill.</p>", 
                                    "name": "Lore of Ages", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Lore of Ages", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "1 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>The long time you've spent on the road with fellow travelers has enhanced your knack for picking up local customs. Knowledge (local) becomes a class skill for you as long as you have this title.</p>", 
                                    "name": "Wanderer", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 10/Wanderer", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 1 PP", 
                                    "type": "section"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>This is the typical Fame of an adventurer who has completed several adventures and whom the public is starting to take notice of.</p>", 
                            "name": "Fame 20", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20", 
                            "type": "section", 
                            "source": "Ultimate Campaign", 
                            "sections": [
                                {
                                    "body": "<p>This award works like arcane study I, except you can prepare one 2nd-level wizard spell, and the Intelligence damage is 1d4 instead of 1d3. You can use this award and arcane study I at the same time. You can't select this award if you're a wizard.</p>", 
                                    "name": "Arcane Study II", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Arcane Study II", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "3 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Choose a 100-square-mile region within your Sphere of Influence. This is now your favored territory, and you gain a +2 bonus on Diplomacy checks within that territory. When your Fame reaches 30, you can select this title a second time, gaining a second favored territory and increasing the bonus in your first favored territory to +4. When your Fame reaches 55, you can select this title a third time, gaining a third favored territory and increasing the bonus in your first favored territory to +6 and in your second to +4.</p>", 
                                    "name": "Favored Territory", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Favored Territory", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 5 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Once per game session when selling any item, you may do so through an NPC fence, increasing the sale price of the item by 10%. This has no effect on items normally sold at full value (such as gems and trade goods).</p>", 
                                    "name": "Fence Friend", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Fence Friend", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 4 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>A powerful organization accepts you into its ranks. This could be a knighthood, a sagacious cabal of mages, or an order of monks. One skill appropriate to that organization becomes a class skill for you. You may select this title multiple times; each time you select it, you choose an appropriate organization to join and another skill that becomes a class skill. The GM determines whether an organization is available and what skills are appropriate choices for it.</p>", 
                                    "name": "Initiate", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Initiate", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 1 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>You gain a +2 competence bonus on checks with one skill as long as you have this title. You can take this title again once your Fame reaches 30, 40, and 55, selecting a different skill each time.</p>", 
                                    "name": "Intense Student", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Intense Student", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 2 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Using influential contacts and mercantile experience, you can find a good deal. Once per game session, you gain a 10% discount when purchasing an item. This award cannot be used for spellcasting services, costly material components, items normally sold at full value (such as trade goods or gems), or magic item crafting.</p>", 
                                    "name": "Master of Trade", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Master of Trade", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 4 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Make a significant sacrifice to gain 1d3 Prestige Points. If you are a heroic character, you must spend 375 gp × your character level to use this award, representing a great feast in your name, charitable giving, or other expenses that improve your reputation. If you are a villainous character, you must kill or sacrifice allies and minions whose total Hit Dice equal your character level, representing callous evil toward your friends and underlings. You can use this award once per month.</p>", 
                                    "name": "Sacrifice", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Sacrifice", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "0 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Select one Knowledge skill. You can make untrained checks with this skill up to a maximum of DC 20 instead of the normal limit of DC 10. You may select this title multiple times, each time selecting a different Knowledge skill.</p>", 
                                    "name": "Sage", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Sage", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 5 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Gain a cohort as if you had the Leadership feat. This character remains in your service for 24 hours.</p>", 
                                    "name": "Temporary Cohort", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Temporary Cohort", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "1 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Pick one rival organization as your hated enemy. You gain a +1 bonus on attack and damage rolls against members of that organization. This is a favored enemy bonus.</p>", 
                                    "name": "Vindicator", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 20/Vindicator", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 2 PP", 
                                    "type": "section"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>This is the Fame of a successful adventurer whose exploits have made her a local hero.</p>", 
                            "name": "Fame 30", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30", 
                            "type": "section", 
                            "source": "Ultimate Campaign", 
                            "sections": [
                                {
                                    "body": "<p>This award works like arcane study II, except you can prepare one 3rd-level wizard spell, and the Intelligence damage is 1d6 instead of 1d4. You can use this award, arcane study I, and arcane study II at the same time. You can't select this award if you're a wizard.</p>", 
                                    "name": "Arcane Study III", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Arcane Study III", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "3 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Undergo a bloody ritual with an ally whose Fame is at least 30. Once per week when in the company of that ally, you may lend him up to 5 Prestige Points, which he can spend as he pleases. If he does not spend them within 24 hours, they return to you.</p>", 
                                    "name": "Blood-Bound", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Blood-Bound", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, PP 2", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>If you are reduced to 0 hit points or fewer but are not dead, you automatically stabilize; on your next turn, you are healed 2d8+3 hit points. You can select this award only once per character level.</p>", 
                                    "name": "Escape Death", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Escape Death", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "5 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>You can select this title only if you have selected the initiate title. Your rank within your chosen organization increases. You gain an appellation appropriate to the organization and a +4 bonus on Bluff, Diplomacy, Intimidate, and Sense Motive checks made to interact with anyone within the organization. If you belong to multiple organizations, you may select this title multiple times.</p>", 
                                    "name": "Officer", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Officer", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, PP 5", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Within your Sphere of Influence, you hold enough respect that you can arrest, detain, and confiscate possessions from any common citizen you suspect has committed or is committing a crime. This right does not apply when dealing with nobles, aristocrats, political figures, or those who have ranks or titles similar to or greater than your own.</p>", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 5 PP", 
                                    "type": "section", 
                                    "name": "Warden"
                                }, 
                                {
                                    "body": "<p>Word of your deeds has spread far and wide, even outside of your Sphere of Influence. For the next 24 hours, you may use your Fame as if you were within your Sphere of Influence without needing to make the appropriate check, though your Fame is effectively halved outside your Sphere of Influence. You may select this award even when outside your Sphere of Influence.</p>", 
                                    "name": "Worldly Fame", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 30/Worldly Fame", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "2 PP", 
                                    "type": "section"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>This is the Fame of an adventurer who has achieved celebrity status.</p>", 
                            "name": "Fame 40", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40", 
                            "type": "section", 
                            "source": "Ultimate Campaign", 
                            "sections": [
                                {
                                    "body": "<p>You canselect this title only if you have selected the officer title. Your rank within your chosen organization increases to a position of command. You can call upon low-ranking members of your organization to perform mundane personal tasks at your behest, including running messages, announcing your arrival, and making sure preparations are made to accommodate your needs. In addition, you gain a +4 bonus on Intimidate checks made to influence any members of your organization's greatest rival group (such as a competing guild or citizens of a hostile country). If you belong to multiple organizations, you may select this title multiple times.</p>", 
                                    "name": "Commander", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40/Commander", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 4 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>Your reputation as an agent of your homeland's interests precedes you. When traveling outside your Sphere of Influence, you gain a +2 bonus on all Diplomacy and Sense Motive checks against citizens or natives of your homeland.</p>", 
                                    "name": "Patriot", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40/Patriot", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 4 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>You use your reputation to gain a private audience with a powerful individual such as a queen, general, high priest, or guildmaster. You gain a +2 circumstance on Diplomacy checks for the duration of that audience.</p>", 
                                    "name": "Privileged Meeting", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 40/Privileged Meeting", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "2 PP", 
                                    "type": "section"
                                }
                            ]
                        }, 
                        {
                            "body": "<p>At this Fame level and higher, the character  is idolized and easily recognized for his or her achievements.</p>", 
                            "name": "Fame 55+", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 55+", 
                            "type": "section", 
                            "source": "Ultimate Campaign", 
                            "sections": [
                                {
                                    "body": "<p>You can select this title only if you have selected the commander title. You become a senior member of your chosen organization. While serving the interests of that organization, you can call upon low-ranking soldiers to fight on your behalf. The soldiers are not magically summoned; you must speak to them as a group or send an officer to gather them for you (which may take anywhere from 1d4 rounds to 1d10 minutes). The number of soldiers at your command is equal to your Fame, plus one 3rd-level officer for every 20 soldiers and one 5th-level leader for every four officers. These soldiers are usually 1st-level fighters, but depending on the organization they may have some other appropriate class. These minions serve you for 1 day, but will not betray the interests of the organization or recklessly throw away their lives for you. If you belong to multiple organizations, you may select this title multiple times.</p>", 
                                    "name": "High Commander", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 55+/High Commander", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 4 PP", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p>You immediately increase your Sphere of Influence by 100 miles.</p>", 
                                    "name": "The Great", 
                                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Awards/Fame 55+/The Great", 
                                    "source": "Ultimate Campaign", 
                                    "abbrev": "Title, 10 PP", 
                                    "type": "section"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>If your Fame drops below 0, your reputation is based on infamy rather than fame. Treat your Fame as a positive number instead of a negative number for all rules relating to Fame, Sphere of Influence, and Prestige Points (for example, a villainous Fame of &mdash;20 is equivalent to a heroic Fame of 20 for the purpose of determining what awards you can buy).</p><p>If an event would increase your Fame, you may choose to increase your Fame (bringing it closer to 0) or decrease your Fame (making it a larger negative number). For example, if your Fame is &mdash;20 and you publicly roll a 30 on a Craft check to create a masterwork sword (normally worth +2), you may increase your Fame to &mdash;18 or decrease it to &mdash;22. Negative events that decrease your Fame always count as negative (a villain attacking innocent people doesn't make the public like him more).</p><p>If you have a negative Fame, nonevil NPCs often have unfriendly or hostile reactions to you (see Table 3&mdash;7: Negative Fame Reactions). Note that if you have a reputation for being powerful and dangerous, NPCs might avoid you rather than confront you.<span class=\"char-style-override-87\"></span></p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Disrepute and Infamy", 
                    "type": "section", 
                    "name": "Disrepute and Infamy", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Sometimes situations should take into account the Fame values of multiple characters. This usually occurs when all the PCs continually operate as a single entity, such as King Arthur's Knights of the Round Table, Robin Hood's Merry Men, or Captain Kidd's pirate crew. Instead of the fame of individuals contributing to the fame of a group, the group's fame is independent of its members (a group may start in the first category and evolve into the second as it gains more members and the founders take a less direct role in its activities). A group like this develops its own Fame; if you are a member of that group, you use its Fame instead your own. If you and your allies are part of such a group, the Fame rules work the same, except the GM only tracks one Fame value for the entire group instead of individual values for each PC; each character's actions that would increase or decrease the Fame contribute to that score. You still gain and spend your own Prestige Points, but use the group's Fame for everything else.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Shared Fame", 
                    "type": "section", 
                    "name": "Shared Fame", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Throughout the course of your adventuring career, your public persona and your true personality might drift begin to drift apart or become notably disparate. When this occurs, you may change your name and adopt an alter ego or alias in order to rid yourself of your prior reputation. In this case, your Fame and Prestige Points remain with your former name, allowing you to shed your former life and start a new one.</p><p>With an alter ego, you create an artificial persona to show the public. You wear a mask or costume to hide your true identity. When performing deeds as your alter ego, you develop its Fame instead of your own. Only when presenting yourself as the alter ego can you use its Fame and Prestige Points to your advantage. In this way, a seemingly weak or unassuming character can adopt the identity of a famous masked vigilante, relying on her fame to persuade commoners and strike fear into villains while remaining unknown in her secret identity.</p><p>If it's revealed that your two identities are actually the same person, your Fame and Prestige Points may change when dealing with those who have found out. For example, a notorious bandit changes her name and becomes a humble village healer. If her former life is made public, the villagers react to her according to her (larger, negative) Fame as a bandit, but she also loses face with bandits, who don't respect her choice to live peacefully and react according to her (lower, positive) Fame as a village healer.</p>", 
                    "name": "Alter Egos, Aliases, and Secret Identities", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Alter Egos/Aliases/and Secret Identities", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<table id=\"table-fame-events\"><caption>Fame Events</caption><thead><tr><th>Event</th><th>Fame Modifier</th></tr></thead><tr class=\"odd\"><td colspan=\"2\"><i>Positive Events</i></td></tr><tr class=\"even\"><td>Acquire a noteworthy treasure from a worthy foe<sup>1</sup></td><td>+1</td></tr><tr class=\"odd\"><td>Confirm two successive critical hits in a CR-appropriate encounter</td><td>+1</td></tr><tr class=\"even\"><td>Consecrate a temple to your deity</td><td>+1</td></tr><tr class=\"odd\"><td>Craft a powerful magic item</td><td>+1<sup>2</sup></td></tr><tr class=\"even\"><td>Gain a level in a PC class</td><td>+1</td></tr><tr class=\"odd\"><td>Locate and disarm three or more CR-appropriate traps in a row</td><td>+1</td></tr><tr class=\"even\"><td>Make a noteworthy historical, scientific, or magical discovery<sup>3</sup></td><td>+1</td></tr><tr class=\"odd\"><td>Own a legendary item or artifact</td><td> +1<sup>4</sup></td></tr><tr class=\"even\"><td>Receive a medal or similar honor from a public figure</td><td>+1</td></tr><tr class=\"odd\"><td>Return a significant magic item or relic to its owner</td><td>+1</td></tr><tr class=\"even\"><td>Sack the stronghold of a powerful noble</td><td>+1</td></tr><tr class=\"odd\"><td>Single-handedly defeat an opponent with a CR higher than your level</td><td>+1<sup>5</sup></td></tr><tr class=\"even\"><td>Win a combat encounter with a CR of your APL + 3 or more</td><td>+1</td></tr><tr class=\"odd\"><td>Defeat in combat a person who publicly defamed you</td><td>+2</td></tr><tr class=\"even\"><td>Succeed at a DC 30 or higher Craft check to create a work of art or masterwork item<sup>6</sup></td><td>+2</td></tr><tr class=\"odd\"><td>Succeed at a DC 30 or higher public Diplomacy or Intimidate check<sup>6</sup></td><td>+2</td></tr><tr class=\"even\"><td>Succeed at a DC 30 or higher public Perform check<sup>6</sup></td><td>+2</td></tr><tr class=\"odd\"><td>Complete an adventure with a CR appropriate for your APL<sup>7</sup></td><td>+3</td></tr><tr class=\"even\"><td>Earn a formal title (lady, lord, knight, and so on)</td><td>+3</td></tr><tr class=\"odd\"><td>Defeat a key rival in combat</td><td>+5</td></tr><tr class=\"even\"><td colspan=\"2\"><i>Negative Events</i></td></tr><tr class=\"odd\"><td>Be convicted of a petty crime</td><td>&mdash;1</td></tr><tr class=\"even\"><td>Keep company with someone of disreputable character</td><td>&mdash;1<sup>8</sup></td></tr><tr class=\"odd\"><td>Be convicted of a serious nonviolent crime</td><td>&mdash;2</td></tr><tr class=\"even\"><td>Publicly flee an encounter of a CR lower than your APL</td><td>&mdash;3</td></tr><tr class=\"odd\"><td>Attack innocent people</td><td>&mdash;5</td></tr><tr class=\"even\"><td>Be convicted of a serious violent crime</td><td>&mdash;5</td></tr><tr class=\"odd\"><td>Publicly lose an encounter of a CR equal to or lower than your APL</td><td>&mdash;5</td></tr><tr class=\"even\"><td>Be convicted of murder</td><td>&mdash;8</td></tr><tr class=\"odd\"><td>Be convicted of treason</td><td>&mdash;10</td></tr><tfoot><tr><td colspan=\"2\"><sup>1</sup> This includes claiming a treasure from a defeated monster or rival. A villainous character may include stealing such an item instead of obtaining it fairly.<sup>2</sup> Per 40,000 gp of the item's price.<sup>3</sup> Such as finding the ruins of a lost city, recovering forgotten lore, or creating a useful new spell.<sup>4</sup> Per 40,000 gp of the item's price. Artifacts with no price count as 200,000 gp (5 PP) for this purpose.<sup>5</sup> Per CR the opponent is above your level.<sup>6</sup> You may increase your Fame in this way no more than once per month.<sup>7</sup> Approximately the length of a Pathfinder Module or Pathfinder Adventure Path adventure.<sup>8</sup> Per week of close association.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Alter Egos/Aliases/and Secret Identities/Fame Events", 
                            "type": "table", 
                            "name": "Fame Events", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<table id=\"table-negative-fame-reactions\"><caption>Negative Fame Reactions</caption><thead><tr><th>Fame</th><th>Reaction</th></tr></thead><tr class=\"odd\"><td>&mdash;5</td><td style=\"white-space: normal;\">Merchants, hirelings, and innkeepers overcharge you by 10% to discourage you from doing business in their community.</td></tr><tr class=\"even\"><td>&mdash;8</td><td style=\"white-space: normal;\">Merchants, hirelings, and innkeepers refuse to accept your business. If you enter a business, you are immediately asked to leave. If you refuse, the owner calls for the authorities or locals to throw you out.</td></tr><tr class=\"odd\"><td>&mdash;10</td><td style=\"white-space: normal;\">When you approach, businesses shutter their windows and bar their doors. Most citizens refuse to speak with you. Others request that you leave immediately. If you remain for longer than 24 hours or act out against the citizens, your Fame decreases by 5 and the citizens form a mob to run you out of town.</td></tr><tr class=\"even\"><td>&mdash;15</td><td style=\"white-space: normal;\">Incensed that you display the gall to enter their community, an angry mob gathers. If you do not leave within a few minutes, the mob starts pelting you with fruit, sticks, and rocks.</td></tr><tr class=\"odd\"><td>&mdash;20</td><td style=\"white-space: normal;\">An angry mob forms shortly after you enter town. Not willing to wait for a potentially corrupt trial, they attempt to capture you and execute you for your crimes.</td></tr><tr class=\"even\"><td>&mdash;25</td><td style=\"white-space: normal;\">An authority figure has issued a warrant for your arrest, including a reward to anyone who captures you. This is well known and many are eager to collect it.</td></tr><tr class=\"odd\"><td>&mdash;30</td><td style=\"white-space: normal;\">An authority figure has issued a bounty for your head. This is well known and many are eager to collect it.</td></tr></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Alter Egos/Aliases/and Secret Identities/Negative Fame Reactions", 
                            "type": "table", 
                            "name": "Negative Fame Reactions", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Reputation And Fame", 
    "source": "Ultimate Campaign"
}