{
    "body": "<p>Every hero's journey comes to an end. Ideally this happens at the conclusion of the campaign, but not every hero makes it that far. Some are crippled in battle, killed without the possibility of resurrection, or altered beyond recognition by foul magic. Others lose the will to adventure or their motives for adventuring become irrelevant. Characters can also fall by the wayside for out-of-game reasons, such as a player's schedule changing and preventing participation or the player losing interest in playing the character or the game.</p><p>When this happens, you have an opportunity beyond the character walking off into the sunset&mdash;you can work with the GM to turn her into an NPC. If you choose this, you're left with questions to answer. Where does she go? What does she do when not adventuring? Similarly, the GMs is presented with an intriguing dilemma: should the retired character be involved in the campaign as an NPC, and if so, how?</p><p>Using ex-PCs to develop the world and advance the story is an easy way to establish a personal connection between the players and the setting, yet overusing them can steal the focus of the campaign away from the active PCs. The GM must also take the desires of the character's player into account, as few enjoy seeing a favorite PC portrayed poorly.</p><p>The decision to include ex-PCs is not one to make lightly, but the benefits typically far outweigh the risks. Continuing to use ex-PCs reinforces the idea that characters' actions have real and vital consequences for the game world, even after the last battle.</p>", 
    "name": "Retirement", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retirement", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>When most people think of retired adventurers, they think of the explorer-turned-tavern owner or the seasoned veteran who now patrols the streets as sheriff. These are characters who turned away from excitement and danger to live simpler, safer lives within the confines of civilization. This is an excellent option for PCs who have strong ties to a particular settlement or who possess skills or abilities that would be of use in the world outside the dungeon. If you're interested in having your PC retire this way, work with the GM to determine what sort of occupation your character can pursue and what location in the campaign world is best for that role. </p><p>The GM should consider what impact the ex-PC has on the region. If a 3rd-level wizard moves to a thorp or hamlet he will make waves, but he would have hardly any effect on a large town or city. On the other hand, a newly arrived 15th-level cleric radically alters the social and political structures of just about any region unless the character takes great pains to be unobtrusive. The GM should discuss with you what the character's goals for retirement are and how he plans to accomplish them. For example, does he want to build or buy a home or business?  Will he build it himself or hire local workers? Does the PC plan to marry? Have or adopt children? What relationship does he want to have with the local NPCs? Will he participate in politics? Answering these questions helps ensure the character becomes a part of the setting rather than forgotten or a tacked-on addition.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retirement/The Simple Life", 
            "type": "section", 
            "name": "The Simple Life", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You need to consider your retired PC's relationship with the remaining PCs, including your new character if you have one. If your PC left on good terms, the party members now have a friendly contact to call upon for advice or assistance. The retired PC can also serve as a convenient mouthpiece when the GM needs to relay plot-relevant information to the players. However, the GM should take care not to let your retired PC have too much of an active role in the campaign&mdash;the point of retiring is to retire, and if your old character is involved almost as much as your current character that means you're getting twice as much time in the spotlight as the other players.</p><p>Your retired PC isn't automatically best friends with your new character and shouldn't be the source of free gold, magic items, or spellcasting (but see the Lineage section for information about handling inheritance from earlier PCs). You should think of your retired PC as an allied NPC&mdash;to keep things fair, you need to make Diplomacy checks to gain significant favors, and the GM is the final arbiter of how much assistance your old PC is willing to offer based on the needs of the campaign.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retirement/Relationship to the PCs", 
            "type": "section", 
            "name": "Relationship to the PCs", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A character that stops being a PC doesn't have to quit adventuring; that PC just isn't part of the main adventuring party anymore. A devout mystic might leave the group to undertake a sacred pilgrimage for her church, or a savage warrior may return to her homeland to defend her tribe from foreign invaders. This type of retirement works best for an individualistic character or one whose adventuring motives are independent of the group's overall goals. The ex-PC may not have a direct role to play in the group's future efforts, but that doesn't mean she can't continue to influence the campaign.</p><p>An easy way for the GM to keep the departed character relevant is to make sure the other PCs are informed about her activities. She might send letters or magical messages (such as from <i>sending</i>) to the other PCs, or the PCs may hear news and rumors about her from bards and through town gossip (especially when they're in the retired PC's territory). These tales could be realistic or bombastic, depending on the personality of the retired PC. As a general rule, they shouldn't overshadow the accomplishments of the active PCs&mdash;the goal should always be to inform or entertain the PCs rather than have the retired PC steal the spotlight.</p><p>This approach gives the GM an excellent avenue to foreshadow future developments in the campaign, or to steer the party into further adventures. For example, the PCs might hear that their old ally sold several sets of Large weapons and armor in a nearby town, and when the PCs reach that area they are attacked by a gang of hill giants. Using retired PCs to flesh out the local history and legends also gives the campaign a stronger sense of continuity.</p><p>Whether the news is true or just a fabrication is of course up to the GM and the player who created the ex-PC. The retiree might leave to deal with some issue from her past or to battle some threats she is particularly suited to confront. Alternatively, she might choose to aid the group in a less direct way, such as by tracking down leads about campaign villains on behalf of the active PCs or tying up loose ends they leave behind (such as chasing down the last few cultists fleeing a temple the PCs destroyed). The retired character might even be fighting a second front against a common foe with or without the PCs being aware.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retirement/Taking a Different Path", 
            "type": "section", 
            "name": "Taking a Different Path", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Not all retired characters work to aid the PCs. Your character might harbor some grudge against her old teammates or even outright turn against them given the proper impetus, especially if there were personality conflicts in the group. Foes who were once friends make dangerous opponents, since they know the party's weaknesses. Using former PCs as campaign villains has two great advantages. First, the GM saves time by having a character sheet that is generally a little more powerful than a standard NPC of the same level. Second, the PC-turned-villain instantly engages the players' emotions. However, the latter reason is exactly why the GM should be careful using ex-PCs as villains. Repeated betrayals lose their potency quickly, and might leave players feeling jaded, cynical, or suspicious of any new PC who joins the group. The GM should have the permission of the retired PC's player (obtained discreetly, so as to not spoil the surprise), as many players won't like seeing their heroes turned into villains. Of course, it is also possible for the GM to coordinate with a player to introduce a new PC that they both want to turn into a villain after he spends a stint in the party.</p><p>A good betrayal is unexpected but believable in hindsight. This form of retirement works well for a character the party would not immediately suspect, so long as the GM and player can construct a rational motive. Sometimes the circumstances make this easy. A character left for dead or believed killed in battle might survive and swear revenge on the friends who abandoned him. He could return as an undead creature to (quite literally) haunt the PCs, or return in a different form, such as a flesh golem. If no obvious motive for betrayal presents itself, the GM should consider what the ex-PC values most, and use that information to turn the character against the party. Even the most righteous characters may turn against former friends under the right circumstances. Perhaps the villains are holding the character's family hostage to force compliance, or perhaps it's something as simple as a well-placed <i>suggestion </i>effect, a <i>dominate person</i> spell, or demonic possession.</p><p>The key to making the most of a retired character's betrayal is for the GM to tie it in with the campaign story. A former PC that acts alone is good for one fight or a tense roleplaying scene, but not much more than that. One who becomes a recurring villain, however, gives the PCs another hook to get involved with the story and lets the players act on their feelings of betrayal. It also gives them the opportunity to bring the former PC to justice&mdash;or offer redemption.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retirement/Betrayal", 
            "type": "section", 
            "name": "Betrayal", 
            "source": "Ultimate Campaign"
        }
    ]
}