{
    "body": "<p>If you are unsatisfied with a feat, skill, archetype, or class ability you chose, you may spend time in intense training to trade the old ability for a new one. Though it is time-consuming and expensive, this allows you to alter aspects of your character without extreme magic or a traumatic event.</p><p>Retraining takes all your attention for 8 hours per day for a number of days based on what you're retraining. You can't perform any other strenuous activities while retraining, such as marching, adventuring, or crafting magic items. You can retrain only one thing at a time; you must complete or abandon a particular training goal before starting another one. Abandoning unfinished training means you lose all progress toward that training's goal and all costs associated with that training.</p><p>Unless stated otherwise, retraining costs gp equal to 10 × your level × the number of days required to retrain. This is normally paid in full at the start of the retraining period, but the GM might allow you to divide these payments over multiple days. At the GM's discretion, this training cost could be up to 50% higher or lower, depending on situational factors within the settlement&mdash;availability of trainers, local economy, cost of materials, and so on.</p><p>Some retraining options require you to work with a trainer. If no suitable trainer is available, the GM might allow you to retrain yourself by spending twice the normal time. Even if you train yourself, you must still pay the cost for training (though you don't double the cost as you do the time). Any option that requires a trainer also requires some kind of training facility for that activity (such as a Dojo).</p><p>When you use retraining to replace some aspect of your character, you must meet all prerequisites, requirements, and considerations for whatever you're trying to acquire. For example, a 6th-level rogue can't use retraining to learn the Weapon Specialization feat because only fighters can choose that feat. When retraining multiple character options (class features, feats, classes, etc.) in one continuous period, all of the new selections are made at the end of that period in an order decided by the player. If this period is interrupted for any reason all choices must be made immediately. In this way players can retrain class features and their prerequisites at the same time.</p><p>Unless otherwise specified, there is no limit to how many times you can use retraining. Options that specify \"one\" of something refer to once per retraining session, not a campaign-wide limitation. For example, a barbarian can retrain one rage power per training session, and when she finishes a session she can start another retraining session to retrain that rage power or another one.</p><p>Some of the options listed below involve retraining features of your character that are essentially permanent parts of your heritage, such as a sorcerer's bloodline. The cost of retraining these things presumably includes magical or alchemical alterations to your body. The GM might rule that these changes are unavailable in the campaign, are only available under rare circumstances, take longer, are temporary, require some sort of quest, or are more expensive than the listed cost.</p><p>The following are the many types of training available.</p>", 
    "name": "Retraining", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>You may retrain an ability score increase gained at level 4, 8, 12, 16, or 20. This takes 5 days. At the end of the training period, remove the +1 bonus from the original ability score and add it to a different ability score. If this retraining means you no longer qualify for a feat, prestige class, or other ability you have, you can't use that feat, prestige class, or ability until you meet the qualifications again. (You can retrain that feat, prestige class, or other ability separately.)</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Ability Score Increase", 
            "type": "section", 
            "name": "Ability Score Increase", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can use the retraining rules to acquire an archetype for your class or abandon an archetype you have.</p><p>To gain an archetype that replaces standard class abilities you already have, you must spend 5 days for every alternate class feature you would add, subtract, or replace by taking that archetype. At the end of the training period, you lose the standard class features and replace them with the archetype's alternate class features (if any).</p><p>To abandon an archetype, you must spend 5 days for every alternate class feature you already have from that archetype. At the end of the retraining, you lose the archetype's class features and gain the standard class features for the class.</p><p>Swapping one archetype for another requires two retraining sessions: one to abandon the archetype, and then one to gain the new one.</p><p>Note that you don't have to use the retraining rules to take an archetype if your class level is low enough that the archetype doesn't modify any of your current class abilities. For example, if you're a 1st-level fighter who wants the archer archetype, that archetype doesn't replace any class abilities until fighter level 2, so you don't need to use the retraining rules at all&mdash;once you reach 2nd level, you can just decide to take the archer archetype.</p>", 
            "name": "Archetype", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Archetype", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Logan's 4th-level fighter has the archer archetype. Because he is 4th level, he has two alternative class features from his archetype (hawkeye at 2nd level and trick shot at 3rd level), so he must spend 10 days and 400 gp retraining to abandon this archetype. If he were 5th level, he would also have the expert archer alternative class feature, which would increase his retraining to 15 days and 750 gp.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }, 
        {
            "body": "<p>Many choices you make about your class features can be retrained. It takes 5 days to retrain one class feature. Training requires spending time with a character of your class whose class level is at least 1 higher than yours and who has the class feature you want. For example, if you are a 5th-level illusionist wizard and want to become a necromancer, you must train with a necromancer of at least 6th level.</p><p>Retraining a class feature means you lose the old class feature and gain a new one that you could otherwise qualify for at that point in your level advancement. For example, if you want to retrain your paladin's fatigued mercy (which she gained at 3rd level), you can replace it only with another mercy from the 3rd-level list. If at 6th level you learned the sickened mercy (which is on the 3rd-level list), you may replace it with a mercy from the 3rd- or 6th-level list (because you are replacing a 6th-level mercy slot which you spent on a 3rd-level mercy).</p><p>The class feature you wish to retrain can't be one that you used as a prerequisite for a feat, class feature, archetype, prestige class, or other ability. You must retrain those elements separately before you can retrain this class feature.</p><p>If an archetype or variant class feature replaces the listed class feature, at the GM's discretion you may retrain that alternative class feature for an equivalent variant class feature. For example, <i>Ultimate Magic</i> presents rules for inquisitions, which inquisitors can select in place of a domain, and the inquisitor entry below allows you to retrain your chosen domain, so you are allowed to instead retrain an inquisition, swapping it for a domain or another inquisition.</p><p>Class features you can retrain are as follows (some entries also call out other retraining options that are significant for the class in question, such as retraining feats for fighters, skill ranks for rogues, or spells known for sorcerers).</p>", 
            "name": "Class Feature", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Retrain one discovery.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Alchemist", 
                    "type": "section", 
                    "name": "Alchemist", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one cruelty, or retrain your fiendish bond, replacing your bonded weapon for a fiendish servant or vice versa.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Antipaladin", 
                    "type": "section", 
                    "name": "Antipaladin", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one rage power.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Barbarian", 
                    "type": "section", 
                    "name": "Barbarian", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one type of Perform skill associated with your versatile performance class feature. See also retraining skill ranks and retraining spells known.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Bard", 
                    "type": "section", 
                    "name": "Bard", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>You can change your order; the rules for this are found here. See also retraining feats.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Cavalier", 
                    "type": "section", 
                    "name": "Cavalier", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one domain; the new domain must be one granted by your deity. Doing so replaces your list of domain spells and your domain granted powers. If you are a neutral cleric of a neutral deity, you can instead retrain whether you channel positive or negative energy, which also changes whether you spontaneously cast <i>cure</i> spells or <i>inflict</i> spells.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Cleric", 
                    "type": "section", 
                    "name": "Cleric", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain your nature's bond, replacing your domain with an animal companion or vice versa. You can instead retrain one domain; the new domain must be available to your class or archetype. Doing so replaces your list of domain spells and your domain granted powers.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Druid", 
                    "type": "section", 
                    "name": "Druid", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one fighter weapon group you chose for your weapon training class feature. See also retraining feats.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Fighter", 
                    "type": "section", 
                    "name": "Fighter", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one firearm type you selected for gun training, or retrain one deed you selected for true grit. See also retraining feats.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Gunslinger", 
                    "type": "section", 
                    "name": "Gunslinger", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one domain; the new domain must be one granted by your deity or ethos. Doing so replaces your domain granted powers. See also retraining feats and retraining spells known.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Inquisitor", 
                    "type": "section", 
                    "name": "Inquisitor", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one magus arcana.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Magus", 
                    "type": "section", 
                    "name": "Magus", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>See retraining feats.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Monk", 
                    "type": "section", 
                    "name": "Monk", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one ninja trick or master trick.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Ninja", 
                    "type": "section", 
                    "name": "Ninja", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one revelation. You can instead retrain whether you add all <i>cure</i> spells or all <i>inflict</i> spells to your spell list. See also retraining spells known.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Oracle", 
                    "type": "section", 
                    "name": "Oracle", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one mercy, or retrain your divine bond, replacing your bonded weapon with a bonded mount or vice versa.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Paladin", 
                    "type": "section", 
                    "name": "Paladin", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one favored enemy. This takes 5 days for each +2 bonus you have against the favored enemy you are replacing.</p><p>You can instead retrain your combat style. This replaces all your current combat style bonus feats. This training takes 5 days for every combat style feat you are replacing.</p><p>You can instead retrain one favored terrain. This training takes 5 days for each +2 bonus you have in the favored terrain you are replacing.</p><p>You can instead retrain your hunter's bond, replacing your companions bond with an animal companion or vice versa.</p><p>See also retraining feats.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Ranger", 
                    "type": "section", 
                    "name": "Ranger", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one rogue talent or advanced rogue talent.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Rogue", 
                    "type": "section", 
                    "name": "Rogue", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain the weapon you chose for your weapon expertise class ability. You can change your samurai order; the rules for this are on page 18 of <i>Ultimate Combat</i>. See also retraining feats.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Samurai", 
                    "type": "section", 
                    "name": "Samurai", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain your bloodline. Doing so replaces your bonus spells, bloodline arcana, bloodline feats, and bloodline powers. This training takes 5 days for every bonus feat, bloodline arcana, and bloodline power you lose from changing bloodlines. See also retraining feats and retraining spells known.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Sorcerer", 
                    "type": "section", 
                    "name": "Sorcerer", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one eidolon evolution. You can instead retrain your eidolon's base form, but if the eidolon has an evolution that requires its original base form, you must first retrain that evolution in exchange for one without that requirement. See also retraining spells known.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Summoner", 
                    "type": "section", 
                    "name": "Summoner", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain one hex, major hex, or grand hex.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Witch", 
                    "type": "section", 
                    "name": "Witch", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Retrain your arcane bond by replacing one bonded item with another, replacing your bonded item with a familiar, or replacing your familiar with a bonded item. See also retraining feats.</p><p>You can instead retrain your arcane school (including changing to or from a universalist). Doing so replaces your school's bonus spell slots and school powers. This training takes 5 days for every school power you lose from changing schools.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Wizard", 
                    "type": "section", 
                    "name": "Wizard", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>One of the most critical choices you can make about your character is what class to choose when you gain a level.</p><p>In general, it takes 7 days to retrain one level in a class into one level in another class. Some classes are more suited for this kind of retraining, as they have a similar focus or purpose&mdash;this is called retraining synergy. If your old class has retraining synergy with your new class, retraining that class level takes only 5 days instead of 7 days. Determine class retraining synergies according to the table below.</p><p>Most prestige classes have retraining synergy with base classes that share their common class features. For example, the arcane trickster prestige class requires and advances arcane spellcasting, so it has retraining synergy with all arcane spellcasting classes. It also requires and advances sneak attack, so it has retraining synergy with classes that grant sneak attack. The GM is the final arbiter of whether or not a prestige class has retraining synergy with a base class, but should err on the side of generosity&mdash;if you would rather spend time retraining levels over and over again instead of adventuring, that is your choice.</p>", 
            "name": "Class Level", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Level", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<table id=\"table-retaining-synergies\"><caption>Retraining Synergies</caption><thead><tr><th>Old Class</th><th>New Class</th></tr></thead><tr class=\"odd\"><td>Alchemist</td><td>Magus, rogue, witch, wizard</td></tr><tr class=\"even\"><td>Barbarian</td><td>Cavalier, fighter, ranger</td></tr><tr class=\"odd\"><td>Bard</td><td>Oracle, rogue, sorcerer</td></tr><tr class=\"even\"><td>Cavalier</td><td>Barbarian, fighter</td></tr><tr class=\"odd\"><td>Cleric</td><td>Druid, inquisitor, oracle, paladin</td></tr><tr class=\"even\"><td>Druid</td><td>Cleric, oracle, ranger</td></tr><tr class=\"odd\"><td>Fighter</td><td>Barbarian, cavalier, gunslinger, magus, monk, paladin, ranger, rogue</td></tr><tr class=\"even\"><td>Gunslinger</td><td>Fighter, ranger</td></tr><tr class=\"odd\"><td>Inquisitor</td><td>Cleric, paladin, ranger</td></tr><tr class=\"even\"><td>Magus</td><td>Alchemist, fighter, wizard</td></tr><tr class=\"odd\"><td>Monk</td><td>Fighter, rogue</td></tr><tr class=\"even\"><td>Oracle</td><td>Bard, cleric, druid, paladin, sorcerer</td></tr><tr class=\"odd\"><td>Paladin</td><td>Cleric, fighter, inquisitor, oracle</td></tr><tr class=\"even\"><td>Ranger</td><td>Barbarian, druid, fighter, gunslinger, inquisitor</td></tr><tr class=\"odd\"><td>Rogue</td><td>Alchemist, bard, fighter, monk</td></tr><tr class=\"even\"><td>Sorcerer</td><td>Bard, oracle, summoner, witch, wizard</td></tr><tr class=\"odd\"><td>Summoner</td><td>Sorcerer, witch, wizard</td></tr><tr class=\"even\"><td>Witch</td><td>Alchemist, sorcerer, summoner, wizard</td></tr><tr class=\"odd\"><td>Wizard</td><td>Alchemist, magus, sorcerer, summoner, witch</td></tr></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Level/Retraining Synergies", 
                    "type": "table", 
                    "name": "Retraining Synergies", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Training requires spending time with a character who has at least 1 more level in the class you're retraining than your current level in that class. If no trainer is available (such as if you are at the highest level for that class), you still have the option to retrain without a trainer by spending double the time.</p><p>When you retrain a class level, you lose all the benefits of the highest level you have in that class. You immediately select a different class, add a level in that class, and gain all the benefits of that new class level.</p><p>This retraining does not allow you to reselect the feats your character gains at odd levels or the ability score increases your character gains every four levels (though you can retrain those options separately). If retraining a class level means you no longer qualify for a feat, prestige class, or other ability you have, you can't use that feat, prestige class, or ability until you meet the qualifications again. (You can still retrain that feat, prestige class, or other ability.)</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Mark is playing a ranger 5/rogue 2, and has decided he'd like to retrain one of his ranger levels into a rogue level (so he has to find a 3rd-level rogue). When he completes the training, he immediately loses all benefits from taking ranger level 5 (base attack bonus, saving throw bonuses, Hit Dice, hit points, skill ranks, and class features), then gains 1 level in rogue, immediately gaining all the benefits of rogue level 3. Mark's character is now a ranger 4/rogue 3. This retraining did not change Mark's 7th-level feat.</p><p>If you are retraining a level in an NPC class (adept, aristocrat, commoner, or expert) to a level in any other class, the training takes only 3 days. This allows an NPC soldier to begin her career as a warrior and eventually become an officer who is a single-classed fighter, and for  a younger character to start out with one commoner or expert level and become a 1st-level adventurer with a PC class when he reaches adulthood.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }, 
        {
            "body": "<p>You may change one feat to another through retraining. Retraining a feat takes 5 days with a character who has the feat you want. The old feat can't be one you used as a prerequisite for a feat, class feature, archetype, prestige class, or other ability. If the old feat is a bonus feat granted by a class feature, you must replace it with a feat that you could choose using that class feature.</p><p>Note that this retraining is unrelated to the fighter ability to learn a new bonus feat in place of an old one at certain class levels. That class ability is free, happens instantly when the character gains an appropriate fighter level, doesn't require a trainer, and can happen only once for any appropriate fighter level. Retraining a feat requires you to spend gp, takes time, requires a trainer, and can happen as often as you want.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Feat", 
            "type": "section", 
            "name": "Feat", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Sometimes the dice aren't in your favor when you gain a level and the hit points you roll are especially low. Unlike retraining other character abilities, retraining hit points doesn't involve replacing an existing ability with a new one, it just increases your maximum hit points.</p><p>Retraining hit points takes 3 days and requires you to spend time at a martial academy, monk monastery, or with some kind of master of combat who is at least one level higher than you. At the end of the training period, increase your hit points by 1. You can retrain hit points only if your maximum hit point total is less than the maximum possible hit point total for your character.</p>", 
            "name": "Hit Points", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Hit Points", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>If you are a fighter 5 with Constitution 14 and you haven't allocated any of your favored class bonus to hit points, your maximum possible hit point total is 60: (d10 HD + 2 from Constitution) × 5 levels. If your maximum hit point total is already 60, you can't retrain hit points because you are already at the limit. If you took the Toughness feat, you would gain 5 hit points and your maximum possible hit point total would also increase by 5, which means your ability to retrain hit points would be the same as without the feat.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }, 
        {
            "body": "<p>You can spend time to learn an additional language. It takes 20 days of training to gain a bonus language, and these days need not be consecutive. Each language requires a trainer who shares a language with you and knows the language you want to learn, or a book written in a language you know that explains the basics of the language you want to learn.</p><p>The new language does not count toward your maximum number of languages (racial languages + bonus languages from Intelligence + Linguistics ranks). You can train this way only a number of times equal to 1 + your Intelligence bonus.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/New Language", 
            "type": "section", 
            "name": "New Language", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If your campaign uses alternate racial traits, you can retrain a racial trait. This takes 20 nonconsecutive days and requires a trainer with the racial trait you want. The replacement trait must be an appropriate one from your racial list. The old and new racial traits must replace the same standard racial trait. For example, the magic resistant and stubborn alternate dwarven traits replace the hardy standard trait, so you can retrain one of those for the other.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Racial Trait", 
            "type": "section", 
            "name": "Racial Trait", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can retrain skill ranks you have assigned to skills. Retraining skill ranks takes 5 days. When the training period ends, reassign a number of skill ranks up to your Intelligence bonus (minimum 1), removing them from your existing skill (or skills) and adding them to a different skill (or skills).</p><p>If retraining skill ranks means you no longer qualify for a feat or other ability you have, you can't use that feat or ability until you meet the qualifications again. (Or you can retrain that feat or other ability.)</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Skill Ranks", 
            "type": "section", 
            "name": "Skill Ranks", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you are a spontaneous spellcaster (such as a bard, oracle, sorcerer, or summoner), you can retrain a spell known. This retraining takes 2 days per spell level of the new spell (or 1 day in the case of a cantrip or orison) and requires a trainer who can cast the spell you want. The trainer must cast the same kind of spells as you do (arcane or divine).</p><p> The spell with which you're replacing the previous spell must be another from your class spell list. The new spell must be one you could place in the old spell's spell slot. Note that this retraining is unrelated to the ability of sorcerers (or other spontaneous spellcasters) to learn a new spell in place of an old one at certain class levels. That class ability is free, happens instantly when the character gains an appropriate level in the spellcasting class, doesn't require a trainer, and can happen only once for any appropriate class level. Retraining a spell known requires you to spend gp, takes time, requires a trainer, and can happen as often as you want.<span class=\"char-style-override-92\"></span></p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Spells Known", 
            "type": "section", 
            "name": "Spells Known", 
            "source": "Ultimate Campaign"
        }
    ]
}