{
    "body": "<p>Even a moderately successful adventurer commands wealth and personal power beyond the means of most normal people in the world. While the common folk adore their heroes and the small-minded envy them, the authorities take a more pragmatic view: How can they and their jurisdictions financially benefit from these adventurers? In the greater campaign, as the PCs advance in stature, they gain the notice of such authorities, who seek a share of the PCs' rewards in the form of taxes. They claim material goods, utilize the PCs' talents in day-to-day life, or even enlist the PCs' services as adventurers. These people see this attention and service as their due for giving adventurers safe haven between quests and, at least in theory, protecting the PCs from the depredations of robbers and swindlers.</p><p>Taxes manifest in many ways and from many sources, and go by different names: dues, fees, surcharges, tariffs, tithes, and even requests for charity or donations. The person or organization levying the taxes, known as the collector, varies as well. A collector might be a civil leader (such as a noble or mayor), a professional (such as a dean or guild master), or a religious authority (such as an archbishop or parish priest).</p><p>When and how much to tax varies based on the nature of the campaign. Generally, paying taxes should happen between adventures, such as when the PCs enter a new city or return to their regular base of operations. A good rule is for the GM to tax the party once per character level for an amount roughly equal to a single encounter's total treasure value at their APL. The GM could also split this amount into multiple taxes or fees over the course of that character level.</p><p>For example, a party of 3rd-level PCs on the Medium track should be taxed about 800 gp. If the party's wealth is higher than the normal wealth by level guidelines and the PCs don't show discretion about this excess, authorities notice this and actively work to separate the PCs from more of their treasure. The GM should shower the PCs with flattery and promises of favors in the future so they don't feel punished for success.</p><p>This section also gives advice on using alternatives to taxation as adventure hooks. Instead of forcing the PCs to pay taxes, the local authorities can request that the PCs complete appropriate services or quests.</p>", 
    "name": "Taxation", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Though many taxes come in the form of financial transactions, some collectors are willing to substitute material goods, favors, or services for coin.</p>", 
            "name": "Types of Taxes", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Taxes", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Claiming a share of all proceeds is the simplest way collectors benefit from adventurers. This might be a coinage fee for converting foreign or excessive currency, a duty imposed on treasure and enforced by customs inspectors, or even a tithe paid by religious characters. Though such policies are straightforward to implement, clever PCs can avoid them by concealing their wealth&mdash;a typical tax collector lacks the wherewithal to ferret out treasure masked by illusion or cached in an extradimensional space. However, bragging about evading taxes can backfire, and could lead to divination-based inspections or interrogation under magical means.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Taxes/Direct Taxation", 
                    "type": "section", 
                    "name": "Direct Taxation", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>When a collector needs funds, the PCs present a ready and often untapped source of money. Experienced adventures routinely throw around amounts of gold that could equip an army or feed a town for months. Canny collectors avoid drawing from the well too often, saving their requests for dire circumstances. When they do call, they appeal to the PCs' compassion, patriotism, or sense of duty. Technically, it's not tax evasion to decline such a request, but collectors have long memories.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Taxes/Monetary Favors", 
                    "type": "section", 
                    "name": "Monetary Favors", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>In some countries, particularly ones with the feudal system, subjects swear fealty to their lord in a system of intertwined obligation. In return for the lord's protection, subjects agree to give service. When called upon by a lord, a PC must report to duty, offer up a suitable person to serve instead, or refuse the call and risk imprisonment or worse. Churches similarly expect service from their congregations, and guilds expect service from their members. Willing and eager service on the part of the PCs may be repaid by a favor from their collector in a time of need. If the service is especially suited to adventurers, such as clearing out monsters from the city sewer, the PCs should receive less than the normal treasure award&mdash;they shouldn't earn more gold for performing a service than they would have to pay in taxes to avoid that service.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Taxes/Service", 
                    "type": "section", 
                    "name": "Service", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>PCs are more useful for the deeds they can accomplish than for any material wealth they might possess. Even low-level adventurers possess talents in excess of the typical populace, and high-level adventures can shake the pillars of the world.</p>", 
            "name": "Types of Service", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Though not always the most discreet of hired killers, adventurers can be effective. Assassination requires catching a normally well-protected enemy in a vulnerable moment, and killing him without leaving any evidence behind. Even in failure, PCs bring one last valuable asset to the table: deniability. If the PCs are caught, the collector can claim ignorance of their activities, leaving the PCs to face justice on their own.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Assassination", 
                    "type": "section", 
                    "name": "Assassination", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>PCs, particularly the more charismatic sort, get invited (often just a euphemism for a demand) to attend social functions in order to impress the collector's other guests. PCs with only minor fame might just be a part of the throng at a grand ball or wedding, but more storied adventurers attend feasts and parades with a collector, elevating her status among peers and subtly deterring rivals. These social events also give other collectors the opportunity to approach the PCs for favors or material support, ideally after wining and dining has left the PCs in a relaxed and unguarded mood.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Celebrity", 
                    "type": "section", 
                    "name": "Celebrity", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>In many cases, espionage missions are given to an appropriate PC, such as a bard, enchanter, or rogue. As with assassination, collectors use PCs as spies so they have the advantage of deniability. Requests for espionage might be tied to a region the PCs already plan on visiting, or might require that they arrange their travel to suit the request.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Espionage", 
                    "type": "section", 
                    "name": "Espionage", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A PC with an item creation feat could find herself called on to use her talents, either as a personal favor or for the common good. A PC wizard could be asked to enhance the blades of the city guard, or a PC cleric could be asked to provide <i>cure light wounds</i> potions for her temple. Depending on who makes the request, the cost of creating the magic item might be borne by the PC, paid for by the collector, or split between them.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Magic Item Creation", 
                    "type": "section", 
                    "name": "Magic Item Creation", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Usually only low-level PCs get called on for rank-and-file service. More capable adventurers might instead find themselves pressed into service in the role of elite commandos, sent to deal with the opposing force's most dangerous troops and monsters. PCs with appropriate expertise may be called up to train others in their skills&mdash;a tedious but valuable service that can be accomplished during downtime between adventures.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Military Service", 
                    "type": "section", 
                    "name": "Military Service", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Few things better suit adventurers than being sent out to kill menacing beasts and monsters. Unfortunately, collectors often lack judgment as to what sort of opponents lie within a party's grasp. Novice adventurers aren't likely to be sent chasing dragons, but great heroes might be sent to dispatch a \"demon pig\" that turns out to be a mere dire boar, or mid-level ones sent to handle a \"wandering giant\" that turns out to be a storm giant or titan. Fleeing such conflicts may have long-lasting repercussions.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Monster Hunting", 
                    "type": "section", 
                    "name": "Monster Hunting", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Even middling spellcasters still have impressive magic at their disposal. Between adventures, many PCs leave their magical talents almost untapped. Asking a few hours of spellcasting service for the public each month seems like a trivial request to a collector. Besides prosaic tasks like constructing fortifications, lighting the city with permanent lights, tending to the sick, or entertaining guests with elaborate illusions, PC spellcasters might be asked for greater favors like contacting the dead, divining the will of the gods, or weaving defensive wards. The cost of these services might be the responsibility of the PC, subsidized by the collector, or split between the two, though non-spellcaster collectors have a tendency to greatly underestimate the costs of certain powerful spells and base their terms on these false assumptions.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Spellcasting", 
                    "type": "section", 
                    "name": "Spellcasting", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Beyond these examples, collectors may ask for almost anything within or even just beyond the PCs' abilities. The PCs might be tasked to find a stolen soul, loot a newly discovered dungeon and share the proceeds, intervene in a dispute between great wizards, or deliver tribute to a dragon. Often, these services serve as hooks for full adventures.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Types of Service/Other Services", 
                    "type": "section", 
                    "name": "Other Services", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>Forcing taxes on adventurers carries a certain amount of risk. Low-level PCs who avoid paying taxes likely face arrest, heavy fines, and possibly imprisonment if caught. Of course, they might be able to perform a suitable service in lieu of punishment. For mid-level PCs, indirect consequences are more effective than attempts to arrest them (unless the authorities have enough resources and ability that they stand a reasonable chance of capturing and holding the PCs)&mdash;local businesses may refuse to serve them, the thieves' guild might be given permission to rob them, city guards may ignore their calls for help, and so on. High-level PCs outmatch anyone trying to arrest them, and in many cases the worst consequences of their actions are cheers from other lawbreakers and snubs by nobles who rely on taxation for income. In the cases of dues and tithes, PCs who shirk their responsibilities can expect no help from their churches or guilds while indebted, and have to pay a considerable surcharge even after they make good on their debts. Of course, the proper service or favor might convince a church or guild to forgive the PCs for their transgressions.<span class=\"char-style-override-93\"></span></p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Taxation/Compliance", 
            "type": "section", 
            "name": "Compliance", 
            "source": "Ultimate Campaign"
        }
    ]
}