{
    "body": "<p>You can use the retraining rules to acquire an archetype for your class or abandon an archetype you have.</p><p>To gain an archetype that replaces standard class abilities you already have, you must spend 5 days for every alternate class feature you would add, subtract, or replace by taking that archetype. At the end of the training period, you lose the standard class features and replace them with the archetype's alternate class features (if any).</p><p>To abandon an archetype, you must spend 5 days for every alternate class feature you already have from that archetype. At the end of the retraining, you lose the archetype's class features and gain the standard class features for the class.</p><p>Swapping one archetype for another requires two retraining sessions: one to abandon the archetype, and then one to gain the new one.</p><p>Note that you don't have to use the retraining rules to take an archetype if your class level is low enough that the archetype doesn't modify any of your current class abilities. For example, if you're a 1st-level fighter who wants the archer archetype, that archetype doesn't replace any class abilities until fighter level 2, so you don't need to use the retraining rules at all&mdash;once you reach 2nd level, you can just decide to take the archer archetype.</p>", 
    "name": "Archetype", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Archetype", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Logan's 4th-level fighter has the archer archetype. Because he is 4th level, he has two alternative class features from his archetype (hawkeye at 2nd level and trick shot at 3rd level), so he must spend 10 days and 400 gp retraining to abandon this archetype. If he were 5th level, he would also have the expert archer alternative class feature, which would increase his retraining to 15 days and 750 gp.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}