{
    "body": "<p>Many choices you make about your class features can be retrained. It takes 5 days to retrain one class feature. Training requires spending time with a character of your class whose class level is at least 1 higher than yours and who has the class feature you want. For example, if you are a 5th-level illusionist wizard and want to become a necromancer, you must train with a necromancer of at least 6th level.</p><p>Retraining a class feature means you lose the old class feature and gain a new one that you could otherwise qualify for at that point in your level advancement. For example, if you want to retrain your paladin's fatigued mercy (which she gained at 3rd level), you can replace it only with another mercy from the 3rd-level list. If at 6th level you learned the sickened mercy (which is on the 3rd-level list), you may replace it with a mercy from the 3rd- or 6th-level list (because you are replacing a 6th-level mercy slot which you spent on a 3rd-level mercy).</p><p>The class feature you wish to retrain can't be one that you used as a prerequisite for a feat, class feature, archetype, prestige class, or other ability. You must retrain those elements separately before you can retrain this class feature.</p><p>If an archetype or variant class feature replaces the listed class feature, at the GM's discretion you may retrain that alternative class feature for an equivalent variant class feature. For example, <i>Ultimate Magic</i> presents rules for inquisitions, which inquisitors can select in place of a domain, and the inquisitor entry below allows you to retrain your chosen domain, so you are allowed to instead retrain an inquisition, swapping it for a domain or another inquisition.</p><p>Class features you can retrain are as follows (some entries also call out other retraining options that are significant for the class in question, such as retraining feats for fighters, skill ranks for rogues, or spells known for sorcerers).</p>", 
    "name": "Class Feature", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Retrain one discovery.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Alchemist", 
            "type": "section", 
            "name": "Alchemist", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one cruelty, or retrain your fiendish bond, replacing your bonded weapon for a fiendish servant or vice versa.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Antipaladin", 
            "type": "section", 
            "name": "Antipaladin", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one rage power.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Barbarian", 
            "type": "section", 
            "name": "Barbarian", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one type of Perform skill associated with your versatile performance class feature. See also retraining skill ranks and retraining spells known.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Bard", 
            "type": "section", 
            "name": "Bard", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You can change your order; the rules for this are found here. See also retraining feats.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Cavalier", 
            "type": "section", 
            "name": "Cavalier", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one domain; the new domain must be one granted by your deity. Doing so replaces your list of domain spells and your domain granted powers. If you are a neutral cleric of a neutral deity, you can instead retrain whether you channel positive or negative energy, which also changes whether you spontaneously cast <i>cure</i> spells or <i>inflict</i> spells.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Cleric", 
            "type": "section", 
            "name": "Cleric", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain your nature's bond, replacing your domain with an animal companion or vice versa. You can instead retrain one domain; the new domain must be available to your class or archetype. Doing so replaces your list of domain spells and your domain granted powers.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Druid", 
            "type": "section", 
            "name": "Druid", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one fighter weapon group you chose for your weapon training class feature. See also retraining feats.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Fighter", 
            "type": "section", 
            "name": "Fighter", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one firearm type you selected for gun training, or retrain one deed you selected for true grit. See also retraining feats.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Gunslinger", 
            "type": "section", 
            "name": "Gunslinger", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one domain; the new domain must be one granted by your deity or ethos. Doing so replaces your domain granted powers. See also retraining feats and retraining spells known.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Inquisitor", 
            "type": "section", 
            "name": "Inquisitor", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one magus arcana.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Magus", 
            "type": "section", 
            "name": "Magus", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>See retraining feats.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Monk", 
            "type": "section", 
            "name": "Monk", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one ninja trick or master trick.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Ninja", 
            "type": "section", 
            "name": "Ninja", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one revelation. You can instead retrain whether you add all <i>cure</i> spells or all <i>inflict</i> spells to your spell list. See also retraining spells known.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Oracle", 
            "type": "section", 
            "name": "Oracle", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one mercy, or retrain your divine bond, replacing your bonded weapon with a bonded mount or vice versa.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Paladin", 
            "type": "section", 
            "name": "Paladin", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one favored enemy. This takes 5 days for each +2 bonus you have against the favored enemy you are replacing.</p><p>You can instead retrain your combat style. This replaces all your current combat style bonus feats. This training takes 5 days for every combat style feat you are replacing.</p><p>You can instead retrain one favored terrain. This training takes 5 days for each +2 bonus you have in the favored terrain you are replacing.</p><p>You can instead retrain your hunter's bond, replacing your companions bond with an animal companion or vice versa.</p><p>See also retraining feats.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Ranger", 
            "type": "section", 
            "name": "Ranger", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one rogue talent or advanced rogue talent.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Rogue", 
            "type": "section", 
            "name": "Rogue", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain the weapon you chose for your weapon expertise class ability. You can change your samurai order; the rules for this are on page 18 of <i>Ultimate Combat</i>. See also retraining feats.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Samurai", 
            "type": "section", 
            "name": "Samurai", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain your bloodline. Doing so replaces your bonus spells, bloodline arcana, bloodline feats, and bloodline powers. This training takes 5 days for every bonus feat, bloodline arcana, and bloodline power you lose from changing bloodlines. See also retraining feats and retraining spells known.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Sorcerer", 
            "type": "section", 
            "name": "Sorcerer", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one eidolon evolution. You can instead retrain your eidolon's base form, but if the eidolon has an evolution that requires its original base form, you must first retrain that evolution in exchange for one without that requirement. See also retraining spells known.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Summoner", 
            "type": "section", 
            "name": "Summoner", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain one hex, major hex, or grand hex.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Witch", 
            "type": "section", 
            "name": "Witch", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Retrain your arcane bond by replacing one bonded item with another, replacing your bonded item with a familiar, or replacing your familiar with a bonded item. See also retraining feats.</p><p>You can instead retrain your arcane school (including changing to or from a universalist). Doing so replaces your school's bonus spell slots and school powers. This training takes 5 days for every school power you lose from changing schools.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Feature/Wizard", 
            "type": "section", 
            "name": "Wizard", 
            "source": "Ultimate Campaign"
        }
    ]
}