{
    "body": "<p>One of the most critical choices you can make about your character is what class to choose when you gain a level.</p><p>In general, it takes 7 days to retrain one level in a class into one level in another class. Some classes are more suited for this kind of retraining, as they have a similar focus or purpose&mdash;this is called retraining synergy. If your old class has retraining synergy with your new class, retraining that class level takes only 5 days instead of 7 days. Determine class retraining synergies according to the table below.</p><p>Most prestige classes have retraining synergy with base classes that share their common class features. For example, the arcane trickster prestige class requires and advances arcane spellcasting, so it has retraining synergy with all arcane spellcasting classes. It also requires and advances sneak attack, so it has retraining synergy with classes that grant sneak attack. The GM is the final arbiter of whether or not a prestige class has retraining synergy with a base class, but should err on the side of generosity&mdash;if you would rather spend time retraining levels over and over again instead of adventuring, that is your choice.</p>", 
    "name": "Class Level", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Level", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-retaining-synergies\"><caption>Retraining Synergies</caption><thead><tr><th>Old Class</th><th>New Class</th></tr></thead><tr class=\"odd\"><td>Alchemist</td><td>Magus, rogue, witch, wizard</td></tr><tr class=\"even\"><td>Barbarian</td><td>Cavalier, fighter, ranger</td></tr><tr class=\"odd\"><td>Bard</td><td>Oracle, rogue, sorcerer</td></tr><tr class=\"even\"><td>Cavalier</td><td>Barbarian, fighter</td></tr><tr class=\"odd\"><td>Cleric</td><td>Druid, inquisitor, oracle, paladin</td></tr><tr class=\"even\"><td>Druid</td><td>Cleric, oracle, ranger</td></tr><tr class=\"odd\"><td>Fighter</td><td>Barbarian, cavalier, gunslinger, magus, monk, paladin, ranger, rogue</td></tr><tr class=\"even\"><td>Gunslinger</td><td>Fighter, ranger</td></tr><tr class=\"odd\"><td>Inquisitor</td><td>Cleric, paladin, ranger</td></tr><tr class=\"even\"><td>Magus</td><td>Alchemist, fighter, wizard</td></tr><tr class=\"odd\"><td>Monk</td><td>Fighter, rogue</td></tr><tr class=\"even\"><td>Oracle</td><td>Bard, cleric, druid, paladin, sorcerer</td></tr><tr class=\"odd\"><td>Paladin</td><td>Cleric, fighter, inquisitor, oracle</td></tr><tr class=\"even\"><td>Ranger</td><td>Barbarian, druid, fighter, gunslinger, inquisitor</td></tr><tr class=\"odd\"><td>Rogue</td><td>Alchemist, bard, fighter, monk</td></tr><tr class=\"even\"><td>Sorcerer</td><td>Bard, oracle, summoner, witch, wizard</td></tr><tr class=\"odd\"><td>Summoner</td><td>Sorcerer, witch, wizard</td></tr><tr class=\"even\"><td>Witch</td><td>Alchemist, sorcerer, summoner, wizard</td></tr><tr class=\"odd\"><td>Wizard</td><td>Alchemist, magus, sorcerer, summoner, witch</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retraining/Class Level/Retraining Synergies", 
            "type": "table", 
            "name": "Retraining Synergies", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Training requires spending time with a character who has at least 1 more level in the class you're retraining than your current level in that class. If no trainer is available (such as if you are at the highest level for that class), you still have the option to retrain without a trainer by spending double the time.</p><p>When you retrain a class level, you lose all the benefits of the highest level you have in that class. You immediately select a different class, add a level in that class, and gain all the benefits of that new class level.</p><p>This retraining does not allow you to reselect the feats your character gains at odd levels or the ability score increases your character gains every four levels (though you can retrain those options separately). If retraining a class level means you no longer qualify for a feat, prestige class, or other ability you have, you can't use that feat, prestige class, or ability until you meet the qualifications again. (You can still retrain that feat, prestige class, or other ability.)</p>", 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Mark is playing a ranger 5/rogue 2, and has decided he'd like to retrain one of his ranger levels into a rogue level (so he has to find a 3rd-level rogue). When he completes the training, he immediately loses all benefits from taking ranger level 5 (base attack bonus, saving throw bonuses, Hit Dice, hit points, skill ranks, and class features), then gains 1 level in rogue, immediately gaining all the benefits of rogue level 3. Mark's character is now a ranger 4/rogue 3. This retraining did not change Mark's 7th-level feat.</p><p>If you are retraining a level in an NPC class (adept, aristocrat, commoner, or expert) to a level in any other class, the training takes only 3 days. This allows an NPC soldier to begin her career as a warrior and eventually become an officer who is a single-classed fighter, and for  a younger character to start out with one commoner or expert level and become a 1st-level adventurer with a PC class when he reaches adulthood.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}