{
    "body": "<p class=\"stat-block\">A neurocam consists of a strange helmet covered in flashing lights and adjustable straps with an intricate blinder that covers the eyes. This device is used to make a duplicate of a creature's mind, copying and storing all the knowledge, memories, and personality of a living creature. A neurocam can be adjusted to fit the head of any creature of size Tiny to Large. A neurocam interfaces with the subject's brain via a modulated beam of light that is transmitted through the optic nerves and several fine sensors that must press against the user's skull. Storing a person's mind takes 10 minutes of uninterrupted use; any interruption scrambles the pattern and ruins the neurocam. This process does not harm the target. An unwilling subject can attempt a DC 20 Will saving throw to resist a neurocam; if the subject is successful, the neurocam's contents are scrambled and the device is ruined.</p><p class=\"stat-block\">A neurocam can store only one personality. Once used, it cannot store another even after the contents are uploaded elsewhere. A personality stored in a neurocam is effectively put into stasis&mdash;the mind does not age, nor does it gain new experiences or knowledge. It's cut off from the world, and though it experiences strange dreams, it isn't aware of the passage of time. If the neurocam is destroyed, the stored personality vanishes; however, loss of power does not harm a stored personality. </p><p class=\"stat-block\">A stored personality can be uploaded only once. It can be uploaded into a blank clone in a clonepod. Additional processes to upload a stored personality into a robot or an AI core exist but are complex and often drive the stored personality insane.</p>", 
    "slot": "head", 
    "name": "Neurocam", 
    "weight": "2 lbs.", 
    "source": "Technology Guide", 
    "url": "pfsrd://Technology Guide/Rules/Equipment/Gear/Technological Gear/On Signals/Neurocam", 
    "price": "36,000 gp", 
    "misc": {
        "Construction": {
            "Craft": "DC 28", 
            "Cost": "18,000 gp"
        }, 
        "Neurocam": {
            "Usage": "disposable", 
            "Capacity": "1"
        }
    }, 
    "subtype": "head", 
    "type": "item"
}