{
    "body": "<p>Hero points can be spent at any time and do not require an action to use (although the actions they modify consume part of your character's turn as normal). You cannot spend more than 1 hero point during a single round of combat. Whenever a hero point is spent, it can have any one of the following effects.</p>", 
    "name": "Using Hero Points", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p id=\"act-out-of-turn\">You can spend a hero point to take your turn immediately. Treat this as a readied action, moving your initiative to just before the currently acting creature. You may only take a move or a standard action on this turn.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Act Out of Turn", 
            "type": "section", 
            "name": "Act Out of Turn", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"bonus\">If used before a roll is made, a hero point grants you a +8 luck bonus to any one d20 roll. If used after a roll is made, this bonus is reduced to +4. You can use a hero point to grant this bonus to another character, as long as you are in the same location and your character can reasonably affect the outcome of the roll (such as distracting a monster, shouting words of encouragement, or otherwise aiding another with the check). Hero points spent to aid another character grant only half the listed bonus (+4 before the roll, +2 after the roll).</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Bonus", 
            "type": "section", 
            "name": "Bonus", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"extra-action\">You can spend a hero point on your turn to gain an additional standard or move action this turn.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Extra Action", 
            "type": "section", 
            "name": "Extra Action", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"inspiration\">If you feel stuck at one point in the adventure, you can spend a hero point and petition the GM for a hint about what to do next. If the GM feels that there is no information to be gained, the hero point is not spent.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Inspiration", 
            "type": "section", 
            "name": "Inspiration", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"recall\">You can spend a hero point to recall a spell you have already cast or to gain another use of a special ability that is otherwise limited. This should only be used on spells and abilities possessed by your character that recharge on a daily basis.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Recall", 
            "type": "section", 
            "name": "Recall", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"reroll\">You may spend a hero point to reroll any one d20 roll you just made. You must take the results of the second roll, even if it is worse.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Reroll", 
            "type": "section", 
            "name": "Reroll", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>You can petition the GM to allow a hero point to be used to attempt nearly anything that would normally be almost impossible. Such uses are not guaranteed and should be considered carefully by the GM. Possibilities include casting a single spell that is one level higher than you could normally cast (or a 1st-level spell if you are not a spellcaster), making an attack that blinds a foe or bypasses its damage reduction entirely, or attempting to use Diplomacy to convince a raging dragon to give up its attack. Regardless of the desired action, the attempt should be accompanied by a difficult check or penalty on the attack roll. No additional hero points may be spent on such an attempt, either by the character or her allies.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Special"
        }, 
        {
            "body": "<p id=\"cheat-death\">A character can spend 2 hero points to cheat death. How this plays out is up to the GM, but generally the character is left alive, with negative hit points but stable. For example, a character is about to be slain by a critical hit from an arrow. If the character spends 2 hero points, the GM decides that the arrow pierced the character's holy symbol, reducing the damage enough to prevent him from being killed, and that he made his stabilization roll at the end of his turn. Cheating death is the only way for a character to spend more than 1 hero point in a turn. The character can spend hero points in this way to prevent the death of a familiar, animal companion, eidolon, or special mount, but not another character or NPC.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Hero Points/Awarding Hero Points/Using Hero Points/Cheat Death", 
            "type": "section", 
            "name": "Cheat Death", 
            "source": "Advanced Player's Guide"
        }
    ]
}