{
    "body": "<p>An eidolon can look like almost anything its summoner desires. Eidolon models are pre-built examples of base forms and evolutions that provide an easy guide to building an eidolon with a specific appearance or theme.</p><p>Using a model does not change the eidolon's type or give it special abilities unavailable to other eidolons&mdash;it is basically a shortcut to allow a player or GM to quickly create an eidolon with a specific look in mind. Each model states the total number of evolution points required to build a complete eidolon with that model; in many cases this build requires most of the summoner's evolution points, so only a more powerful summoner's eidolon is a close approximation of the intended creature. For a low-level summoner, some of the eidolon's features (such as extra hydra heads) may be cosmetic until he gains evolution points to spend.</p><p>The <b>Base Form</b> lists the eidolon's recommended base form for that model. <b>Primary Evolutions </b>are a list of recommended evolutions to choose when you start building an eidolon with that model. <b>Additional Evolutions</b> are a list of other evolutions to complete the modeled eidolon's form and abilities.</p>", 
    "name": "Eidolon Models", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p>The eidolon looks like an aberrant aquatic creature such as an aboleth. </p>", 
            "name": "Aboleth", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Aboleth", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"25-points\">:<b> Base Form</b> aquatic; <b>Primary Evolutions</b> reach (tentacles), tentacles (2); <b>Secondary Evolutions</b> basic magic (<i>ghost sound</i>), huge, large, major magic (<i>minor image</i>), minor magic (<i>silent image</i>), tentacles (2), ultimate magic (<i>major image</i>).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Aboleth/25 points", 
                    "type": "section", 
                    "name": "25 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon looks like a celestial being such as an angel, archon, or azata. Angel eidolons usually appear as beautiful humanoids with large, feathered wings.</p>", 
            "name": "Angel", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Angel", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"24-points\">:<b> Base Form</b> biped; <b>Primary Evolutions</b> resistance (fire or electricity), weapon training; <b>Secondary Evolutions</b> basic magic (<i>stabilize</i>), damage reduction (evil), flight, immunity (acid or cold), major magic (<i>cure moderate wounds</i> or <i>invisibility</i>), minor magic (<i>cure light wounds</i> or <i>detect evil</i>), spell resistance, ultimate magic (<i>cure serious wounds</i>, <i>daylight</i>, or <i>tongues</i>) or <i>dimension door</i>.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Angel/24 points", 
                    "type": "section", 
                    "name": "24 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>This model creates a multi-legged, reptilian eidolon that looks like a behir.</p>", 
            "name": "Behir", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Behir", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"24-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> climb, limbs (legs); <b>Secondary Evolutions</b> breath weapon (electricity), grab (bite), immunity (electricity), large, limbs (legs, 3), swallow whole.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Behir/24 points", 
                    "type": "section", 
                    "name": "24 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon looks like a humanoid warrior. The natural armor of a bodyguard eidolon appears to be a suit of metal plate, though this armor is actually part of the eidolon's body. Bodyguard eidolons are normally trained in a variety of dangerous weapons.</p>", 
            "name": "Bodyguard", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Bodyguard", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"11-points\"><b>Base Form</b> biped; <b>Primary Evolutions</b> improved natural armor, weapon training; <b>Secondary Evolutions</b> ability increase (Strength), fast healing, weapon training (martial).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Bodyguard/11 points", 
                    "type": "section", 
                    "name": "11 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon has the upper torso of a humanoid and the lower body of a quadruped (such as a horse). A centaur eidolon's upper humanoid torso is smaller than its quadrupedal body. As a result, it wields weapons as if it were one size category smaller than its actual size (Medium for most centaur eidolons). The centaur model can also be used to create a lamia (a centaur eidolon with the upper body of a woman and the lower body of a lion) by replacing the hooves evolution with claws and taking basic magic (<i>touch of fatigue</i>), minor magic (<i>ventriloquism</i>), major magic (<i>daze monster</i>), and ultimate magic (<i>major image</i>), resulting in a 23-point model.</p>", 
            "name": "Centaur", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Centaur", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"13-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> limbs (arms), hooves; <b>Secondary Evolutions</b> large, trample, weapon training, weapon training (martial).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Centaur/13 points", 
                    "type": "section", 
                    "name": "13 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon looks like chimera&mdash;a lion with wings and two additional heads, those of a dragon and a goat. The color of the dragon's head determines the chimera eidolon's breath weapon type.</p>", 
            "name": "Chimera", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Chimera", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"19-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> claws, head; <b>Secondary Evolutions</b> bite, breath weapon, flight, gore, head, large, scent.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Chimera/19 points", 
                    "type": "section", 
                    "name": "19 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon has a demonic appearance. Demon eidolons have no recommended base form, as demons can have almost any form. A marilith demon eidolon might have the serpentine base form, while a vrock demon eidolon would have the biped base form.</p>", 
            "name": "Demon", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Demon", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"26-points\"><b>Base Form</b> any; <b>Primary Evolutions</b> resistance (acid, cold, fire); <b>Secondary Evolutions</b> basic magic (<i>acid splash</i>); bite, claws, slam, or tentacle; damage reduction (good); flight; immunity (electricity); magic attacks; major magic (<i>darkness</i> or <i>see invisibility</i>); minor magic (<i>detect good</i> or <i>vanish</i>); spell resistance; ultimate magic (<i>gaseous form</i> or <i>stinking cloud</i>) or <i>dimension door</i>.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Demon/26 points", 
                    "type": "section", 
                    "name": "26 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon has an infernal appearance. Devil eidolons might have large bat wings or could fly magically.</p>", 
            "name": "Devil", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Devil", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"26-points\"><b>Base Form</b> biped; <b>Primary Evolutions</b> basic magic (<i>daze</i> or <i>ray of frost</i>), magic attacks, resistance (acid or cold); <b>Secondary Evolutions</b> damage reduction (good), flight, immunity (fire), major magic (<i>invisibility</i>, <i>minor image</i>, or <i>scorching ray</i>), minor magic (<i>burning hands</i> or <i>detect good</i>), see in darkness, spell resistance, ultimate magic (<i>fireball</i>,<i> lightning bolt</i>, or <i>major image</i>) or <i>dimension door</i>.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Devil/26 points", 
                    "type": "section", 
                    "name": "26 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon appears to be a Medium dragon. Making a Small dragon eidolon creates a fairy dragon or pseudodragon. Large or Huge dragons can be created by exchanging one or more of the evolutions below for the large evolution.</p>", 
            "name": "Dragon", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Dragon", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"26-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> claws, tail, tail slap; <b>Secondary Evolutions</b> basic magic (any), blindsense, breath weapon, flight, frightful presence, immunity, magic attacks, minor magic (any), spell resistance, wing buffet.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Dragon/26 points", 
                    "type": "section", 
                    "name": "26 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>This centaurlike eidolon has the upper torso of a humanoid and the lower body of a giant spider. A drider eidolon's upper humanoid torso is smaller than its spider body. As a result, it wields weapons as if it were one size category smaller than its actual size (Medium for most drider eidolons).</p>", 
            "name": "Drider", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Drider", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"25-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> climb, limbs (arms); <b>Secondary Evolutions</b> basic magic (<i>dancing lights</i> or <i>detect magic</i>), large, limbs (legs, 2), minor magic (<i>detect good or detect law</i>), poison, spell resistance, weapon training, web.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Drider/25 points", 
                    "type": "section", 
                    "name": "25 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon looks like a fey creature such as a dryad, nymph, pixie, or satyr. Fey eidolons usually appear as attractive humanoids and may have insect or butterfly wings. An aquatic fey such as a nixie can be created by adding the gills and swim evolutions, resulting in a 24-point model.</p>", 
            "name": "Fey", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Fey", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"22-points\">:<b> Base Form</b> biped; <b>Primary Evolutions</b> basic magic (<i>daze</i>, <i>dancing lights</i>, <i>detect magic</i>, or <i>ghost sound</i>), weapon training; <b>Secondary Evolutions</b> damage reduction (lawful), <i>dimension door</i>, flight, low-light vision, major magic (<i>cure moderate wounds</i> or <i>invisibility</i>), minor magic (<i>obscuring mist</i> or vanish), spell resistance.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Fey/22 points", 
                    "type": "section", 
                    "name": "22 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon looks like a genie such as a djinni, efreeti, janni, marid, or shaitan. The eidolon's movement, energy attacks, and immunity depend on what type of genie is created&mdash;a djinni has flight, electricity attacks, and immunity to acid; an efreeti has flight, fire attacks, and immunity to fire; a marid has swim, cold attacks, and immunity to cold; and a shaitan has burrow, acid attacks, and immunity to electricity.</p>", 
            "name": "Genie", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Genie", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"21-23-points\"><b>Base Form</b> biped; <b>Primary Evolutions</b> basic magic (<i>detect magic</i>), weapon training; <b>Secondary Evolutions</b> burrow, flight, or swim; energy attacks; immunity; large; major magic (<i>acid arrow</i>, <i>invisibility</i>, or<i> scorching ray</i>); minor magic (<i>burning hands</i> or <i>obscuring mist</i>); ultimate magic (<i>create food and water</i>, <i>gaseous form</i>, or <i>water breathing</i>).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Genie/21-23 points", 
                    "type": "section", 
                    "name": "21-23 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon looks like a multi-headed hydra. This model creates a five-headed hydra. A cryohydra or pyrohydra can be created by adding the breath weapon and immunity evolutions, resulting in a 26-point model.</p>", 
            "name": "Hydra", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Hydra", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"20-points\"><b>Base Form</b> serpentine; <b>Primary Evolutions</b> bite, head; <b>Secondary Evolutions</b> bite (3), fast healing, head (3), large.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Hydra/20 points", 
                    "type": "section", 
                    "name": "20 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon appears to be a Medium-sized linnorm. Large or Huge linnorms can be created by exchanging one or more of the evolutions below for the large evolution. This model can also be used to create a wingless dragon such as a Chinese dragon.</p>", 
            "name": "Linnorm", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Linnorm", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"23-points\"><b>Base Form</b> serpentine; <b>Primary Evolutions</b> claws, limbs (legs); <b>Secondary Evolutions</b> breath weapon, fast healing, flight, flight (magic), immunity, poison, spell resistance.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Linnorm/23 points", 
                    "type": "section", 
                    "name": "23 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon is a large, powerful creature with tusks and a prehensile trunk (using the tentacle evolution), such as an elephant or mastodon.</p>", 
            "name": "Mammoth", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Mammoth", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"14-points\"> (<b>20 points </b>for Huge):<b> Base Form</b> quadruped; <b>Primary Evolutions </b>gore, tentacle; <b>Secondary Evolutions</b> grab (tentacle), huge, large, mount, scent, slam, trample.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Mammoth/14 points", 
                    "type": "section", 
                    "name": "14 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon has the upper body of a humanoid and the lower body of a fish. This model can be used to create an aquatic humanoid such as a merfolk or sahuagin.</p>", 
            "name": "Merfolk", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Merfolk", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"18-points\"><b>Base Form</b> aquatic; <b>Primary Evolutions</b> limbs (arms), tail; <b>Secondary Evolutions</b> blindsense, claws or pincers, immunity (cold), no breath, tail slap, weapon training, weapon training (martial).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Merfolk/18 points", 
                    "type": "section", 
                    "name": "18 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon is a fiery equine similar to a nightmare, possibly suitable for use as a mount.</p>", 
            "name": "Nightmare", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Nightmare", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"17-points\"><b>Base Form</b> quadruped; <b>Primary Evolutions</b> energy attacks (fire), hooves; <b>Secondary Evolutions</b> flight (magic), large, minor magic (<i>obscuring mist</i>), mount, resistance (fire), trample.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Nightmare/17 points", 
                    "type": "section", 
                    "name": "17 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>This serpentine, aquatic eidolon looks like a sea serpent or aquatic worm.</p>", 
            "name": "Sea Serpent", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Sea Serpent", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"18-points\">, <b>24 points </b>(Huge): <b>Base Form</b> serpentine; <b>Primary Evolutions</b> gills, resist (fire), swim; <b>Secondary Evolutions</b> constrict, grab (bite and tail slap), immunity (cold), large, swallow whole.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Sea Serpent/18 points", 
                    "type": "section", 
                    "name": "18 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon looks like a sleek aquatic predator such as a shark or orca.</p>", 
            "name": "Shark", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Shark", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"16-points\"><b>Base Form</b> aquatic; <b>Primary Evolutions</b> grab (bite), scent; <b>Secondary Evolutions</b> blindsense, improved damage (bite), keen scent, large, swallow whole.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Shark/16 points", 
                    "type": "section", 
                    "name": "16 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon has a form that was not meant to be seen by mortal eyes, such as that of a shoggoth, mi-go, star-spawn, or something even worse. The Thing from Beyond can have any base form, with multiple mouths, eyes, claws, and tentacles.</p>", 
            "name": "Thing from Beyond", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Thing from Beyond", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"25-points\"><b>Base Form</b> any; <b>Primary Evolutions</b> tentacles (3); <b>Secondary Evolutions</b> blindsense, bite, grab (bite or tentacle) immunity (cold, sonic), large, resist (acid, electricity, fire), swallow whole, tremorsense.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Thing from Beyond/25 points", 
                    "type": "section", 
                    "name": "25 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon appears to be an undead creature, whether a skeleton, zombie, mummy, or even an incorporeal ghost or shadow. A summoner with an undead eidolon must select the undead appearance evolution at 1st level.</p>", 
            "name": "Undead", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Undead", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"19-points\"><b>Base Form</b> any; <b>Primary Evolutions</b> undead appearance, unnatural aura; <b>Secondary Evolutions</b> channel resistance, immunity (cold), incorporeal form, lifesense, no breath.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Undead/19 points", 
                    "type": "section", 
                    "name": "19 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon looks like a large insect or other vermin. Taking the limbs (legs) evolution an additional time creates a giant spider. </p>", 
            "name": "Vermin", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Vermin", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"16-points\">,<b> 18 points </b>(spider),<b> 22 or 24 points </b>(Huge): <b>Base Form</b> quadruped; <b>Primary Evolutions</b> climb, limbs (legs); <b>Secondary Evolutions</b> flight, poison, sting, tail, trample, tremorsense, web.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Vermin/16 points", 
                    "type": "section", 
                    "name": "16 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>The eidolon looks like a serpent with wings, such as a couatl or lillend.</p>", 
            "name": "Winged Snake", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Winged Snake", 
            "type": "section", 
            "source": "Ultimate Magic", 
            "sections": [
                {
                    "body": "<p id=\"23-points\"> (couatl), <b>26 points</b> (lillend): <b>Base Form</b> serpentine; <b>Primary Evolutions</b> basic magic (any), grab; <b>Secondary Evolutions</b> couatl (constrict, flight, large, magic attacks, major magic [<i>invisibility</i>], minor magic [<i>detect chaos/evil/good/law</i>], poison, ultimate magic [<i>gaseous form</i>]); lillend (constrict, flight, immunity [electricity], large, limbs [arms], magic attacks, major magic [<i>darkness</i> or <i>invisibility</i>], minor magic [<i>cure light wounds</i>], resistance [cold, fire], skilled [Perform], weapon training [martial]).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Eidolon Models/Winged Snake/23 points", 
                    "type": "section", 
                    "name": "23 points", 
                    "source": "Ultimate Magic"
                }
            ]
        }
    ]
}