{
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Most summoners bond with one eidolon for their entire lives, but the broodmaster forges a link with multiple smaller eidolons that make up his brood. Separately, a broodmaster's eidolons are no match for a summoner's single eidolon, but taken as a whole, an eidolon brood makes up in quantity what it lacks in individual power.</p>", 
            "name": "Broodmaster", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster", 
            "type": "class_archetype", 
            "subtype": "summoner", 
            "sections": [
                {
                    "body": "<p>The broodmaster and master summoner archetypes can potentially have 5, 10, or even more summoned creatures in play. This is a deliberate feature of these archetypes, and means that the summoner can potentially be a strong candidate for &ldquo;solo&rdquo; adventuring by one player. However, in the hands of an inexperienced or moderately experienced player, dealing with all of those creatures in combat can take a long time, forcing other players to wait extended periods between their turns in the initiative. It is strongly recommended that GMs only allow these archetypes for experienced players, or decide on a way to speed up the summoner's turn (such as by allowing other players to control some of the summoned monsters).</p>", 
                    "name": "Hordes of Summoned Monsters", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters", 
                    "type": "section", 
                    "source": "Ultimate Magic", 
                    "sections": [
                        {
                            "body": "<p id=\"eidolon-brood\">At 2nd level, instead of a single eidolon, a broodmaster summons two Small eidolons to his side, each less powerful than the single eidolon of a standard summoner. Each eidolon has it own base form and associated base statistics and free evolutions. Regardless of the number of eidolons in the brood, each eidolon has the same base attack bonus and base saving throw bonuses, but the rest of the eidolons' base statistics must be divided between the eidolons, including Hit Dice (minimum 1), skill points, number of feats, armor bonus, Str/Dex bonus, evolution pool (but see below), and maximum number of natural attacks. Individual eidolons in the brood must purchase evolutions separately. Once a broodmaster decides on the forms and abilities of his eidolons, they cannot be changed until the summoner gains a level. </p>", 
                            "name": "Eidolon Brood", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Eidolon Brood", 
                            "type": "section", 
                            "source": "Ultimate Magic", 
                            "sections": [
                                {
                                    "body": "<p id=\"example\">A 2nd-level broodmaster can summon two eidolons. Each eidolon has 1 Hit Dice, BAB +2, +3 on its two good saves and +0 on its bad save. The broodmaster decides to give the first eidolon 4 skill points, one feat, a +1 armor bonus, a +1 bonus to Strength, 2 points from the evolution pool, and a maximum of two attacks. The remaining 4 skill points, +1 armor bonus, +1 bonus to Dexterity, and 2 points from the evolution pool go to the second eidolon, but it gains no feats and can have only one natural attack.</p><p>The broodmaster must dismiss all of his eidolons at one time. Likewise, all of the eidolons in a brood are banished if the broodmaster is unconscious, asleep, or killed. However, each eidolon in the brood is sent back to its home plane individually when its hit points are reduced to a negative number equal to or greater than its Constitution score. This ability replaces the summoner's normal eidolon ability.</p><p>The following are new class features of the broodmaster archetype. Those with the same name as the standard summoner class have slightly different rules, but otherwise work as and replace the standard summoner class features of the same name.</p>", 
                                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Eidolon Brood/Example", 
                                    "type": "section", 
                                    "name": "Example", 
                                    "source": "Ultimate Magic"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"brood-link\">At 2nd level, a broodmaster forms a close bond with his eidolons. This ability works like the standard summoner life link ability, except the broodmaster can only sacrifice hit points to prevent damage to one eidolon in the brood at a time. If two or more eidolons in the brood take enough damage to send them back to their home plane, the broodmaster can only sacrifice hit points to prevent damage to one of them. This ability replaces life link.</p>", 
                            "name": "Brood Link", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Brood Link", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bond-senses\">The broodmaster can only share the senses of one eidolon in his brood at a time.</p>", 
                            "name": "Bond Senses", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Bond Senses", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shield-ally\">The broodmaster or an ally can only gain the bonuses from these abilities once, regardless of how many eidolons in the brood are within reach.</p>", 
                            "name": "Shield Ally", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Shield Ally", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"maker's-call\">The broodmaster can only call one eidolon in the brood to his side with each use of this ability.</p>", 
                            "name": "Maker's Call", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Makers Call", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"transposition\">The broodmaster swaps his location with that of one eidolon in the brood with each use of this ability.</p>", 
                            "name": "Transposition", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Transposition", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"larger-brood\">At 8th level, the broodmaster can spend 4 evolution points from the evolution pool for the large evolution; unlike with other evolutions, he spends these 4 points before he assigns evolution points to his individual eidolons (for an 8th-level broodmaster with 11 evolution points, this leaves 7 evolution points to distribute among the eidolons). This allows him to summon two Medium eidolons, four Small eidolons, or one Medium eidolon and two Small eidolons.</p><p>At 13th level, if the broodmaster has purchased the large evolution for his brood, he can spend an additional 6 evolution points from the evolution pool for the huge evolution, distributing the remaining points among his eidolons. This allows him to call two Large eidolons, four Medium eidolons, eight Small eidolons, or any similar combination in which two smaller eidolons count as one eidolon of one size larger.</p>", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Larger Brood", 
                            "type": "section", 
                            "name": "Larger Brood", 
                            "source": "Ultimate Magic"
                        }, 
                        {
                            "body": "<p id=\"greater-shield-ally\">The broodmaster or an ally can only gain the bonuses from these abilities once, regardless of how many eidolons in the brood are within reach.</p>", 
                            "name": "Greater Shield Ally", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Greater Shield Ally", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"brood-bond\">At 14th level, a summoner's life becomes linked to his brood. This functions as the life bond ability, except the broodmaster can only transfer damage to one eidolon in the brood at a time. If that eidolon takes enough damage to send it back to its home plane, all excess damage remains with the broodmaster, killing him. This ability replaces life bond.</p>", 
                            "name": "Brood Bond", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Brood Bond", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"merge-forms\">The broodmaster can only merge with one eidolon in the brood at a time. This ability otherwise works like and replaces merge forms.</p>", 
                            "name": "Merge Forms", 
                            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Broodmaster/Hordes of Summoned Monsters/Merge Forms", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Magic", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Changing an eidolon's evolutions is normally a slow process. As a summoner progresses in levels, his control over his eidolon's abilities increases. But an evolutionist possesses greater power over his eidolon's form, and is able to evolve his eidolon and its abilities to meet any challenge or face any threat as it comes up, seemingly on a whim.</p>", 
            "name": "Evolutionist", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Evolutionist", 
            "type": "class_archetype", 
            "subtype": "summoner", 
            "sections": [
                {
                    "body": "<p id=\"mutate-eidolon\">At 6th level, an evolutionist can change his eidolon's evolutions as if he had gained a level. To mutate his eidolon, the evolutionist must perform an arcane ritual that requires 24 hours of uninterrupted concentration and costs 200 gp per summoner level in material components. This ability replaces maker's call.</p>", 
                    "name": "Mutate Eidolon", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Evolutionist/Mutate Eidolon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"evolve-base-form\">Starting at 8th level, whenever he gains a level, the evolutionist can change his eidolon's base form to a new base form. Once chosen, this base form is set until the evolutionist gains another summoner level. This ability replaces transposition.</p>", 
                    "name": "Evolve Base Form", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Evolutionist/Evolve Base Form", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"transmogrify\">At 12th level, the evolutionist can cast <i>transmogrify</i> as a spell-like ability once per day without the need for a material component. This ability has a casting time of 1 minute. This ability replaces greater shield ally.</p>", 
                    "name": "Transmogrify", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Evolutionist/Transmogrify", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Most summoners forge a bond with a single, powerful eidolon, but some summoners seek to control a variety of creatures. The master summoner sacrifices the power of his eidolon in favor of summoning a plethora of otherworldly creatures to aid him.</p>", 
            "name": "Master Summoner", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner", 
            "type": "class_archetype", 
            "subtype": "summoner", 
            "sections": [
                {
                    "body": "<p id=\"lesser-eidolon\">A master summoner's class level is halved (minimum 1) for the purposes of determining his eidolon's abilities, Hit Dice, evolution pool, and so on. The eidolon otherwise functions as normal. This ability replaces the summoner's normal eidolon ability.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner/Lesser Eidolon", 
                    "type": "section", 
                    "name": "Lesser Eidolon", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"summoning-mastery\">Starting at 1st level, a master summoner can cast <i>summon monster I</i> as a spell-like ability a number of times per day equal to 5 + his Charisma modifier. The summoner can use this ability when his eidolon is summoned. Only one <i>summon monster</i> spell may be in effect while the eidolon is summoned. If the summoner's eidolon is not summoned, the number of creatures that can be summoned with this ability is only limited by its uses per day. This ability otherwise functions as the summoner's normal <i>summon monster I</i> ability. Other than these restrictions, there is no limit to how many <i>summon monster</i> or <i>gate</i> spells the summoner can have active at one time. This ability replaces the summoner's normal <i>summon monster I</i> ability and shield ally.</p>", 
                    "name": "Summoning Mastery", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner/Summoning Mastery", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"augment-summoning\">At 2nd level, a master summoner gains Augment Summoning as a bonus feat. He does not have to meet any requirements for this feat. This ability replaces bond senses.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Master Summoner/Augment Summoning", 
                    "type": "section", 
                    "name": "Augment Summoning", 
                    "source": "Ultimate Magic"
                }
            ]
        }, 
        {
            "body": "<p>Rather than summon an eidolon to serve by his side, the synthesist fuses his eidolon's essence to his own. Instead of two creatures, the synthesist is a fusion of the summoner and eidolon into a single being.</p>", 
            "name": "Synthesist", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist", 
            "type": "class_archetype", 
            "subtype": "summoner", 
            "sections": [
                {
                    "body": "<p id=\"fused-eidolon\">A synthesist summons the essence of a powerful outsider to meld with his own being. The synthesist wears the eidolon like translucent, living armor. The eidolon mimics all of the synthesist's movements, and the synthesist perceives through the eidolon's senses and speaks through its voice, as the two are now one creature. The synthesist directs all of the eidolon's actions while fused, perceives through its senses, and speaks through its voice, as the two are now one creature.</p><p>While fused with his eidolon, the synthesist uses the eidolon's Strength, Dexterity, and Constitution, but retains his own Intelligence, Wisdom, and Charisma. The synthesist gains the eidolon's hit points as temporary hit points. When these hit points reach 0, the eidolon is killed and sent back to its home plane. The synthesist uses the eidolon's base attack bonus, and gains the eidolon's armor and natural armor bonuses and modifiers to ability scores. The synthesist also gains access to the eidolon's special abilities and the eidolon's evolutions. The synthesist is still limited to the eidolon's maximum number of natural attacks. The eidolon has no skills or feats of its own. The eidolon must be at least the same size as the synthesist. The eidolon must have limbs for the synthesist to cast spells with somatic components. The eidolon's temporary hit points can be restored with the rejuvenate eidolon spell.</p><p>While fused, the synthesist loses the benefits of his armor. He counts both as his original type and as an outsider for any effect related to type, whichever is worse for the synthesist. Spells such as banishment or dismissal work normally on the eidolon, but the synthesist is unaffected. Neither the synthesist nor his eidolon can be targeted separately, as they are fused into one creature. The synthesist and eidolon cannot take separate actions. While fused with his eidolon, the synthesist can use all of his own abilities and gear, except for his armor. In all other cases, this ability functions as the summoner's normal eidolon ability (for example, the synthesist cannot use his summon monster ability while the eidolon is present). This ability replaces the class's eidolon ability, bond senses, and life bond.</p><p>The following class abilities function differently for synthesist summoners.</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Fused Eidolon", 
                    "type": "section", 
                    "name": "Fused Eidolon", 
                    "source": "Ultimate Magic"
                }, 
                {
                    "body": "<p id=\"fused-link\">Starting at 1st level, the synthesist forms a close bond with his eidolon. Whenever the temporary hit points from his eidolon would be reduced to 0, the summoner can, as a free action, sacrifice any number of his own hit points. Each hit point sacrificed this way prevents 1 point of damage done to the eidolon (thus preventing the loss of the summoner's temporary hit points), preventing the eidolon from being killed and sent back to its home plane. This ability replaces life link.</p>", 
                    "name": "Fused Link", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Fused Link", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"shielded-meld\">At 4th level, whenever the synthesist is fused with his eidolon, he gains a +2 shield bonus to his Armor Class and a +2 circumstance bonus on his saving throws. This ability replaces shield ally.</p>", 
                    "name": "Shielded Meld", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Shielded Meld", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"maker's-jump\">At 6th level, whenever the synthesist is fused with his eidolon, the synthesist can cast <i>dimension door</i> as a spell-like ability using his caster level. This ability only affects the fused synthesist and eidolon. The synthesist can use this ability once per day at 6th level, plus one additional time per day for every six levels beyond 6th. This ability replaces maker's call and transposition.</p>", 
                    "name": "Maker's Jump", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Makers Jump", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"greater-shielded-meld\">At 12th level, whenever the synthesist is fused with his eidolon, he gains a +4 shield bonus to his Armor Class and a +4 circumstance bonus on his saving throws. This ability replaces greater shield ally.</p>", 
                    "name": "Greater Shielded Meld", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Greater Shielded Meld", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"split-forms\">At 16th level, as a swift action, the synthesist and his fused eidolon can split into two creatures: the synthesist and the eidolon. Both have the same evolutions. The synthesist emerges in a square adjacent to the eidolon if possible. All effects and spells currently targeting the fused synthesist-eidolon affect both the synthesist and the eidolon.</p><p>The synthesist can use this ability for a number of rounds per day equal to his summoner level. He can end this effect at any time as a full-round action. For the duration of this effect, the eidolon functions as a normal eidolon of the summoner's class level. This ability replaces merge forms.</p>", 
                    "name": "Split Forms", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Summoner/Summoner Archetypes/Synthesist/Split Forms", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "name": "Summoner Archetypes", 
    "source": "Ultimate Magic"
}