{
    "url": "pfsrd://Game Mastery Guide/Rules/Chases", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p>While chases are a signature action scene in countless stories, they present a singular challenge in the Pathfinder Roleplaying Game, thanks to static movement rates. Since every creature in the game has a set movement rate, it might seem like you'd either automatically (or never) catch up to a fleeing foe! Obviously, this isn't the case, because there's more to catching a foe or avoiding being caught than simple speed.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Chases/Chases", 
            "type": "section", 
            "name": "Chases", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>To simulate a chase, you'll need to do a little bit of prep work. Take about 10 small pieces of paper&mdash;pieces the size of playing cards or sticky notes work perfectly. These &ldquo;chase cards&rdquo; represent the chase's route, like the route a board game takes. Using 10 cards works well for a standard chase, but you can use more cards for a longer chase.</p><p>When laying out your chase into a &ldquo;track&rdquo; you should decide if there's a preset ending (a &ldquo;finish line&rdquo;), be it a contested resource, an escape vehicle, a portal that whisks away the pursued foe to an unknown location before winking out, or some similar goal that the fleeing character is trying to reach before he gets caught by the pursuers. If the chase has a finish line, mark one of the cards as such. If the pursuers haven't caught the fleeing character by the time he reaches this card, the chase ends. If your chase doesn't have a finish line, and it's merely a race of attrition, you should lay your chase cards out in a square, circle, or similar shape so that there's no obvious beginning or ending. You can even lay out chase cards in a grid pattern, allowing the participants to move about a field of obstacles in any direction they wish.</p><p>Pick two chase obstacles for each card. Not every card needs obstacles&mdash;there's no need to place obstacles on the finish line card, and if you want a faster chase, you can place obstacles on fewer cards&mdash;but if a card has obstacles, it should have two choices.</p><p>When the chase begins, place miniatures or tokens representing the creatures involved in the chase on the cards as described by the following starting conditions. </p>", 
            "name": "Building a Chase", 
            "url": "pfsrd://Game Mastery Guide/Rules/Chases/Building a Chase", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"sudden-start\">In a chase that assumes that everyone begins at the same starting point, all participants start on the same card.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Chases/Building a Chase/Sudden Start", 
                    "type": "section", 
                    "name": "Sudden Start", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"head-start\">If a participant has a head start on the other creatures involved in the chase, he begins three cards ahead of the rest of the participants.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Chases/Building a Chase/Head Start", 
                    "type": "section", 
                    "name": "Head Start", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"long-shot\">If one participant is so far ahead that he has practically already won the chase, he begins the chase either three cards from the end of the chase or 10 cards away from the rest of the chase's participants, whichever is the greater distance between the two sides.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Chases/Building a Chase/Long Shot", 
                    "type": "section", 
                    "name": "Long Shot", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>You should tailor your chase's obstacles to match the location where the chase takes place. A rooftop chase might include things like crumbling rooftops, narrow gaps to leap across, tightropes to run along, or steep roofs to clamber up. A chase through a crumbling ruin in a swamp might involve crumbling walkways, narrow passageways, grasping vines, leaps over quicksand, or stinking clouds of nauseating miasma. Try to mix up the flavor of the obstacles as well as the types of checks and DCs needed to navigate them.</p><p>Assign each obstacle a DC to successfully navigate or overcome. A trivial obstacle is DC 10, a simple obstacle is DC 15, a standard obstacle is DC 20, a difficult obstacle is DC 25, and a very difficult obstacle is DC 30. For high-level chases, feel free to assign correspondingly high-level DCs. When assigning obstacles, it's best to have the DCs of both obstacles on a card be within 5 points of each other, but never identical&mdash;this forces participants to make tactical choices. </p><p>As a general rule, obstacles should be overcome by physical skill checks, such as Acrobatics, Climb, Escape Artist, Ride, or Swim. Perception can be used for obstacles like short cuts, Stealth can be rolled for obstacles requiring someone to move through a square quietly, or Bluff might be required to navigate a square by convincing a city guard you should be allowed to pass. You can even use saving throws to resolve obstacles (a Fortitude save to avoid being sickened by passing through a pool of filth, for example, or a Will save to evade the strange wailing spirits haunting that area). Be creative! It's okay to reuse obstacles, but try to vary them between cards and remember not to get bogged down with repetitive DCs or certain types of checks!</p>", 
            "name": "Chase Obstacles", 
            "url": "pfsrd://Game Mastery Guide/Rules/Chases/Chase Obstacles", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<table id=\"figure-chases\" class=\"diagram\"><caption>Example Progression</caption><tr><td align=\"center\"><img src=\"/pathfinderRPG/prd/image/Chases.jpg\" /></td></tr></table>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Chases/Chase Obstacles/Example Progression", 
                    "type": "table", 
                    "name": "Example Progression", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>The first thing to do when a chase starts is to determine the baseline speed&mdash;the movement rate of the majority of the chase's participants. In most cases, this is a land speed of 30 feet, but in some cases you'll start out with different assumptions. This base speed sets the &ldquo;distance&rdquo; of each chase card, so in most cases, each card represents 30 feet of space.</p><p>In some instances, such as a chase between two sailing ships racing to reach a distant island, or a long overland journey through a desert that separates a bounty hunter from his quarry, you'll want to adjust the timing of a chase. Doing so alters the distance of each card, and also gives the participants multiple options each turn to do things like cast spells. You can still use these chase rules, though&mdash;simply decide on how long each round of the chase takes and adjust the distance of each card as appropriate.</p><p>At the start of a chase, each participant makes an Initiative check to determine the order in which he moves. (If a participant triggers the chase with an initial action, such as a prisoner suddenly making a mad dash for freedom, that participant gets to go first in a surprise round if he successfully surprises the other creatures.)</p><p>While a character's actual speed doesn't directly affect how often he moves between cards, it does affect how quickly he navigates obstacles. For each 10 feet slower than the chase's baseline speed a character moves, he suffers a cumulative &ndash;2 penalty on any check made to navigate obstacles. Likewise, for every 10 feet faster than the baseline speed he moves, he gains a cumulative +2 bonus on these checks. Significant mobility advantages over the baseline speed type (such as flight) grant an additional +10 bonus on checks made to avoid obstacles, simulating the character's use of enhanced movement to bypass obstacles entirely. Used properly, extremely powerful effects (such as teleportation) allow a character to instantly move forward a number of cards (use each card's distance to determine ranges).</p><p>Using the base assumption of 30-foot cards, it takes a move action to move through a single card. When a character exits from a card, he must choose one of that card's two obstacles to face as a standard action before moving to the next card. Success means the character moves to the next card, while failure means the character must face the obstacle again on the next round. Instead of exiting a card, a character can choose to take another action not directly related to navigating the chase's course, such as casting a spell or drawing a weapon.</p><p>A character who wants to attempt to move three cards during his turn can do so by taking a full-round action. That character must overcome both obstacles on the card he is leaving. In this case, if a character fails either obstacle check by 5 or less, he only moves one card forward and his turn ends. If a character fails either obstacle check by more than 5, he cannot move at all that turn. A character unfortunate enough to fail two obstacle checks in a turn becomes mired in his current square (he might have fallen from a ledge, gotten a foot stuck amid roots, or got caught in a crowd, for example). A character who is mired must spend another full-round action becoming unmired and effectively loses his next turn in the chase. In some cases, becoming mired might impart additional penalties (such as falling damage).</p><p>A character can also choose to make a ranged attack or cast a spell during his turn in a chase. If the action is a full-round action, he can't move at all. Use the number of cards and their established distances to determine ranges as necessary. The terrain where the chase takes place might provide the target partial or even full cover or concealment, as you wish. A character can only choose to make melee attacks against targets that are on the same card.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Chases/Running a Chase", 
            "type": "section", 
            "name": "Running a Chase", 
            "source": "Game Mastery Guide"
        }
    ], 
    "name": "Chases", 
    "type": "section"
}