{
    "url": "pfsrd://Game Mastery Guide/Rules/Disasters", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p>Natural disasters go far beyond any mere environmental hazard, leaving death and devastation in their wake. Supernatural disasters can be even more disruptive, with the potential to forever scar a world. A disaster is much more like an adventure than an encounter, and does not have a specific Challenge Rating. Rather, each portion of the disaster should be treated as a separate encounter designed with a CR appropriate to the PCs.</p><p>Presented below are rules for handling the effects of three different types of disasters, both natural and supernatural. Some disasters happen quickly, like earthquakes and tsunamis, while others progress through several stages, like forest fires, volcanoes, and undead uprisings. Adjust the pacing of the adventure to fit the disaster, allowing the events to unfold over mere minutes or over several days as your needs require.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Disasters", 
            "type": "section", 
            "name": "Disasters", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>When the world's crust ruptures and expels its molten heart, one of the most dramatic natural disasters results: a volcano. Volcanic eruptions offer a wide range of options for the GM, including lava, lava bombs, poisonous gases, and pyroclastic flows. GMs might also consider presaging a dramatic volcanic eruption with existing hazards, like avalanches and minor earthquakes.</p>", 
            "name": "Volcanoes", 
            "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p>Lava flows are usually associated with nonexplosive eruptions, and can be a permanent fixture of active volcanoes. Most lava flows are quite slow, moving at 15 feet per round. Hotter flows move faster, achieving speeds up to 60 feet per round. Lava in a channel such as a lava tube is especially dangerous, moving as fast as 120 feet per round (a CR 6 hazard). Creatures overrun by a lava flow must make a DC 20 Reflex save or be engulfed in the lava. Success indicates that they are in contact with the lava but not immersed.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes/Lava", 
                    "type": "section", 
                    "name": "Lava", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p>Blobs of molten rock may be hurled several miles from an erupting volcano, cooling into solid rock before they land. A typical lava bomb strikes a point designated by the GM and explodes in a 30-foot radius. All creatures in the area must make a DC 15 Reflex save or take 4d6 points of damage. Creatures under cover or capable of covering themselves (like with a shield) gain a +2 bonus on this save. Particularly large lava bombs might sometimes occur, dealing 12d6 points of damage. Normal lava bombs have a CR of 2, large lava bombs have a CR of 5.</p>", 
                    "name": "Lava Bombs", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes/Lava Bombs", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 2 or 8", 
                    "type": "section"
                }, 
                {
                    "body": "<p>One of the more insidious threats of a volcano is toxic gas, often escaping notice amid the fire and destruction. A wide variety of poisonous vapors can result from a volcanic eruption, some visible, some unseen. Poisonous gas causes 1d6 points of Constitution damage per round if inhaled (Fortitude DC 15 negates, the DC increases by 1 per previous save), and visible gases also function as heavy smoke. Poisonous gas clouds flow toward low ground, and are typically 50 feet high. Gale-force winds can divert gas clouds, as can high barriers&mdash;provided the gas has somewhere else to go.</p>", 
                    "name": "Poisonous Gas", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes/Poisonous Gas", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 5", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Some volcanic eruptions create a devastating wave of burning ash, hot gases, and volcanic debris called a pyroclastic flow that can travel for miles. Treat a pyroclastic flow as an avalanche traveling at 500 feet per round, combined with the effects of poisonous gas listed above. Contact with the searing-hot debris of the flow causes 2d6 points of fire damage per round, while any creature buried in the flow suffers 10d6 points of damage per round. Only reality-warping magic like <i>miracle</i> or <i>wish</i> can turn aside or impede a pyroclastic flow.</p>", 
                    "name": "Pyroclastic Flows", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Volcanoes/Pyroclastic Flows", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 10", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>Tsunamis, sometimes referred to as tidal waves, are crushing waves of water caused by underwater earthquakes, volcanic explosions, landslides, or even asteroid impacts. Tsunamis are almost undetectable until they reach shallow water, at which point the mass of water builds up into a great wave. </p><p>Depending on the size of the tsunami and the slope of the shore, the wave can travel anywhere from hundreds of yards to more than a mile inland, leaving destruction in its wake. The water then drains back, dragging all manner of debris and creatures far out to sea.</p><p>The exact damage caused by a tsunami is subject to the GM's discretion, but a typical tsunami obliterates or displaces all temporary and poorly built structures in its path, destroys about 25% of well-built buildings (and causes significant damage to those that survive), and leaves serious fortifications only lightly damaged. As much as a quarter of the population living in the area (including animals and monsters) perishes in the disaster, either swept out to sea, drowned on shore, or buried under rubble. </p><p>A creature can avoid being pulled out to sea with a DC 25 Swim check; otherwise it is pulled 6d6 &times; 10 feet away from shore. Waters after a tsunami are always treated as rough or stormy, barring magical influence. A creature caught in a collapsing building takes 6d6 points of damage (DC 15 Reflex save for half), or half that amount if the building is particularly small. There is a 50% chance that the creature is buried (as for a cave-in), or the tsunami may tear the building apart, freeing the creature from the rubble. </p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Tsunamis", 
            "type": "section", 
            "name": "Tsunamis", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Whether from an ancient curse or fell necromancy, one of the most terrifying of all supernatural disasters is the undead uprising&mdash;the dead emerging from their graves to claim the living. This disaster can strike any area where the dead have been laid to rest, not just towns and cities. More than one blood-soaked battlefield has given rise to a legion of desiccated undead warriors.</p><p>Undead uprisings occur in waves, with the timing varying according to the underlying forces at play. The events may happen over the course of only a few days, devastating a city, or be spread out over weeks as the terrified populace cowers behind locked doors and struggles to survive. During the day, life often returns to some semblance of normalcy, as the light of day briefly suppresses the power of the undead.</p>", 
            "name": "Undead Uprising", 
            "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Undead Uprising", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p>On the first nights of an undead uprising, the bodies of the recently dead rise as zombies. Those interred in consecrated ground remain at rest, but bodies left unburied or in mass graves lurch out into the streets, wreaking havoc. At first, only a few corpses are able to free themselves from their coffins and tombs, but each night, more bodies return to walk the land of the living. When dawn breaks, the dead seek safety in their graves or other hidden places. Any caught in the daylight flail about confused until they are destroyed or manage to stagger into shelter. At the GM's discretion, non-humanoid corpses may rise as undead on subsequent nights.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Undead Uprising/The Unquiet Dead", 
                    "type": "section", 
                    "name": "The Unquiet Dead", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p>As the uprising progresses, older and older corpses join the shambling ranks of the undead. Skeletons wearing traces of long-rotted funeral garb claw their way out of graveyards and crypts, and act with a malevolence and organization rarely encountered among their ilk.The undead remain mindless, but the magical power behind the incursion gives them the efficiency and tactical acumen of a living army. The skeletons seek out weapons and armor to gird themselves for battle. Elite skeletal champions lead the troops, wielding magic items scavenged from abandoned graves. Eventually, ghouls and wights prowl the streets after dark as well, along with other lesser, free-willed undead.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Undead Uprising/Skeletal Awakening", 
                    "type": "section", 
                    "name": "Skeletal Awakening", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p>As the uprising gathers strength, the unquiet souls of bodies long since turned to dust awaken as well. Ghosts, shadows, wraiths, and even spectres arise to prey upon the living. A handful of the ghosts might be free from the malevolent influence of the uprising, and enterprising PCs may be able to glean valuable intelligence from these troubled spirits. </p><p>The infusion of negative energy strengthens the undead within the area of the incursion, providing the benefits of a <i>desecrate</i> spell. Areas that were once consecrated are now treated as normal ground, and may well provide new sources of corpses for the undead armies, but hallowed ground remains inviolate.</p><p>As the undead grow stronger, the growing flood of negative energy brings the Shadow Plane closer, leaving colors muted or gray except during the brightest hours of daylight. Even those undead most vulnerable to light can move about with impunity from late afternoon to mid-morning.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Undead Uprising/Lost Souls", 
                    "type": "section", 
                    "name": "Lost Souls", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p>If the flow of negative energy is not reversed, darkness finally claims the area, cloaking it in perpetual shadow. The entire area of the undead uprising functions as if under the effects of an <i>unhallow</i> spell (with no additional spell effect tied to it). Hallowed ground remains a rare sanctuary, but only until destroyed by the malevolent forces without. </p><p>Heroes who perished in the battle against the uprising return as fearsome undead generals. The few living survivors are enslaved as thralls. The area becomes a city of the dead, or construction begins if no such city existed or survived. Free-willed undead flock to this new sanctuary, and only the greatest of heroes can return this now-blighted area to the world of the living.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Disasters/Undead Uprising/Necropolis", 
                    "type": "section", 
                    "name": "Necropolis", 
                    "source": "Game Mastery Guide"
                }
            ]
        }
    ], 
    "name": "Disasters", 
    "type": "section"
}