{
    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p>Hard-drinking heroes, deities of wine and celebration, and the hazy halls of oracles and wise men stand alongside the most memorable tropes of myth and classic fantasy literature. Thus it's no surprise that the adventures of fantasy roleplaying games are filled with similar characters and locales. After all, countless campaigns have been launched around a tavern table and all adventurers know the infamous potency of stout dwarven ale.</p><p>For better or worse, all things that one might find in the real world multiply and take on wondrous and lethal qualities in fantasy settings, and the vices of alcohol and chemical abuse are no different. While many games have no place for realistic bouts of drunkenness or the soul-scouring depths of addiction, such elements hold great potential for adventure. Whether one seeks to reenact a feat of fortitude like the drinking contest between Hercules and Dionysus, have an encounter with lotus-eater-like decadents, or recreate the entheogens of religious mysteries, these rules cover the highs and lows.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Drugs and Addiction", 
            "type": "section", 
            "name": "Drugs and Addiction", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Drugs are alchemical items that grant effects to those who make use of them. What sets them apart from similar items is that a drug's effects manifest as both a short term (usually beneficial) effect and an amount of ability damage. In addition, those who take drugs also risk addiction, a type of disease of varying severity depending on the type of drug used.</p><p>When a character takes a drug, he immediately gains the effects, an amount of ability damage, and must make a Fortitude save to resist becoming addicted to that drug (see Addiction). While the initial effect represents the physical or mind altering effects of the drug, the drain represents both its side effects and the amount of time a dose remains active in a character's body. As ability score damage heals at a rate of 1 point per day, a drug that causes 1 point of ability score damage remains in a character's system for 1 day, though some might cause greater damage and thus remain active for longer. While taking multiple doses of a drug at once rarely has any benefit, taking additional doses as the effects wear off renew those effects but increase the ability damage and potential for addiction.</p><p>Drugs can be manufactured using Craft (alchemy). The DC to make a drug is equal to its addiction DC. Rolling a natural 1 on a Craft skill check while making a drug exposes the crafter to the drug.</p>", 
            "name": "Drugs", 
            "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Drugs", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p>Just like drugs, alcohol can be abused and have significant negative effects. In general, a character can consume a number of alcoholic beverages equal to 1 plus double his Constitution modifier. Drinks consumed in excess of this total cause the character to become sickened for 1 hour per drink above this maximum. Particularly exotic or strong forms of alcohol might be treated as normal drugs. Those who regularly abuse alcohol might eventually develop a moderate addiction.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Drugs/Drunkenness", 
                    "type": "section", 
                    "name": "Drunkenness", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>Anytime a character takes a drug he must make a saving throw, noted in the drug's description, to resist becoming addicted. If a character makes the save, he is not addicted and the effects of the drug persist as normal. If he fails the save, he contracts the noted form of addiction (see below). Should a character take multiple doses of the same drug in a short period of time addiction becomes more difficult to resist. The DC of a drug's saving throw increases by +2 every time a character takes a another dose of that drug while still suffering from ability damage caused by a previous dose. Keep track of how high this DC rises, even for characters already addicted to a drug, as it determines the DC necessary to overcome the disease.</p><p>Addiction manifests in three different degrees of severity: minor, moderate, and severe. Each drug notes what type of addiction failing a save against it results in. Each addiction causes a persistent penalty to ability scores, lasting for as long as the character has the disease. In the case of moderate and severe addictions, the character also cannot naturally heal ability damage dealt by the drug that caused the addiction. </p><p>Each form of addiction encourages sufferers to continue making use of the drug they are addicted to. While a character is benefiting from the effects of the drug he is addicted to, he does not suffer the penalties of his addiction disease. While he still receives the benefits of the drug and takes ability damage as normal, the disease's effects are mitigated. As soon as the drug's benefits expire, the disease's effects return.</p>", 
            "name": "Addiction", 
            "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "name": "Minor Addiction", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction/Minor Addiction", 
                    "contracted": "variable", 
                    "effect": "-2 penalty to Con", 
                    "onset": "1 day", 
                    "subtype": "disease", 
                    "cure": "2 consecutive saves", 
                    "frequency": "1/day", 
                    "save": "variable", 
                    "type": "affliction"
                }, 
                {
                    "name": "Moderate Addiction", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction/Moderate Addiction", 
                    "contracted": "variable", 
                    "effect": "-2 penalty to Con and Str, target cannot naturally heal ability damage caused by the drug that caused this addiction", 
                    "onset": "1 day", 
                    "subtype": "disease", 
                    "cure": "3 consecutive saves", 
                    "frequency": "1/day", 
                    "save": "variable", 
                    "type": "affliction"
                }, 
                {
                    "name": "Severe Addiction", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction/Severe Addiction", 
                    "contracted": "variable", 
                    "effect": "-2 penalty to Dex, Con, Str, and Wis; target cannot naturally heal ability damage caused by the drug that caused this addiction", 
                    "onset": "1 day", 
                    "subtype": "disease", 
                    "cure": "3 consecutive saves", 
                    "frequency": "1/day", 
                    "save": "variable", 
                    "type": "affliction"
                }, 
                {
                    "body": "<p>As addictions are diseases, they can be cured as such, through the use of spells like <i>remove disease</i> or by succeeding at Fortitude saves over time. Unlike with other diseases, an addicted character can only make a Fortitude save to overcome his addiction after a day of not taking the drug he is addicted to. The DC of this Fortitude save is equal to the highest addiction DC his drug use has reached (not necessarily the DC that addicted him if he has continued to make use of the drug while addicted). This DC decreases by &ndash;2 for everyday the character does not make use of the drug, to a minimum of the drug's base addiction DC. Depending on the severity of the character's addiction, it might take two or three consecutive successful Fortitude saves to overcome the disease. Should a character take a dose of the drug he's addicted to, he immediately relapses, causing the addiction DC to instantly return to its highest DC and negating any successful past saves.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Addiction/Curing Addiction", 
                    "type": "section", 
                    "name": "Curing Addiction", 
                    "source": "Game Mastery Guide"
                }
            ]
        }, 
        {
            "body": "<p>Numerous types of drugs exist, both in the real world and fantasy worlds. Presented here are several samples with a variety of effects. All drugs have the following features.</p>", 
            "name": "Sample Drugs", 
            "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"type\">This notes how the drug is introduced into the system. These types equate to the types most common to poisons: contact, ingestion, inhalation, injury.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Type", 
                    "type": "section", 
                    "name": "Type", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"addiction\">This is the severity of the addiction disease the drug causes, followed by the base DC of the save a character must succeed at to resist an addiction and potentially overcome an addiction. This DC can increase through multiple uses of the drug. </p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Addiction", 
                    "type": "section", 
                    "name": "Addiction", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"price\">The common price of 1 dose of this drug.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Price", 
                    "type": "section", 
                    "name": "Price", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"effect\">The duration and effect of the drug.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Effect", 
                    "type": "section", 
                    "name": "Effect", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"damage\">The amount and type of ability damage caused.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Damage", 
                    "type": "section", 
                    "name": "Damage", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "name": "AEther", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/AEther", 
                    "contracted": "inhaled", 
                    "effect": "1d4 hours; user must make a caster check to cast spells, DC 15 + spell level", 
                    "subtype": "addiction", 
                    "type": "affliction"
                }, 
                {
                    "name": "Dwarven Fire Ale", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Dwarven Fire Ale", 
                    "contracted": "ingested", 
                    "effect": "1 hour; cold resistance 5", 
                    "subtype": "addiction", 
                    "type": "affliction"
                }, 
                {
                    "name": "Elven Absinthe", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Elven Absinthe", 
                    "contracted": "ingested", 
                    "effect": "1 hour; +1d4 Cha", 
                    "subtype": "addiction", 
                    "type": "affliction"
                }, 
                {
                    "name": "Flayleaf", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Flayleaf", 
                    "contracted": "inhaled or ingested", 
                    "effect": "1 hour; +2 alchemical bonus on saves against mind-affecting effects, fatigue", 
                    "subtype": "addiction", 
                    "type": "affliction"
                }, 
                {
                    "name": "Opium", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Opium", 
                    "contracted": "inhaled", 
                    "effect": "1 hour; +1d8 temporary hit points, +2 alchemical bonus on Fortitude saves, fatigue", 
                    "subtype": "addiction", 
                    "type": "affliction"
                }, 
                {
                    "name": "Pesh", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Pesh", 
                    "contracted": "ingested or inhaled", 
                    "effect": "after 1 hour; 1d2 hours of fatigue", 
                    "subtype": "addiction", 
                    "type": "affliction"
                }, 
                {
                    "name": "Scour", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Scour", 
                    "contracted": "ingested or inhaled", 
                    "effect": "3 hours; +1d4 alchemical bonus to Dexterity, -1d4 penalty to Wisdom", 
                    "subtype": "addiction", 
                    "type": "affliction"
                }, 
                {
                    "name": "Shiver", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Shiver", 
                    "contracted": "injury or ingested", 
                    "effect": "variable; 50% chance to sleep for 1d4 hours or gain immunity to fear for 1d4 minutes", 
                    "subtype": "addiction", 
                    "type": "affliction"
                }, 
                {
                    "name": "Zerk", 
                    "source": "Game Mastery Guide", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Drugs and Addiction/Sample Drugs/Zerk", 
                    "contracted": "injury", 
                    "effect": "1 hour; +1 alchemical bonus to initiative. If addicted, the user also gains a +1d4 alchemical bonus to Strength for as long as he is addicted", 
                    "subtype": "addiction", 
                    "type": "affliction"
                }
            ]
        }
    ], 
    "name": "Drugs and Addiction", 
    "type": "section"
}