{
    "url": "pfsrd://Game Mastery Guide/Rules/Hazards", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p>The adventuring world is filled with dangers beyond dragons and ravening fiends. Hazards are location-based threats that have much in common with traps, but are usually intrinsic to their area rather than constructed.</p><p>Hazards fall into three main categories: environmental, living, and magical. Environmental hazards include subterranean threats like cave-ins and wilderness dangers like forest fires. Living hazards are creatures that are generally too passive to be considered monsters, but are still a threat to unwary adventurers, such as dangerous molds, slimes, and fungi. Magical hazards are the most unpredictable, and can be the legacy of arcane experimentation, strange underground radiations, or ancient enchantments gone awry.</p><p>Hazards have challenge ratings like traps or monsters. A typical hazard triggers if a creature ventures near or into it, causing hit point damage, ability damage or drain, or some other harmful effect. Most can be detected by wary and knowledgeable PCs. Every hazard should have a means of escape or a way to eliminate the hazard, if not both.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Hazards", 
            "type": "section", 
            "name": "Hazards", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>Presented here are a variety of unusual hazards.</p>", 
            "name": "Sample Hazards", 
            "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p>The lingering effects of ancient curses or harmful energy leaching from a submerged cursed magical item can turn a simple pool of water into a dangerous magical hazard. An accursed pool lures passersby into its depths with a <i>silent image</i> (DC 16 Will save to disbelieve) of glittering treasure at the bottom of its 10-foot depth. Any creature that reaches the treasure triggers the curse. A creature within the pool must make a DC 16 Will save or be affected by the curse, which warps its perception of the pool. The water seems to thicken into viscous goo, while the pool appears to distort to a depth of 40 feet. Swim checks in the pool suffer a &ndash;10 penalty and are at half normal speed as a result of these effects, and spellcasting within the pool requires a concentration check with a DC of 15 + the level of the spell being cast. An accursed pool radiates strong magic, and is destroyed by <i>dispel magic</i> or <i>remove curse</i> (caster level check DC 15).</p>", 
                    "name": "Accursed Pool", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Accursed Pool", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 3", 
                    "type": "section"
                }, 
                {
                    "body": "<p>An invisible hazard, pockets of low-oxygen gas present a danger to miners and spelunkers as well as cavern-delving adventurers. Nonflammable gases such as carbon dioxide or nitrogen are CR 1 and require a DC 25 Survival check to notice. Creatures breathing the air must make a Fortitude save (DC 15 + 1 per previous check) each hour or become fatigued. After a creature becomes fatigued, slow suffocation sets in (<i>Pathfinder RPG Core Rulebook</i> 445). Creatures holding their breath can avoid these effects.</p><p>Flammable vapors such as coal gas are much more dangerous (CR 4). The gases displace breathable air in the lungs, causing fatigue as described above. In addition, any open flame or spark causes an explosion for 6d6 points of damage (Reflex save DC 15 for half) to all in the cavern or within 5 feet of an entrance. The fire burns away the oxygen in the air, leaving it unbreathable for 2d4 minutes. After an explosion, flammable gas usually takes several days to build up to dangerous levels again.</p>", 
                    "name": "Bad Air", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Bad Air", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 1 or 4", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Zones of magical entropy that disrupt spells, dweomersinks are occasionally formed at the sites of great magical duels, by the destruction of powerful artifacts, or by vortices of eldritch energy at the fringes of antimagic zones. They vary in size from small bubbles only a few feet across to large areas the size of a town. A successful DC 20 Spellcraft check detects a tingling in the air that heralds the presence of a nearby dweomersink. An active spell brought into a dweomersink may be dispelled, and any spell cast inside a dweomersink is subject to an immediate counterspell (both as <i>dispel magic</i>, caster level 8th). The resulting release of magical energy inflicts 1d6 points of damage per spell level in a 5-foot burst centered on the bearer of the spell entering the area or the caster of a new spell (Reflex save DC 15 for half damage). If multiple overlapping bursts hit the same target, only the most damaging applies. Once a spell effect has survived a dispel attempt, it is not affected again unless it leaves and reenters the dweomersink. More powerful dweomersinks are even more disruptive. Each +1 increase in CR increases the caster level of the dispel check by 2 and the save DC for the damaging burst by 1.</p>", 
                    "name": "Dweomersink", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Dweomersink", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 6", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Ear seekers are tiny, pale-colored worms that dwell in rotting wood or other organic detritus. They can be noticed with a DC 15 Perception check. Otherwise, a living creature poking about their lair inadvertently transfers one or more ear seekers to its body. The seekers then search out a warm location on the creature, especially favoring the ear canal. Once there, they lay 2d8 eggs before dying. The eggs hatch 4d6 hours later and the larvae devour the surrounding flesh. Upon the death of their host, the new ear seekers crawl out and seek a new host. <i>Remove disease</i> kills any ear seekers or unhatched eggs in or on a host. Some ear seekers favor living in intact wood, often hiding in dungeon doors. The small pinholes left by this variety are particularly hard to spot (Perception DC 20).</p>", 
                    "name": "Ear Seekers", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Ear Seekers", 
                    "type": "section", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 5", 
                    "sections": [
                        {
                            "name": "Ear Seekers", 
                            "source": "Game Mastery Guide", 
                            "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Ear Seekers/Ear Seekers", 
                            "effect": "1d6 Con damage", 
                            "onset": "4d6 hours", 
                            "subtype": "infestation", 
                            "frequency": "1/hour", 
                            "save": "Fortitude DC 15", 
                            "type": "affliction"
                        }
                    ]
                }, 
                {
                    "body": "<p>The strange energies of the subterranean world can charge rocks and veins of ore with powerful magnetic fields, creating a hazard for anyone carrying or wearing ferrous metals. Any steel or iron brought within 20 feet of the ore is drawn toward it. Medium-sized creatures carrying 30 or more pounds of ferrous metal are pulled toward the ore as if by the pull special ability (<i>Pathfinder RPG Bestiary</i> 303). The ore has an effective CMB of +7 and CMD 17. Small creatures are pulled if they have 15 pounds of metal, Large if they have at least 60 pounds. For creatures of other sizes, modify the weight required as per the rules for carrying capacity (<i>Pathfinder RPG Core Rulebook</i> 170). Creatures wearing metallic armor suffer a penalty to their CMD to resist the pull (&ndash;2 for medium armor, &ndash;4 for heavy armor). Affected creatures are pulled up to 20 feet and slammed against the rock for 2d6 points of damage and gain the grappled condition. Creatures not carrying large amounts of metal but holding metal items in their hands are affected by a disarm maneuver as the items are ripped free. Freeing a stuck item requires a successful grapple check against the ore's CMD.</p>", 
                    "name": "Magnetized Ore", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Magnetized Ore", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Mnemonic crystals are large (2&ndash;4 feet tall) clusters of violet quartz crystals that radiate a strong abjuration aura. They can be identified with a DC 25 Knowledge (arcana) check. Attuned to the unique energies of spellcraft, mnemonic crystals harvest magical energy for growth and defense. The crystals drain prepared spells from spellcasters within 30 feet, who must make DC 22 Will saves each round while in the crystals' area. Failure results in the loss of one prepared spell, chosen randomly. Spontaneous spellcasters such as sorcerers are unaffected.</p><p>Damaging or breaking the crystals causes them to release their absorbed spells in a burst of mental energy that does 1d6 points of Wisdom damage to all creatures in a 10-foot radius. Mnemonic crystals are exceedingly fragile (hardness 0, 1 hit point). In areas thick with the crystals, creatures passing through must make DC 10 Acrobatics checks to avoid stepping on or brushing against the crystals and breaking them.</p>", 
                    "name": "Mnemonic Crystals", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Mnemonic Crystals", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 3", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Contact with poison oak (CR 1) causes a painful rash, and the resulting itch leaves the hapless victim sickened until the damage is healed. Full body contact or inhaling the smoke from burning poison oak is particularly dangerous, and can be fatal (CR 3). A DC 15 Knowledge (nature) check reveals this seemingly innocuous plant for what it is. This hazard can also be used for similar noxious plants such as poison ivy, poison sumac, and stinging nettles, the latter not being hazardous when burned.</p>", 
                    "name": "Poison Oak", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Poison Oak", 
                    "type": "section", 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 1 or 3", 
                    "sections": [
                        {
                            "name": "Poison Oak", 
                            "source": "Game Mastery Guide", 
                            "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Poison Oak/Poison Oak", 
                            "contracted": "contact", 
                            "effect": "1d4 Dex damage, creature sickened until damage is healed", 
                            "onset": "1 hour", 
                            "subtype": "poison", 
                            "cure": "1 save", 
                            "save": "Fortitude DC 13", 
                            "type": "affliction"
                        }, 
                        {
                            "name": "Poison Oak (Severe Exposure)", 
                            "secondary_effect": "1 Con damage", 
                            "source": "Game Mastery Guide", 
                            "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Poison Oak/Poison Oak (Severe Exposure)", 
                            "contracted": "contact or inhaled", 
                            "onset": "1 hour", 
                            "subtype": "poison", 
                            "cure": "1 save", 
                            "frequency": "1/hour", 
                            "initial_effect": "2d4 Dex damage and 1d4 Con damage, creature sickened until damage is healed", 
                            "save": "Fortitude DC 16", 
                            "type": "affliction"
                        }
                    ]
                }, 
                {
                    "name": "Rot Grubs", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Rot Grubs", 
                    "sections": [
                        {
                            "body": "<table id=\"infestations\"><caption>Infestations</caption><tr><td style=\"white-space:normal;\">Parasites such as ear seekers or rot grubs cause infestations, a type of affliction similar to diseases. Infestations can only be cured through specific means; no matter how many saving throws are made, the infestation continues to afflict the target. While a <i>remove disease</i> spell (or similar effect) instantly halts an infestation, immunity to disease offers no protection, as the infestation itself is caused by parasites.</td></tr></table>", 
                            "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Rot Grubs/Infestations", 
                            "type": "table", 
                            "name": "Infestations", 
                            "source": "Game Mastery Guide"
                        }, 
                        {
                            "body": "<p>Rot grubs are nauseating parasites that feed on flesh and nest in corpses. Generally, a handful of the grubs infest a single corpse at a time, and a DC 15 Perception check is enough to notice and avoid the grubs. Otherwise, 1d6 grubs swiftly burst from the carcass to burrow into the creature, which can attempt a DC 15 Reflex save to avoid the grubs (but only if the creature is aware of the grubs' presence). Any amount of damage reduction is enough to provide immunity to infestation.</p><p>Once rot grubs have infested a living body, they burrow toward the host's heart, brain, and other key internal organs, eventually causing death. On the first round of infestation, applying flame to the point of entry can kill the grubs and save the host, but this inflicts 1d6 points of fire damage to the victim. Cutting the grubs out also works, but the longer the grubs remain in a host, the more damage this method does. Cutting them out requires a slashing weapon and a DC 20 Heal check, and inflicts 1d6 points of damage per round that the host has been infested. If the Heal check is successful, one grub is removed. <i>Remove disease</i> kills any rot grubs in or on a host.</p>", 
                            "source": "Game Mastery Guide", 
                            "type": "section"
                        }, 
                        {
                            "name": "Rot Grubs", 
                            "source": "Game Mastery Guide", 
                            "url": "pfsrd://Game Mastery Guide/Rules/Hazards/Sample Hazards/Rot Grubs/Rot Grubs", 
                            "effect": "1d2 Con damage per grub", 
                            "onset": "immediate", 
                            "subtype": "infestation", 
                            "frequency": "1/round", 
                            "save": "Fortitude DC 17", 
                            "type": "affliction"
                        }
                    ], 
                    "source": "Game Mastery Guide", 
                    "abbrev": "CR 4", 
                    "type": "section"
                }
            ]
        }
    ], 
    "name": "Hazards", 
    "type": "section"
}