{
    "body": "<p>Most monks lead lives of moderation and quiet contemplation. But the drunken master finds perfection through excess. Powered by strong wine, he uses his intoxication to reach a state where his <i>ki</i> is more potent, if somewhat fleeting. A drunken master has the following class features.</p>", 
    "name": "Drunken Master", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Drunken Master", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"drunken-ki\">At 3rd level, a drunken master can drink a tankard of ale or strong alcohol and gain one temporary <i>ki</i> point. The act of drinking is a standard action that does not provoke attacks of opportunity. The monk can have a maximum number of drunken <i>ki</i> points equal to 1 plus one additional point for every two levels thereafter (5th, 7th, and so on). The monk can gain this temporary <i>ki</i> even before he gains a <i>ki</i> pool at 4th level. These drunken <i>ki</i> points last for 1 hour or until spent, whichever is shorter. As long as he has at least 1 drunken <i>ki</i> point, the monk can spend 1 <i>ki</i> point as a swift action to move 5 feet without provoking attacks of opportunity. This ability replaces still mind.</p>", 
            "name": "Drunken Ki", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Drunken Master/Drunken Ki", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"drunken-strength\">At 5th level, a drunken master can spend 1 point of <i>ki</i> as a swift action to inflict 1d6 extra points of damage on a single successful melee attack. The monk can choose to apply the damage after the attack roll is made. At 10th level, the monk may spend 2 drunken <i>ki</i> points to increase the extra damage to 2d6. At 15th level, the monk may spend 3 drunken <i>ki</i> points to increase the extra damage to 3d6. At 20th level, the monk may spend 4 drunken <i>ki</i> points to increase the extra damage to 4d6. The monk must have at least 1 drunken <i>ki</i> point to use this ability. This ability replaces purity of body.</p>", 
            "name": "Drunken Strength", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Drunken Master/Drunken Strength", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"drunken-courage\">At 11th level, a drunken master is immune to fear as long as he has at least 1 point of drunken <i>ki</i>. This ability replaces diamond body.</p>", 
            "name": "Drunken Courage", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Drunken Master/Drunken Courage", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"drunken-resilience\">At 13th level, a drunken master gains DR 1/&mdash; as long as he has at least 1 point of drunken <i>ki</i>. At 16th level, the DR increases to 2/&mdash;. At 19th level, it increases to 3/&mdash;. This ability replaces diamond soul.</p>", 
            "name": "Drunken Resilience", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Drunken Master/Drunken Resilience", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"firewater-breath\">At 19th level, a drunken master can take a drink and expel a gout of alcohol-fueled fire in a 30-foot cone. Creatures within the cone take 20d6 points of fire damage. A successful Reflex saving throw (DC 10 + 1/2 the monk's level + the monk's Wis modifier) halves the damage. Using this ability is a standard action that consumes 4 <i>ki</i> points from the monk's <i>ki</i> pool. The monk must have at least 1 drunken <i>ki</i> point to use this ability. This ability replaces empty body.</p>", 
            "name": "Firewater Breath", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Drunken Master/Firewater Breath", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}