{
    "body": "<p>The hungry ghost monk looks to spirits that prey upon the living as models of perfection. He sees the life energy of the universe as a resource to be manipulated, even stealing it from other creatures. It is through this constant influx of energy that the hungry ghost monk reaches his ultimate goal: power&mdash;personal, pure, and simple. A hungry ghost monk has the following class features.</p>", 
    "name": "Hungry Ghost Monk", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Hungry Ghost Monk", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"punishing-kick\">At 1st level, a hungry ghost monk gains Punishing Kick as a bonus feat, even if he does not meet the prerequisites. At 10th level, and every five levels thereafter, the monk can push the target of his Punishing Kick an additional 5 feet (10 feet at 10th level, 15 feet at 15th level, and 20 feet at 20th level). At 15th level, he can instead choose to push the target 5 feet and knock the target prone with the same attack. The target still gets a saving throw to avoid being knocked prone. This ability replaces Stunning Fist.</p>", 
            "name": "Punishing Kick", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Hungry Ghost Monk/Punishing Kick", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"steal-ki\">At 5th level, a hungry ghost monk can steal <i>ki</i> from other creatures, though this ability is controversial in some circles of monks, who see it as nothing less than a form of vampirism. If the monk scores a confirmed critical hit against a living enemy or reduces a living enemy to 0 or fewer hit points, he can steal some of that creature's<i> ki</i>. This ability replenishes 1 spent <i>ki</i> point to the monk's <i>ki</i> pool, as long as the monk has at least 1 <i>ki</i> point in his pool. He cannot exceed his <i>ki</i> pool's maximum. At 11th level, each time the monk successfully steals <i>ki</i>, he can make an immediate saving throw against one disease he is suffering from. There is no penalty for failing this saving throw. The monk gains a bonus equal to his Wisdom modifier on the saving throw. This ability replaces purity of body.</p>", 
            "name": "Steal Ki", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Hungry Ghost Monk/Steal Ki", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"life-funnel\">At 7th level, a hungry ghost monk can steal a creature's life force to replenish his own. If the monk has at least 1 <i>ki</i> point in his <i>ki</i> pool and scores a confirmed critical hit against a living enemy or reduces a living enemy to 0 or fewer hit points, he heals a number of hit points equal to his monk level. As with steal <i>ki</i>, some monks believe that life funnel is an unsavory act, no better than what the undead do to the living. A monk with this ability cannot steal both <i>ki</i> and hit points at the same time. This ability replaces wholeness of body.</p>", 
            "name": "Life Funnel", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Hungry Ghost Monk/Life Funnel", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"life-from-a-stone\">At 11th level, a hungry ghost monk can steal <i>ki</i> or life force from any creature, not just living creatures. If the monk has at least 1 ki point in his pool, he gains the benefit of life funnel and steal <i>ki</i> when he confirms a critical hit against any creature or reduces any creature to 0 or fewer hit points. This ability replaces diamond body.</p>", 
            "name": "Life from a Stone", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Hungry Ghost Monk/Life from a Stone", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sipping-demon\">A 13th level, a hungry ghost monk gains 1 temporary hit point each time he hits an enemy with a melee attack. The monk gains a number of temporary hit points equal to his Wisdom modifier when he scores a critical hit. The maximum number of temporary hit points the monk can have is equal to his monk level. The temporary hit points disappear 1 hour later. The monk can only use this ability when he has at least 1 <i>ki</i> point in his <i>ki</i> pool. This ability is a proscribed manipulation of <i>ki</i> considered by many good monks to be a corruption. The ability replaces diamond soul.</p>", 
            "name": "Sipping Demon", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Hungry Ghost Monk/Sipping Demon", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}