{
    "body": "<p>Some monks seek to become one with another weapon entirely&mdash;the bow. The zen archer takes a weapon most other monks eschew and seeks perfection in the pull of a taut bowstring, the flex of a bow's limbs, and the flight of an arrow fired true. </p>", 
    "name": "Zen Archer", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer", 
    "type": "class_archetype", 
    "subtype": "monk", 
    "sections": [
        {
            "body": "<p id=\"weapon-and-armor-proficiency\">Zen archers are proficient with longbows, shortbows, composite longbows, and composite shortbows in addition to their normal weapon proficiencies.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Weapon and Armor Proficiency"
        }, 
        {
            "body": "<p id=\"flurry-of-blows\">Starting at 1st level, a zen archer can make a flurry of blows as a full-attack action, but only when using a bow (even though it is a ranged weapon). He may not make a flurry of blows with his unarmed attacks or any other weapons. A zen archer does not apply his Strength bonus on damage rolls made with flurry of blows unless he is using a composite bow with a Strength rating. A zen archer's flurry of blows otherwise functions as normal for a monk of his level.</p><p>A zen archer cannot use Rapid Shot or Manyshot when making a flurry of blows with his bow.</p>", 
            "name": "Flurry of Blows", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Flurry of Blows", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"bonus-feats\">A zen archer's bonus feats must be taken from the following list: Combat Reflexes, Deflect Arrows, Dodge, Far Shot, Point-Blank Shot, Precise Shot, and Rapid Shot. At 6th level, the following feats are added to the list: Focused Shot*, Improved Precise Shot, Manyshot, Mobility, and Parting Shot*. At 10th level, the following feats are added to the list: Improved Critical, Pinpoint Targeting, Shot on the Run, and Snatch Arrows. A monk need not have any of the prerequisites normally required for these feats to select them. These feats replace the monk's normal bonus feats.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Bonus Feats"
        }, 
        {
            "body": "<p id=\"perfect-strike\">At 1st level, a zen archer gains Perfect Strike as a bonus feat, even if he does not meet the prerequisites. A zen archer can use Perfect Strike with any bow. At 10th level, the monk can roll his attack roll three times and take the highest result. If one of these rolls is a critical threat, the monk must choose one of his other two rolls to use as his confirmation roll. This ability replaces Stunning Fist.</p>", 
            "name": "Perfect Strike", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Perfect Strike", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"way-of-the-bow\">At 2nd level, a zen archer gains Weapon Focus as a bonus feat with one type of bow. At 6th level, the monk gains Weapon Specialization with the same weapon as a bonus feat, even if he does not meet the prerequisites. This ability replaces evasion.</p>", 
            "name": "Way of the Bow", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Way of the Bow", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"zen-archery\">At 3rd level, a zen archer may use his Wisdom modifier instead of his Dexterity modifier on ranged attack rolls when using a bow. This ability replaces maneuver training.</p>", 
            "name": "Zen Archery", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Zen Archery", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"point-blank-master\">At 3rd level, a zen archer gains Point Blank Master* as a bonus feat, even if he does not meet the prerequisites. This ability replaces still mind.</p>", 
            "name": "Point Blank Master", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Point Blank Master", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ki-pool\">At 4th level, in addition to the normal abilities of his <i>ki</i> pool, a zen archer may spend 1 point from his <i>ki</i> pool to increase the range increment for his bow by 50 feet for 1 round.</p>", 
            "name": "Ki Pool", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Ki Pool", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ki-arrows\">At 5th level, a zen archer may spend 1 point from his <i>ki</i> pool as a swift action to change the damage dice of arrows he shoots to that of his unarmed strikes. This lasts until the start of his next turn. For example, a Medium zen archer's short bow normally deals 1d6 damage; using this ability, his arrows deal 1d8 damage until the start of his next turn. This ability replaces purity of body.</p>", 
            "name": "Ki Arrows", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Ki Arrows", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"reflexive-shot\">At 9th level, a zen archer can make attacks of opportunity with arrows from his bow. The monk still threatens squares he could reach with unarmed strikes, and can still only make one attack of opportunity per round (unless he has Combat Reflexes). This ability replaces improved evasion.</p>", 
            "name": "Reflexive Shot", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Reflexive Shot", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"trick-shot\">At 11th level, a zen archer may hit targets that he might otherwise miss. By spending 1 point from his <i>ki</i> pool as a swift action, the zen archer can ignore concealment. By spending 2 points, he can ignore total concealment or cover. By spending 3 points, he can ignore total cover, even firing arrows around corners. The arrow must still be able to reach the target; a target inside a closed building with no open doors or windows cannot be attacked. These effects last for 1 round. This ability replaces diamond body.</p>", 
            "name": "Trick Shot", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Trick Shot", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ki-focus-bow\">At 17th level, as long as he has at least 1 point of <i>ki</i> in his <i>ki</i> pool, a zen archer may treat arrows fired from his bow as if they were <i>ki focus</i> weapons, allowing him to use his special <i>ki</i> attacks as if his arrows were unarmed attacks. This ability replaces tongue of the sun and moon.</p>", 
            "name": "Ki Focus Bow", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Monk/Monk Archetypes/Zen Archer/Ki Focus Bow", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}