{
    "name": "Arisen", 
    "url": "pfsrd://Ultimate Campaign/Feats/Arisen", 
    "sections": [
        {
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Prerequisites", 
            "description": "You must have been slain and brought back from the dead, or have the Left to Die or Cursed Birth background."
        }, 
        {
            "body": "<p>You don't die until your negative hit point total is equal to or greater than 4 + your Constitution score. Once per day as a standard action, you can force yourself to carry on by strength of will alone, gaining 1 temporary hit point per hit die. These temporary hit points last for 10 minutes.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Benefits"
        }, 
        {
            "body": "<p>You die when your negative hit point total is equal to or greater than your Constitution score.</p>", 
            "url": "pfsrd://Ultimate Campaign/Feats/Arisen/Normal", 
            "type": "section", 
            "name": "Normal", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You meet in person and hear the words of your deity or your deity's chosen herald. If you worship a pantheon of deities, you must meet and hear a member of that pantheon&mdash;a herald does not suffice in this case. If you worship no specific deity, you must hear the words of an appropriate entity of the GM's choice.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Goal"
        }, 
        {
            "body": "<p>You gain a +2 bonus on saving throws against death effects and fear effects. In addition, the caster level of any conjuration (healing) spell that is cast on you increases by 1 for the purposes of its effects on you alone.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Completion Benefit"
        }
    ], 
    "source": "Ultimate Campaign", 
    "feat_types": {
        "feat_type": "Story"
    }, 
    "type": "feat", 
    "description": "Escaping death strengthened your bond to life, but fills you with a need for answers."
}