{
    "name": "Thief of Legend", 
    "url": "pfsrd://Ultimate Campaign/Feats/Thief of Legend", 
    "sections": [
        {
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Prerequisites", 
            "description": "You must have stolen at least 1,000 gp worth of treasure without being caught and kept mementos of these thefts worth at least 500 gp, or have the Greed background."
        }, 
        {
            "body": "<p>Once per day when you attempt a Disable Device check to open a lock or Sleight of Hand check to pick a pocket, you can roll twice and take the better result.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Benefits"
        }, 
        {
            "body": "<p>Steal a famous and well-guarded treasure worth at least 50,000 gp while leaving no evidence of your involvement behind. The treasure must be protected by a mix of at least 8 traps or challenging foes. Any guardians need not be defeated, merely bypassed. You don't need to keep the treasure, and you can boast of the theft afterward.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Goal"
        }, 
        {
            "body": "<p>You gain the ability to reactively disarm a trap. When you trigger a trap, you can attempt a Disable Device check with a &mdash;5 penalty to interrupt the trap's function, leaving it still armed but effectively preventing it from activating. You can use this ability a number of times per day equal to 3 + your Intelligence modifier. Since the trap is still armed, it might activate again if you don't immediately back away or otherwise avoid repeating the act that set it off the first time.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Completion Benefit"
        }
    ], 
    "source": "Ultimate Campaign", 
    "feat_types": {
        "feat_type": "Story"
    }, 
    "type": "feat", 
    "description": "More than just a burglar, you aspire to commit crimes of legendary stature."
}