{
    "name": "True Love", 
    "url": "pfsrd://Ultimate Campaign/Feats/True Love", 
    "sections": [
        {
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Prerequisites", 
            "description": "You must have found love with a person you can't be with, have a current lover, or have the Current Lover, For Love, or The Lover background. Possible complications include distance, your love being with another, your feelings being unrequited, or your relationship being forbidden."
        }, 
        {
            "body": "<p>You add 1 to the save DC and caster level of your spells and spell-like abilities with the emotion descriptor. In addition, you gain a +2 bonus on Sense Motive checks. If you have 10 or more ranks in Sense Motive, this bonus increases to +4.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Benefits"
        }, 
        {
            "body": "<p>Find a way to be with your true love (even if you can't formally wed).</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Goal"
        }, 
        {
            "body": "<p>The inspiration of knowing your love waits for your return gives you a +2 bonus on attack rolls, saving throws, and skill checks whenever you are below a quarter of your total hit points (not counting any temporary hit points). You lose this completion benefit if your relationship with your true love comes to an end for any reason, including death.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Completion Benefit"
        }, 
        {
            "body": "<p>At the GM's discretion, you can find true love with a person other than the one you designated when you chose this feat. In this case, the love you initially chose was wrong for you, but this became obvious only when you found the one truly meant for you.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "source": "Ultimate Campaign", 
    "feat_types": {
        "feat_type": "Story"
    }, 
    "type": "feat", 
    "description": "You found love, only to have it denied by the cruelty of fate."
}