{
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Some paladins see themselves as the last line of defense between the teeming hordes of evil and the innocent folk trying to make a living in a harsh, unforgiving world. These defenders spend their lives protecting others and taking on foes that the common man should not even know exist. To aid them in their holy mission, they have special powers to protect themselves and those around them. The divine defender has the following class features.</p>", 
            "name": "Divine Defender", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Divine Defender", 
            "type": "class_archetype", 
            "subtype": "paladin", 
            "sections": [
                {
                    "body": "<p id=\"shared-defense\">At 3rd level, a divine defender can spend one use of her lay on hands ability as a standard action to grant all adjacent allies (including paladins) a bonus. At 3rd level, adjacent allies receive a +1 sacred bonus to their AC and CMD and on their saving throws. These bonuses last for a number of rounds equal to the divine defender's Charisma modifier. At 9th level and 15th level, this bonus increases by +1. At 6th level, these bonuses are granted to all allies within 10 feet, and allies that are at fewer than 0 hit points within this area are automatically stabilized. At 12th level, these bonuses are granted to all allies within 15 feet, and allies within this area are immune to bleed damage. At 18th level, these bonuses are granted to all allies within 20 feet, and allies within this area gain a 25% chance to negate any sneak attack or critical hit scored against them. This ability does not stack with the chance provided from the light, medium, or heavy <i>fortification</i> armor special abilities. These bonuses are cumulative with each other. Allies only benefit from these bonuses while in the listed area. This ability replaces mercy.</p>", 
                    "name": "Shared Defense", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Divine Defender/Shared Defense", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"divine-bond\">At 5th level, instead of forming a divine bond with her weapon or a mount, a divine defender can form a bond with her armor. As a standard action, a divine defender can enhance her armor by calling upon the aid of a celestial spirit. This bond lasts for 1 minute per paladin level. When called, the spirit causes the armor to shed light like a torch. At 5th level, the spirit grants the armor a +1 enhancement bonus. For every three levels beyond 5th, the armor gains another +1 enhancement bonus, to a maximum of +6 at 20th level. These bonuses can be added to the armor, stacking with existing armor bonuses to a maximum of +3, or they can be used to add any of the following armor properties (asterisks note new armor properties found in Chapter 7): <i>champion</i>*, <i>ghost touch, heavy fortification, invulnerability, light fortification, moderate fortification, spell resistance</i> (13, 15, 17, or 19). Adding these properties consumes an amount of bonus equal to the property's cost (see Table 15&ndash;4 of the <i>Core Rulebook</i>). In addition, the bonuses can be consumed at the listed amount to add any of the following armor properties: <i>energy resistance</i> for +3 bonus, <i>improved energy resistance</i> for +5 bonus, or <i>righteous</i>* for +4 bonus. These bonuses are added to any properties the armor already has, but duplicate abilities do not stack. If the armor is not magical, at least a +1 enhancement bonus must be added before any other properties can be added. The bonus and properties granted by the spirit are determined when the spirit is called and cannot be changed until the spirit is called again. The celestial spirit imparts no bonuses if the armor is worn by anyone other than the divine defender, but it resumes giving bonuses if the divine defender dons the armor again. A divine defender can use this ability once per day at 5th level, and one additional time per day for every four levels beyond 5th, to a total of four times per day at 17th level.</p><p>If a suit of armor with a celestial spirit is destroyed, the divine defender loses the use of this ability for 30 days, or until she gains a level, whichever comes first. During this 30-day period, the divine defender takes a &ndash;1 penalty on attack and weapon damage rolls.</p>", 
                    "name": "Divine Bond", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Divine Defender/Divine Bond", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Paladins are known for their charity and for tending to the sick. The hospitaler takes to this calling above all others, spending much of her time healing the poor, and giving aid and succor to those in need. The hospitaler has the following class features.</p>", 
            "name": "Hospitaler", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Hospitaler", 
            "type": "class_archetype", 
            "subtype": "paladin", 
            "sections": [
                {
                    "body": "<p id=\"smite-evil\">This functions as the paladin ability, but the hospitaler can smite evil one additional time per day at 7th level, and every six levels thereafter (instead of 4th level and every three levels thereafter).</p>", 
                    "name": "Smite Evil", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Hospitaler/Smite Evil", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"channel-positive-energy\">When a hospitaler reaches 4th level, she gains the ability to channel positive energy as a cleric equal to her paladin level &ndash;3. She can use this ability a number of times per day equal to 3 + her Charisma modifier. Using this ability does not expend uses of lay on hands, as it does with other paladins. This replaces the standard paladin's channel positive energy ability.</p>", 
                    "name": "Channel Positive Energy", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Hospitaler/Channel Positive Energy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"aura-of-healing\">At 11th level, a hospitaler can expend one use of her channel positive energy ability to emit a 30-foot aura of healing for a number of rounds equal to her paladin level. Allies in this aura (including the hospitaler) automatically stabilize if below 0 hit points and are immune to bleed damage. In addition, allies (including the paladin) that spend at least 1 full round inside the aura are healed an amount of damage equal to their total number of Hit Dice and may make a saving throw against any afflictions they are suffering from, such as a curse, disease, or poison. This saving throw only counts toward curing the affliction and does not impose any penalty on a failed save. Allies can only be healed once by a use of this ability and they can only attempt additional saving throws once per day, even if they are exposed to this aura multiple times. This ability replaces aura of justice.</p>", 
                    "name": "Aura of Healing", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Hospitaler/Aura of Healing", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Paladins as a general rule, venerate the gods of good and purity, but some take this a step further, dedicating themselves to a specific deity and furthering the cause of the faith. These sacred servants are rewarded for their devotion with additional spells and powerful allies. A sacred servant must select one deity to worship. This deity's alignment must be lawful good, lawful neutral, or neutral good. A sacred servant has the following class features.</p>", 
            "name": "Sacred Servant", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Sacred Servant", 
            "type": "class_archetype", 
            "subtype": "paladin", 
            "sections": [
                {
                    "body": "<p id=\"smite-evil\">This functions as the paladin ability, but the sacred servant can smite evil one additional time per day at 7th level, and every six levels thereafter (instead of 4th level and every three levels thereafter). This replaces smite evil.</p>", 
                    "name": "Smite Evil", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Sacred Servant/Smite Evil", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"spells\">At 4th level, when a sacred servant gains the ability to cast spells, she also chooses one domain associated with her deity. Her effective cleric level for this domain is equal to her paladin level &ndash;3. In addition, she also gains one domain spell slot for each level of paladin spells she can cast. Every day she must prepare the domain spell from her chosen domain in that spell slot.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Spells"
                }, 
                {
                    "body": "<p id=\"divine-bond\">At 5th level, instead of forming a divine bond with her weapon or a mount, a sacred servant forms a bond with her holy symbol. As a standard action, a sacred servant can bind a celestial spirit to her holy symbol for 1 minute per paladin level. When called, the spirit causes the sacred servant's holy symbol to shed light like a torch. At 5th level, the spirit grants one bonus. For every three levels beyond 5th, the spirit grants one additional bonus. These bonuses can be spent in a number of ways to grant the paladin enhanced abilities to channel positive energy and to cast spells. Each bonus can be used to grant one of the following enhancements: +1 caster level to any paladin spell cast, +1 to the DC to halve the damage of channel positive energy when used to harm undead, +1d6 to channel positive energy, +1 use/day of lay on hands. These enhancements stack and can be selected multiple times. The enhancements granted by the spirit are determined when the spirit is called and cannot be changed until the spirit is called again. If the sacred servant increases her number of uses of lay on hands per day in this way, that choice is set for the rest of the day, and once used, these additional uses are not restored (even if the spirit is called again that day). The celestial spirit imparts no enhancements if the holy symbol is held by anyone other than the sacred servant, but resumes giving enhancements if returned to the sacred servant. A sacred servant can use this ability once per day at 5th level, and one additional time per day for every four levels beyond 5th, to a total of four times per day at 17th level.</p><p>If a holy symbol with a celestial spirit is destroyed, the sacred servant loses the use of this ability for 30 days, or until she gains a level, whichever comes first. During this 30-day period, the sacred servant takes a &ndash;1 penalty on attack and weapon damage rolls.</p>", 
                    "name": "Divine Bond", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Sacred Servant/Divine Bond", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"call-celestial-ally\">At 8th level, a sacred servant can call upon her deity for aid, in the form of a powerful servant. This allows the sacred servant to cast <i>lesser planar ally</i> once per week as a spell-like ability without having to pay the material component cost or the servant (for reasonable tasks). At 12th level, this improves to <i>planar ally</i> and at 16th level, this improves to <i>greater planar ally</i>. The sacred servant's caster level for this effect is equal to her paladin level. This ability replaces aura of resolve.</p>", 
                    "name": "Call Celestial Ally", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Sacred Servant/Call Celestial Ally", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>While paladins often are seen mounted atop a loyal steed, the shining knight is the true symbol of mounted bravery. They are never far from their steeds and are always clad in brightly polished armor. The shining knight has the following class features.</p>", 
            "name": "Shining Knight", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Shining Knight", 
            "type": "class_archetype", 
            "subtype": "paladin", 
            "sections": [
                {
                    "body": "<p id=\"skilled-rider-(ex-and-su)\">At 3rd level, a shining knight does not take any penalty to her Ride skill due to her armor check penalty. In addition, any mount she is riding gains the benefit of her divine grace class feature, adding her Charisma bonus (if any) to its saving throws. This ability replaces divine health.</p>", 
                    "name": "Skilled Rider", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Shining Knight/Skilled Rider", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"divine-bond\">Upon reaching 5th level, a shining knight must form a bond with a mount. This ability otherwise functions as the paladin ability.</p>", 
                    "name": "Divine Bond", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Shining Knight/Divine Bond", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"knight's-charge\">At 11th level, whenever a mounted shining knight charges a foe, her movement does not provoke attacks of opportunity, for either her or her mount. In addition, if her target is also the target of her smite evil ability and the charge attack hits, the target must make a Will save or be panicked for a number of rounds equal to 1/2 the shining knight's level. The DC of this save is equal to 10 + 1/2 the shining knight's level + the shining knight's Charisma modifier. This ability replaces aura of justice.</p>", 
                    "name": "Knight's Charge", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Shining Knight/Knights Charge", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Undead are an abomination in the eyes of the just and righteous. It is no surprise then that there are some paladins that dedicate themselves to wiping these unholy terrors from the world. The following are the class features of the undead scourge.</p>", 
            "name": "Undead Scourge", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Undead Scourge", 
            "type": "class_archetype", 
            "subtype": "paladin", 
            "sections": [
                {
                    "body": "<p id=\"smite-evil\">This functions as the paladin ability of the same name, but the undead scourge does not deal 2 points of damage per level on the first successful attack against evil dragons and evil outsiders. She does deal 2 points of damage per level on all smite attacks made against evil undead creatures.</p>", 
                    "name": "Smite Evil", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Undead Scourge/Smite Evil", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"aura-of-life\">At 8th level, an undead scourge emits a 10-foot aura of life around her that weakens undead creatures. Undead in this aura take a &ndash;4 penalty on Will saves made to resist positive energy. In addition, undead in this aura do not regain hit points from channeled negative energy. This ability replaces aura of resolve.</p>", 
                    "name": "Aura of Life", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Undead Scourge/Aura of Life", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"undead-annihilation\">At 11th level, an undead scourge can expend one use of her smite evil ability as a standard action and make a single melee attack against an undead creature. If this attack hits, the undead creature must make a Will save or be destroyed. The save DC is equal to 10 + 1/2 the undead scourge's level + the undead scourge's Charisma modifier. Undead with twice as many Hit Dice as the undead scourge are unaffected by this ability. If the attack misses, the smite evil is wasted without effect. This ability replaces aura of justice.</p>", 
                    "name": "Undead Annihilation", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Undead Scourge/Undead Annihilation", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Some paladins use their gifts to focus on the holy light that shines within their souls. With the gifts of purity and redemption, these paladins spend much of their lives helping others find the true path. Unleashing this power takes patience and comes at a steep price. Warriors of the holy light have the following class features.</p>", 
            "name": "Warrior of the Holy Light", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Warrior of the Holy Light", 
            "type": "class_archetype", 
            "subtype": "paladin", 
            "sections": [
                {
                    "body": "<p id=\"power-of-faith\">At 4th level, a warrior of the holy light learns to use the power of her faith to bolster her defenses and aid her allies. This class feature replaces the paladin's spells class feature. A warrior of the holy light does not gain any spells or spellcasting abilities, does not have a caster level, and cannot use spell trigger or spell completion magic items.</p><p>At 4th level, the warrior of the holy light gains one additional use of her lay on hands ability per day. She gains one additional use of lay on hands per day for every four levels she attains beyond 4th. She can spend a use of her lay on hands ability to call upon the power of her faith as a standard action. This causes a nimbus of <i>light</i> to emanate from the warrior of the holy light in a 30-foot radius. All allies in this area (including the warrior of the holy light) receive a +1 morale bonus to AC and on attack rolls, damage rolls, and saving throws against fear as long as they remain in the area of light. This power lasts for 1 minute.</p><p>At 8th level, the nimbus of light heals the paladin and her allies, curing of them of 1d4 points of ability damage, as per the spell <i>lesser restoration</i>. A creature can only be healed in this way once per day.</p><p>At 12th level, the nimbus of light is treated as <i>daylight</i> for the purposes of affecting creatures with sensitivity to light. In addition, the nimbus grants the warrior of the holy light and her allies in the area resistance 10 to one type of energy, selected by the warrior of the holy light when this power is activated.</p><p>At 16th level, the nimbus of light grants the warrior of the holy light and her allies protection from critical hits. There is a 25% chance that critical hits made against the warrior of the holy light and her allies in the area are instead treated as normal hits. This does not stack with other abilities that grant similar protection (such as <i>light fortification</i>).</p><p>At 20th level, the nimbus of light increases in size out to a range of 60 feet. In addition, all of its bonuses increase. The morale bonus to AC and on attack rolls, damage rolls, and saving throws against fear increases to +2. The amount of ability damage healed increases to 2d4. The energy resistance increases to 20 against one energy type. Finally, protection against critical hits increases to 50%.</p>", 
                    "name": "Power of Faith", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Warrior of the Holy Light/Power of Faith", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"shining-light\">At 14th level, a warrior of the holy light can unleash a 30-foot burst of pure, white light as a standard action. Evil creatures within this burst take 1d6 points of damage for every two paladin levels and are blinded for 1 round. Evil dragons, evil outsiders, and evil undead are blinded for 1d4 rounds on a failed save. A Reflex save halves this damage and negates the blindness. The DC of this save is equal to 10 + 1/2 the warrior of the holy light's level + the warrior of the holy light's Charisma modifier. Good creatures within this burst are healed 1d6 points of damage per two paladin levels and receive a +2 sacred bonus on ability checks, attack rolls, saving throws, and skill checks for 1 round. A warrior of the holy light can use this ability once per day at 14th level plus one additional time per day at 17th and 20th levels. This ability replaces aura of faith.</p>", 
                    "name": "Shining Light", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Warrior of the Holy Light/Shining Light", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "name": "Paladin Archetypes", 
    "source": "Advanced Player's Guide"
}