{
    "school": "transmutation", 
    "name": "Vermin Shape I", 
    "level": [
        {
            "class": "Alchemist", 
            "level": 4
        }, 
        {
            "class": "Druid", 
            "level": 3
        }, 
        {
            "class": "Magus", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }, 
        {
            "class": "Witch", 
            "level": 3
        }
    ], 
    "type": "spell", 
    "casting_time": "1 standard action", 
    "source": "Ultimate Magic", 
    "range": "personal", 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a piece of the creature whose form you plan to assume", 
            "type": "M"
        }
    ], 
    "text": "<p>When you cast this spell, you assume the form of any Small or Medium creature of the vermin type. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, darkvision 60 feet, low-light vision, scent, and lunge. You don't gain full immunity to mind-affecting effects, but you do gain a +2 resistance bonus on all saving throws against such effects. </p><p id=\"small-vermin\"><i>Small vermin</i>: If you take the form of a Small vermin, you gain a +2 size bonus to your Dexterity and a +2 natural armor bonus. </p><p id=\"medium-vermin\"><i>Medium vermin</i>: If you take the form of a Medium vermin, you gain a +2 size bonus to your Strength and a +3 natural armor bonus. </p><p id=\"vermin-shape-ii\">Vermin Shape II</p>", 
    "duration": "1 minute/level", 
    "subschool": "polymorph", 
    "sections": [
        {
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "School", 
            "text": "<p class=\"stat-block-1\"> transmutation (polymorph); <b>Level</b> alchemist 5, druid 4, magus 5, sorcerer/wizard 5, witch 4 </p><p class=\"stat-description-1\">This spell functions as <i>vermin shape I</i>, except it also allows you to assume the form of a Tiny or Large creature of the vermin type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, tremorsense 30 feet, scent, blood drain, constrict, grab, lunge, poison, pull, trample, and web. You don't gain full immunity to mind-affecting effects, but you do gain a +4 bonus on all saving throws against such effects.</p><p id=\"tiny-vermin\"><i>Tiny vermin</i>: If you take the form of a Tiny vermin, you gain a +4 size bonus to your Dexterity, a &ndash;2 penalty to your Strength, and a +1 natural armor bonus.</p><p id=\"large-vermin\"><i>Large vermin</i>: If you take the form of a Large vermin, you gain a +4 size bonus to your Strength, a &ndash;2 penalty to your Dexterity, and a +5 natural armor bonus. </p>"
        }
    ]
}