{
    "body": "<p>Holidays are general celebrations or observances that take place across the kingdom. The BP expenditure includes lost revenue from citizens not working during the holidays, preparations and logistical arrangements that occur year-round, and the cost of the actual celebrations (these annual costs are averaged over the year and included in the listed Consumption modifier that you pay each turn).</p><p>The number of holidays per year is the number you promise to uphold and the number that the common folk expect to enjoy over the next months. The Loyalty and Consumption modifiers change as soon as you change the number of holidays per year. The listed number assumes that you are fulfilling your promise&mdash;if you announce 12 holidays in the coming year but don't actually hold and pay for them, the GM should increase your kingdom's Unrest to reflect public disappointment and outrage.</p>", 
    "name": "Holiday Edicts", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Edicts/Holiday Edicts", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Logan is the Ruler of a kingdom with some Loyalty issues. He issues a Holiday edict that there will be 24 kingdom-wide official holidays in the next year (Loyalty +4, Consumption +8). In the second turn, he worries about the increased Consumption's effect on the Treasury, so he issues a new Holiday edict decreeing that until further notice, there will be no kingdom-wide holidays. He loses the previous +4 Loyalty bonus and incurs a &mdash;1 Loyalty penalty for the new Holiday edict, but no longer has to pay the 8 Consumption each turn for his previous edict. If he frequently changes Holiday edicts from high to low levels, the GM may decide that his citizens no longer believe such promises and he won't gain any benefits from having a high level of Holiday edict until he becomes consistent.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table id=\"table-holiday-edicts\"><caption>Holiday Edicts</caption><thead><tr><th>Per Year</th><th>Loyalty</th><th>Consumption</th></tr></thead><tr><td>None</td><td>&mdash;1</td><td>+0</td></tr><tr><td>1</td><td>+1</td><td>+1</td></tr><tr><td>6</td><td>+2</td><td>+2</td></tr><tr><td>12</td><td>+3</td><td>+4</td></tr><tr><td>24</td><td>+4</td><td>+8</td></tr></table>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Turn Sequence/Edicts/Holiday Edicts/Example/Holiday Edicts", 
                    "type": "table", 
                    "name": "Holiday Edicts", 
                    "source": "Ultimate Campaign"
                }
            ], 
            "name": "Example", 
            "source": "Ultimate Campaign"
        }
    ]
}