{
    "body": "<p class=\"stat-block\">This headband is decorated with feathers from a number of colorful birds. It grants boons to flying magic, and more powerful versions grant the power of flight. The wearer of a <i>headband of aerial agility +2</i> treats his caster level as if it were one level higher when casting spells or creating extracts that grant flight. A <i>headband of aerial agility +4</i> gains the same benefits and, on command, grants the wearer the ability to fly (as the <i>fly</i> spell) three times per day. A <i>headband of aerial agility +6</i> functions like a +4 version, but the headband grants the ability to use <i>fly</i> at will.</p><p class=\"stat-block\">All versions also grant the wearer an enhancement bonus to one mental ability score (Intelligence, Wisdom, or Charisma) of +2, +4, or +6. Treat this as a temporary ability bonus for the first 24 hours the headband is worn. This bonus is chosen when the headband is created and cannot be changed. If the headband grants a bonus to Intelligence, it also grants skill ranks as a <i>headband of vast intelligence</i>, usually granting ranks in Fly, Acrobatics, or Knowledge (planes).</p>", 
    "name": "Headband of Aerial Agility", 
    "weight": "&mdash", 
    "cl": "8th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Headbands/Headband Slot Wondrous Items/Headband of Aerial Agility", 
    "price": "Varies", 
    "misc": {
        "Construction Requirements": {
            "+6 Intelligence, Wisdom, or Charisma": "40,500 gp", 
            "Cost": "varies", 
            "+2 Intelligence, Wisdom, or Charisma": "2,250 gp", 
            "+4 Intelligence, Wisdom, or Charisma": "21,000 gp"
        }, 
        "Headband of Aerial Agility": {
            "+6 Intelligence, Wisdom, or Charisma": "81,000 gp", 
            "+2 Intelligence, Wisdom, or Charisma": "4,500 gp", 
            "+4 Intelligence, Wisdom, or Charisma": "42,000 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "moderate transmutation", 
    "type": "item"
}