{
    "body": "<p class=\"stat-block\">Appearing at first like an expensive, masochistic adornment, this almond-sized star ruby is set in a gold clasp, one side of which is festooned with several long spikes. A <i>soulbound eye</i> is not an item that most creatures would voluntarily wear&mdash;they are instead crafted by powerful creatures who wish to use another creature as a sort of remote-viewing slave. A <i>soulbound eye</i> must be attached to a willing or helpless creature by pressing the spike-covered surface to the creature's brow&mdash;the gem swiftly and painfully embeds itself in the victim's forehead, immediately activating to forge a shared link between the wearer and the creature who placed the item on its head (the &ldquo;master&rdquo;).</p><p class=\"stat-block\">Once implanted, the <i>soulbound eye</i> allows the master to observe the world around the wearer through the wearer's senses. It also allows for telepathic communication between the wearer and the master. Neither of these features function across planar boundaries.</p><p class=\"stat-block\">The <i>soulbound eye's</i> wearer is not compelled to obey its master's telepathic commands, but the master can use the <i>soulbound eye</i> as a conduit for <i>hold monster</i>, <i>modify memory</i>, <i>pain strike</i> , and <i>suggestion</i> spells, treating the wearer as the target of the spell no matter the distance between master and wearer. The victim is allowed any normal saving throws or spell resistance against spells cast through the <i>soulbound eye.</i></p><p class=\"stat-block\">An implanted <i>soulbound eye</i> functions like a cursed item once it is in place&mdash;it can only be removed if the curse is first lifted via an effect like <i>remove curse</i> or <i>break enchantment</i>. Once removed, a <i>soulbound eye</i> crumbles to fragments.</p>", 
    "name": "Soulbound Eye", 
    "weight": "&mdash", 
    "cl": "16th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Headbands/Headband Slot Wondrous Items/Soulbound Eye", 
    "price": "30,000 gp", 
    "misc": {
        "Construction Requirements": {
            "Cost": "15,000 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "strong necromancy", 
    "type": "item"
}