{
    "body": "<p>A crossblooded bloodline combines the powers of two distinct heritages. In most cases, sorcerers with this bloodline are the offspring of two sorcerers from different ancestries, but occasionally a crossblooded sorcerer arises from the conjunction of other powers. A draconic sorcerer who is also the culmination of a great destiny, an abyssal sorcerer from a family that dealt with devils, and an arcane sorcerer raised from birth by fey are all possible sources for crossblooded bloodlines.</p><p>A crossblooded sorcerer selects two different bloodlines. The sorcerer may gain access to the skills, feats, and some of the powers of both bloodlines she is descended from, but at the cost of reduced mental clarity and choice (see Drawbacks).</p>", 
    "name": "Crossblooded", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Sorcerer Archetypes/Crossblooded", 
    "type": "class_archetype", 
    "subtype": "sorcerer", 
    "sections": [
        {
            "body": "<p id=\"class-skill\">A crossblooded sorcerer receives the bonus class skill from both of her bloodlines. If these are the same skill, this does not grant any additional benefit.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Class Skill"
        }, 
        {
            "body": "<p id=\"bonus-spells\">A crossblooded sorcerer may select her bonus spells from either of her bloodlines. The sorcerer also has the choice to learn a lower-level bonus spell she did not choose in place of the higher-level bonus spell she would normally gain. Lower-level bonus spells learned this way always use the spell level that they would be if the sorcerer had learned them with the appropriate bonus spell.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"example\">A 3rd-level aberrant/abyssal crossblooded sorcerer has the choice of learning <i>cause fear</i> or <i>enlarge person</i> as her bloodline bonus spell. If she selected <i>cause fear</i> as her 3rd-level bonus spell, at 5th level she could use her new bonus spell to learn <i>enlarge person</i> instead of <i>bull's strength</i> or <i>see invisibility</i>, and she would add it to her list of 1st-level spells known (just as if she had learned it as her 3rd-level bonus spell).</p>", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Sorcerer Archetypes/Crossblooded/Bonus Spells/Example", 
                    "type": "section", 
                    "name": "Example", 
                    "source": "Ultimate Magic"
                }
            ], 
            "name": "Bonus Spells", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"bonus-feat\">A crossblooded sorcerer combines the bonus feat lists from both of her bloodlines and may select her bloodline bonus feats from this combined list.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Sorcerer Archetypes/Crossblooded/Bonus Feat", 
            "type": "section", 
            "name": "Bonus Feat", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"bloodline-arcana\">A crossblooded sorcerer gains the bloodline arcana of both her bloodlines.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bloodline Arcana"
        }, 
        {
            "body": "<p id=\"bloodline-powers\">At 1st, 3rd, 9th, 15th, and 20th levels, a crossblooded sorcerer gains one of the two new bloodline powers available to her at that level. She may instead select a lower-level bloodline power she did not choose in place of one of these higher-level powers.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bloodline Powers"
        }, 
        {
            "body": "<p id=\"drawbacks\">A crossblooded sorcerer has one fewer spell known at each level (including cantrips) than is presented on the sorcerer spells known table. Furthermore, the conflicting urges created by the divergent nature of the crossblooded sorcerer's dual heritage forces her to constantly take some mental effort just to remain focused on her current situation and needs. This leaves her with less mental resolve to deal with external threats. A crossblooded sorcerer always takes a &ndash;2 penalty on Will saves.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Sorcerer Archetypes/Crossblooded/Drawbacks", 
            "type": "section", 
            "name": "Drawbacks", 
            "source": "Ultimate Magic"
        }
    ]
}