{
    "body": "<p>If a party becomes lost, it is no longer certain of moving in the direction it intended to travel. Randomly determine the direction in which the party actually travels during each hour of local or overland movement. The characters' movement continues to be random until they blunder into a landmark they can't miss, or until they recognize that they are lost and make an effort to regain their bearings.</p>", 
    "name": "Effects of Being Lost", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Once per hour of random travel, each character in the party may attempt a Survival check (DC 20, &ndash;1 per hour of random travel) to recognize that he is no longer certain of his direction of travel. Some circumstances might make it obvious that the characters are lost.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost/Recognizing Youre Lost", 
            "type": "section", 
            "name": "Recognizing You're Lost", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Determining the correct direction of travel once a party has become lost requires a Survival check (DC 15, +2 per hour of random travel). If a character fails this check, he chooses a random direction as the &ldquo;correct&rdquo; direction for resuming travel.</p><p>Once the characters are traveling along their new course, correct or incorrect, they might get lost again. If the conditions still make it possible for travelers to become lost, check once per hour of travel as described above to see if the party maintains its new course or begins to move at random again.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost/Setting a New Course", 
            "type": "section", 
            "name": "Setting a New Course", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>It's possible that several characters may attempt to determine the right direction to proceed after becoming lost. Make a Survival check for each character in secret, then tell the players whose characters succeeded the correct direction in which to travel, and tell the players whose characters failed a random direction they think is right, with no indication who is correct.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost/Conflicting Directions", 
            "type": "section", 
            "name": "Conflicting Directions", 
            "source": "Core Rulebook"
        }
    ]
}