{
    "body": "<p>Merchants commonly exchange trade goods without using currency. Trade goods are the exception to the rule that you can sell an item for half its price; they're valuable enough to be exchanged almost as if they were cash itself. Trade goods are usually transported and sold in larger quantities than the amount listed. A farmer may have 10- and 20-pound sacks of potatoes to sell to a large family or restaurant, and be resistant to tearing open a bag just to sell a few individual potatoes.</p><p>Trade goods fall into several categories.</p>", 
    "name": "Trade Goods", 
    "url": "pfsrd://Ultimate Equipment/Rules/Gear/Entertainment and Trade Goods/Trade Goods", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<p>The listed price is for one live animal. For larger animals such as pigs and cows, the price includes a short length of cheap rope, allowing you to lead the creature away. For smaller animals such as chickens and geese, the purchase might include a bag for carrying them.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Entertainment and Trade Goods/Trade Goods/Animals", 
            "type": "section", 
            "name": "Animals", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>Food items includes staples such as wheat, nuts, or cheese, plus more exotic foods or ingredients such as chilies, coffee beans, or honey. Note that some of the food items here have different prices than in the section on food, because purchasing that item as something ready to eat includes the cost (in money or labor) of preparing and cooking the food. For example, turnips as a trade good are 2 cp per pound, but a poor meal (which primarily consists of turnips) is 1 sp per day. You can buy a 10-pound bag of turnips for 2 sp, but you'd have to cut and boil them to turn them into a meal.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Entertainment and Trade Goods/Trade Goods/Food", 
            "type": "section", 
            "name": "Food", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>Raw materials have little use as-is but can be made into other useful or valuable items. Iron, stone, darkwood, leather, cloth, and fur pelts are raw materials. Metals are usually sold as ingots or rough nuggets, but can be transported or sold as ore.</p><p>The value of metal ore depends on its grade&mdash;how much of it is valuable metal out of the total volume of common rock. For a typical fantasy campaign, an ore's grade may be as high as 60% (for some particularly rich iron deposits) or as low as 5% (any less than this and it's not cost-effective to mine it). For convenience, assume that typical ore is 25% grade. Multiply the pure metal's price per pound by this grade percentage to determine the best value of the ore. For example, gold is 50 gp per pound, so a 25% grade ore is worth about 50 gp &times; 25% = 12-1/2 gp per pound. Given the cost of smelting, ore is usually worth one-half to three-quarters this value (so the 25% grade gold ore is actually bought and sold for about 6 gp to 9 gp per pound).</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Entertainment and Trade Goods/Trade Goods/Raw Materials", 
            "type": "section", 
            "name": "Raw Materials", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>Spices such as garlic, cumin, fennel, salt, and ginger are used to flavor other foods. They are usually sold in jars, bottles, or waxed-cloth packets.</p>", 
            "name": "Spices", 
            "url": "pfsrd://Ultimate Equipment/Rules/Gear/Entertainment and Trade Goods/Trade Goods/Spices", 
            "type": "section", 
            "source": "Ultimate Equipment", 
            "sections": [
                {
                    "body": "<table id=\"trade-goods-table\"><caption>Trade Goods</caption><thead><tr><th>Price</th><th>Item</th></tr></thead><tr class=\"odd\"><td>1 cp</td><td>Guinea pig, rat, wheat (1 lb.)</td></tr><tr class=\"even\"><td>2 cp</td><td>Beans (1 lb.), cheese (1 lb.), chicken, flour (1 lb.), potatoes (1 lb.), turnips (1 lb.)</td></tr><tr class=\"odd\"><td>3 cp</td><td>Charcoal (20 lbs.), citrus (1 lb.), nuts (1 lb.), peat (20 lbs.)</td></tr><tr class=\"even\"><td>5 cp</td><td>Coffee beans (1 lb.), coal (20 lbs.), masonry stone (1 lb.), sugar (1 lb.)</td></tr><tr class=\"odd\"><td>1 sp</td><td>Iron (1 lb.)</td></tr><tr class=\"even\"><td>5 sp</td><td style=\"white-space: normal;\">Copper (1 lb.), garlic (1 lb.), mint (1 lb.), mustard (1 lb.), oregano (1 lb.), thin leather (1 sq. yard), tobacco (1 lb.)</td></tr><tr class=\"odd\"><td>1 gp</td><td style=\"white-space: normal;\">Allspice (1 lb.), basil (1 lb.), cinnamon (1 lb.), cloves (1 lb.), dill  (1 lb.), glass (1 lb.), goat, honey (1 lb.), maple syrup (1 lb.), nutmeg (1 lb.), rosemary (1 lb.) </td></tr><tr class=\"even\"><td>2 gp</td><td style=\"white-space: normal;\">Beaver pelt, chilies (1 lb.), cardamom (1 lb.), cumin (1 lb.), fennel (1 lb.), ginger (1 lb.), pepper (1 lb.), saffron (1 lb.), sheep, vanilla (1 lb.)</td></tr><tr class=\"odd\"><td>3 gp</td><td>Fox pelt, mink pelt, pig, thick leather (1 sq. yard)</td></tr><tr class=\"even\"><td>4 gp</td><td>Ermine pelt, linen (1 sq. yard)</td></tr><tr class=\"odd\"><td>5 gp</td><td>Marble (1 lb.), salt (1 lb.), seal pelt, silver (1 lb.)</td></tr><tr class=\"even\"><td>6 gp</td><td>Wool (1 lb. or 1 sq. yard)</td></tr><tr class=\"odd\"><td>8 gp</td><td>Cotton (1 lb. or 1 sq. yard)</td></tr><tr class=\"even\"><td>10 gp</td><td>Chocolate (1 lb.), cow, darkwood (1 lb.), silk (1 sq. yard)</td></tr><tr class=\"odd\"><td>15 gp</td><td>Cloves (1 lb.), ox, saffron (1 lb.)</td></tr><tr class=\"even\"><td>50 gp</td><td>Cold iron (1 lb.), gold (1 lb.)</td></tr><tr class=\"odd\"><td>300 gp</td><td>Adamantine (1 lb.)</td></tr><tr class=\"even\"><td>500 gp</td><td>Mithral (1 lb.), platinum (1 lb.)</td></tr></table>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Gear/Entertainment and Trade Goods/Trade Goods/Spices/Trade Goods", 
                    "type": "table", 
                    "name": "Trade Goods", 
                    "source": "Ultimate Equipment"
                }
            ]
        }
    ]
}