{
    "body": "<p>Not all retired characters work to aid the PCs. Your character might harbor some grudge against her old teammates or even outright turn against them given the proper impetus, especially if there were personality conflicts in the group. Foes who were once friends make dangerous opponents, since they know the party's weaknesses. Using former PCs as campaign villains has two great advantages. First, the GM saves time by having a character sheet that is generally a little more powerful than a standard NPC of the same level. Second, the PC-turned-villain instantly engages the players' emotions. However, the latter reason is exactly why the GM should be careful using ex-PCs as villains. Repeated betrayals lose their potency quickly, and might leave players feeling jaded, cynical, or suspicious of any new PC who joins the group. The GM should have the permission of the retired PC's player (obtained discreetly, so as to not spoil the surprise), as many players won't like seeing their heroes turned into villains. Of course, it is also possible for the GM to coordinate with a player to introduce a new PC that they both want to turn into a villain after he spends a stint in the party.</p><p>A good betrayal is unexpected but believable in hindsight. This form of retirement works well for a character the party would not immediately suspect, so long as the GM and player can construct a rational motive. Sometimes the circumstances make this easy. A character left for dead or believed killed in battle might survive and swear revenge on the friends who abandoned him. He could return as an undead creature to (quite literally) haunt the PCs, or return in a different form, such as a flesh golem. If no obvious motive for betrayal presents itself, the GM should consider what the ex-PC values most, and use that information to turn the character against the party. Even the most righteous characters may turn against former friends under the right circumstances. Perhaps the villains are holding the character's family hostage to force compliance, or perhaps it's something as simple as a well-placed <i>suggestion </i>effect, a <i>dominate person</i> spell, or demonic possession.</p><p>The key to making the most of a retired character's betrayal is for the GM to tie it in with the campaign story. A former PC that acts alone is good for one fight or a tense roleplaying scene, but not much more than that. One who becomes a recurring villain, however, gives the PCs another hook to get involved with the story and lets the players act on their feelings of betrayal. It also gives them the opportunity to bring the former PC to justice&mdash;or offer redemption.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retirement/Betrayal", 
    "type": "section", 
    "name": "Betrayal", 
    "source": "Ultimate Campaign"
}