{
    "body": "<p>A character that stops being a PC doesn't have to quit adventuring; that PC just isn't part of the main adventuring party anymore. A devout mystic might leave the group to undertake a sacred pilgrimage for her church, or a savage warrior may return to her homeland to defend her tribe from foreign invaders. This type of retirement works best for an individualistic character or one whose adventuring motives are independent of the group's overall goals. The ex-PC may not have a direct role to play in the group's future efforts, but that doesn't mean she can't continue to influence the campaign.</p><p>An easy way for the GM to keep the departed character relevant is to make sure the other PCs are informed about her activities. She might send letters or magical messages (such as from <i>sending</i>) to the other PCs, or the PCs may hear news and rumors about her from bards and through town gossip (especially when they're in the retired PC's territory). These tales could be realistic or bombastic, depending on the personality of the retired PC. As a general rule, they shouldn't overshadow the accomplishments of the active PCs&mdash;the goal should always be to inform or entertain the PCs rather than have the retired PC steal the spotlight.</p><p>This approach gives the GM an excellent avenue to foreshadow future developments in the campaign, or to steer the party into further adventures. For example, the PCs might hear that their old ally sold several sets of Large weapons and armor in a nearby town, and when the PCs reach that area they are attacked by a gang of hill giants. Using retired PCs to flesh out the local history and legends also gives the campaign a stronger sense of continuity.</p><p>Whether the news is true or just a fabrication is of course up to the GM and the player who created the ex-PC. The retiree might leave to deal with some issue from her past or to battle some threats she is particularly suited to confront. Alternatively, she might choose to aid the group in a less direct way, such as by tracking down leads about campaign villains on behalf of the active PCs or tying up loose ends they leave behind (such as chasing down the last few cultists fleeing a temple the PCs destroyed). The retired character might even be fighting a second front against a common foe with or without the PCs being aware.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Retirement/Taking a Different Path", 
    "type": "section", 
    "name": "Taking a Different Path", 
    "source": "Ultimate Campaign"
}