{
    "body": "<p id=\"swarm-attack\">Creatures with the swarm subtype don't make standard melee attacks. Instead, they deal automatic damage to any creature whose space they occupy at the end of their move, with no attack roll needed. Swarm attacks are not subject to a miss chance for concealment or cover. A swarm's stat block has &ldquo;swarm&rdquo; in the Melee entries, with no attack bonus given. The amount of damage a swarm deals is based on its Hit Dice, as shown below.</p>", 
    "name": "Swarm Attack", 
    "url": "pfsrd://Bestiary/Rules/Creature Types/Creature SubTypes/Swarm Subtype/Swarm Attack", 
    "type": "section", 
    "source": "Bestiary", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Swarm HD</th><th>Swarm Base Damage</th></tr></thead><tbody><tr class=\"odd\"><td>1&ndash;5</td><td>1d6</td></tr><tr class=\"even\"><td>6&ndash;10</td><td>2d6</td></tr><tr class=\"odd\"><td>11&ndash;15</td><td>3d6</td></tr><tr class=\"even\"><td>16&ndash;20</td><td>4d6</td></tr><tr class=\"odd\"><td>21 or more</td><td>5d6</td></tr></tbody></table>", 
            "url": "pfsrd://Bestiary/Rules/Creature Types/Creature SubTypes/Swarm Subtype/Swarm Attack/Swarm HD", 
            "type": "table", 
            "name": "Swarm HD", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>A swarm's attacks are nonmagical, unless the swarm's description states otherwise. Damage reduction sufficient to reduce a swarm attack's damage to 0, being incorporeal, or other special abilities usually give a creature immunity (or at least resistance) to damage from a swarm. Some swarms also have acid, blood drain, poison, or other special attacks in addition to normal damage.</p><p>Swarms do not threaten creatures, and do not make attacks of opportunity with their swarm attack. However, they distract foes whose squares they occupy, as described below.</p><p>Swarms possess the distraction universal monster rule. Spellcasting or concentrating on spells within the area of a swarm requires a caster level check (DC 20 + spell level). Using skills that involve patience and concentration requires a DC 20 Will save.</p>", 
            "source": "Bestiary", 
            "type": "section"
        }
    ]
}