{
    "body": "<p class=\"stat-block\">Darkleaf cloth is a special form of flexible material made by weaving together leaves and thin strips of bark from darkwood trees, then treating the resulting fabric with special alchemical processes. The resulting material is tough as cured hide but much lighter, making it an excellent material from which to create armor. Spell failure chances for armors made from darkleaf cloth decrease by 10% (to a minimum of 5%), maximum Dexterity bonuses increase by 2, and armor check penalties decrease by 3 (to a minimum of 0).</p><p class=\"stat-block\">An item made from darkleaf cloth weighs half as much as the same item made from leather, furs, or hides. Items not primarily constructed of leather, fur, or hide are not meaningfully affected by being partially made of darkleaf cloth. As such, padded armor, leather armor, studded leather armor, and hide armor can be made out of darkleaf cloth (although other types of armor made of leather or hide might be possible). Because darkleaf cloth remains flexible, it cannot be used to construct rigid items such as shields or metal armors. Armors fashioned from darkleaf cloth are always masterwork items; the masterwork cost is included in the listed prices.</p><p class=\"stat-block\">Darkleaf cloth has 20 hit points per inch of thickness and hardness 10.</p>", 
    "name": "Darkleaf Cloth", 
    "weight": "45 lb.", 
    "source": "Ultimate Equipment", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Darkleaf Cloth", 
    "type": "item", 
    "price": "350 sp", 
    "subtype": "material", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Type of Darkleaf Cloth Item</th><th>Item Price Modifier</th></tr></thead><tr class=\"odd\"><td>Clothing</td><td>+500 gp</td></tr><tr class=\"even\"><td>Light armor</td><td>+750 gp</td></tr><tr class=\"odd\"><td>Medium armor</td><td>+1,500 gp</td></tr><tr class=\"even\"><td>Other items</td><td>+375 gp/lb.</td></tr></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Darkleaf Cloth/Type of Darkleaf Cloth Item", 
            "type": "table", 
            "name": "Type of Darkleaf Cloth Item", 
            "source": "Ultimate Equipment"
        }
    ]
}