{
    "body": "<p class=\"stat-block\">Dwarves stumbled across the secret of crafting fire-forged steel in an effort to make forge-friendly tools. It didn't take them long to adapt its unique properties to arms and armor. Fire-forged steel channels heat in one direction to protect its wearer or wielder. When it is crafted into armor, heat is channeled away from the wearer, offering some limited protection. Armor crafted from fire-forged steel grants the wearer fire resistance 2.</p><p class=\"stat-block\">Weapons crafted from fire-forged steel similarly channel heat away from the wearer; this does not grant the wielder energy resistance. Instead, the blade absorbs and channels heat to the parts of the weapon that contact enemies. If the weapon is exposed to 10 points or more of fire damage (such as from an opponent's <i>fireball</i> or by holding it in a campfire for 1 full round), the weapon adds +1d4 points of fire damage to its attacks for the next 2 rounds. If the wielder is wearing fire-forged armor and using a fire-forged weapon, this bonus damage increases to 1d6 points of fire damage and lasts for 4 rounds. This bonus damage does not stack with fire damage from weapon enhancements such as <i>flaming</i>.</p><p class=\"stat-block\">Armor or weapons made from fire-forged steel are always considered masterwork, and the masterwork costs are included in the listed prices.</p><p class=\"stat-block\">Fire-forged steel has the same hit points and hardness as steel.</p>", 
    "name": "Fire-Forged Steel", 
    "weight": "45 lb.", 
    "source": "Ultimate Equipment", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Fire-Forged Steel", 
    "type": "item", 
    "price": "350 sp", 
    "subtype": "material", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Type of Fire-Forged Steel Item</th><th>Item Price Modifier</th></tr></thead><tr class=\"odd\"><td>Ammunition</td><td>+15 gp per item</td></tr><tr class=\"even\"><td>Light armor</td><td>+1,000 gp</td></tr><tr class=\"odd\"><td>Medium armor</td><td>+2,500 gp</td></tr><tr class=\"even\"><td>Heavy armor</td><td>+3,000 gp</td></tr><tr class=\"odd\"><td>Weapon</td><td>+600 gp</td></tr></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Fire-Forged Steel/Type of Fire-Forged Steel Item", 
            "type": "table", 
            "name": "Type of Fire-Forged Steel Item", 
            "source": "Ultimate Equipment"
        }
    ]
}