{
    "body": "<p class=\"stat-block\">Some trees suck up potent minerals through their roots the same way others draw water from the ground. Though these trees blunt saws and axes used to hew them and shrug off fire, they eventually succumb to time or the elements. When properly harvested, these fallen trees produce nuggets of a metal called living steel. This glossy green metal slowly repairs itself. An item made from living steel repairs damage to itself at a rate of 2 hit points per day, or 1 hit point per day if it has the broken condition. Items not primarily of metal are not meaningfully affected by being partially made of living steel.</p><p class=\"stat-block\">Armor and shields made from living steel can damage metal weapons that strike them. Whenever the wielder of a metal weapon rolls a natural 1 on an attack roll against a creature wearing living steel armor or wielding a living steel shield, the item must make a DC 20 Fortitude save or gain the broken condition. If the weapon already has the broken condition, it is instead destroyed. Living steel cannot damage adamantine weapons in this way.</p><p class=\"stat-block\">Living steel has 35 hit points per inch of thickness and hardness 15.</p>", 
    "name": "Living Steel", 
    "weight": "55 lbs.", 
    "source": "Ultimate Equipment", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Living Steel", 
    "type": "item", 
    "price": "850 GP", 
    "subtype": "material", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Type of Living Steel Item\tItem</th><th>Price Modifier</th></tr></thead><tr class=\"odd\"><td>Ammunition</td><td>+10 gp per item</td></tr><tr class=\"even\"><td>Light armor</td><td>+500 gp</td></tr><tr class=\"odd\"><td>Medium armor</td><td>+1,000 gp</td></tr><tr class=\"even\"><td>Heavy armor</td><td>+1,500 gp</td></tr><tr class=\"odd\"><td>Weapon</td><td>+500 gp</td></tr><tr class=\"even\"><td>Shield</td><td>+100 gp</td></tr><tr class=\"odd\"><td>Other items</td><td>+250 gp/lb.</td></tr></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Living Steel/Type of Living Steel Item\tItem", 
            "type": "table", 
            "name": "Type of Living Steel Item\tItem", 
            "source": "Ultimate Equipment"
        }
    ]
}