{
    "body": "<p>The standard Pathfinder Roleplaying Game campaign takes place in a time period similar to the medieval and early Renaissance age of iron and steel. But even in fantasy campaigns set in this era, some cultures lack steel, and some lack metalworking entirely. Sometimes this deficit is due to geographical remoteness, lack of resources, repression by a strong overlord, or societal taboos. Other campaigns might be set before the medieval era, or in a dark future where apocalypse survivors eke out livings with the best tools they can scavenge. Some might even choose a lower level of technology as a point of pride, for religious reasons, as an assertion of superior martial prowess, or even to honor ancestral warriors by using their bones to make weapons, allowing them to symbolically keep fighting for their tribe or family from beyond the grave.</p><p>Primitive campaigns can be broken into two broad categories based on the level of technology. The first is the Stone Age, where worked metals are all but unknown. The second is the Bronze Age, where metal weapons appear but iron and steel have not been mastered or are rare.</p><p>The following section presents general rules for armor and weapons made of bone, bronze, gold, obsidian, and stone. Most of these materials aren't as strong as steel and refer to the fragile quality for weapons and armor.</p><p>Items made from these materials can be magically strengthened at an additional cost of 100 gp per pound. See the individual material descriptions for the effect this has on the material's properties.</p>", 
    "name": "Primitive Materials", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Primitive Materials", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">Bone can be used in place of wood and steel in weapons and armor. Other animal-based materials like horn, shell, and ivory also use the rules for bone weapon and armor. The cost of a bone weapon or bone armor is half the price of a normal weapon or armor of its type.</p><p class=\"stat-block\">Light and one-handed melee weapons, as well as two-handed weapons that deal bludgeoning damage only, can be crafted from bone. Hafted two-handed weapons such as spears can be crafted with bone tips, as can arrowheads. Other two-handed weapons cannot be constructed of bone.</p><p class=\"stat-block\">Bone weapons have half the hardness of their base weapons and have the fragile weapon quality. Masterwork bone weapons also have the fragile quality, but magic bone weapons do not. Bone weapons take a &ndash;2 penalty on damage rolls (minimum 1 damage).</p><p class=\"stat-block\">Studded leather, scale mail, breastplates, and wooden shields can all be constructed using bone. Bone either replaces the metal components of the armor, or in the case of wooden shields, large pieces of bone or shell replace the wood.</p><p class=\"stat-block\">Bone armor has hardness 5 and has the fragile armor quality. Masterwork bone armor also has the fragile quality, but magic bone armor does not. The armor/shield bonus of bone armor is reduced by 1, but in the case of studded leather, the armor check penalty is also reduced by 1 (to 0). Magically strengthened bone does not have the fragile quality or reduced armor/shield bonus.</p>", 
            "name": "Bone", 
            "weight": "55 lbs.", 
            "source": "Ultimate Equipment", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Primitive Materials/Bone", 
            "price": "850 GP", 
            "subtype": "material", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Before the advent of iron and steel, bronze ruled the world. This easily worked metal can be used in place of steel for both weapons and armor. For simplicity's sake, similar or component metals such as brass, copper, or even tin can use the following rules, even though in reality bronze is both harder and more reliable than those metals.</p><p class=\"stat-block\">Light and one-handed weapons can be crafted from bronze. Likewise, spear points, arrowheads, and axe heads can be crafted from bronze, even those that are parts of two-handed weapons. Bronze is too weak to be used for two-handed weapons made entirely out of metal, and cannot typically be used to craft polearms, with the exception of the rhomphaia.</p><p class=\"stat-block\">Bronze weapons have the hardness of their base weapons but also have the fragile quality. Bronze weapons deal the same damage as steel weapons of the same type, and have the same cost and weight.</p><p class=\"stat-block\">Bronze can be used to create any medium or light armor that are made entirely of metal or that have metal components. Bronze armor protects a creature as well as steel armor does, but it has the fragile quality. Bronze armor has the same cost and weight as normal steel armor of its type. Bronze armor has hardness 9. Magically strengthened bronze does not have the fragile quality and can be made into heavy armor.</p>", 
            "name": "Bronze", 
            "weight": "55 lbs.", 
            "source": "Ultimate Equipment", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Primitive Materials/Bronze", 
            "price": "850 GP", 
            "subtype": "material", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Typically only used for ceremonial weapons and armor and for display, metal equipment made from gold is fragile, heavy, and expensive.</p><p class=\"stat-block\">Often golden armor is gold-plated rather than constructed entirely from gold. Gold-plated items triple the base price of weapons and armor and have the same properties as the item the gold is plating. Items constructed purely of gold cost 10 times the normal price for items of their type. Gold items weigh 50% more than typical weapons or armor of their type.</p><p class=\"stat-block\">Gold is often too soft to hold a decent edge, but light weapons that deal piercing or slashing damage can be constructed of gold or some nearly gold alloy. They take a &ndash;2 penalty on damage rolls (minimum 1 damage).</p><p class=\"stat-block\">Gold weapons have half the hardness of their base weapons and also have the fragile quality.</p><p class=\"stat-block\">Gold can be fashioned into light or medium metal armor. The softness and the weight of the metal decrease the armor/shield bonus by 2, and increase the armor check penalty by 2. Gold armor has hardness 5. Magically strengthened gold is the equivalent of steel and can be made into any armor or weapon that can be made of steel.</p>", 
            "name": "Gold", 
            "weight": "55 lbs.", 
            "source": "Ultimate Equipment", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Primitive Materials/Gold", 
            "price": "850 GP", 
            "subtype": "material", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This black volcanic glass is extremely sharp, and can be shaped into a variety of weapons that deal piercing and slashing damage. Bits of obsidian inserted into a length of tempered wood create effective swords called terbutjes.</p><p class=\"stat-block\">Obsidian weapons cost half as much as base items of their type, and weigh 75% of what base items of their type do.</p><p class=\"stat-block\">Obsidian can be used to craft light and one-handed weapons that deal piercing or slashing damage, as well as spear tips and arrowheads.</p><p class=\"stat-block\">Obsidian weapons have half the hardness of their base weapons and have the fragile quality.</p><p class=\"stat-block\">The fragile glass nature of obsidian is perfect for creating sharp points and blades, but those same qualities make it unsuitable for creating armor. Armor cannot be constructed from obsidian. Magically strengthened obsidian does not have the fragile quality, and can be made into any armor or weapon that can be made of stone.</p>", 
            "name": "Obsidian", 
            "weight": "55 lbs.", 
            "source": "Ultimate Equipment", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Primitive Materials/Obsidian", 
            "price": "850 GP", 
            "subtype": "material", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Stone Age weapons almost always utilize stone in some way. From rocks lashed to wooden hafts to create early maces and axes, to flint knives and stone arrowheads, these primitive weapons are still deadly.</p><p class=\"stat-block\">Stone weapons cost a quarter as much as base items of their type, and weigh 75% of what base items of their type do.</p><p class=\"stat-block\">Light and one-handed bludgeoning weapons, spears, and arrowheads can all be made of stone.</p><p class=\"stat-block\">Weapons made of stone have half the hardness of their base weapons, and have the fragile condition. With a few exceptions (such as stoneplate), armor cannot usually be constructed from stone. Magically strengthened stone does not have the fragile quality.</p>", 
            "name": "Stone", 
            "weight": "45 lb.", 
            "source": "Ultimate Equipment", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Primitive Materials/Stone", 
            "price": "350 sp", 
            "subtype": "material", 
            "type": "item"
        }
    ]
}