{
    "body": "<p class=\"stat-block\">An autograpnel looks like a rifle with a small adamantine spike protruding from its barrel. When fired, an autograpnel launches the spike with a muffled bang. The spike trails an incredibly strong and thin metal cable behind it. An instant after the spike punches into a solid target, tiny spurs lance out of it, anchoring the spike in place. An autograpnel's cord is long enough to allow the grapnel to reach its maximum range of 300 feet, and the internal retraction motors are strong enough to hold up to 500 pounds of weight. If the grapnel misses its target, it can be rewound into the gun as a standard action; reattaching the grapnel to the gun barrel is a move action.</p><p class=\"stat-block\">An autograpnel strikes with an effective Strength score of 22 for the purposes of determining damage. If it strikes a creature, it remains lodged in the target and connected to the rifle and its wielder by the metal cord. This cord has AC 12, hardness 10, and 20 hp. A successful DC 32 Strength check is required to snap the cord. If the wielder retracts the cord while it's attached to a creature, the autograpnel attempts a pull combat maneuver check with a CMB of +16. If used against objects, an autograpnel can pull an item that weighs 25 pounds or less back to the user as a full-round action, or it can pull a heavier object that weighs no more than 100 pounds back to the user at a speed of 20 feet.</p><p class=\"stat-block\">When attached to a solid object, the gun's retraction rate can be set to maintain a taut line while the gun is attached to a harness worn to aid climbing checks.</p>", 
    "name": "Autograpnel", 
    "weight": "10 lbs.", 
    "url": "pfsrd://Technology Guide/Rules/Equipment/Weapons/Autograpnel", 
    "price": "4,000 gp", 
    "misc": {
        "Construction": {
            "Craft": "DC 20", 
            "Cost": "2,000 gp"
        }, 
        "Autograpnel": {
            "Capacity": "20", 
            "Dmg (S)": "1d6+6 pierc.", 
            "Proficiency": "exotic (firearms)", 
            "Range": "30 ft.", 
            "Critical": "&times;3", 
            "Dmg (M)": "1d8+6 pierc.", 
            "Usage": "1 charge", 
            "Special": "grapple, slow-firing"
        }
    }, 
    "source": "Technology Guide", 
    "type": "item"
}