{
    "body": "<p class=\"stat-block\">A death ray is a handheld, wand-like weapon that fires a harmless carrier beam of energy at a target. When the beam hits a target, the death ray then projects a stream of specialized nanites through the beam into the body of the target. When firing a death ray, the wielder must decide how many charges of nanites she is consuming, to a maximum of 10. Even if the wielder engineers a method of using a larger reserve of nanites than normally come in a canister, this maximum does not increase. Immediately upon being struck, the nanites inflict incredible pain on the target, which must succeed at a Fortitude saving throw to avoid a grisly fate (DC = 10 + twice the number of charges consumed by the attack). For example, if 1 charge is consumed, the target must succeed at a DC 12 Fortitude save to resist the death ray, but if all 10 charges are consumed in the attack, the DC to resist the effects is 30.</p><p class=\"stat-block\">If the target fails this save, it takes 100 points of damage as the nanites tear apart the victim's cardiovascular system. On a successful saving throw, the victim takes only 6d6 points of damage. Creatures slain by a death ray die spectacularly, seeming to melt into a pool of blood that swiftly fades away. The victim's gear is unaffected by this attack. A death ray has no effect on creatures that aren't living (such as constructs or undead) and can't penetrate a force field. The wielder can't score critical hits with a death ray. A death ray has a maximum range of 200 feet with no range increment.</p>", 
    "name": "Death Ray", 
    "weight": "1 lb.", 
    "url": "pfsrd://Technology Guide/Rules/Equipment/Weapons/Death Ray", 
    "price": "140,000 gp", 
    "misc": {
        "Construction": {
            "Craft": "DC 32", 
            "Cost": "70,000 gp"
        }, 
        "Death Ray": {
            "Capacity": "1 canister", 
            "Damage": "special", 
            "Proficiency": "exotic (firearms)", 
            "Range": "200 ft.", 
            "Critical": "&mdash;", 
            "Usage": "varies", 
            "Special": "slow-firing, touch"
        }
    }, 
    "source": "Technology Guide", 
    "type": "item"
}