{
    "body": "<p class=\"stat-block\">An id rifle looks like a sleek, low-caliber rifle made of burnished skymetal. It fires a tiny barb of solid nanites with a range increment of 50 feet. Although this barb does minimal damage on a hit, any creature damaged by an id rifle barb must succeed at a DC 16 Fortitude saving throw or have its central nervous system flooded with nanites that swiftly overwhelm the creature's brain, reducing its mind to the instinctive level of an animal. The victim takes 1d4 points of Intelligence damage each round, but the total amount of damage taken can never equal the victim's actual Intelligence score. Each round after the first, the victim can resist the Intelligence damage by succeeding at a DC 16 Fortitude saving throw, at which point the damage ceases. The recurring Intelligence damage automatically ends after 6 rounds. A victim already suffering from the effects of an id rifle who is affected by an additional shot has the save DC increased by 2 per additional shot.</p><p class=\"stat-block\">An id rifle has a microphone built into its stock. During any round in which a creature takes Intelligence damage from an id rifle, as a move action the wielder of that rifle can speak a short command into the microphone. Any applicable target within 50 feet of the wielder must then succeed at a DC 16 Will save to resist following the command, as if under the effect of a <i>suggestion</i> spell. A victim follows only the latest suggestion spoken into the microphone, and abandons any previous suggestion if it fails a saving throw against a new suggestion. A victim continues to follow the suggestion for up to 5 hours after succumbing to its effects.</p><p class=\"stat-block\">The effects created by an id rifle are mind-affecting effects.</p>", 
    "name": "Id Rifle", 
    "weight": "5 lbs.", 
    "url": "pfsrd://Technology Guide/Rules/Equipment/Weapons/Id Rifle", 
    "price": "50,000 gp", 
    "misc": {
        "Construction": {
            "Craft": "DC 32", 
            "Cost": "25,000 gp"
        }, 
        "Id Rifle": {
            "Capacity": "1 canister", 
            "Damage": "special", 
            "Proficiency": "exotic (firearms)", 
            "Range": "50 ft.", 
            "Critical": "&times;2", 
            "Usage": "1 charge", 
            "Special": "slow-firing, touch"
        }
    }, 
    "source": "Technology Guide", 
    "type": "item"
}