{
    "body": "<p class=\"stat-block\">A nuclear resonator is a bulky weapon that creates a droning shriek when fired&mdash;and even when it's not being fired, it buzzes, whirs, and flashes. The wielder takes a -4 penalty on any Stealth checks made while it is active. It can be powered off completely to negate this penalty; either activating or deactivating is a standard action.</p><p class=\"stat-block\">When this weapon is fired, it creates a highly focused beam of sound that swiftly modulates to resonate at the atomic frequencies of the first target it strikes. The wielder make one attack roll when firing a nuclear resonator, then resolves that roll against the Armor Class of every creature in an 80 foot line from his position. The resonator's beam tunes itself to the precise molecular structure of the first creature in the line he hits, dealing 9d6 points of sonic damage to that target. Any other targets of the same creature type in the line which are subsequently struck take 5d6 points of sonic damage, while creatures of different types than the initial target take 3d6 points of sonic damage. If the attack roll is a critical threat, choose one target hit by the attack to resolve the critical confirmation against. A creature that's critically hit by a nuclear resonator must succeed at a DC 18 Fortitude saving throw to resist being stunned for 1 round and deafened for 1d6 rounds. A creature slain by a nuclear resonator is completely disintegrated (any gear carried remains unaffected).</p><p class=\"stat-block\">Force fields and force effects are not damaged by a nuclear resonator's beam, and completely block its effects. The beam emitted by a nuclear resonator is a sonic effect, and cannot pass through an area of magical silence or an area under the effects of a signal jammer.</p>", 
    "name": "Nuclear Resonator", 
    "weight": "11 lbs.", 
    "url": "pfsrd://Technology Guide/Rules/Equipment/Weapons/Nuclear Resonator", 
    "price": "90,000 gp", 
    "misc": {
        "Nuclear Resonator": {
            "Capacity": "20", 
            "Damage": "special (see text)", 
            "Proficiency": "exotic (heavy weaponry)", 
            "Range": "80 ft.", 
            "Critical": "18-20/&times;2", 
            "Usage": "5 charges", 
            "Special": "slow-firing, touch"
        }, 
        "Construction": {
            "Craft": "DC 35", 
            "Cost": "45,000 gp"
        }
    }, 
    "source": "Technology Guide", 
    "type": "item"
}