{
    "body": "<p>Power generators are a specific type of technological artifact capable of providing large amounts of sustained energy, and that can supply charges to entire compounds. Every robot has a dedicated power generator within it that provides enough energy to run that robot and nothing more. Generators that are free-standing devices or built into complexes can be used to charge technological items capable of being recharged. A device hooked directly to a functioning power generator uses the generator's energy rather than its own stored energy.</p><p>Generators are large, cumbersome devices that are difficult, if not impossible, to move. They must be built on site or into vehicles large enough to transport their heavy bulks. Most of the generators have long since fallen into disrepair, and those few that still function are jealously defended. Some wonder if portable generators exist, but no one has found evidence of any.</p><p>The total amount of energy a generator can provide is known as it's yield&mdash;the number of charges it generates per hour. A portion of this yield may be dedicated to devices directly wired into it, such as keeping infrastructure running in a complex&mdash;this is referred to as dedicated yield. Dedicated yield isn't available for other purposes while it's providing power to those devices. A generator's available yield is what's left over, and can be used to power or recharge devices that can be removed.</p><p>Two items can be used to draw power from a generator&mdash;a power cable and a power receiver. A generator's integrated power transmitter can broadcast power to a receiver within 1,000 feet unless otherwise noted. This distance is halved for every 5 feet of metal or 20 feet of solid stone between the generator and the receiver.</p><p>An item that uses a set number of charges per hour reduces a generator's available yield by that amount, making the yield dedicated while the item is attached, as if the item is hard-wired into the generator. An item that uses 1 or more charges each time it's activated (such as most weapons) reduces the generator's yield by that amount each time it is activated. For example, a laser pistol would consume 1 charge from the yield each time it's fired. A nuclear resonator, on the other hand, consumes 5 charges each time it's fired&mdash;thus, when attached to a generator, it consumes 5 charges from the generator's yield each time it's used.</p><p>A generator can be forced to exceed its yield, but this can result in disaster. Whenever charges are drawn from a generator in excess of its yield, the generator must attempt a Fortitude saving throw (DC = 10 + 1 per charge over that hour's yield + 5 per incidence of exceeded yield in the past hour). Success indicates that the generator outputs the additional charges (with a 5% chance that the item glitches as though it were timeworn). Failure indicates that the generator doesn't deliver the additional charges and the item doesn't activate. If it fails by 5 or more, the generator shuts down, cutting off all power to all items using it, and cannot be restarted for 1 hour. (Restarting a generator that's shut down in this way requires a successful DC 25 Disable Device check, but other actions may be necessary as well at the GM's discretion.) If a generator fails this Fortitude save by 10 or more, it explodes&mdash;the details of this explosion vary by generator type. (Other circumstances may cause a generator to explode, with the DC at the GM's discretion.)</p><p>All generators have hardness and hit points. An active generator that is reduced to 0 hit points must succeed at a DC 20 Fortitude saving throw or explode. All generators are Colossal objects, and thus have an AC of -5. Most generators emit a lot of noise, steam, and other distracting elements, penalizing Perception checks attempted to perceive anything within 60 feet (other than the generator) by the indicated amount.</p>", 
    "name": "Power Generators", 
    "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Power Generators", 
    "type": "section", 
    "source": "Technology Guide", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">A fission reactor harnesses power from nuclear energy gathered by processing and consuming radioactive fuel. Once activated, a fission reactor can function for many years before its radioactive fuel must be replaced. The core of a fission reactor is constantly irradiated at a high level of radioactivity; the bulk of the reactor actually consists of shielding meant to protect those nearby from radiation poisoning. If a fission generator explodes, it inundates its blast radius with severe radiation. These generators are relatively rare&mdash;while they produce the highest yield of all generators, the incredible damage they can do if they do explode often means that safety-minded operators find them suitable only for remote, unmanned operations.</p>", 
            "name": "Fission Reactor", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Power Generators/Fission Reactor", 
            "misc": {
                "Fission Reactor": {
                    "Explosion": "20d10 bludgeoning and 20d10 fire plus severe radiation (250-ft. radius; Reflex DC 20 half)", 
                    "Generator": "", 
                    "HP": "1,500", 
                    "Perception Penalty": "-10", 
                    "Yield": "1,000", 
                    "Hardness": "10", 
                    "Fort": "+2"
                }
            }, 
            "source": "Technology Guide", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Although fusion reactors are superficially similar to fission reactors, the fact that their source of fuel is little more than seawater makes them much safer to operate.</p>", 
            "name": "Fusion Reactor", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Power Generators/Fusion Reactor", 
            "misc": {
                "Fusion Reactor": {
                    "Explosion": "10d6 bludgeoning and 10d6 fire and 10d6 electricity (100-ft. radius; Reflex DC 20 half)", 
                    "Generator": "", 
                    "HP": "1,800", 
                    "Perception Penalty": "-10", 
                    "Yield": "500", 
                    "Hardness": "10", 
                    "Fort": "+10"
                }
            }, 
            "source": "Technology Guide", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A geothermal generator doesn't take up much room on the surface, but its components reach far into the earth and tap upon superheated water, steam, and even magma to generate power. Once activated, a geothermal generator can continue to function indefinitely. Geothermal generators tend to run hot; physical contact with one causes 1d6 points of fire damage per round.</p>", 
            "name": "Geothermal Generator", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Power Generators/Geothermal Generator", 
            "misc": {
                "Geothermal Generator": {
                    "Explosion": "10d6 bludgeoning and 10d6 fire (60-ft. radius; Reflex DC 15 half)", 
                    "Generator": "", 
                    "HP": "1,000", 
                    "Perception Penalty": "-5", 
                    "Yield": "200", 
                    "Hardness": "10", 
                    "Fort": "+4"
                }
            }, 
            "source": "Technology Guide", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A graviton reactor produce tremendous amounts of energy. It's fairly quiet while running, generating little more than a low-frequency hum. Damage caused by a graviton reactor explosion consists of an implosion rather than a classic explosion. On the round following this implosion, all objects and creatures in the blast radius suffer the explosion damage again as they are then hurled back outward. No radiation is generated by a graviton reactor, and creatures and objects outside the blast radius can escape relatively unharmed (apart from possible damage resulting from objects that are hurled beyond the blast radius).</p>", 
            "name": "Graviton Reactor", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Power Generators/Graviton Reactor", 
            "misc": {
                "Graviton Reactor": {
                    "Explosion": "10d6 bludgeoning,10d6 electricity, and 20d6 force (50-ft. radius; Reflex DC 20 half; see text)", 
                    "Generator": "", 
                    "HP": "2,500", 
                    "Perception Penalty": "-2", 
                    "Yield": "800", 
                    "Hardness": "20", 
                    "Fort": "+14"
                }
            }, 
            "source": "Technology Guide", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A solar generator consists of a fairly small converter attached to a set of huge reflective panels. It produces full yield while receiving direct sunlight. Its yield halves during overcast conditions. At night or when densely overcast, its yield drops to 0. A solar generator runs silently. A solar generator cannot be forced to exceed its yield.</p>", 
            "name": "Solar Generator", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Power Generators/Solar Generator", 
            "misc": {
                "Solar Generator": {
                    "Explosion": "none", 
                    "Generator": "", 
                    "HP": "100", 
                    "Perception Penalty": "+0", 
                    "Yield": "50", 
                    "Hardness": "2", 
                    "Fort": "+5"
                }
            }, 
            "source": "Technology Guide", 
            "type": "item"
        }
    ]
}