{
    "body": "<p>In the case of technological items, artifact status refers to an item that is beyond the means of anyone within the campaign setting to create or replicate, as well as beyond conventional measures of value. Unlike magical artifacts, technological artifacts can be destroyed just as other items could, and indeed may be quite fragile.</p>", 
    "name": "Technological Artifacts", 
    "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Technological Artifacts", 
    "type": "section", 
    "source": "Technology Guide", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">An autodoc is a large, cumbersome device that consists of a comfortable, plastic-framed reclining chair inside a transparent pod, within which is affixed a dizzying array of multi-jointed arms and extendable devices. An equally dizzying assortment of buttons, lights, and touch-sensitive screens adorn the device, both on the inside and outside of the pod.</p><p class=\"stat-block\">An autodoc can heal wounds, set broken bones, cure disease, treat burns, implant cybertech, remove poison, and more. An autodoc can be programmed to perform any number of surgical procedures upon the person lying within the pod&mdash;the dozens of arms and devices work with precision and great speed. The operator need only enter in the proper diagnosis or desired operation on the screens at the foot of the bed with a successful Heal check; this requires the Technologist feat to attempt. The DC is based on the operation, detailed below. An autodoc will not activate until it has been properly programmed. Programming an operation takes 2d6 rounds of work. An autodoc has some capacity to error-check and auto-complete the correct programming for an operation before undertaking it by running instantaneous simulations on one of its many screens, granting the user a +5 circumstance bonus on these Heal checks.</p><p class=\"stat-block\">An autodoc consumes 1 charge per hour while idle (including time needed to program an operation), and 1 charge per round while operating. As an autodoc can only hold a maximum of 120 charges at a time, for lengthy operations it must be recharged during use or be attached to a standing power supply such as a generator or reactor. While functioning, an autodoc is closed tight&mdash;a successful DC 25 Strength check is required to wrench the door open. A patient who leaves or is forcibly removed from an autodoc before an operation finishes (or who is being operated on when the autodoc runs out of charges) must succeed a DC 15 Reflex save or take 3d6+10 points of damage from the cutting lasers, surgical tools, and needles moving at high speed. Needless to say, exiting the autodoc before an operation completes negates any of the benefits that would have been otherwise granted by the device.</p><p class=\"stat-block\">The various operations an autodoc can perform are as follows; additional operations can be devised as needed.</p><ul class=\"stat-block\"><li><b>Minor Surgery</b> (DC 15): The patient heals 1d8+1 points of damage. <i>Operation Time</i>:<b> </b>1 minute.</li><li><b>Moderate Surgery</b> (DC 20): The patient heals 2d8+3 points of damage and 1d4+1 points of ability damage to a selected ability score. <i>Operation Time</i>2 minutes.</li><li><b>Major Surgery</b> (DC 25): The patient heals 3d8+5 points of damage and is cured of blindness and deafness. <i>Operation Time</i>: 3 minutes.</li><li><b>Critical Surgery</b> (DC 30): The patient heals 4d8+7 points of damage and either all ability damage to all ability scores or all ability drain to one ability score. <i>Operation Time</i>: 4 minutes.</li><li><b>Back from the Brink</b> (DC 35): A dead patient whose body is relatively intact is restored to life at 1 hit point per Hit Die, as if by <i>raise dead</i> (including time restrictions and negative levels). <i>Operation Time</i>: 1 hour.</li><li><b>Total Molecular Reconstruction</b> (DC 45): As long as at least a small amount of a patient's DNA is available, an autodoc can reconstruct a patient's body completely. At the end of the reconstruction process, the new body is considered to be a blank clone of the patient, and until the patient's memories and personality are implanted into the clone via a neurocam, the body remains alive but inert. <i>Operation Time</i>: 24 hours.</li><li><b>Install Cybertech</b> (DC = the cybertech install DC): Cybernetic equipment is installed safely. <i>Operation Time</i>: 10 minutes per point of implantation of the cybertech being installed.</li><li><b>Treat Toxin</b> (DC = 10 + the save DC of disease or poison): The patient has one disease or poison currently afflicting him removed. <i>Operation Time</i>: 10 minutes.</li></ul>", 
            "slot": "none", 
            "name": "Autodoc", 
            "weight": "1,200 lbs.", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Technological Artifacts/Autodoc", 
            "misc": {
                "Autodoc": {
                    "Usage": "see text", 
                    "Capacity": "120", 
                    "Technological Artifact": ""
                }
            }, 
            "source": "Technology Guide", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">An extinction wave device is a devastating and ruinous weapon indeed. When activated by a remote detonator, this bomb explodes in a spherical wash of reality-warping radiation, killing virtually all living creatures with an Intelligence score in a 1-mile radius, while leaving structures and simple life forms intact. Affected creatures must attempt a DC 35 Will saving throw to avoid instant death; success results in 10d8 points of damage instead. Unlike signals, an extinction wave is not hampered by most solid barriers and other materials, but force barriers with 25 or more hit points and metals alloyed with djezet block it. An extinction wave is a mind-affecting death effect.</p><p class=\"stat-block\">These statistics are for an extinction wave device designed to target command and control centers. Smaller and larger extinction wave devices exist. For example, a portable wave extinction device delivers a 1,000-foot-radius effect and weighs 50 pounds.</p>", 
            "slot": "none", 
            "name": "Extinction Wave Device", 
            "weight": "1,000 lbs.", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Technological Artifacts/Extinction Wave Device", 
            "misc": {
                "Extinction Wave Device": {
                    "Usage": "&mdash", 
                    "Capacity": "&mdash;", 
                    "Technological Artifact": ""
                }
            }, 
            "source": "Technology Guide", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Powered armor represents the pinnacle of personal armor&mdash;a suit crafted of multiple skymetals and other materials designed to augment the wearer in numerous ways. The armor actually boosts land speed when worn, granting a +10 foot enhancement bonus to the wearer's speed. While worn, powered armor also grants a +6 enhancement bonus to Strength and Dexterity. Powered armor protects against energy and the environment as if it were a spacesuit. Powered armor has hardness 20 and 300 hit points. Powered armor is fitted with numerous small booster jets that grant the wearer a fly speed of 60 feet (with average maneuverability) in areas of no gravity and 20 feet (with poor maneuverability) in gravity.</p><p class=\"stat-block\">As a standard action, the wearer may activate the armor's self-repair system. The armor consumes a single charge and repairs 2d6 points of damage. Only 1 charge can be consumed per turn for this effect.</p><p class=\"stat-block\">In addition, the following technological wonders are integrated into a suit of powered armor&mdash;each of these devices drains power from the suit's charges as appropriate when they are activated and used.</p><ul class=\"stat-block\"><li>Camera in the helmet.</li><li>Commset in the helmet.</li><li>Fire extinguisher mounted on the left wrist.</li><li>Flashlight mounted on the helmet.</li><li>Gloves that can function as grippers.</li><li>Laser pistol mounted on the right forearm that leaves the hand free. Firing this laser pistol is always considered an off-hand attack, and the number of times it can be fired cannot be increased by feats like Improved Two Weapon Fighting.</li><li>Magboots.</li><li>Three medlances. Each medlance can be loaded with a single potion or pharmaceutical; activating an integrated medlance is an immediate action.</li><li>Power receiver.</li><li>Prismatic force field located on hips; activating this force field is a swift action.</li><li>Radiation detector on the right wrist.</li><li>Custom veemods in the visor grant a +10 bonus on Perception checks, low light vision, darkvision up to 120 feet, and all-around vision.</li></ul><p class=\"stat-block\">Rumors persist of variant forms of powered armor, including suits sized for giants or that can function as vehicles for multiple creatures.</p>", 
            "slot": "armor", 
            "name": "Powered Armor", 
            "weight": "50 lbs.", 
            "source": "Technology Guide", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Technological Artifacts/Powered Armor", 
            "misc": {
                "Powered Armor": {
                    "Spell Failure": "60%", 
                    "AC": "+10", 
                    "Capacity": "100", 
                    "Technological Artifact": "", 
                    "Max Dex": "+4", 
                    "Penalty": "-2", 
                    "Usage": "see text", 
                    "Speed (20 ft.)": "see text", 
                    "Speed (30 ft.)": "see text"
                }
            }, 
            "subtype": "armor", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A more advanced version of the neurocam, a psychic imprinter resembles a helmet with a closed and opaque visor. It can be adjusted to fit over the head a Small, Medium, or Large humanoid. In its recording mode, it records a complete mental image of that creator into its data banks. This functions as a neurocam's recording mode, except the DC for the Will save to resist is 30. This image remains until a new recording overwrites it.</p><p class=\"stat-block\">In its imprinting mode, the device writes its stored mental image over the mind of the creature wearing it, destroying the creature's original memories and personality in the process. The target retains its physical ability scores, racial abilities, and any racial Hit Dice. It gains the mental abilities, class levels, feats, skills, and spell-like abilities of the stored image in place of its own. A successful DC 30 Will saving throw negates erasure. An imprinter can be set to record the mental image of the target as the device overwrites its mind. Otherwise, the old personality is utterly destroyed in the process, beyond the reach of all means except a <i>miracle</i> or <i>wish</i> spell, or divine intervention.</p><p class=\"stat-block\">Stored memories can be transferred between neurocams and psychic imprinters without consuming charges from either device.</p>", 
            "slot": "head", 
            "name": "Psychic Imprinter", 
            "weight": "10 lbs.", 
            "source": "Technology Guide", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Technological Artifacts/Psychic Imprinter", 
            "misc": {
                "Psychic Imprinter": {
                    "Usage": "1 charge", 
                    "Capacity": "20", 
                    "Technological Artifact": ""
                }
            }, 
            "subtype": "head", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This enclosed pod of metal and plastic contains a thinly padded bed on which to lay, and dozens of small vents along its interior. A rebirthing chamber cannot operate on its own power, and must be attached to an external power source. When a Small or Medium humanoid lies within a rebirthing chamber, the chamber automatically seals. Soporific gas fills the chamber, inducing a deathlike coma (Fortitude DC 30 each round negates; this is a poison effect). One minute after it seals, the chamber floods with nanites that first analyze, then reduce the occupant to its component molecules. The dismantling process deals 6d10 points of damage and 1d4 point of Constitution drain each round (Fortitude DC 30 half), a horrifically painful process should the occupant retain consciousness. Any gear worn by the occupant is dismantled and destroyed, with possibly catastrophic results for explosives and powered devices.</p><p class=\"stat-block\">Over the next 1d4 days, the nanites reconstruct and enhance the occupant, in effect optimizing its genetic code. The occupant wakes up with full memories of its prior existence, but in the body of a young adult of its race, halfway between the minimum and maximum age of its current age category. In the process, all ability scores receive a +2 inherent bonus.</p><p class=\"stat-block\">Each time a rebirthing chamber is used, there is a 10% chance its nanite reconstruction fails, leaving the host dead and without remains. Only a <i>miracle</i>, <i>true resurrection</i>, or <i>wish</i> can restore such a hapless victim. The nanite reservoir contains sufficient nanites for five rebirths, assuming it hasn't been previously used.</p><p class=\"stat-block\">A rebirthing chamber only works on humanoids and humanoid corporeal undead. It can even restore life to a long-dead corpse, so long as usable genetic information remains, but with a 25% chance of failure instead of 10%. For each day that passed without preservation such as <i>gentle repose</i>, the revived creature loses roughly 10% of its memories and gains 1 permanent negative level. If the negative levels gained exceed the creature's level, the revival fails. Intelligent corporeal undead retain their memories after revival, but lose all undead abilities and regain their original statistics and abilities from their time among the living. Effects that restore these negative levels also restore these lost memories.</p><p class=\"stat-block\">Attempts to rebirth a creature without a soul invariably fail, as do attempts to rebirth a creature from partial remains while the creature is still alive. A body is created and draws breath, but it lacks any intellect and dies 2d6 hours after the process is completed. </p>", 
            "slot": "none", 
            "name": "Rebirthing Chamber", 
            "weight": "1,200 lbs.", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Technological Artifacts/Rebirthing Chamber", 
            "misc": {
                "Rebirthing Chamber": {
                    "Usage": "200 charges/day", 
                    "Capacity": "&mdash;", 
                    "Technological Artifact": ""
                }
            }, 
            "source": "Technology Guide", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">When placed on the back of the skull, this curved metal bar adheres to the skin and releases a network of microscopic probes that interface directly with the wearer's brain. As a swift action, the device can be activated to stimulate the wearer's brain into accelerated activity. For 1 minute, the wearer gains two sets of actions each turn&mdash;two move, two standard, and two swift actions&mdash;in any order desired. A standard and move action can be combined into a full-round action as normal, but actions with a duration of 1 round still take up the wearer's entire turn. When the duration expires (or the effects ends for any reason), the device deals 2 points of Intelligence and Constitution drain as well as shortens the wearer's maximum lifespan by 5 years as a result of neurological deterioration. This shortened lifespan does not hasten the accumulation of age-related bonuses or penalties; it merely hastens death from old age. While the ability drain caused by the temporal accelerator can be treated with <i>restoration</i> and similar effects, the wearer's shortened lifespan cannot.</p><p class=\"stat-block\">If a temporal accelerator is activated more than once in a 24-hour period, the wearer takes an additional 2d4 points of Constitution and Intelligence damage in addition to the Constitution drain at the end of the device's effect, and loses an additional 10 years of life expectancy instead of 5 for activating the device. A successful DC 25 Fortitude save reduces the ability damage by half. The ability damage increases by 1d4 and the save DC increases by 5 for each activation beyond the second in a 24-hour period.</p><p class=\"stat-block\">A temporal accelerator can be disarmed or sundered with a disarm or sunder combat maneuver. It has hardness 10 and 5 hit points. Destroying or ripping away an attached temporal accelerator causes 1d8 points of Intelligence damage to the wearer, in additional to ending the effects of the device if active at the time.</p>", 
            "slot": "head", 
            "name": "Temporal Accelerator", 
            "weight": "1 lb.", 
            "source": "Technology Guide", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Artifacts/Technological Artifacts/Temporal Accelerator", 
            "misc": {
                "Temporal Accelerator": {
                    "Usage": "&mdash", 
                    "Capacity": "&mdash;", 
                    "Technological Artifact": ""
                }
            }, 
            "subtype": "head", 
            "type": "item"
        }
    ]
}