{
    "body": "<p>Over time, a character might become disillusioned and drift toward a different alignment. This section describes an optional system for tracking incremental changes to a character's alignment.</p><p>Every character has a 9-point scale for the lawful-chaotic alignment axis (see Table 3&mdash;1), with 1, 2, and 3 representing lawful, 7, 8, and 9 representing chaotic, and the rest representing neutral. Each character has a similar scale for the good-evil alignment axis, with 1, 2, and 3 representing good and 7, 8, and 9 representing evil.</p><p> The player decides where the character's alignment is on the alignment track. For example, a mischievous rogue with a good heart may be a 7 on the lawful-chaotic axis and an 2 on the good-evil axis<i>&mdash;</i>a chaotic good character who is more good than chaotic. A cruel but honorable knight could be a 1 on the lawful-chaotic axis and a 7 on the good-evil axis, a lawful evil character who is far more lawful than evil.</p><p>When a character performs an action that is out of character for his listed alignment, the GM decides whether the action is enough to shift the character's alignment on the appropriate alignment track, and if so by how much. Executing a captured orc combatant so the PCs don't have to haul it to a distant prison may only be 1 step toward evil; torturing a hostage for information may be 2 steps. For minor infractions, the GM can just issue a warning that further actions will cause a shift on the alignment track. Extreme, deliberate acts, such as burning down an orphanage full of children just for the fun of it, should push the character fully into that alignment, regardless of the character's original position on the alignment track.</p><p>When a character's position on an alignment track shifts into another alignment (such as from 3 to 4 or 7 to 6), change the character's listed alignment to the new alignment. The character takes a &mdash;1 penalty on attack rolls, saving throws, and checks because of guilt, regrets, or bad luck associated with abandoning his previous ethics. After 1 week, this penalty goes away. Note that the character is still \"on the border\" of his previous alignment, and later actions could make him shift back to his previous alignment, with a repeat of the 1-week penalty, so after an alignment change, it is in the character's best interest to act in accordance with that new alignment, embracing his new beliefs and philosophy. This penalty is in addition to any other consequences of changing alignment (such as becoming an ex-cleric or ex-paladin).</p><p>The mechanism for strengthening a character's position within a particular section of the alignment track requires greater effort than acting out of character. A person who is a little bit good (3) has to work hard to become very good (1)&mdash;even a lifetime of mildly good acts is insufficient. If a character makes a great effort toward promoting or maintaining that alignment, the GM should decide whether that merits a shift toward one of the \"safest\" points on the alignment track (1, 5, and 9) where most out-of-alignment acts don't risk an immediate alignment change. This helps prevent players from gaming the system by offsetting minor evil acts with an equivalent number of minor good acts to remain within the good section of the evil-good alignment axis.</p><p>A forced alignment change, such as from a <i>helm of opposite alignment</i>, shifts a character's position on each alignment track to the corresponding opposite position (1 becomes 9, 2 becomes 8, and so on); a true neutral character jumps to an extreme point on both alignment tracks (1/1, 1/9, 9/1, or 9/9). Unlike a deliberate alignment change, a forced alignment change does not incur the normal 1-week penalty on attack rolls, saving throws, and checks.</p><p>Using an <i>atonement</i> spell moves the character's position on the alignment track the minimum amount to return the character to his previous alignment. For example, a fallen paladin using <i>atonement</i> to become good again shifts her position on the good-evil track to 3, even if she originally was at 2 or 1. The spell is a means of reversing the worst of an indiscretion, not for gaining a safe buffer within an alignment zone on the track, and this gives the character an incentive to work toward entrenching herself within the tenets of the restored alignment. Using the \"reverse magical alignment change\" option of <i>atonement</i> does not give the target the normal alignment-change penalty on attack rolls, saving throws, and checks, but accepting the \"redemption or temptation\" option does.</p><p>A GM who wants a grittier campaign or more flexibility in changing alignment can alter the size of the alignment zones (where everything but 1 and 9 are neutral), use a scale with more than 9 points to allow more granularity when quantifying alignment acts, or create transition areas between the alignment zones where characters can slowly change alignment without penalty.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Alignment/Changing alignment", 
    "type": "section", 
    "name": "Changing alignment", 
    "source": "Ultimate Campaign"
}