{
    "body": "<p>Most doors have hinges, but sliding doors do not. They usually have tracks or grooves instead, allowing them to slide easily to one side.</p>", 
    "name": "Hinges", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Hinges", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>These hinges are metal, joining one edge of the door to the door frame or wall. Remember that the door swings open toward the side with the hinges. (So, if the hinges are on the PCs' side, the door opens toward them; otherwise it opens away from them.) Adventurers can take the hinges apart one at a time with successful Disable Device checks (assuming the hinges are on their side of the door, of course). Such a task has a DC of 20 because most hinges are rusted or stuck. Breaking a hinge is difficult. Most have hardness 10 and 30 hit points. The break DC for a hinge is the same as for breaking down the door.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Hinges/Standard Hinges", 
            "type": "section", 
            "name": "Standard Hinges", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>These hinges are much more complex than ordinary hinges, and are found only in areas of excellent construction. These hinges are built into the wall and allow the door to swing open in either direction. PCs can't get at the hinges to fool with them unless they break through the door frame or wall. Nested hinges are typically found on stone doors but sometimes on wooden or iron doors as well. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Hinges/Nested Hinges", 
            "type": "section", 
            "name": "Nested Hinges", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Pivots aren't really hinges at all, but simple knobs jutting from the top and bottom of the door that fit into holes in the door frame, allowing the door to spin. The advantages of pivots are that they can't be dismantled like hinges and they're simple to make. The disadvantage is that since the door pivots on its center of gravity (typically in the middle), nothing larger than half the door's width can fit through without squeezing. Doors with pivots are usually stone and often quite wide to overcome this disadvantage. Another solution is to place the pivot toward one side and have the door be thicker at that end and thinner toward the other end so that it opens more like a normal door. Secret doors in walls often turn on pivots, since the lack of hinges makes it easier to hide the door's presence. Pivots also allow objects such as bookcases to be used as secret doors.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Dungeons/Dungeon Terrain/Doors/Hinges/Pivots", 
            "type": "section", 
            "name": "Pivots", 
            "source": "Core Rulebook"
        }
    ]
}