{
    "body": "<p id=\"corvus\">A corvus is a boarding device that features a hinged counterweight system for mounting a bridge vertically on a siege tower or a vehicle, with a hooked end to grab onto a target vehicle or structure. A corvus is usually 10 feet wide and 15 feet long. It has a hardness of 5 and 10 hit points per square. Using a corvus requires a DC 10 Profession (siege engineer) check as a full-round action; if the check fails, the corvus fails to catch on the target and must be reset (a full-round action). A corvus mounted on a vehicle can target another moving vehicle (see Chapter 4: Vehicles). Doing so requires an opposed driving check to get the corvus into the correct position, which is within the length of the corvus and adjacent to the other vehicle. Once a corvus is attached, it takes a Strength check as a full-round action to dislodge the corvus. Alternatively, if the corvus is attached to a vehicle, either vehicle driver can make a driving check as a standard action to dislodge the corvus (a check that succeeds by 5 or more destroys the corvus). The base DC for either of these checks is 15, and the DC increases by 5 for every Small or Medium creature currently standing on the corvus. If a corvus is disengaged while creatures are standing on it, those creatures must make a DC 15 Reflex saving throw or fall. Succeeding at the saving throw allows them to move to the nearest area of safe ground, but such movement provokes attacks of opportunity. A corvus cannot be armored.</p>", 
    "name": "Corvus", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Corvus", 
    "price": "100 gp", 
    "misc": {
        "null": {
            "Gear Type": "Close Assault Engines", 
            "Dmg": "&mdash;", 
            "Speed": "Special", 
            "Crew": "1", 
            "Critical": "&mdash;", 
            "Type": "&mdash;"
        }
    }, 
    "source": "Ultimate Combat", 
    "type": "item"
}