{
    "body": "<table id=\"table-negative-fame-reactions\"><caption>Negative Fame Reactions</caption><thead><tr><th>Fame</th><th>Reaction</th></tr></thead><tr class=\"odd\"><td>&mdash;5</td><td style=\"white-space: normal;\">Merchants, hirelings, and innkeepers overcharge you by 10% to discourage you from doing business in their community.</td></tr><tr class=\"even\"><td>&mdash;8</td><td style=\"white-space: normal;\">Merchants, hirelings, and innkeepers refuse to accept your business. If you enter a business, you are immediately asked to leave. If you refuse, the owner calls for the authorities or locals to throw you out.</td></tr><tr class=\"odd\"><td>&mdash;10</td><td style=\"white-space: normal;\">When you approach, businesses shutter their windows and bar their doors. Most citizens refuse to speak with you. Others request that you leave immediately. If you remain for longer than 24 hours or act out against the citizens, your Fame decreases by 5 and the citizens form a mob to run you out of town.</td></tr><tr class=\"even\"><td>&mdash;15</td><td style=\"white-space: normal;\">Incensed that you display the gall to enter their community, an angry mob gathers. If you do not leave within a few minutes, the mob starts pelting you with fruit, sticks, and rocks.</td></tr><tr class=\"odd\"><td>&mdash;20</td><td style=\"white-space: normal;\">An angry mob forms shortly after you enter town. Not willing to wait for a potentially corrupt trial, they attempt to capture you and execute you for your crimes.</td></tr><tr class=\"even\"><td>&mdash;25</td><td style=\"white-space: normal;\">An authority figure has issued a warrant for your arrest, including a reward to anyone who captures you. This is well known and many are eager to collect it.</td></tr><tr class=\"odd\"><td>&mdash;30</td><td style=\"white-space: normal;\">An authority figure has issued a bounty for your head. This is well known and many are eager to collect it.</td></tr></table>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Alter Egos/Aliases/and Secret Identities/Negative Fame Reactions", 
    "type": "table", 
    "name": "Negative Fame Reactions", 
    "source": "Ultimate Campaign"
}