{
    "body": "<p>In this alternative system, a creature does not have an Armor Class (AC); it instead has a Defense score. Defense is similar to touch AC in the standard Pathfinder Roleplaying Game rules, but it also adds the shield bonus (including any enhancement bonus to the shield), and any enhancement bonus to armor.</p>", 
    "name": "Defense", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Defense", 
    "sections": [
        {
            "body": "<p></p><p>Defense represents how easy or difficult it is to hit a creature. The shield bonus is added because a creature is considered to be actively blocking attacks with its shield whenever it can, which is whenever it would gain its Dexterity bonus to AC and not be flat-footed.</p>", 
            "name": "Defense = 10 + shield bonus + Dexterity modifier + other modifiers", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Defense/Defense = 10 + shield bonus + Dexterity modifier + other modifiers", 
            "section_id": 2426, 
            "source": "Ultimate Combat", 
            "abbrev": "including armor's enhancement bonus, but not armor bonus or natural armor bonus", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"losing-dexterity-bonus-to-defense\">Situations or effects that would cause you to lose your Dexterity bonus to AC instead cause you to lose your Dexterity bonus to Defense. Also, whenever you lose your Dexterity bonus to Defense, you also lose any shield bonus to Defense, since when you lose your Dexterity bonus to AC, you also lose the ability to properly respond to attacks with your shield. </p>", 
            "name": "Losing Dexterity Bonus to Defense", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Defense/Losing Dexterity Bonus to Defense", 
            "section_id": 2427, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"flat-footed-defense\">You do not gain your Dexterity or shield bonus to your Defense if you are flat-footed or lose your Dexterity bonus to Defense; thus, your Flat-Footed Defense is equal to your Defense minus your Dexterity bonus and shield bonus. </p>", 
            "name": "Flat-Footed Defense", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Defense/Flat-Footed Defense", 
            "section_id": 2428, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"defense-and-using-a-shield-without-proficiency\">When a creature uses a shield it is not proficient with, it takes that shield's armor check penalty as a penalty to the shield bonus, along with the other penalties for using a shield without proficiency. Furthermore, it also takes this penalty to its Flat-Footed Defense, as the shield actually gets in the way instead of defending against incoming attacks. </p>", 
            "name": "Defense and Using a Shield without Proficiency", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Defense/Defense and Using a Shield without Proficiency", 
            "section_id": 2429, 
            "source": "Ultimate Combat", 
            "type": "section"
        }
    ], 
    "section_id": 2425, 
    "source": "Ultimate Combat", 
    "type": "section"
}