{
    "body": "<p class='stat-block-1'><b>Price </b>+2 Bonus</p><p class='stat-block-1'><b>Aura </b>strong transmutation</p><p class='stat-block-1'><b>CL </b>12th</p><p class='stat-block-1'><b>Weight </b>&mdash</p><p class=\"stat-block\">As a move action, an <i>animated</i> shield can be loosed to defend its wielder on its own. For the following 4 rounds, the shield grants its bonus to the one who loosed it and then drops. While animated, the shield provides its shield bonus and the bonuses from all of the other shield special abilities it possesses, but it cannot take actions on its own, such as those provided by the <i>bashing</i> and <i>blinding</i> abilities. It can, however, use special abilities that do not require an action to function, such as <i>arrow deflection </i>and <i>reflecting</i>. While animated, a shield shares the same space as the activating character and accompanies the character who activated it, even if the character moves by magical means. A character with an <i>animated</i> shield still takes any penalties associated with shield use, such as armor check penalty, arcane spell failure chance, and nonproficiency. If the wielder who loosed it has an unoccupied hand, she can grasp it to end its animation as a free action. Once a shield has been retrieved, it cannot be animated again for at least 4 rounds. This special ability cannot be added to a tower shield.</p>", 
    "name": "Animated", 
    "url": "pfsrd://Ultimate Equipment/Rules/Magic Arms and Armor/Armor Special Abilities/Magic Armor and Shield Special Ability Descriptions/Animated", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>Cost +2 bonus</p><p class='stat-block-1'><b>descriptor </b></p><p class=\"stat-block\">Craft Magic Arms and Armor, <i>animate objects</i></p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Construction Requirements"
        }
    ]
}