{
    "body": "<p class='stat-block-1'><b>Price </b>+7,500 gp</p><p class='stat-block-1'><b>Aura </b>moderate conjuration</p><p class='stat-block-1'><b>CL </b>9th</p><p class='stat-block-1'><b>Weight </b>&mdash</p><p class=\"stat-block\">A suit of armor or shield with this special ability hides living animals within its iconography to keep it safe. The wearer can speak a command word to magically store an animal to which he is bonded, such as an animal companion, a familiar, or mount. The stored animal appears as a symbol emblazoned upon the armor or shield, either one that mimics the appearance of the animal or that is more symbolic and abstract.</p><p class=\"stat-block\">While stored, the animal is sleeping and provides the wearer no benefit (such as a familiar's skill bonus). The size of animal that can be stored depends on the type of armor or shield. A suit of light armor, medium armor, or a light shield or heavy shield can store one animal up to the wearer's size. A suit of heavy armor or a tower shield can store one animal up to one size category larger than the wearer. A second command word releases the stored animal from the <i>hosteling</i> armor or shield. A released animal immediately awakens, appears in a space adjacent to the wearer, and can take actions on the round it appears.</p><p class=\"stat-block\">Because the stored animal is sleeping rather than in suspended animation (or even hibernating), it ages and gets hungry at the normal rate while stored. A <i>hosteling</i> armor or shield automatically releases a stored animal 24 hours after it was stored inside.</p><p class=\"stat-block\">This armor special ability still works on bonded magical beasts that were once animals, but not outsiders, oozes, or other exotic companion creatures.</p>", 
    "name": "Hosteling", 
    "url": "pfsrd://Ultimate Equipment/Rules/Magic Arms and Armor/Armor Special Abilities/Magic Armor and Shield Special Ability Descriptions/Hosteling", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>Cost 3,750 gp</p><p class='stat-block-1'><b>descriptor </b></p><p class=\"stat-block\">Craft Magic Arms and Armor, <i>secret chest</i></p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Construction Requirements"
        }
    ]
}