{
    "body": "<p>Hazards are dangerous obstacles or events relevant to a hex's terrain type. They represent the natural disasters, harsh weather, and bad luck that can befall an expedition, and are included to liven up the PCs' journey as they explore the world. In addition to these hazards, you might use an environmental danger that's suitable to the current terrain (&mdash;433). After the effects of a hazard have been resolved, treat the hex as a standard example of that terrain.</p>", 
    "name": "Hazards", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Bad weather can range from minor precipitation to a serious storm. The weather can include lightning strikes and cause floods, landslides, and other natural hazards.</p>", 
            "name": "Bad Weather", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Bad Weather", 
            "source": "Ultimate Campaign", 
            "abbrev": "Any", 
            "type": "section"
        }, 
        {
            "body": "<p>Whether from a lack of water, a plague, or hostile magic, the plants and wildlife in the hex are suffering. A blight affects the hex and all adjacent unexplored hexes, and lasts for 1d4+2 weeks. During a blight, Survival DCs to get along in the wild increase by 5.</p>", 
            "name": "Blight", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Blight", 
            "source": "Ultimate Campaign", 
            "abbrev": "Any", 
            "type": "section"
        }, 
        {
            "body": "<p>In a marsh, pockets of flammable gas can build up under the surface before violently erupting, throwing rocks, mud, and debris in all directions with startling force. In a desert, toxic fumes from a natural vent, old mine, or magical disaster might leak into the air, poisoning or mutating nearby creatures.</p><p>In a marsh, PCs can attempt a DC 15 Perception check to notice the smell and swelling before it erupts. The eruption deals 2d6 points of bludgeoning damage in a 20-foot radius, or 4d6 points of fire damage if the area contains open flame.</p><p>In a desert, PCs can attempt a DC 15 Perception check to notice the fumes and get out of their path before coming to harm. Otherwise, they must succeed at a DC 15 Fortitude save or take 1d4 points of Constitution damage  and be nauseated for 10 minutes.</p>", 
            "name": "Deadly Gas", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Deadly Gas", 
            "source": "Ultimate Campaign", 
            "abbrev": "Desert, Marsh", 
            "type": "section"
        }, 
        {
            "body": "<p>A dust devil is a whirlwind not associated with a storm, particularly in a region with little or no topsoil. Treat a dust devil as a duststorm, sandstorm, or tornado.</p>", 
            "name": "Dust Devil", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Dust Devil", 
            "source": "Ultimate Campaign", 
            "abbrev": "Desert, Hill, Plain", 
            "type": "section"
        }, 
        {
            "body": "<p>Grass fires are often caused by lightning or careless camp fires. A grass fire is similar to a forest fire, except it can be spotted at twice the normal distance, and a PC caught in its area saves against heat damage only every 10 rounds.</p>", 
            "name": "Grass Fire", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Grass Fire", 
            "source": "Ultimate Campaign", 
            "abbrev": "Hill, Plain", 
            "type": "section"
        }, 
        {
            "body": "<p>Though active volcanoes are rare, even dormant volcanoes can produce tremors. Tremors last anywhere from 1d4 rounds to 2d6 minutes and increase Climb DCs by 2. The tremors might start an avalanche or collapse a cave or cliff (similar to an <i>earthquake</i> spell).</p>", 
            "name": "Volcanic Tremor", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hazards/Volcanic Tremor", 
            "source": "Ultimate Campaign", 
            "abbrev": "Hill, Mountain", 
            "type": "section"
        }
    ]
}