{
    "body": "<p>For simplicity's sake, a hex is categorized by its primary terrain: desert, forest, hill, marsh, mountain, plain, settlement, or water. The terrain doesn't have to be uniform within that hex&mdash;the border between a forest hex and plain hex might be a gradual thinning of the trees or the sudden edge of a heavy forest. A hex might have a river running through it, a large rock outcropping, a barren patch from a fire, and so on. The hexes are abstractions to make travel and encounters easier, not a way to reduce the campaign map to a simple board game.</p><p>Each of the following terrain type entries includes a description of the terrain and any rules effects the terrain type might implicate. In addition, each terrain type entry includes example terrain elements that might be found in a particular hex of that terrain type. A terrain element could be some obstacle or hindrance that makes a hex more difficult to pass through, a unique feature within the hex, an encounter with the predators or people who use this hex as their hunting ground, resources that could aid adventurers exploring the hex, or a secret location hidden somewhere in the hex.</p><p>Even a \"standard\" hex (that is, one without a terrain element), should have something to make it memorable. PCs who explore that hex are spending at least a day there, and an exploration campaign grows boring if days pass uneventfully (see Keep Things Interesting on page 154).</p>", 
    "name": "Hex Terrain Types", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>A desert is any sort of terrain that receives very little rainfall. It can be warm, temperate, or cold.</p><p>This section pertains mostly to warm and temperate deserts. In cold environments, a desert is usually tundra, which acts like another terrain category depending on the current season. During most of the year, a cold desert is covered in a layer of permafrost, creating hard, stable terrain (which is treated as plains). During the warm season, the permafrost thaws and turns the area into mud (which is treated as marsh).</p>", 
            "name": "Desert", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Desert", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>A difficult desert is a treacherous place, full of sand dunes, sinkholes, rubble, sandstorms, or numerous ravines. Rare seasonal rains might cause flash floods, sweeping away or drowning any creature in their path. Survival checks to avoid getting lost or to become un-lost in this hex gain a +1 bonus. Survival checks to get along in the wild increase by 5.</p><p>Treat a flash flood as an avalanche, except instead of suffocating from being buried under rock, creatures who are buried must hold their breaths or start drowning.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Difficult"
                }, 
                {
                    "body": "<p>A desert hex feature might be a city or tomb long buried under the sands, one or more geoglyphs, an unusual mesa, a majestic canyon, a tar pit, or an oasis. A tall structure&mdash;such as a mesa or ruined tower&mdash;can be used as a landmark for navigation or an observation point to get a better view of the surrounding area. Other features might point to hidden treasures, ley lines, or celestial conjunctions.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Feature"
                }, 
                {
                    "body": "<p>The hex might be home to one or more kinds of flying predators (typically dragons and sphinxes), poisonous monsters capable of tracking wounded prey over long distances, or subterranean creatures that use burrowing and similar tactics to make ambush attacks. The desert might also be home to nomadic raiders, genies, or elementals of a type fitting the desert's environment. The chance of random encounters within these deserts increases by 10%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Hunting Ground"
                }, 
                {
                    "body": "<p>This hex might contain valuable ore, water (such as an oasis), or a rare but useful plant (such as a cactus used for medicine or exotic beverages).</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Resource"
                }, 
                {
                    "body": "<p>A secret desert hex might have shifting sand dunes, acrid winds, poisonous terrain, elemental portals, or some other strange feature that hides its secrets.</p><p>Ruins half-buried in the desert could still contain lost treasures or might already be looted. In either case, the ruins can be used as a place to take shelter from storms or as a lair for monsters. PCs who take shelter in these ruins suffer no effect from storms and similar hazards, but the chance of random encounters increases by 25%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Secret"
                }
            ]
        }, 
        {
            "body": "<p>A normal forest hex can be any sort of common forest: sparse patches of trees in the lowlands, thickly needled pines of the taiga, a lush tropical jungle, or even an ancient fruit tree grove turned overgrown and wild.</p>", 
            "name": "Forest", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Forest", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>A difficult forest is a treacherous place, full of rotting trees that can fall without warning, twisted scythe trees that lunge at their victims, or witch-lights that lead expeditions off the path. For each hour spent traveling through a difficult forest, there is a 5% chance of a falling tree hazard. Survival check DCs to avoid getting lost increase by 5.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Difficult"
                }, 
                {
                    "body": "<p>A forest hex feature could be either a cluster of massive old-growth trees or some type of tree that is unique to that region. In an old-growth forest, the canopy limits how much light reaches the ground, so undergrowth tends to be low-lying, tough plants like mosses and ferns.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Feature"
                }, 
                {
                    "body": "<p>This kind of forest hex is often treated with awe by local people, as hunting grounds are full of a terrifying array of arboreal creatures. The chance of random encounters within these forests increases by 10%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Hunting Ground"
                }, 
                {
                    "body": "<p>This hex contains valuable lumber, medicinal herbs, or plentiful sources of game meat. Survival checks to get along in the wild gain a +5 bonus.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Resource"
                }, 
                {
                    "body": "<p>A secret forest hex has thick mists or deep shadows that make fully exploring it a time-consuming prospect. Exploration time increases by 50%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Secret"
                }
            ]
        }, 
        {
            "body": "<p>A hill is lower and less steep than a mountain. Hills are often transitional terrain between mountains and plains.</p>", 
            "name": "Hill", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Hill", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Full of short cliffs and jagged stones, a difficult hill hex requires extra caution to avoid dangerous falls. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Difficult"
                }, 
                {
                    "body": "<p>The hex might be the site of a famous historical battle or the burial mound of long-dead chieftains. It provides a commanding view of the surrounding region and is useful as a waypoint. Survival checks to avoid getting lost or to become un-lost in this hex gain a +1 bonus.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Feature"
                }, 
                {
                    "body": "<p>The hex is cut with valleys and trenches that obscure predators from view. The chance of random encounters increases by 25%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Hunting Ground"
                }, 
                {
                    "body": "<p>The hex contains resources such as quality stone, coal, precious metals, or gems.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Resource"
                }, 
                {
                    "body": "<p>Hidden caverns provide shelter and lairs for monsters. Locating these caverns requires a successful DC 10 Perception or Survival check. PCs who take shelter here suffer no effect from storms and similar hazards, but the chance of random encounters increases by 10%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Secret"
                }
            ]
        }, 
        {
            "body": "<p>Marshes, swamps, and bogs are challenging ground to traverse. Survival check DCs to avoid getting lost increase by 1 in a marsh hex.</p>", 
            "name": "Marsh", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Marsh", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>A difficult marsh hex is a deadly place, replete with quicksand, poisonous plants, and treacherous water. The DCs for Survival checks to get along in the wild increase by 5. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Difficult"
                }, 
                {
                    "body": "<p>The hex might be the location of a marsh creature's den (such as a hag), a sunken ruin, a large water causeway, or a shallow lake.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Feature"
                }, 
                {
                    "body": "<p>Attacks in this hex are equally likely to come from underwater as from the surface. The chance of random encounters increases by 25%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Hunting Ground"
                }, 
                {
                    "body": "<p>Marsh resources primarily come in the form of medicinal plants and herbs.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Resource"
                }, 
                {
                    "body": "<p>Unfortunate explorers died in the marsh and left behind all their gear. With a successful DC 25 Survival check, the PCs can each salvage equipment worth 10 gp per character level.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Secret"
                }
            ]
        }, 
        {
            "body": "<p>Mountains form long barriers across the landscape that greatly impede the movement of travelers.</p>", 
            "name": "Mountain", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Mountain", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>All Climb DCs in a difficult mountain hex increase by 2. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Difficult"
                }, 
                {
                    "body": "<p>The mountain is the highest in the vicinity or has an unusual shape, perhaps resembling a face or creature. Alternatively, use a feature from the Feature section of the hill hex terrain type.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Feature"
                }, 
                {
                    "body": "<p>Bandits and monsters frequent these hexes, falling upon weary travelers. The chance of random encounters increases by 10%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Hunting Ground"
                }, 
                {
                    "body": "<p>The hex contains resources such as quality stone, coal, precious metals, or gems.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Resource"
                }, 
                {
                    "body": "<p>Hidden pathways carved through the mountains offer speedier paths. If the PCs succeed at a DC 20 Perception check to find the pathways, they can ignore the default travel time increase for the mountain hex.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Secret"
                }
            ]
        }, 
        {
            "body": "<p>Plains can be fields of high grasses, permanently frozen tundra, or flat badlands.</p>", 
            "name": "Plain", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Plain", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Dangerous plains tend to be filled with small sinkholes and pits that can twist or break the legs of the unwary. For the purposes of travel and exploration times, treat the party's speed as one category slower.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Difficult"
                }, 
                {
                    "body": "<p>The plain might be the site of an old battlefield, with the remnants of earthwork defenses and trenches.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Feature"
                }, 
                {
                    "body": "<p>Ambush predators abound in these plains hexes, using the cover of tall grass to outflank and strike surprised prey. In tundra and badlands terrain, predators lie in wait underground using abilities such as burrow, or by digging shallow pits to hide in. The chance of random encounters increases by 25%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Hunting Ground"
                }, 
                {
                    "body": "<p>The hex has edible plants (such as wheat or cacti) or useful vegetable matter (such as flax or cotton).</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Resource"
                }, 
                {
                    "body": "<p>Stolen goods are buried in the hex and marked with an innocuous sign, such as an out-of-place river rock. With a successful DC 25 Perception check, the PCs recognize the marker and can each salvage treasure or nonmagical gear worth 10 gp per character level.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Secret"
                }
            ]
        }, 
        {
            "body": "<p>Normal settlement hexes are small villages or military encampments. Settlements usually appear with another terrain type they're built upon. Frequently used trails or even simple roads reduce travel time through the hex by 25&mdash;50% depending on the terrain type for that hex.</p>", 
            "name": "Settlement", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Settlement", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>A difficult settlement hex holds the ruins of an abandoned town or one full of the victims of famine, plague, or another devastating event. Decrepit buildings might collapse at any moment (treat as a cave-in or collapse; ).</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Difficult"
                }, 
                {
                    "body": "<p>The settlement hex has a community with a well-known reputation or historical significance.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Feature"
                }, 
                {
                    "body": "<p>This settlement is lawless, frequently attacked by brigands or pirates, or plagued by civil unrest. The chance of random encounters increases by 25%.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Hunting Ground"
                }, 
                {
                    "body": "<p>The settlement is a trading post, merchant camp, or small fort on a crucial crossroad or river crossing, and goods of many types (particularly trade goods and natural resources from nearby hexes) pass through the area.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Resource"
                }, 
                {
                    "body": "<p>A secret settlement is a bandit fort, pirate town, village inhabited by monsters, or secret home of someone trying to avoid normal civilization. The hex primarily resembles an adjacent hex type, and access to the settlement is usually hidden.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Secret"
                }
            ]
        }, 
        {
            "body": "<p>Whether a river, lake, or ocean, this type of hex is predominantly water. If the PCs lack swim speeds or boats, it is best to treat lakes and oceans as obstacles for the PCs to travel around rather than through. Treat the shores of the water hex as the adjacent terrain type.</p>", 
            "name": "Water", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Hex Terrain Types/Water", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Whitewater rapids, strong tides, or underwater vortexes mean this water is more challenging to cross. The Swim DCs to cross these waters increase by 5.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Difficult"
                }, 
                {
                    "body": "<p>The hex is part of a large or well-known river's course, or has a sturdy bridge that facilitates easy crossing.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Feature"
                }, 
                {
                    "body": "<p>The hex might be home to predatory aquatic creatures or opportunistic hunters waiting to strike prey that comes to drink. The chance of random encounters increases by 10%, or 25% if the PCs spend most of their time in the water.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Hunting Ground"
                }, 
                {
                    "body": "<p>Fish, shellfish, and pearls are plentiful in the hex. In some situations, the benefit of this resource is the availability of fresh water rather than the contaminated water or salt water available in nearby hexes.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Resource"
                }, 
                {
                    "body": "<p>The hex might contain an oasis, a connection to the Plane of Water, or a spring with magical powers.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Secret"
                }
            ]
        }
    ]
}