{
    "body": "<p>Each hex on the map is 12 miles across from corner to corner, representing an area just under 95 square miles. The hexes are used to track the party's movement while exploring, and as a means to help define the extent of different types of terrain. The exploration rates presented in these rules differ from the travel rates found in the <i>Core </i><i>Rulebook</i>, since characters are also assumed to be taking time to fully explore each area they enter, which takes a great deal longer than simply walking through it.</p><p>To determine how long it takes the PCs to travel through a hex or fully explore it, determine the group's base speed (set by the slowest member of the group) and consult the Travel Time (1 Hex) table or Exploration Time (1 Hex) table. These times represent the movement and exploration of a normal hex of the specified terrain type; rules presented later in this section modify the amount of time it takes to travel through or fully explore a hex.</p><p>A typical wilderness hex is trackless (see the Terrain and Overland Movement table). Though no humanoid-created roads or trails pass through it, trails by game animals might. If a hex contains more than one terrain type, treat it as the most prevalent terrain for the purpose of travel times.</p>", 
    "name": "Movement", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-travel-time\"><caption>Travel Time (1 Hex)</caption><thead><tr><th>Party Speed</th><th>Plain</th><th>All Other Terrain</th></tr></thead><tr class=\"odd\"><td>15 feet</td><td>11 hours</td><td>16 hours</td></tr><tr class=\"even\"><td>20 feet</td><td>8 hours</td><td>12 hours</td></tr><tr class=\"odd\"><td>30 feet</td><td>5 hours</td><td>8 hours</td></tr><tr class=\"even\"><td>40 feet</td><td>4 hours</td><td>6 hours</td></tr><tr class=\"odd\"><td>50 feet</td><td>3 hours</td><td>5 hours</td></tr></table>", 
            "name": "Travel Time", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Travel Time", 
            "source": "Ultimate Campaign", 
            "abbrev": "1 Hex", 
            "type": "table"
        }, 
        {
            "body": "<table id=\"table-exploration-time\"><caption>Exploration Time (1 Hex)</caption><thead><tr><th>Party Speed</th><th>Plain or Hill</th><th>Desert, Forest, or Marsh</th><th>Mountain</th></tr></thead><tr class=\"odd\"><td>15 feet</td><td>3 days</td><td>4 days</td><td>5 days</td></tr><tr class=\"even\"><td>20 feet</td><td>2 days</td><td>3 days</td><td>4 days</td></tr><tr class=\"odd\"><td>30 feet</td><td>1 day</td><td>2 days</td><td>3 days</td></tr><tr class=\"even\"><td>40 feet</td><td>1 day</td><td>1 day</td><td>2 days</td></tr><tr class=\"odd\"><td>50 feet</td><td>1 day</td><td>1 day</td><td>1 day</td></tr></table>", 
            "name": "Exploration Time", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Exploration Time", 
            "source": "Ultimate Campaign", 
            "abbrev": "1 Hex", 
            "type": "table"
        }, 
        {
            "body": "<p>The simplest method of tracking the PCs' progress as they travel and survey the wilderness is to do so on hex paper. As the PCs explore a hex, the players should note their progress by placing a small \"X\" in the hex. Tracking which hexes are fully explored is important for determining exploration rewards.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Tracking Travel", 
            "type": "section", 
            "name": "Tracking Travel", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Whenever a hex is explored fully, the party earns 100 XP for the effort. Some modifiers can add to this amount. The party gains an additional 25 XP after fully exploring a hex that contains either difficult terrain or a hazard. You might decide that some hexes are more dangerous, especially in a higher-level campaign, and award the party more XP per hex (perhaps up to 500 XP for especially hostile areas).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Exploration Rewards", 
            "type": "section", 
            "name": "Exploration Rewards", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>When the players ask what they find while exploring a hex, the answer should never be \"nothing.\" Even in the simplest field of wheat, offer a bit of detail&mdash;something compelling to help flesh out the world. The foundation of a long-forgotten village or a set of standing stones built to honor a lost god can be hints about that area's history. The Things Found on the Roadside (<i>GameMastery Guide</i> 224) and Table 7&mdash;58: Scenic Spots (<i>GameMastery Guide</i> 225) list many examples of interesting features you can use to fill in details.</p><p>Other than in the rare village, exploring PCs have very few opportunities to resupply. Acquiring food and finding shelter against the elements is paramount, and losing supplies has a crippling effect on the party, as they have to hunt and forage just to acquire enough food and water to survive another day. An exploration encounter can be driven by complications like these, where every meal foraged is a victory in itself.</p><p>Remember that adventuring is more about glory than grim survival, so it's best to keep a balance between realistic exploration issues (such as obtaining fresh food and water) and fun, exciting monster encounters. If you make exploration both dangerous and rewarding, the players will remain eager to keep striking out into the great unknown.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Keep Things Interesting", 
            "type": "section", 
            "name": "Keep Things Interesting", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>While moving through the wilderness, there is the possibility of adventurers losing track of where they're going. The lack of a clear path, coupled with low visibility due to terrain or weather, can cause explorers to head in the wrong direction. Anytime the characters move through marshes or forests, or have reduced visibility from the effects of any modifiers, they have a chance of becoming lost.</p><p>The effect of getting lost is the same as in the normal rules, except the GM randomly determines the next hex the lost party moves into, and does not reveal this misdirection to the party. Once the PCs have regained their bearings, the GM reveals their true location on the map.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Exploration/Movement/Getting Lost", 
            "type": "section", 
            "name": "Getting Lost", 
            "source": "Ultimate Campaign"
        }
    ]
}