{
    "body": "<p class=\"stat-block\">This mithral cap includes prominent guards for the eyes and nose. The helmet was forged under duress by a dwarven smith to further the ambitions of his mad brother. The <i>Tarnhelm</i> has the following powers.</p><ul><li>The wearer gains the shapechanger subtype.</li><li>The wearer gains immunity to polymorph effects, except ones he chooses to allow to affect him.</li><li>At will, the wearer can use <i>greater invisibility</i> as a spell-like ability for as long a duration as desired.</li><li>At will, the wearer can change his appearance in the same fashion as a <i>hat of disguise</i>, with a DC 25 Will save required to disbelieve the illusion. If the <i>Tarnhelm</i> is used to create a disguise, the wearer receives a +25 bonus on the Disguise check.</li><li>Three times per day, the wearer can use <i>greater teleport</i>, exactly as if he had cast the spell of the same name. The wearer can teleport additional times by expending one use of mythic power per teleport.</li><li>Three times per day, the wearer can assume the form of an animal as though he had cast <i>beast shape IV</i>, except the duration lasts until the effect is dismissed or dispelled. The wearer can change shape additional times by expending one use of mythic power per transformation.</li><li>By expending two uses of mythic power, the wearer can assume the form of Gargantuan chromatic or metallic dragon. The effect lasts until dispelled or dismissed. He gains a +14 size bonus to Strength, a +12 size bonus to Constitution, a +10 natural armor bonus, a fly speed of 150 feet (poor), blindsense 90 feet, darkvision 180 feet, a breath weapon, DR 15/magic, frightful presence (DC 23), one bite (4d6), two claws (2d8), two wing attacks (2d6), and one tail slap (2d8). All his breath weapons deal 16d8 points of damage and allow a Reflex save (DC 10 plus his tier plus his Constitution modifier) for half damage. This ability otherwise functions as <i>form of the dragon III</i>.</li></ul>", 
    "slot": "head", 
    "name": "Tarnhelm", 
    "weight": "2 lbs.", 
    "cl": "20th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Major Artifacts/Tarnhelm", 
    "type": "item", 
    "subtype": "head", 
    "aura": "strong conjuration, illusion, and transmutation", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">The <i>Tarnhelm</i> can be destroyed by being struck by a succession by hammer blows from a dwarven smith wielding an adamantine hammer, a human smith with a steel hammer, and an elven smith using a hammer of spun glass. Each must succeed at a DC 30 Craft (armor) check when landing the blow. Failure destroys the hammer, disrupts the attempt to destroy the <i>Tarnhelm</i>, and deals 12d6 points of damage to the smith.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Destruction"
        }
    ], 
    "source": "Mythic Adventures"
}