{
    "body": "<p>A legendary item is typically bonded to a single mythic creature. Others can pick up and use a legendary item for its basic functions (like hitting a foe with a legendary mace), but only the creature bonded to the item can utilize it fully.</p><p>A mythic creature can be bonded to only one legendary item at a time. If a mythic creature is already bonded to a legendary item, she can't become bonded to another item until the previous bond is broken. Likewise, a legendary item that is already bonded to a mythic creature can't be bonded to another until the former bond is broken.</p><p>Creatures that aren't bonded to the legendary item can typically use all of its special abilities that aren't legendary item abilities. Such creatures can also use the item's legendary surge base legendary ability, but only by using the item's reservoir of legendary power. They can't use any other legendary item abilities requiring an expenditure of legendary power, though some legendary item abilities (such as intelligence) are persistent abilities, which means they continue to function whether the user is bonded to the item or not.</p><p>A mythic creature bonded to a legendary item can use a number of that item's legendary abilities equal to or less than her tier. If the legendary item has more legendary abilities than the bonded creature has tiers, the creature can select which abilities it gains access to when it first wields, wears, or possesses the item, but must select all of the persistent abilities first, after which it can select non-persistent abilities. For example, if a legendary item has the intelligence ability along with other non-persistent abilities, a 1st-tier character can't manifest any of its powers other than intelligence until she gains another tier.</p><p>If the bonded creature has taken the legendary item universal path ability a sufficient number of times, she can add legendary abilities to the item.</p><p>Lastly, a bonded creature can expend uses of her mythic power to activate an item's legendary abilities that otherwise require uses of legendary power. One use of the creature's mythic power counts as one use of the item's legendary power.</p><p>A mythic creature becomes bonded with an item either when she makes the item ascend using the legendary item universal path ability, or when she completes a trial while wielding, wearing, or carrying the item. The nature of the trial needed to bond with a legendary item and any other prerequisites for bonding are determined by the GM.</p><p>The bond between a mythic creature and a legendary item can be broken in the following ways. If the bonded creature dies, the bond is broken. If that creature comes back to life, the bond is typically not reinstated unless the item has the eternal bond ability. The bonded creature can also relinquish the bond. Doing so requires a special ritual that takes 24 hours to perform, though the GM might add other requirements. If the bonded creature becomes non-mythic, the bond is broken. Lastly, the bond is broken if a legendary item gains the broken condition.</p>", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Base Legendary Abilities/Mythic Bond", 
    "type": "section", 
    "name": "Mythic Bond", 
    "source": "Mythic Adventures"
}