{
    "body": "<p>Standard adventuring equipment is crafted of materials well suited to the task. Primitive equipment, on the other hand, is crafted from the best materials available, which are often inferior in performance. Sometimes these differences are hand-waved away (as in the case of most mundane gear and items), but in the case of weapons and armor, these differences are not as easily overlooked.</p><p>All of the special materials listed below have their own rules and exceptions that make them function slightly differently (typically worse) than the standard materials for weapons found in the Pathfinder RPG. Some of these materials grant the item the fragile quality&mdash;a quality that can be applied to both weapons and armor.</p>", 
    "name": "Primitive Materials", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"fragile\">Fragile weapons and armor cannot take the beating that sturdier weapons can. A fragile weapon gains the broken condition if the wielder rolls a natural 1 on an attack roll with the weapon. If a fragile weapon is already broken, the roll of a natural 1 destroys it instead. </p><p>Armor with the fragile quality falls apart when hit with heavy blows. If an attacker hits a creature wearing fragile armor with an attack roll of a natural 20 and confirms the critical hit (even if the creature is immune to critical hits), the armor gains the broken condition. If already broken, the armor is destroyed instead. Fragile armor is not broken or destroyed by critical threats that are not generated by natural 20s, so if a creature wielding a weapon with a 19&ndash;20 or 18&ndash;20 critical range scores a critical hit on the wearer of this armor with a roll of less than a natural 20, that critical hit has no chance to break or destroy the armor. </p><p>Masterwork and magical fragile weapons and armor lack these flaws unless otherwise noted in the item description or the special material description.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Fragile", 
            "type": "section", 
            "name": "Fragile", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Bone can be used in place of wood and steel in weapons and armor. Other animal-based materials like horn, shell, and ivory also use the rules for bone weapon and armor. The cost of a bone weapon or bone armor is half the price of a normal weapon or armor of its type.</p>", 
            "name": "Bone", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Bone", 
            "type": "item", 
            "subtype": "material", 
            "sections": [
                {
                    "body": "<p id=\"weapons\">Light and one-handed melee weapons, as well as two-handed weapons that deal bludgeoning damage only, can be crafted from bone. Hafted two-handed weapons such as spears can be crafted with bone tips, as can arrowheads. Other two-handed weapons cannot be constructed of bone.</p><p>Bone weapons have half the hardness of their base weapons and have the fragile weapon quality. Masterwork bone weapons also have the fragile quality, but magic bone weapons do not. Bone weapons take a &ndash;2 penalty on damage rolls (minimum 1 damage).</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapons"
                }, 
                {
                    "body": "<p id=\"armor\">Studded leather, scale mail, breastplates, and wooden shields can all be constructed using bone. Bone either replaces the metal components of the armor, or in the case of wooden shields, large pieces of bone or shell replace the wood.</p><p>Bone armor has a hardness of 5 and has the fragile armor quality. Masterwork bone armor also has the fragile quality, but magic bone armor does not. The armor/shield bonus of bone armor is reduced by 1, but in the case of studded leather, the armor check penalty is also reduced by 1 (to 0).</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Bone/Armor", 
                    "type": "section", 
                    "name": "Armor", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>Before the advent of iron and steel, bronze ruled the world. This easily worked metal can be used in place of steel for both weapons and armor. For simplicity's sake, similar or component metals such as brass, copper, or even tin can use the following rules, even though in reality bronze is both harder and more reliable than those metals. </p>", 
            "name": "Bronze", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Bronze", 
            "type": "item", 
            "subtype": "material", 
            "sections": [
                {
                    "body": "<p id=\"weapons\">Light and one-handed weapons can be crafted from bronze. Likewise, spear points, arrowheads, and axe heads can be crafted from bronze, even those that are parts of two-handed weapons. Bronze is too weak to be used for two-handed weapons made entirely out of metal, and cannot typically be used to craft polearms, with the exception of the rhomphaia, which is provided in the section on Bronze Age equipment.</p><p>Bronze weapons have the hardness of their base weapons but also have the fragile quality. Bronze weapons do the same damage as steel weapons of the same type, and have the same cost and weight.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapons"
                }, 
                {
                    "body": "<p id=\"armor\">Bronze can be used to create any medium or light armor made entirely of metal or that has metal components. It protects a creature as well as steel armor does, but it has the fragile quality. Bronze armor has the same cost and weight as normal steel armor of its type. Bronze armor has a hardness of 9. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Bronze/Armor", 
                    "type": "section", 
                    "name": "Armor", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>Typically only used for ceremonial weapons and armor, metal equipment made from gold is fragile, heavy, and expensive. Often golden armor is gold-plated rather than constructed entirely from gold. The rules below are for the rare item constructed entirely of gold rather than being gold-plated. </p><p>Gold-plated items triple the base cost of weapons and armor and have the same properties as the item the gold is plating. Items constructed purely of gold cost 10 times the normal cost for items of their type. Gold items weigh 50% more than typical weapons or armor of their type. </p>", 
            "name": "Gold", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Gold", 
            "type": "item", 
            "subtype": "material", 
            "sections": [
                {
                    "body": "<p id=\"weapons\">Gold is often too soft to hold a decent edge, but light weapons that do piercing or slashing damage can be constructed of gold or some nearly gold alloy. They take a &ndash;2 penalty on damage rolls (minimum 1 damage). </p><p>Gold weapons have a hardness of half their base weapons' and also have the fragile quality. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapons"
                }, 
                {
                    "body": "<p id=\"armor\">Gold can be fashioned into light or medium metal armor. The softness and the weight of the metal decrease the armor/shield bonus by 2, and increase the armor check penalty by 2. Gold armor has a hardness of 5. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Gold/Armor", 
                    "type": "section", 
                    "name": "Armor", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>This black volcanic glass is extremely sharp, and can be shaped into a variety of weapons that do piercing and slashing damage. Bits of obsidian inserted into a length of tempered wood create effective swords called terbutjes. </p><p>Obsidian weapons cost half of what base items of their type do, and weigh 75% of what base items of their type do.</p>", 
            "name": "Obsidian", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Obsidian", 
            "type": "item", 
            "subtype": "material", 
            "sections": [
                {
                    "body": "<p id=\"weapons\">Obsidian can be used to craft light and one-handed weapons that do piercing or slashing damage, as well as spear tips and arrowheads.</p><p>Obsidian weapons have half the hardness of their base weapon and have the fragile quality.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapons"
                }, 
                {
                    "body": "<p id=\"armor\">The fragile glass nature of obsidian is perfect for creating sharp points and blades, but those same qualities make it unsuitable for creating armor. Armor cannot be constructed from obsidian.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Obsidian/Armor", 
                    "type": "section", 
                    "name": "Armor", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>Stone Age weapons almost always utilize stone in some way. From rocks lashed to wooden hafts to create early maces and axes, to flint knives and stone arrowheads, these primitive weapons are still deadly. </p><p>Stone weapons cost a quarter of what base items of their type do, and weigh 75% of what base items of their type do. </p>", 
            "name": "Stone", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Stone", 
            "type": "item", 
            "subtype": "material", 
            "sections": [
                {
                    "body": "<p id=\"weapons\">Light and one-handed bludgeoning weapons, spears, and arrowheads can all be made of stone. </p><p>Weapons made of stone have half the hardness of their base weapons, and have the fragile condition.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapons"
                }, 
                {
                    "body": "<p id=\"armor\">Armor cannot usually be constructed from stone, but advanced, often alchemically enhanced stone armor made by dwarves or other stone-working cultures does exist.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Primitive Armor and Weapons/Primitive Materials/Stone/Armor", 
                    "type": "section", 
                    "name": "Armor", 
                    "source": "Ultimate Combat"
                }
            ]
        }
    ]
}