{
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>While the armor and Armor Class system presented in the Pathfinder Roleplaying Game is tried and tested, some players may yet have a sense that it feels slightly off. That is to say, if a suit of armor is actually protecting the wearer from attacks that strike but simply fail to cause the wearer harm, why then do we say that armor reduces the chance of a hit? The abstraction has been clarified in the rules by defining what it means to be &ldquo;hit&rdquo; in combat as actually being &ldquo;hit in such a way as to effectively cause harm,&rdquo; but this explanation is still not enough for some players. </p><p>The following is an alternative system that allows armor to absorb the damage of attacks, rather than a system that provides an abstract way of determining when a hit does actual harm. Like all the rules presented in this chapter, it is a variant to the base system of the Pathfinder RPG. It is for GMs who want armor to reduce damage rather than increase Armor Class, and replaces the normal rules for armor.</p><p>In this system, a creatures no longer has an Armor Class. Instead it has a Defense score that a foe's attack roll must meet or exceed to hit the creature. Then any damage is reduced by damage reduction based on the creature's armor worn and any natural armor bonus the creature has. Furthermore, armor has a chance of reducing all critical hits to normal hits, by replacing the confirmation roll for critical hits with a critical defense check made by the creature threatened by the critical hit. </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>In this alternative system, a creature does not have an Armor Class (AC); it instead has a Defense score. Defense is similar to touch AC in the standard Pathfinder Roleplaying Game rules, but it also adds the shield bonus (including any enhancement bonus to the shield), and any enhancement bonus to armor.</p><p><b>Defense = 10 + shield bonus + Dexterity modifier + other modifiers (including armor's enhancement bonus, but not armor bonus or natural armor bonus)<b></p><p>Defense represents how easy or difficult it is to hit a creature. The shield bonus is added because a creature is considered to be actively blocking attacks with its shield whenever it can, which is whenever it would gain its Dexterity bonus to AC and not be flat-footed.</p>", 
                    "name": "Defense", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Defense", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"losing-dexterity-bonus-to-defense\">Situations or effects that would cause you to lose your Dexterity bonus to AC instead cause you to lose your Dexterity bonus to Defense. Also, whenever you lose your Dexterity bonus to Defense, you also lose any shield bonus to Defense, since when you lose your Dexterity bonus to AC, you also lose the ability to properly respond to attacks with your shield. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Defense/Losing Dexterity Bonus to Defense", 
                            "type": "section", 
                            "name": "Losing Dexterity Bonus to Defense", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"flat-footed-defense\">You do not gain your Dexterity or shield bonus to your Defense if you are flat-footed or lose your Dexterity bonus to Defense; thus, your Flat-Footed Defense is equal to your Defense minus your Dexterity bonus and shield bonus. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Defense/Flat-Footed Defense", 
                            "type": "section", 
                            "name": "Flat-Footed Defense", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"defense-and-using-a-shield-without-proficiency\">When a creature uses a shield it is not proficient with, it takes that shield's armor check penalty as a penalty to the shield bonus, along with the other penalties for using a shield without proficiency. Furthermore, it also takes this penalty to its Flat-Footed Defense, as the shield actually gets in the way instead of defending against incoming attacks. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Defense/Defense and Using a Shield without Proficiency", 
                            "type": "section", 
                            "name": "Defense and Using a Shield without Proficiency", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>Armor in this system keeps all of its normal statistics and qualities, but its armor bonus (including any enhancement bonus added to armor bonus and natural armor bonus) is converted to DR/armor. The DR an armor provides is equal to its total armor bonus with a +1 bonus at 5th level or at 5 Hit Dice, with an increase to that bonus of +1 for every five levels above 5th level, or every 5 Hit Dice over 5 Hit Dice (to a maximum of +4 to DR at 20th level or at 20 or more Hit Dice), provided that the creature wearing the armor is also proficient with the armor. </p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"using-armor-without-proficiency\">Creatures using armor they are not proficient with do not gain the bonus per level or Hit Dice to the DR, on top of any of the other normal penalties for using armor without proficiency. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Armor as Damage Reduction/Using Armor without Proficiency", 
                            "type": "section", 
                            "name": "Using Armor without Proficiency", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"dr-armor\">This type of DR blocks the damage of all attacks that would normally be affected by DR, based on the composition of the armor (see Table 5&ndash;1). Unlike most forms of damage reduction, DR/armor stacks with other types of DR. For instances, when fighting a skeleton with DR 5/bludgeoning and DR 4/armor (+2 for armor, +2 for natural armor), the skeleton's DR/armor reduces 9 points of damage from non-bludgeoning attacks, and 4 damage from bludgeoning weapon attacks. Magic weapons and attacks from Large or larger creatures bypass the DR 4/armor, but not the DR 5/bludgeoning. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Armor as Damage Reduction/DR_Armor", 
                            "type": "section", 
                            "name": "DR/Armor", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"natural-armor-bonus-and-dr\">Like a creature's armor bonus, a natural armor bonus is also converted into damage reduction. If a creature is wearing armor and has a natural armor bonus, the creature adds its armor bonus to its natural armor bonus to determine the amount of DR/armor that it has (see Table 5&ndash;2).</p><p>For instance, if a creature wearing a <i>+2 chain shirt</i> has DR 6/armor is then subject to a <i>barkskin</i> spell cast by a 6th-level druid (gaining a +3 natural armor bonus), its DR becomes DR 9/armor for the duration of the spell. This DR is bypassed by adamantine, or the attacks of Huge or larger creatures. </p><p>A creature that has both DR from a source other than armor and a natural armor bonus gains the effects of an enhanced form of DR, similar to how the composition of the armor grants special DR/armor defenses (see Table 5&ndash;1). If a creature has magical armor, natural armor, and DR, it takes the best form of the special protection provided by both its armor and its mix of DR and natural armor to its DR/armor. </p><p>For instance, if a creature has natural armor and DR/magic and is wearing adamantine armor, that creature's DR/armor functions as DR/&mdash;, and can be bypassed by Gargantuan or larger creatures, since the adamantine armor provides the best of the two damage reductions.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Armor as Damage Reduction/Natural Armor Bonus and DR", 
                            "type": "section", 
                            "name": "Natural Armor Bonus and DR", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"unusual-creatures-and-armor-dr\">Amorphous or incorporeal creatures have an easier time bypassing DR/armor. When they attack a creature with DR/armor, they typically treat that DR as a fraction of the DR/armor. Attacks by incorporeal creatures entirely ignore the DR unless that DR comes from a force effect or from armor with the <i>ghost touch</i> special armor quality. These traits are detailed in Table 5&ndash;3.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Armor as Damage Reduction/Armor as Damage Reduction/Unusual Creatures and Armor DR", 
                            "type": "section", 
                            "name": "Unusual Creatures and Armor DR", 
                            "source": "Ultimate Combat"
                        }
                    ], 
                    "name": "Armor as Damage Reduction", 
                    "source": "Ultimate Combat"
                }
            ], 
            "name": "Armor as Damage Reduction", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>In this alternative system, when a creature threatens a critical hit, it does not make a critical hit confirmation roll. Instead, the target of that critical hit makes a critical defense check instead. A critical defense check is 1d20 + a bonus equal to the creature's DR + the creature's Dexterity modifier (up to the maximum Dexterity bonus allowed by any armor worn) + the sum of any deflection and shield bonus to Defense. </p><p><b>Critical defense check bonus = creature's DR + Dexterity modifier + shield bonus to Defense + deflection bonus</b></p><p>The DC of the check is based on the die roll for the critical threat. It is further modified by the base attack bonus of the attacking creature, how many critical feats the attacking creature has (if any; 10 maximum), and a bonus relationship between the size of the attacking creature and the target of the critical hit, if the attacking creature is larger than the creature it attacked.</p><p><b>Critical defense DC = critical hit roll + 1/2 attacker's base attack bonus + 1 for each critical feat + 1 for each size category larger attacker is than target</b></p><p>For instance, if a Medium creature is hit with a crossbow fired by a Medium 6th-level fighter with two critical feats, and the critical threat attack roll is a 19, the target of the potential critical hit makes a critical defense check with a DC of 24 to reduce the critical hit to a normal hit. If the target is wearing <i>+1 leather armor</i>, has a Dexterity of 18, and is using a <i>+1 buckler</i>, that target would have a +9 bonus on the critical defense check to reduce the critical hit to a normal hit. On a roll of 15 or higher, the critical hit is reduced to a normal hit, and the target takes normal damage for the hit (which is reduced by its DR). If the creature firing the crossbow had rolled a 20, the target of the critical hit would need to roll a 16 or higher on its critical defense check to reduce the impact of the critical hit, making it a normal hit.</p><p>On a failed critical defense check, the target of the critical hit takes the damage for the critical hit. That damage is still reduced by the target of the critical hit's DR. </p>", 
            "name": "Critical Hits and Defense", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Critical Hits and Defense", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"fortification-special-armor-quality\">The <i>fortification</i> special armor quality acts in concert with the check, coming into play if the armor check fails. </p>", 
                    "name": "Fortification Special Armor Quality", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Critical Hits and Defense/Fortification Special Armor Quality", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table id=\"table-armor-composition-and-dr\"><caption>Table: Armor Composition and DR</caption><thead><tr><th>Material</th><th>Dr Provided</th><th>Attacker Size to Bypass DR</th></tr></thead><tr class=\"odd\"><td>Nonmagical armor<sup>1</sup></td><td>DR/magic</td><td>Large </td></tr><tr class=\"even\"><td>Magical armor<sup>1</sup></td><td>DR/adamantine</td><td>Huge</td></tr><tr class=\"odd\"><td>Adamantine armor<sup>1</sup></td><td>DR/&mdash; </td><td>Gargantuan</td></tr><tfoot><tr><td colspan=\"3\"><sup>1</sup> Brilliant energy weapons bypass any DR provided by armor. In addition, DR from armor is halved if a creature is grappled or entangled, and does not apply when a creature is helpless or pinned.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Critical Hits and Defense/Fortification Special Armor Quality/Table Armor Composition and DR", 
                            "type": "table", 
                            "name": "Table: Armor Composition and DR", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<table><caption>Table: Natural Armor Conversion to DR</caption><thead><tr><th>Natural Armor/DR</th><th>DR Provided</th><th>Attacker Size to Bypass DR</th></tr></thead><tr class=\"odd\"><td>Natural armor with</td><td>DR/adamantine</td><td>Huge DR/magic</td></tr><tr class=\"even\"><td>Natural armor with</td><td>DR/&mdash;</td><td>Gargantuan DR/adamantine</td></tr><tr class=\"odd\"><td>Natural armor with DR/&mdash;</td><td>DR/&mdash;<sup>1</sup></td><td>Colossal</td></tr><tr class=\"even\"><td>Natural armor with DR/epic</td><td>DR/epic<sup>1</sup></td><td>n/a</td></tr><tfoot><tr><td colspan=\"3\"><sup>1</sup> A creature that already has DR/&mdash; or DR/epic increases its DR by an amount equal to its natural armor bonus.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Critical Hits and Defense/Fortification Special Armor Quality/Table Natural Armor Conversion to DR", 
                            "type": "table", 
                            "name": "Table: Natural Armor Conversion to DR", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<table id=\"table-unusual-creatures-and-armor-dr\"><caption>Table: Unusual Creatures and Armor DR</caption><thead><tr><th>Attacking Creature Type</th><th>DR Modifier</th></tr></thead><tr class=\"odd\"><td>Amorphous<sup>1</sup></td><td>&times;1/2</td></tr><tr class=\"even\"><td>Incorporeal</td><td>&times;0 (&times;1 if DR is from a force effect or <i>ghost touch</i> armor)</td></tr><tr class=\"odd\"><td>Swarm of Tiny creatures</td><td>&times;1/2 </td></tr><tr class=\"even\"><td>Swarm of Diminutive creatures</td><td>&times;1/4 </td></tr><tr class=\"odd\"><td>Swarm of Fine creatures</td><td>&times;0</td></tr><tfoot><tr><td colspan=\"2\"><sup>1</sup> Elementals, oozes, oozelike creatures, and any creature with the amorphous defensive ability.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Armor as Damage Reduction/Critical Hits and Defense/Fortification Special Armor Quality/Table Unusual Creatures and Armor DR", 
                            "type": "table", 
                            "name": "Table: Unusual Creatures and Armor DR", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Armor as Damage Reduction", 
    "source": "Ultimate Combat"
}