{
    "body": "<p>The Pathfinder Roleplaying Game deals with hits and damage in a rather abstract way, treating almost all hits the same except for the amount and type of damage dealt. With these optional called shot rules, PCs, monsters, and villains alike can aim their attacks more precisely, potentially to devastating effect. </p><p>These rules are an optional addition to any campaign, and should be approached with care by the Game Master. </p>", 
    "name": "Called Shots", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p>A called shot is an attack aimed at a particular part of the body, in the hope of gaining some extra effect from the attack. The smaller or better guarded the area, the more difficult the called shot. A called shot is a single attack made as a full-round action, and thus can't be combined with a charge, feats like Vital Strike, or multiple attacks with a full-attack action.</p><p>Called shots are divided into three basic difficulty groups: easy, tricky, and challenging. Easy called shots represent large areas of the body, and are made at a &ndash;2 penalty. They have relatively minor effects unless a critical hit is scored or massive damage is dealt. Tricky called shots represent either smaller areas, like a hand, or areas a creature protects well, like its head. Tricky shots receive a &ndash;5 penalty, and inflict more serious consequences. Challenging called shots represent very small areas like eyes, fingers, or creatures' necks. They receive a &ndash;10 penalty, and successful hits cause significant short-term impairment. Beyond these challenging ratings lie almost impossible called shots that receive a &ndash;20 penalty. For called shots against non-humanoid creatures, use common sense and the categories above as guidelines. For example, a flying creature's wings are treated as arms.</p>", 
            "name": "Making Called Shots", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Making Called Shots", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"range-and-reach\">Called shots work best at close range. Melee called shots are at a &ndash;2 penalty if the target isn't adjacent to its attacker. For called shots made at range, all range penalties due to range increment are doubled, with a minimum penalty of &ndash;2 for any called shot against a target that's not within 30 feet.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Making Called Shots/Range and Reach", 
                    "type": "section", 
                    "name": "Range and Reach", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"critical-hits-and-critical-threats\">A called shot has the normal chance for a critical hit, and inflicts an extra effect if one is confirmed. The exact effects of a successful critical hit depend on where the target was hit, and are described under Called Shot Effects. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Making Called Shots/Critical Hits and Critical Threats", 
                    "type": "section", 
                    "name": "Critical Hits and Critical Threats", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"automatic-hits\">Some effects in the game, like <i>true strike</i> or the flash of insight ability of cyclopes, provide automatic or nearly automatic hits. Using such an ability on a called shot turns it into a normal attack, with none of the benefits or penalties associated with called shots. From a story perspective, this is because the effect cannot distinguish between a hit in general and a hit in a particular area, but it's also necessary to keep the power of such abilities in line with their original intended effects. Some Game Masters may prefer a more theatrical or dangerous game in which magic can make a shot through the eye nearly certain, in which case this rule can be ignored.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Automatic Hits", 
                    "type": "section", 
                    "name": "Automatic Hits", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"cover\">Cover other than soft cover interferes with a called shot even more than with a normal shot. Double any AC bonuses provided by cover that isn't soft cover. In addition, cover may make certain called shots impossible. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Cover", 
                    "type": "section", 
                    "name": "Cover", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"concealment\">The miss chance for a called shot against a creature with concealment increases to 50%. It's not possible to make a called shot against a creature with total concealment. For effects that function like concealment, such as <i>blink</i> and<i> displacement</i>, a miss chance of 50% or more prevents called shots, a miss chance of 20% increases to 50%, and miss chances of other values are doubled.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Concealment", 
                    "type": "section", 
                    "name": "Concealment", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"damage-reduction\">If damage reduction completely negates the damage from a called shot, the called shot has no effect. If hit point damage does get through, the called shot has normal effects. Damage reduction does not reduce any ability damage, ability drain, penalties, or bleed damage caused by the called shot.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Damage Reduction", 
                    "type": "section", 
                    "name": "Damage Reduction", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"immunity\">Immunity to critical hits protects against the extra effects of called shots. Partial protection, such as that provided by the <i>fortification</i> special ability of some magical armors, protects the creature as though the called shot were a critical hit.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Immunity", 
                    "type": "section", 
                    "name": "Immunity", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"regeneration\">Regeneration provides no special protection against called shots, but it might negate or undo some of the effects, such as bleeding or limb loss.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Regeneration", 
                    "type": "section", 
                    "name": "Regeneration", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"saving-throws\">If a saving throw is allowed on a called shot, the DC is equal to the Armor Class hit by the attack. In the case of an attack roll of a natural 20, the DC is the AC the attack would have hit if 20s did not automatically hit.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Saving Throws", 
                    "type": "section", 
                    "name": "Saving Throws", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"stacking\">Unless otherwise stated, penalties for multiple called shots do not stack, even if they are to different areas of the body. Ability damage and drain caused by called shots always stacks.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Stacking", 
                    "type": "section", 
                    "name": "Stacking", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"touch-attacks\">Touch attacks and ranged touch attacks made as called shots must target AC rather than touch AC. This represents the care it takes to target such strikes. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Additional Rules/Touch Attacks", 
                    "type": "section", 
                    "name": "Touch Attacks", 
                    "source": "Ultimate Combat"
                }
            ], 
            "name": "Additional Rules", 
            "source": "Ultimate Combat"
        }, 
        {
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Called Shot Feats", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"improved-called-shot\"> You are skilled at landing blows right where you want to.</p>", 
                    "name": "Improved Called Shot", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Called Shot Feats/Improved Called Shot", 
                    "type": "feat", 
                    "source": "Ultimate Combat", 
                    "feat_types": {
                        "feat_type": "Optional"
                    }, 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-2\">Int 13, Combat Expertise.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Prerequisites"
                        }, 
                        {
                            "body": "<p class=\"stat-block-2\">You receive a +2 bonus on attack rolls when making a called shot. When taking a full-round or standard action that gives you multiple attacks, you can replace a single attack with a called shot. You may only attempt one called shot per round.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p class=\"stat-block-2\">You can make one called shot per round as a full-round action.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Normal"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"greater-called-shot\"> You can make multiple called shots where others could land but one.</p>", 
                    "name": "Greater Called Shot", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Called Shot Feats/Greater Called Shot", 
                    "type": "feat", 
                    "source": "Ultimate Combat", 
                    "feat_types": {
                        "feat_type": "Optional"
                    }, 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-2\">Int 13, Combat Expertise, Improved Called Shot, base attack bonus +6.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Prerequisites"
                        }, 
                        {
                            "body": "<p class=\"stat-block-2\">Whenever you make an attack, you can choose to replace that attack with a called shot. You can make multiple called shots in a single round. Each additional called shot after the first made in the same round takes a &ndash;5 penalty. In addition, a called shot that deals half the creature's hit points of damage (minimum 40) is a debilitating blow.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p class=\"stat-block-2\">You can make only one called shot in a round as a full-round action. A called shot that deals 50 points of damage is a debilitating blow.</p>", 
                            "source": "Ultimate Combat", 
                            "type": "section", 
                            "name": "Normal"
                        }
                    ]
                }
            ], 
            "name": "Called Shot Feats", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>The consequences of a successful called shot vary depending on whether the hit is a normal hit, a critical hit, or a debilitating blow (a hit for 50 points of damage or more). When more than one limb or organ can be affected by a called shot, the attacker can choose the target if desired; otherwise, it should be determined randomly.</p>", 
            "name": "Called Shot Effects", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Called Shot Effects", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">An attack aimed at a body part that deals fewer than 50 points of damage results in a normal called shot. Called shots inflict either minor penalties or temporary inconveniences.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">When a called shot is confirmed as a critical hit but deals fewer than half the creature's hit points of damage (minimum 50), a critical called shot results. Critical called shots can cause ability damage, bleeding, and other serious effects.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A called shot that deals half the creature's hit points of damage (minimum 50) or more (whether a critical hit or not) results in a debilitating blow that has extra effects. A debilitating blow inflicts major consequences and potentially permanent consequences.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }, 
                {
                    "body": "<p id=\"concentration-checks\">Concentration checks forced by called shots to parts of the body involved in spellcasting (generally the head for spells with verbal components, and the casting arm and hand for spells with somatic components) are made at a &ndash;5 penalty.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Called Shot Effects/Concentration Checks", 
                    "type": "section", 
                    "name": "Concentration Checks", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"healing-called-shot-effects\">Some called shot effects render a given location useless until healed. Remedying this condition requires the victim be healed (naturally or magically, and by one or more sources of healing) for as many hit points of damage as the called shot caused. If the victim is suffering from multiple wounds of this sort, divide healing equally between them. The <i>regenerate</i> spell repairs any and all effects of called shots except for ability damage and ability drain.</p>", 
                    "name": "Healing Called Shot Effects", 
                    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Called Shot Effects/Healing Called Shot Effects", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table id=\"table-called-shot-location\"><caption>Table: Called Shot Locations</caption><thead><tr><th>Location</th><th>Type</th><th>Penalty</th></tr></thead><tr class=\"odd\"><td>Head</td><td>Tricky</td><td>&ndash;5</td></tr><tr class=\"even\"><td>Ear</td><td>Challenging</td><td>&ndash;10</td></tr><tr class=\"odd\"><td>Eye</td><td>Challenging</td><td>&ndash;10</td></tr><tr class=\"even\"><td>Neck</td><td>Challenging</td><td>&ndash;10</td></tr><tr class=\"odd\"><td>Chest</td><td>Easy</td><td>&ndash;2</td></tr><tr class=\"even\"><td>Heart</td><td>Challenging</td><td>&ndash;10</td></tr><tr class=\"odd\"><td>Vitals</td><td>Tricky</td><td>&ndash;5</td></tr><tr class=\"even\"><td>Arm</td><td>Easy</td><td>&ndash;2</td></tr><tr class=\"odd\"><td>Hand</td><td>Tricky</td><td>&ndash;5</td></tr><tr class=\"even\"><td>Leg</td><td>Easy</td><td>&ndash;2</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Called Shot Effects/Healing Called Shot Effects/Table Called Shot Locations", 
                            "type": "table", 
                            "name": "Table: Called Shot Locations", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Arms are the manipulating limbs of a creature, including tentacles. Wings are also considered to be arms for purposes of a called shot. Called shots to the arm are easy (&ndash;2 penalty).</p>", 
            "name": "Arm", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Arm", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">A called shot to an arm deals no additional damage, but for 1d4 rounds, any attack rolls, ability checks, or skill checks made using the wounded arm take a &ndash;2 penalty. A flying creature shot in the wing must make a Fly check to avoid descending involuntarily .</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit to the arm deals 1d4 points of Dexterity damage and 1d4 points of Strength damage. A successful Fortitude saving throw halves the ability damage (minimum 1 point to each attribute). The target also suffers the effects of a called shot to the arm for 1d4 minutes.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow deals 1d6 points of Dexterity damage and 1d6 points of Strength damage. The blow renders the arm useless until healed unless the target succeeds at a Fortitude saving throw. If the saving throw fails by 5 or more, the arm is severed or otherwise mangled such that only <i>regeneration</i> or similar effects can repair it. The target also suffers the effects of a called shot to the arm (if the arm remains usable) for 2d6 minutes.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }, 
        {
            "body": "<p>Called shots to the chest are aimed at the well-protected center of mass of a creature. Called shots to the chest are easy (&ndash;2 penalty).</p>", 
            "name": "Chest", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Chest", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">A called shot to the chest deals no additional damage, but any skill checks caused by the hit (such as an Acrobatics check while balancing or a Climb check while climbing) take a &ndash;2 penalty.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit to the chest deals 1d4 points of Constitution damage and fatigues the target. A successful Fortitude saving throw (made after the Constitution damage is applied) negates the fatigue. The creature also suffers the effects of a called shot to the chest.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow to the chest deals 2d4 points of Constitution damage and exhausts the target. A successful Fortitude saving throw (made after the Constitution damage is applied) reduces the exhaustion to fatigue. If the saving throw fails by 5 or more, the creature's internal injuries deal 1 point of Constitution damage in any round the creature takes a standard action. The internal injuries can be healed by either a DC 25 Heal check or by healing as many hit points as the debilitating blow dealt, whether by magical or natural means. The creature also suffers the effects of a called shot to the chest.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }, 
        {
            "body": "<p>Ears are the organs used to hear. Creatures without visible ears generally aren't susceptible to called shots to that location. Called shots to the ear are challenging (&ndash;10 penalty).</p>", 
            "name": "Ear", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Ear", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">A called shot to the ear deafens that ear for 1 round, and imposes a &ndash;2 penalty on Perception checks. A creature that loses hearing in all ears is deafened until hearing is returned by way of the <i>remove blindness/deafness</i> spell or a similar effect. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit to the ear deafens that ear for 2d6 minutes and leaves the target staggered for 1 round. The target also suffers the effects of a called shot to the ear for that duration.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow to the ear destroys that ear and stuns the target for 1 round, then leaves it staggered for 1d4 rounds, and deafened until removed with the remove <i>blindness/deafness</i> spell or a similar effect. A successful Fortitude saving throw deafens the creature until it is restored by the <i>remove blindness/deafness</i> spell or a similar effect. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }, 
        {
            "body": "<p>Eyes include whatever organs a creature uses to see. At the Game Master's discretion, a called shot to the eye can also target sensory organs such as antennae, potentially negating abilities like blindsense. Generally, a creature can't be blinded until it has lost all vision in all of its eyes. Creatures with five or more eyes take no penalties from called shots to their eyes until they're blinded in enough eyes to bring them down a single functional eye, but can still be blinded in that eye by a critical hit or debilitating blow. Called shots to the eye are challenging (&ndash;10 penalty).</p>", 
            "name": "Eye", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Eye", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">A called shot to the eye gives all of the target's foes concealment against its attacks for 1 round and gives it a &ndash;2 penalty on Perception checks. If the creature only has one functional eye prior to the called shot, it is blinded for 1 round instead.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit to the eye costs the target sight in that eye for 1d4 minutes. The target also suffers the effects of a called shot to the eye for that duration.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow to the eye destroys that eye, causes blindness until the condition is removed with a <i>remove blindness/deafness</i> spell or similar effect, and deals 1d6 points of bleed damage. A successful Reflex saving throw reduces this to 1d4 hours of loss of sight in that eye and eliminates the bleeding. The target also suffers the effects of a called shot to the eye for 2d6 minutes.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }, 
        {
            "body": "<p>Hands include most extremities used for fine manipulation. Called shots to the hand are tricky (&ndash;5 penalty).</p>", 
            "name": "Hand", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Hand", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">For 1d4 rounds, any attack rolls, damage rolls, ability checks, or skill checks made using the wounded hand take a &ndash;2 penalty, including attack and damage rolls with two-handed weapons. In addition, the target takes a &ndash;4 penalty to its CMD to resist disarm attempts, and drops its weapon (if any) on an attack roll result of a natural 1.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit to the hand deals 1d4 points of Dexterity damage. In addition, the target drops anything it is holding in that hand unless it succeeds at a Reflex saving throw. Items held in two hands aren't dropped, but the target still loses its grip with the injured hand. The target also suffers the effects of a called shot to the hand for 1d4 minutes.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow deals 1d6 points of Dexterity damage. The blow renders the hand useless until healed unless the target succeeds at a Reflex saving throw. If the saving throw fails by 5 or more, the hand is severed or otherwise mangled such that only <i>regeneration</i> or similar effects can repair it. Regardless of the result of the saving throw, anything held in the wounded hand is automatically dropped, even items held in two or more hands. The target also suffers the effects of a called shot to the hand (if the hand remains usable) for 2d6 minutes.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }, 
        {
            "body": "<p>Called shots to the head are tricky (&ndash;5 penalty), as most creatures show some skill at dodging attacks aimed at their faces. Some creatures, such as otyughs and purple worms, lack a proper head altogether. Creatures with multiple heads must be hit by called shots to all their heads in a single round to suffer ill effects, and even then, only suffer the least effect that is inflicted on any single head (so for example, an ettin would need to take critical hits to both heads to receive the effects of a critical called shot to the head).</p>", 
            "name": "Head", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Head", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">A called shot to the head leaves the target sickened for 1d4 rounds.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit to the head deals 1d6 points of Intelligence, Wisdom, or Charisma damage (randomly determine which) and staggers the target for 1d4 rounds. A successful Fortitude saving throw prevents the target from being staggered. The target also suffers the effects of a called shot to the head for 1d4 minutes.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow to the head deals 1d6 points of Intelligence, Wisdom, and Charisma damage (roll separately for each), and knocks the target unconscious for 1d10 rounds. A successful Fortitude saving throw prevents the target from being knocked unconscious, but leaves it staggered for 1d10 rounds instead. If the saving throw fails by 5 or more, the target is rendered senseless by severe brain trauma (as the <i>feeblemind</i> spell) until it receives a <i>heal</i>, <i>greater restoration</i>, or similar effect. The target also suffers the effects of a called shot to the head for 2d6 minutes. </p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }, 
        {
            "body": "<p>A called shot to the heart represents an attempt at a killing blow. If the hit isn't either a critical hit or a debilitating blow, the attempt fails and is just a normal hit. A called shot to the heart can be used for any small, likely fatal location on a creature, such as the only weakness on an unimaginably ancient red dragon. Called shots to the heart are challenging (&ndash;10 penalty).</p>", 
            "name": "Heart", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Heart", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">A called shot to the heart is just a normal hit with no extra effect.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit to the heart pierces the organ, causing exhaustion and 1d4 points of Constitution bleed damage. A successful Fortitude save reduces this to fatigue and 1 point of Constitution bleed damage. In either case, stopping the bleeding requires either <i>regeneration</i> (spell or special ability), magic healing that heals as many points of damage (from one or more sources) as the original blow dealt, or a successful DC 20 heal check that takes 1d4 rounds to complete.</p><p>A critical hit to the heart against a vampire made with a piercing weapon composed entirely of wood leaves the vampire impaled through the heart by the weapon if it fails its Fortitude save.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow to the heart destroys it, instantly killing any creature that relies on its heart to survive. Creatures that succeed at a Fortitude save suffer exhaustion and take 1d6 points of Constitution damage and 1d4 points of Constitution bleed damage, as do creatures that can survive without a heart.</p><p>A debilitating blow to the heart against a vampire made with a piercing weapon made entirely of wood affects the vampire as a critical hit to the heart; for example, it still receives a Fortitude save to avoid the consequences.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }, 
        {
            "body": "<p>Legs are the ambulatory limbs of a creature, including feet. Called shots to the leg have no special effect on creatures with five or more legs. Called shots to the leg are easy (&ndash;2 penalty).</p>", 
            "name": "Leg", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Leg", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">A called shot to a leg lowers the target creature's speed by 10 feet for 1d4 rounds if it has two or fewer legs, and by 5 feet if it has three or four legs. In either case, the creature's speed cannot be reduced below 5 feet per round. Called shots to the leg have no effect on creatures with five or more legs. Hitting the same leg more than once has no extra effect, but the speed penalty for hits on different legs stack. Additionally, any skill or ability checks involving movement (such as Acrobatics or Swim checks) take a &ndash;2 penalty for 1d4 rounds.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit to the leg deals 1d4 points of Dexterity damage and knocks the target prone. A successful Fortitude save keeps the creature from falling prone. The creature also suffers the effects of a called shot to the leg for 1d4 minutes.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow to the leg knocks the creature prone. The blow renders the leg entirely useless until healed unless the target succeeds at a Fortitude saving throw. If the saving throw fails by 5 or more, the leg is severed or otherwise mangled such that only <i>regeneration</i> or similar effects can repair it. If the save succeeds, the target is instead lamed and moves at half speed until the leg is healed, or until it receives a successful DC 20 Heal check. A creature with a useless or severed leg moves at half speed if it still has more than half of its legs usable; otherwise, it cannot stand up and must crawl to move. The target also suffers the effects of a called shot to the leg (if the leg remains usable) for 2d6 minutes.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }, 
        {
            "body": "<p>The neck makes for a difficult but rewarding target. Injuries to the neck keep a creature from speaking easily, and if blood vessels or the windpipe are damaged, such injuries rapidly lead to death. Creatures that lack vulnerable heads generally can't be attacked in the neck either. Called shots to the neck are challenging (&ndash;10 penalty).</p>", 
            "name": "Neck", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Neck", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">A called shot to the neck makes speaking above a hoarse whisper impossible for 1 round. Spells with verbal components have a 20% chance of failing outright, as do attempts to activate command-word items (although for magic items, the use of the item is not wasted).</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit to the neck deals 1d6 points of bleed damage. In addition, the target must succeed at a Fortitude saving throw or suffer a crushed windpipe and be unable to breathe or speak, possibly suffocating . A crushed windpipe can be repaired by magical healing (from one or more sources) that heals as many hit points of damage as the original hit dealt, or by a DC 25 Heal check to open up a hole into the windpipe. The latter check deals 2d6 hit points of damage, and leaves the creature still unable to speak. If target makes its saving throw, it still suffers the effects of a called shot to the neck for 1d4 minutes.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow to the neck leaves the target unable to speak or breathe and deals 1d4 points of Constitution bleed damage. A successful Fortitude saving throw reduces this to 2d6 points of regular (hit point) bleed damage, and the target is only unable to speak and breathe for 1d4 minutes. The Constitution bleed damage caused by a debilitating blow to the neck can only be stopped by <i>regeneration</i> (spell or special ability), magical healing (from one or more sources) that heals as many points of damage as the original blow dealt, or a DC 20 Heal check that takes 1d4 rounds to complete.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }, 
        {
            "body": "<p>The vitals correspond to the abdomen on a humanoid: critical organs not well-protected by bone. Attacks on the vitals can also include dastardly &ldquo;low blows.&rdquo; Vitals for non-humanoid creatures can include nearly any location that is relatively hard to hit, poorly protected, and debilitating if struck. Called shots to the vitals are tricky (&ndash;5 penalty).</p>", 
            "name": "Vitals", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Called Shots/Vitals", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"called-shot\">A called shot to the vitals leaves the target sickened for 1d4 rounds. A successful Fortitude save reduces this duration to 1 round. While sickened from the blow, the target cannot run or charge.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Called Shot"
                }, 
                {
                    "body": "<p id=\"critical-called-shot\">A critical hit deals 1d4 points of Constitution damage. In addition, the target is nauseated for 1d4 rounds and sickened for 1d6 minutes. A successful Fortitude saving throw negates the nauseated condition. While the target is sickened from the blow, it cannot run or charge.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Critical Called Shot"
                }, 
                {
                    "body": "<p id=\"debilitating-blow\">A debilitating blow to the vitals deals 1d6 points of Constitution drain, nauseates the target for 1d4 rounds, and sickens it for 2d6 minutes. A successful Fortitude save reduces the drain to damage and the nausea to 1 round. If the save fails by 5 or more, the target is disemboweled or otherwise horrifically wounded, and takes 1 point of Constitution bleed damage. The Constitution bleed damage caused by a debilitating blow to the vitals can only be stopped by <i>regeneration</i> (spell or special ability), magical healing that heals as many points of damage (from one or more sources) as the original blow dealt, or a DC 20 Heal check that takes 1d4 rounds to complete.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Debilitating Blow"
                }
            ]
        }
    ]
}