{
    "body": "<p>Presented in this section are several optional rules variants for combat that may be swapped out with the existing rules. As these options significantly revise how the game works, players and GMs should be extremely careful when deciding whether or not to incorporate these optional rules into an existing campaign, and should be prepared for an additional layer of complexity and potential slowdowns in gameplay as everyone at the table works on getting up to speed.</p>", 
    "name": "Variant Rules", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Variant Rules", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p>For years, gamers have debated what exactly the approximation known as Armor Class represents&mdash;whether it's how difficult a given character is to hit, how much physical punishment he can take, and so on. This alternate system presents a way to view armor more like damage reduction&mdash;not as something that makes a character hard to hit, but as protection that makes him harder to damage, as the armor soaks up most of the punishment and negates it before it can impact the wearer.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Variant Rules/Armor as Damage Reduction", 
            "type": "section", 
            "name": "Armor as Damage Reduction", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>The normal combat rules for the Pathfinder RPG deal with attacks and hits in an abstract way, subtracting hit points and leaving the details of where the sword strikes up to the GM's description. This system places more control in the individual's hands, allowing characters to target specific areas of an opponent, with corresponding results.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Variant Rules/Called Shots", 
            "type": "section", 
            "name": "Called Shots", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Sometimes armor doesn't come in nicely matched sets, purchased straight from the armorer. Warriors may be forced to make do with tattered, hand-me-down sets cobbled together from various pieces, or else taken from the dead and defeated on the field of battle. Perhaps your character is a castaway forced to scavenge for what bits of armor she can find, or a resident of a post-apocalyptic setting in which everyone must scrounge through junk heaps and burned-out storefronts to acquire their equipment. Though such patchwork suits are almost always less effective than complete suits with pieces made to work together, the rules in this section provide everything you need to know about mixing and matching armor types.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Variant Rules/Piecemeal Armor", 
            "type": "section", 
            "name": "Piecemeal Armor", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Just as Armor Class is an abstraction, so are hit points&mdash;after all, just because a dagger does 1d4 points of damage doesn't mean a high-level fighter is somehow immune to having his throat slit. This alternate system attempts to better represent the differences between injuries and impeded performance.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Variant Rules/Wounds and Vigor", 
            "type": "section", 
            "name": "Wounds and Vigor", 
            "source": "Ultimate Combat"
        }
    ]
}