{
    "body": "<p>While the seven core races are the primary focus of the Pathfinder Roleplaying Game, they're not the only ones suitable to be played as characters. Other, even stranger races help populate the world, and&mdash;with the GM's permission&mdash;also work well as player character races, creating fun and exciting new roleplaying opportunities. This chapter details the most common of such races. From the nimble catfolk to the fiery ifrits and scavenging, birdlike tengus, these races have just as much motivation to be adventurers as do elves, gnomes, and humans. And while they may not be as common in the major population hubs of the Pathfinder campaign setting, each of the races detailed in this chapter presents its own unique background and abilities.</p><p>While many of these races are considered civilized, some are typically viewed as monsters, and may prove interesting challenges for roleplaying and character interaction. When playing drow, kobolds, orcs, or other such races, it is often best for party dynamics to take on the roles of characters who rebel against the norms of their races and societies&mdash;creatures who do not agree with their often brutal cultures, and instead wish to carve out a better existence for themselves among other races. When playing these races, even more so than for many other races, it is important to work with your GM to determine character motivations and backgrounds that work in the campaign. </p><p>This chapter provides details on the following races. </p>", 
    "name": "Featured Races", 
    "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "<p>Creatures blessed with a celestial bloodline, aasimars seem human except for some exotic quality that betrays their otherworldly origin. While aasimars are nearly always beautiful, something simultaneously a part of and apart from humanity, not all of them are good, though very few are evil.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Aasimars", 
            "type": "section", 
            "name": "Aasimars", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>A race of graceful explorers, catfolk are both clannish and curious by nature. They tend to get along with races that treat them well and respect their boundaries. They love exploration, both physical and intellectual, and tend to be natural adventurers.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Catfolk", 
            "type": "section", 
            "name": "Catfolk", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The accursed spawn of vampires, dhampirs are living creatures tainted with the curse of undeath, which causes them to take damage from positive energy and gain healing from negative energy. While many members of this race embrace their dark sides, others are powerfully driven to rebel against their taint and hunt down and destroy vampires and their ilk. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Dhampirs", 
            "type": "section", 
            "name": "Dhampirs", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Dark reflections of surface elves, drow are shadowy hunters who strive to snuff out the world's light. Drow are powerful magical creatures who typically serve demons, and only their chaotic nature stops them from becoming an even greater menace. A select few forsake their race's depraved and nihilistic society to walk a heroic path. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Drow", 
            "type": "section", 
            "name": "Drow", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Long ago, fetchlings were humans exiled to the Shadow Plane, but that plane's persistent umbra has transformed them into a race apart. These creatures have developed an ability to meld into the shadows and have a natural affinity for shadow magic. Fetchlings&mdash;who call themselves <i>kayal</i>&mdash;often serve as emissaries between the inhabitants of the Shadow Plane and the Material Plane. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Fetchlings", 
            "type": "section", 
            "name": "Fetchlings", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Crazy pyromaniacs with a tendency to commit unspeakable violence, goblins are the smallest of the goblinoid races. While they are a fun-loving race, their humor is often cruel and hurtful. Adventuring goblins constantly wrestle with their darkly mischievous side in order to get along with others. Few are truly successful.  </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Goblins", 
            "type": "section", 
            "name": "Goblins", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>These creatures are the most disciplined and militaristic of the goblinoid races. Tall, tough as nails, and strongly built, hobgoblins would be a boon to any adventuring group, were it not for the fact that they tend to be cruel and malicious, and often keep slaves. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Hobgoblins", 
            "type": "section", 
            "name": "Hobgoblins", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Ifrits are a race descended from mortals and the strange inhabitants of the Plane of Fire. Their physical traits and personalities often betray their fiery origins, and they tend to be restless, independent, and imperious. Frequently driven from cities for their ability to manipulate flame, ifrits make powerful fire sorcerers and warriors who can wield flame like no other race. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Ifrits", 
            "type": "section", 
            "name": "Ifrits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Considering themselves the scions of dragons, kobolds have diminutive statures but massive egos. A select few can take on more draconic traits than their kin, and many are powerful sorcerers, canny alchemists, and cunning rogues. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Kobolds", 
            "type": "section", 
            "name": "Kobolds", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Savage, brutish, and hard to kill, orcs are often the scourge of far-flung wildernesses and cavern deeps. Many orcs become fearsome barbarians, as they are muscular and prone to bloody rages. Those few who can control their bloodlust make excellent adventurers.  </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Orcs", 
            "type": "section", 
            "name": "Orcs", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Creatures of human ancestry mixed with the blood of creatures from the Plane of Earth, oreads are as strong and solid as stone. Often stubborn and steadfast, their unyielding nature makes it hard for them to get along with most races other than dwarves. Oreads make excellent warriors and sorcerers who can manipulate the raw power of stone and earth. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Oreads", 
            "type": "section", 
            "name": "Oreads", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>These small, ratlike humanoids are clannish and nomadic masters of trade. Often tinkers and traders, they are more concerned with accumulating interesting trinkets than amassing wealth. Ratfolk often adventure to find new and interesting curiosities rather than coin. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Ratfolk", 
            "type": "section", 
            "name": "Ratfolk", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Ethereal folk of elemental air, sylphs are the result of human blood mixed with that of airy elemental folk. Like ifrits, oreads, and undines, they can become powerful elemental sorcerers with command over their particular elemental dominion. They tend to be beautiful and lithe, and have a knack for eavesdropping. </p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Sylphs", 
            "type": "section", 
            "name": "Sylphs", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>These crowlike humanoid scavengers excel in mimicry and swordplay. Flocking into densely populated cities, tengus occasionally join adventuring groups out of curiosity or necessity. Their impulsive nature and strange habits can often be unnerving to those who are not used to them.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Tengus", 
            "type": "section", 
            "name": "Tengus", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Diverse and often despised by humanoid society, tieflings are mortals stained with the blood of fiends. Other races rarely trust them, and this lack of empathy usually causes tieflings to embrace the evil, depravity, and rage that seethe within their corrupt blood. A select few see the struggle to smother such dark desires as motivation for grand heroism.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Tieflings", 
            "type": "section", 
            "name": "Tieflings", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Like their cousins, the ifrits, oreads, and sylphs, undines are humans touched by planar elements. They are the scions of elemental water, equally graceful both on land and in water. Undines are adaptable and resistant to cold, and have an affinity for water magic.</p>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Featured Races/Featured Races/Undines", 
            "type": "section", 
            "name": "Undines", 
            "source": "Advanced Race Guide"
        }
    ]
}