{
    "body": "<p>Depletable statistics are any values in a creature or object's stat block that can be reduced by some form of attack and that can neutralize, kill, or destroy the creature or object when they reach a low value (typically 0). Hit points, ability scores, and levels are all depletable statistics&mdash;a creature falls unconscious below 0 hit points and eventually dies; objects, undead, and constructs are destroyed at 0 hit points; creatures are made helpless or killed by bringing an ability score to 0; creatures die when their negative levels equal their total Hit Dice. Many magical attacks and most nonmagical attacks reduce a target's depletable statistics in some way, eventually defeating the target. However, attack bonuses, saving throw bonuses, Armor Class, hardness, CMB, CMD, initiative, speed, skill modifiers, and most other game statistics are not depletable statistics because no matter how low these statistics get, the affected creature or object is still able to take actions. For example, a spell that gives a target a &ndash;10 attack penalty has little effect on a sorcerer casting <i>fireball</i>, as would a spell that gave her a &ndash;10 penalty on her Wisdom saving throw; despite her poor attack rolls and miserable Will saves, she is still quite capable of blasting her opponents to bits, whether these penalties are &ndash;10 or &ndash;100. Similarly, a fighter with a &ndash;10 penalty on Fortitude saving throws can still swing a sword, as can one with a &ndash;10 penalty to Armor Class; the fighter is still viable despite these penalties. &ldquo;Depletable statistic&rdquo; isn't an official game term, but it is a helpful concept when comparing power levels of spells&mdash;attacking depletable statistics is a war of attrition that can eventually wear down the target, whereas adding penalties to non-depletable statistics may have no effect at all, as the target may have other attacks that allow them to ignore those penalties.</p>", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Designing Spells/Description/Depletable Statistics", 
    "type": "section", 
    "name": "Depletable Statistics", 
    "source": "Ultimate Magic"
}