{
    "body": "<p>Dwarves who chose to become adventurers tend to be martial characters, from berserk barbarians to hammer-wielding clerics. Regardless of their chosen professions, dwarven adventurers are always ready for a fight.</p>", 
    "name": "Dwarf Adventurers", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Dwarf Adventurers", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>While many respected dwarves practice alchemy, few take on the role of alchemist&mdash;except in the interest of creating magical beers. Dwarves see alchemists as odd folk, best to be avoided though still respected.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Alchemist"
        }, 
        {
            "body": "<p>Although their kin usually call them berserkers, dwarf barbarians are a valuable part of many dwarven armies. Those who strike out on their own to become adventurers do so in search of greater challenges.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Barbarian"
        }, 
        {
            "body": "<p>Dwarves value their long and glorious history above all else. Dwarf bards often receive intense training in their history, reciting tales and ballads that recount their past. Of course, every dwarven bard also knows at least a dozen bawdy drinking songs.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Bard"
        }, 
        {
            "body": "<p>Dwarf cavaliers are almost unheard of; the few dwarven cavaliers are almost exclusively surface dwellers, riding on ponies or even giant boars. Not surprisingly, many dwarves see cavaliers as odd folk, not to be trusted.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cavalier"
        }, 
        {
            "body": "<p>Dwarves have a close connection with their gods and a long tradition of producing powerful and influential clerics. Dwarves selected for a life of devotion are trained from an early age, but after training, they are free to explore the world and spread the faith.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Cleric"
        }, 
        {
            "body": "<p>The general lack of flora below ground leads few dwarves to take up the druid's call. Those who find a bond with nature are either drawn to subterranean forms of life or move to the surface to adopt the environments that land has to offer.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Druid"
        }, 
        {
            "body": "<p>Dwarf fighters hold a position of respect and authority in most dwarven cultures. They are a necessity of life in the harsh environments underground, and many dwarves are trained in martial combat from a young age. </p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Fighter"
        }, 
        {
            "body": "<p>Although not unheard of, dwarves rarely commit treason against their own people. As a result, the few dwarves who take up the mantle of inquisitor spend most of their time traveling the world to protect their people from outside threats.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Inquisitor"
        }, 
        {
            "body": "<p>While many dwarves possess the discipline to take on the role of monk, most turn to more traditional forms of combat that employ heavy armor and a trusty axe. Most dwarf monks congregate in small enclaves of like-minded individuals.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Monk"
        }, 
        {
            "body": "<p>Most dwarf oracles draw their power from the earth around them or the spirits of their ancestors, making them respected members of dwarven society. While they are not venerated like the clergy, dwarf oracles are often consulted in times of crisis and called on for aid in times of war.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Oracle"
        }, 
        {
            "body": "<p>Few dwarves aspire to paladinhood. Blending both devotion and martial skill, dwarf paladins are just as likely to be crusaders for dwarven interests as defenders guarding dwarven strongholds.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Paladin"
        }, 
        {
            "body": "<p>Dwarves are renowned for holding grudges. It should come as no surprise that a number of dwarves decide to become rangers focused on destroying the enemies of their people.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Ranger"
        }, 
        {
            "body": "<p>Dwarves who turn to the art of subterfuge tend to focus on working with traps and surprising enemies rather than pickpocketing and double-talk.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue"
        }, 
        {
            "body": "<p>Dwarven society prizes those few among them who draw their power from benevolent or noble bloodlines, but shun those tainted by darker influences.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Sorcerer"
        }, 
        {
            "body": "<p>Most dwarves do not understand the powerful bond between a summoner and his eidolon, making this a rare profession for the stout folk. The eidolons of dwarf summoners often look similar to earth elementals or iron golems.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Summoner"
        }, 
        {
            "body": "<p>Members of dwarven society who form a pact with a familiar and take on the title of witch do so in secrecy. Their kin are distrustful of such agreements, preferring instead to rely upon the power of their deities.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Witch"
        }, 
        {
            "body": "<p>Dwarves have never had a long tradition of arcane magic, and its study is a rare thing, though still more common than natural-born sorcery. Forgoing traditional dwarven training in favor of arcane study marks most wizards as outsiders among their young peers, though aged and learned wizards are well respected.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Wizard"
        }
    ]
}