{
    "body": "<p>A magic item doesn't need to make a saving throw unless it is unattended, it is specifically targeted by the effect, or its wielder rolls a natural 1 on his save. Magic items should always get a saving throw against spells that might deal damage to them&mdash;even against attacks from which a nonmagical item would normally get no chance to save. Magic items use the same saving throw bonus for all saves, no matter what the type (Fortitude, Reflex, or Will). A magic item's saving throw bonus equals 2 + 1/2 its caster level (rounded down). The only exceptions to this are intelligent magic items, which make Will saves based on their own Wisdom scores.</p><p>Magic items, unless otherwise noted, take damage as nonmagical items of the same sort. A damaged magic item continues to function, but if it is destroyed, all its magical power is lost. Magic items that take damage in excess of half their total hit points, but not more than their total hit points, gain the broken condition, and might not function properly.</p>", 
    "name": "Damaging Magic Items", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Damaging Magic Items", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Repairing a magic item requires material components equal to half the cost to create the item, and requires half the time. The <i>make whole</i> spell can also repair a damaged (or even a destroyed) magic items&mdash;if the caster is high enough level.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Damaging Magic Items/Repairing Magic Items", 
            "type": "section", 
            "name": "Repairing Magic Items", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Many items, particularly wands and staves, are limited in power by the number of charges they hold. Normally, charged items have 50 charges at most (10 for staves). If such an item is found as a random part of a treasure, roll d% and divide by 2 to determine the number of charges left (round down, minimum 1). If the item has a maximum number of charges other than 50, roll randomly to determine how many charges are left. </p><p>Prices listed are always for fully charged items. (When an item is created, it is fully charged.) For an item that's worthless when its charges run out (which is the case for almost all charged items), the value of the partially used item is proportional to the number of charges left. For an item that has usefulness in addition to its charges, only part of the item's value is based on the number of charges left.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Damaging Magic Items/Charges/Doses/and Multiple Uses", 
            "type": "section", 
            "name": "Charges, Doses, and Multiple Uses", 
            "source": "Core Rulebook"
        }
    ]
}