{
    "body": "<p>Magic items are valuable, and most major cities have at least one or two purveyors of magic items, from a simple potion merchant to a weapon smith that specializes in magic swords. Of course, not every item in this book is available in every town. </p><p>The following guidelines are presented to help GMs determine what items are available in a given community. These guidelines assume a setting with an average level of magic. Some cities might deviate wildly from these baselines, subject to GM discretion. The GM should keep a list of what items are available from each merchant and should replenish the stocks on occasion to represent new acquisitions.</p><p>The number and types of magic items available in a community depend upon its size. Each community has a base value associated with it (see Table: Available Magic Items). There is a 75% chance that any item of that value or lower can be found for sale with little effort in that community. In addition, the community has a number of other items for sale. These items are randomly determined and are broken down by category (minor, medium, or major). After determining the number of items available in each category, refer to Table: Random Magic Item Generation to determine the type of each item (potion, scroll, ring, weapon, etc.) before moving on to the individual charts to determine the exact item. Reroll any items that fall below the community's base value.</p><p>If you are running a campaign with low magic, reduce the base value and the number of items in each community by half. Campaigns with little or no magic might not have magic items for sale at all. GMs running these sorts of campaigns should make some adjustments to the challenges faced by the characters due to their lack of magic gear.</p><p>Campaigns with an abundance of magic items might have communities with twice the listed base value and random items available. Alternatively, all communities might count as one size category larger for the purposes of what items are available. In a campaign with very common magic, all magic items might be available for purchase in a metropolis.</p><p>Nonmagical items and gear are generally available in a community of any size unless the item is particularly expensive, such as full plate, or made of an unusual material, such as an adamantine longsword. These items should follow the base value guidelines to determine their availability, subject to GM discretion. </p>", 
    "name": "Purchasing Magic Items", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Purchasing Magic Items", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table id=\"table-15-1-available-magic-items\"><caption>Table: Available Magic Items</caption><thead><tr><th>Community Size</th><th>Base Value</th><th>Minor</th><th>Medium</th><th>Major</th></tr></thead><tbody><tr class=\"odd\"><td>Thorp</td><td>50 gp</td><td>1d4 items</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>Hamlet</td><td>200 gp</td><td>1d6 items</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Village</td><td>500 gp</td><td>2d4 items</td><td>1d4 items</td><td>&mdash;</td></tr><tr class=\"even\"><td>Small town</td><td>1,000 gp</td><td>3d4 items</td><td>1d6 items</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Large town</td><td>2,000 gp</td><td>3d4 items</td><td>2d4 items</td><td>1d4 items</td></tr><tr class=\"even\"><td>Small city</td><td>4,000 gp</td><td>4d4 items</td><td>3d4 items</td><td>1d6 items</td></tr><tr class=\"odd\"><td>Large city</td><td>8,000 gp</td><td>4d4 items</td><td>3d4 items</td><td>2d4 items</td></tr><tr class=\"even\"><td>Metropolis</td><td>16,000 gp</td><td>*</td><td>4d4 items</td><td>3d4 items</td></tr></tbody><tfoot><tr><td colspan=\"5\">* in a metropolis, nearly all minor magic items are available.</td></tr></tfoot></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Purchasing Magic Items/Table Available Magic Items", 
            "type": "table", 
            "name": "Table: Available Magic Items", 
            "source": "Core Rulebook"
        }
    ]
}