{
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Using Items", 
    "type": "section", 
    "sections": [
        {
            "body": "<table id=\"table-15-2-random-magic-item-generation\"><caption>Table: Random Magic Item Generation</caption><thead><tr><th>Minor</th><th>Medium</th><th>Major</th><th>Item</th></tr></thead><tbody><tr class=\"odd\"><td>01&ndash;04</td><td>01&ndash;10</td><td>01&ndash;10</td><td>Armor and shields</td></tr><tr class=\"even\"><td>05&ndash;09</td><td>11&ndash;20</td><td>11&ndash;20</td><td>Weapons</td></tr><tr class=\"odd\"><td>10&ndash;44</td><td>21&ndash;30</td><td>21&ndash;25</td><td>Potions</td></tr><tr class=\"even\"><td>45&ndash;46</td><td>31&ndash;40</td><td>26&ndash;35</td><td>Rings</td></tr><tr class=\"odd\"><td>&mdash;</td><td>41&ndash;50</td><td>36&ndash;45</td><td>Rods</td></tr><tr class=\"even\"><td>47&ndash;81</td><td>51&ndash;65</td><td>46&ndash;55</td><td>Scrolls</td></tr><tr class=\"odd\"><td>&mdash;</td><td>66&ndash;68</td><td>56&ndash;75</td><td>Staves</td></tr><tr class=\"even\"><td>82&ndash;91</td><td>69&ndash;83</td><td>76&ndash;80</td><td>Wands</td></tr><tr class=\"odd\"><td>92&ndash;100</td><td>84&ndash;100</td><td>81&ndash;100</td><td>Wondrous items</td></tr></tbody></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Using Items/Table Random Magic Item Generation", 
            "type": "table", 
            "name": "Table: Random Magic Item Generation", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>To use a magic item, it must be activated, although sometimes activation simply means putting a ring on your finger. Some items, once donned, function constantly. In most cases, though, using an item requires a standard action that does not provoke attacks of opportunity. By contrast, spell completion items are treated like spells in combat and do provoke attacks of opportunity.</p><p>Activating a magic item is a standard action unless the item description indicates otherwise. However, the casting time of a spell is the time required to activate the same power in an item, regardless of the type of magic item, unless the item description specifically states otherwise.</p><p>The four ways to activate magic items are described below.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"spell-completion\">This is the activation method for scrolls. A scroll is a spell that is mostly finished. The preparation is done for the caster, so no preparation time is needed beforehand as with normal spellcasting. All that's left to do is perform the finishing parts of the spellcasting (the final gestures, words, and so on). To use a spell completion item safely, a character must be of high enough level in the right class to cast the spell already. If he can't already cast the spell, there's a chance he'll make a mistake. Activating a spell completion item is a standard action (or the spell's casting time, whichever is longer) and provokes attacks of opportunity exactly as casting a spell does.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Using Items/Spell Completion", 
            "type": "section", 
            "name": "Spell Completion", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"spell-trigger\">Spell trigger activation is similar to spell completion, but it's even simpler. No gestures or spell finishing is needed, just a special knowledge of spellcasting that an appropriate character would know, and a single word that must be spoken. Spell trigger items can be used by anyone whose class can cast the corresponding spell. This is the case even for a character who can't actually cast spells, such as a 3rd-level paladin. The user must still determine what spell is stored in the item before she can activate it. Activating a spell trigger item is a standard action and does not provoke attacks of opportunity.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Using Items/Spell Trigger", 
            "type": "section", 
            "name": "Spell Trigger", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"command-word\">If no activation method is suggested either in the magic item description or by the nature of the item, assume that a command word is needed to activate it. Command word activation means that a character speaks the word and the item activates. No other special knowledge is needed.</p><p>A command word can be a real word, but when this is the case, the holder of the item runs the risk of activating the item accidentally by speaking the word in normal conversation. More often, the command word is some seemingly nonsensical word, or a word or phrase from an ancient language no longer in common use. Activating a command word magic item is a standard action and does not provoke attacks of opportunity.</p><p>Sometimes the command word to activate an item is written right on the item. Occasionally, it might be hidden within a pattern or design engraved on, carved into, or built into the item, or the item might bear a clue to the command word.</p><p>The Knowledge (arcana) and Knowledge (history) skills might be useful in helping to identify command words or deciphering clues regarding them. A successful check against DC 30 is needed to come up with the word itself. If that check is failed, succeeding on a second check (DC 25) might provide some insight into a clue. The spells <i>detect magic, identify</i>, and <i>analyze dweomer</i> all reveal command words if the properties of the item are successfully identified.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Using Items/Command Word", 
            "type": "section", 
            "name": "Command Word", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"use-activated\">This type of item simply has to be used in order to activate it. A character has to drink a potion, swing a sword, interpose a shield to deflect a blow in combat, look through a lens, sprinkle dust, wear a ring, or don a hat. Use activation is generally straightforward and self-explanatory.</p><p>Many use-activated items are objects that a character wears. Continually functioning items are practically always items that one wears. A few must simply be in the character's possession (meaning on his person). However, some items made for wearing must still be activated. Although this activation sometimes requires a command word (see above), usually it means mentally willing the activation to happen. The description of an item states whether a command word is needed in such a case.</p><p>Unless stated otherwise, activating a use-activated magic item is either a standard action or not an action at all and does not provoke attacks of opportunity, unless the use involves performing an action that provokes an attack of opportunity in itself. If the use of the item takes time before a magical effect occurs, then use activation is a standard action. If the item's activation is subsumed in its use and takes no extra time use, activation is not an action at all.</p><p>Use activation doesn't mean that if you use an item, you automatically know what it can do. You must know (or at least guess) what the item can do and then use the item in order to activate it, unless the benefit of the item comes automatically, such as from drinking a potion or swinging a sword.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Using Items/Use Activated", 
            "type": "section", 
            "name": "Use Activated", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>When an article of magic clothing or jewelry is discovered, most of the time size shouldn't be an issue. Many magic garments are made to be easily adjustable, or they adjust themselves magically to the wearer. Size should not keep characters of various kinds from using magic items.</p><p>There may be rare exceptions, especially with race-specific items. </p>", 
            "name": "Size and Magic Items", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Using Items/Size and Magic Items", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Armor and weapons that are found at random have a 30% chance of being Small (01&ndash;30), a 60% chance of being Medium (31&ndash;90), and a 10% chance of being any other size (91&ndash;100).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Items/Using Items/Size and Magic Items/Armor and Weapon Sizes", 
                    "type": "section", 
                    "name": "Armor and Weapon Sizes", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ], 
    "name": "Using Items", 
    "source": "Core Rulebook"
}