{
    "body": "<p>Some attacks can be used to deal wound points damage directly.</p>", 
    "name": "Attacks that Deal Wound point Damage", 
    "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Wounds and Vigor/Attacks that Deal Wound point Damage", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"critical-hits\">When a creature is subject to a critical hit, the critical hit deals the damage normally, reducing vigor points first, and then reducing wound points when vigor points are gone. It also deals an amount of wound point damage equal to its critical multiplier (for example, 3 wound points for a weapon with a &times;3 modifier), on top of any wound point damage the creature might take from the critical hit. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Wounds and Vigor/Attacks that Deal Wound point Damage/Critical Hits", 
            "type": "section", 
            "name": "Critical Hits", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"negative-energy-damage\">When a creature deals negative energy damage to a creature with a spell or effect, it can choose to deal wound point or vigor point damage (but not both) with the spell or effect. If that creature chooses to deal vigor point damage, the spell or effect deals negative energy damage normally, and that damage reduces vigor points only, even if it deals more damage than the target has vigor points. If the spell or effect deals negative energy damage to wound points directly, it deals an amount of wound point damage equal to the number of dice the creature would roll for that effect; if the effect deals a number of points per caster level (such as the <i>harm</i> spell), it deals a number of wound points equal to the caster level of the spell. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Variant Rules/Wounds and Vigor/Attacks that Deal Wound point Damage/Negative Energy Damage", 
            "type": "section", 
            "name": "Negative Energy Damage", 
            "source": "Ultimate Combat"
        }
    ]
}