{
    "name": "Brawler", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Brawlers are maneuverable and well suited for creating flanking situations or dealing with lightly armored enemies, as well as quickly adapting to a rapidly changing battlefield.</p>", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Fighter and monk.</p>", 
            "type": "section", 
            "name": "Parent Classes"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>3d6 &times; 10 gp (average 105 gp).</p>", 
            "type": "section", 
            "name": "Starting Wealth", 
            "sections": [
                {
                    "text": "<table id=\"brawler-progression-table\">\n<caption>Brawler</caption>\n<thead>\n<tr>\n<th>Level</th>\n<th>Base Attack Bonus</th>\n<th>Fort Save</th>\n<th>Ref Save</th>\n<th>Will Save</th>\n<th>Unarmed Damage</th>\n<th>Special</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>1st</td><td>+1</td><td>+2</td><td>+2</td><td>+0</td><td>1d6</td><td>Brawler's cunning, martial flexibility, martial training, unarmed strike</td></tr>\n<tr><td>2nd</td><td>+2</td><td>+3</td><td>+3</td><td>+0</td><td>1d6</td><td>Bonus combat feat, brawler's flurry (Two-Weapon Fighting)</td></tr>\n<tr><td>3rd</td><td>+3</td><td>+3</td><td>+3</td><td>+1</td><td>1d6</td><td>Maneuver training 1</td></tr>\n<tr><td>4th</td><td>+4</td><td>+4</td><td>+4</td><td>+1</td><td>1d8</td><td>AC bonus +1, knockout 1/day</td></tr>\n<tr><td>5th</td><td>+5</td><td>+4</td><td>+4</td><td>+1</td><td>1d8</td><td>Bonus combat feat, brawler's strike (magic), close weapon mastery</td></tr>\n<tr><td>6th</td><td>+6/+1</td><td>+5</td><td>+5</td><td>+2</td><td>1d8</td><td>Martial flexibility (swift action)</td></tr>\n<tr><td>7th</td><td>+7/+2</td><td>+5</td><td>+5</td><td>+2</td><td>1d8</td><td>Maneuver training 2</td></tr>\n<tr><td>8th</td><td>+8/+3</td><td>+6</td><td>+6</td><td>+2</td><td>1d10</td><td>Bonus combat feat, brawler's flurry (Improved Two-Weapon Fighting)</td></tr>\n<tr><td>9th</td><td>+9/+4</td><td>+6</td><td>+6</td><td>+3</td><td>1d10</td><td>AC bonus +2, brawler's strike (cold iron and silver)</td></tr>\n<tr><td>10th</td><td>+10/+5</td><td>+7</td><td>+7</td><td>+3</td><td>1d10</td><td>Martial flexibility (free action), knockout 2/day</td></tr>\n<tr><td>11th</td><td>+11/+6/+1</td><td>+7</td><td>+7</td><td>+3</td><td>1d10</td><td>Bonus combat feat, maneuver training 3</td></tr>\n<tr><td>12th</td><td>+12/+7/+2</td><td>+8</td><td>+8</td><td>+4</td><td>2d6</td><td>Brawler's strike (alignment), martial flexibility (immediate action)</td></tr>\n<tr><td>13th</td><td>+13/+8/+3</td><td>+8</td><td>+8</td><td>+4</td><td>2d6</td><td>AC bonus +3</td></tr>\n<tr><td>14th</td><td>+14/+9/+4</td><td>+9</td><td>+9</td><td>+4</td><td>2d6</td><td>Bonus combat feat</td></tr>\n<tr><td>15th</td><td>+15/+10/+5</td><td>+9</td><td>+9</td><td>+5</td><td>2d6</td><td>Brawler's flurry (Greater Two-Weapon Fighting), maneuver training 4</td></tr>\n<tr><td>16th</td><td>+16/+11/+6/+1</td><td>+10</td><td>+10</td><td>+5</td><td>2d8</td><td>Awesome blow, knockout 3/day</td></tr>\n<tr><td>17th</td><td>+17/+12/+7/+2</td><td>+10</td><td>+10</td><td>+5</td><td>2d8</td><td>Bonus combat feat, brawler's strike (adamantine)</td></tr>\n<tr><td>18th</td><td>+18/+13/+8/+3</td><td>+11</td><td>+11</td><td>+6</td><td>2d8</td><td>AC bonus +4</td></tr>\n<tr><td>19th</td><td>+19/+14/+9/+4</td><td>+11</td><td>+11</td><td>+6</td><td>2d8</td><td>Maneuver training 5</td></tr>\n<tr><td>20th</td><td>+20/+15/+10/+5</td><td>+12</td><td>+12</td><td>+6</td><td>2d10</td><td>Bonus combat feat, improved awesome blow, martial flexibility (any number)</td></tr>\n</tbody>\n</table>", 
                    "type": "table", 
                    "name": "Brawler", 
                    "source": "Advanced Class Guide"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The brawler's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Escape Artist (Dex), Handle Animal (Cha), Intimidate (Cha), Knowledge (dungeoneering) (Int), Knowledge (local) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Sense Motive (Wis), and Swim (Str).</p>", 
            "type": "section", 
            "name": "Class Skills", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>4 + Int modifier.</p>", 
                    "type": "section", 
                    "name": "Skill Ranks per Level"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The following are the class features of the brawler.</p>", 
            "type": "section", 
            "name": "Class Features", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A brawler is proficient with all simple weapons plus the handaxe, the short sword, and weapons from the close weapon group. She is proficient with light armor and shields (except tower shields).</p>", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"brawlers-cunning\">If the brawler's Intelligence score is lower than 13, it counts as 13 for the purpose of meeting the prerequisites of combat feats.</p>", 
                    "type": "ability", 
                    "name": "Brawler's Cunning", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"martial-flexibility\">A brawler can take a move action to gain the benefit of a combat feat she doesn't possess. This effect lasts for 1 minute. The brawler must meet all the feat's prerequisites. She may use this ability a number of times per day equal to 3 + 1/2 her brawler level (minimum 4 times per day).</p><p>The brawler can use this ability again before the duration expires to replace the previous combat feat with another choice.</p><p>If a combat feat has a daily use limitation (such as with Stunning Fist), any uses of that combat feat while using this ability count toward that feat's daily limit.</p><p>At 6th level, a brawler can use this ability to gain the benefit of two combat feats at the same time. She may select one feat as a swift action or two feats as a move action. She may use one of these feats to meet a prerequisite of the second feat; doing so means that she cannot replace a feat currently fulfilling another's prerequisite without also replacing those feats that require it. Each individual feat selected counts toward her daily uses of this ability.</p><p>At 10th level, a brawler can use this ability to gain the benefit of three combat feats at the same time. She may select one feat as a free action, two feats as a swift action, or three feats as a move action. She may use one of the feats to meet a prerequisite of the second and third feats, and use the second feat to meet a prerequisite of the third feat. Each individual feat selected counts toward her daily uses of this ability.</p><p>At 12th level, a brawler can use this ability to gain the benefit of one combat feat as an immediate action or three combat feats as a swift action. Each individual feat selected counts toward her daily uses of this ability.</p><p>At 20th level, a brawler can use this ability to gain the benefit of any number of combat feats as a swift action. Each feat selected counts toward her daily uses of this ability, and can be used as a prerequisite for any of the other feats.</p>", 
                    "type": "ability", 
                    "name": "Martial Flexibility", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"martial-training\">At 1st level, a brawler counts her total brawler levels as both fighter levels and monk levels for the purpose of qualifying for feats. She also counts as both a fighter and a monk for feats and magic items that have different effects based on whether the character has levels in those classes (such as Stunning Fist or a <i>monk's robe</i>). This ability does not automatically grant feats normally granted to fighters and monks based on class level, such as Stunning Fist.</p>", 
                    "type": "ability", 
                    "name": "Martial Training", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"unarmed-strike\">At 1st level, a brawler gains Improved Unarmed Strike as a bonus feat. A brawler may attack with fists, elbows, knees, and feet. This means that a brawler may make unarmed strikes with her hands full. A brawler applies her full Strength modifier (not half) on damage rolls for all her unarmed strikes.</p><p>Usually, a brawler's unarmed strikes deal lethal damage, but she can choose to deal nonlethal damage instead with no penalty on her attack roll. She has the same choice to deal lethal or nonlethal damage while grappling.</p><p>A brawler's unarmed strike is treated as both a manufactured weapon and a natural weapon for the purposes of spells and effects that modify either manufactured weapons or natural weapons.</p><p>A brawler also deals more damage with her unarmed strikes than others, as shown on Table 1&ndash;5: Brawler. The unarmed damage values given on that table are for Medium brawlers. A Small brawler deals less damage than the amount given there with her unarmed attacks, while a Large brawler deals more damage; see the following table.</p>", 
                    "type": "section", 
                    "name": "Unarmed Strike", 
                    "sections": [
                        {
                            "text": "<table id=\"small-or-large-brawler-unarmed-damage\">\n<caption>Small or Large Brawler Unarmed Damage</caption>\n<thead>\n<tr>\n<th>Level</th>\n<th>Damage (Small Brawler)</th>\n<th>Damage (Large Brawler)</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>1st&ndash;3rd</td><td>1d4</td><td>1d8</td></tr>\n<tr><td>4th&ndash;7th</td><td>1d6</td><td>2d6</td></tr>\n<tr><td>8th&ndash;11th</td><td>1d8</td><td>2d8</td></tr>\n<tr><td>12th&ndash;15th</td><td>1d10</td><td>3d6</td></tr>\n<tr><td>16th&ndash;19th</td><td>2d6</td><td>3d8</td></tr>\n<tr><td>20th</td><td>2d8</td><td>4d8</td></tr>\n</tbody>\n</table>", 
                            "type": "table", 
                            "name": "Small or Large Brawler Unarmed Damage", 
                            "source": "Advanced Class Guide"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>:At 2nd level and every 3 levels thereafter, a brawler gains a bonus combat feat in addition to those gained from normal advancement. These bonus feats must be ones that affect or improve her defenses or melee attacks. The brawler must meet the prerequisites of the selected bonus combat feat.</p><p>Upon reaching 5th level and every 3 levels thereafter, a brawler can choose to learn a new bonus combat feat in place of a bonus combat feat she has already learned. In effect, the brawler loses the bonus combat feat in exchange for the new one. The old feat cannot be one that was used as a prerequisite for another feat, prestige class, or other ability. A brawler can change only one feat at any given level, and must choose whether or not to swap the feat at the time she gains a new bonus combat feat for the level.</p>", 
                    "type": "section", 
                    "name": "Bonus Combat Feats"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"brawlers-flurry\">Starting at 2nd level, a brawler can make a brawler's flurry as a full-attack action. When doing so, a brawler has the Two-Weapon Fighting feat when attacking with any combination of unarmed strikes, weapons from the close fighter weapon group, or weapons with the \"monk\" special feature. She does not need to use two different weapons to use this ability.</p><p>A brawler applies her full Strength modifier to her damage rolls for all attacks made with brawler's flurry, whether the attacks are made with an off-hand weapon or a weapon wielded in both hands. A brawler can substitute disarm, sunder, and trip combat maneuvers for unarmed attacks as part of brawler's flurry. A brawler with natural weapons can't use such weapons as part of brawler's flurry, nor can she make natural weapon attacks in addition to her brawler's flurry attacks.</p><p>At 8th level, the brawler gains use of the Improved Two-Weapon Fighting feat when using brawler's flurry. At 15th level, she gains use of the Greater Two-Weapon Fighting feat when using brawler's flurry.</p>", 
                    "type": "ability", 
                    "name": "Brawler's Flurry", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"maneuver-training\">At 3rd level, a brawler can select one combat maneuver to receive additional training. She gains a +1 bonus on combat maneuver checks when performing that combat maneuver and a +1 bonus to her CMD when defending against that maneuver.</p><p>At 7th level and every 4 levels thereafter, the brawler becomes further trained in another combat maneuver, gaining the above +1 bonus combat maneuver checks and to CMD. In addition, the bonuses granted by all previous maneuver training increase by 1 each. (For example, if a brawler chooses grapple at 3rd level and sunder at 7th level, her bonuses to grapple are +2 and bonuses to sunder are +1. If she then chooses bull rush upon reaching 11th level, her bonuses to grapple are +3, to sunder are +2, and to bull rush are +1.)</p>", 
                    "type": "ability", 
                    "name": "Maneuver Training", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"ac-bonus\">At 4th level, when a brawler wears light armor or no armor, she gains a +1 dodge bonus to AC and CMD. This bonus increases by 1 at 9th, 13th, and 18th levels.</p><p>These bonuses to AC apply against touch attacks. She loses these bonuses while immobilized or helpless, wearing medium or heavy armor, or carrying a medium or heavy load.</p>", 
                    "type": "ability", 
                    "name": "AC Bonus", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"knockout\">At 4th level, once per day a brawler can unleash a devastating attack that can instantly knock a target unconscious. She must announce this intent before making her attack roll. If the brawler hits and the target takes damage from the blow, the target must succeed at a Fortitude saving throw (DC = 10 + 1/2 the brawler's level + the higher of the brawler's Strength or Dexterity modifier) or fall unconscious for 1d6 rounds. Each round on its turn, the unconscious target may attempt a new saving throw to end the effect as a full-round action that does not provoke attacks of opportunity. Creatures immune to critical hits or nonlethal damage are immune to this ability. At 10th level, the brawler may use this ability twice per day; at 16th level, she may use it three times per day.</p>", 
                    "type": "ability", 
                    "name": "Knockout", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"brawlers-strike\">At 5th level, a brawler's unarmed strikes are treated as magic weapons for the purpose of overcoming damage reduction. At 9th level, her unarmed attacks are also treated as cold iron and silver for the purpose of overcoming damage reduction. At 12th level, she chooses one alignment component: chaotic, evil, good, or lawful; her unarmed strikes also count as this alignment for the purpose of overcoming damage reduction. (This alignment component cannot be the opposite of the brawler's actual alignment, such as a good brawler choosing evil strikes.) At 17th level, her unarmed attacks are also treated as adamantine weapons for the purpose of overcoming damage reduction and bypassing hardness.</p>", 
                    "type": "ability", 
                    "name": "Brawler's Strike", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"close-weapon-mastery\">At 5th level, a brawler's damage with close weapons increases. When wielding a close weapon, she uses the unarmed strike damage of a brawler 4 levels lower instead of the base damage for that weapon (for example, a 5th-level Medium brawler wielding a punching dagger deals 1d6 points of damage instead of the weapon's normal 1d4). If the weapon normally deals more damage than this amount, its damage is unchanged. This ability does not affect any other aspect of the weapon. The brawler can decide to use the weapon's base damage instead of her adjusted unarmed strike damage&mdash;this decision must be declared before the attack roll is made.</p>", 
                    "type": "ability", 
                    "name": "Close Weapon Mastery", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"awesome-blow\">At 16th level, the brawler can perform an awesome blow combat maneuver against a corporeal creature of her size or smaller as a standard action. If the combat maneuver check succeeds, the opponent takes damage as if the brawler hit it with the close weapon she is wielding or an unarmed strike, it is knocked flying 10 feet in a direction of the brawler's choice, and it falls prone. The brawler can push the opponent only in a straight line, and the opponent can't move closer to the brawler than the square it started in. If an obstacle prevents the completion of the opponent's move, the opponent and the obstacle each take 1d6 points of damage, and the opponent is knocked prone in the space adjacent to the obstacle. (Unlike the Awesome Blow monster feat, the brawler can be of any size to use this ability.)</p>", 
                    "type": "ability", 
                    "name": "Awesome Blow", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"improved-awesome-blow\">At 20th level, the brawler can use her awesome blow ability as an attack rather than as a standard action. She can use it on creatures of any size. If she rolls a natural 20 on the combat maneuver check, the brawler can immediately attempt to confirm the critical by attempting another combat maneuver check with all the same modifiers as the previous one; if the confirmation roll is successful, the attack deals double damage, and the damage from hitting an obstacle (if any) is also doubled.</p>", 
                    "type": "ability", 
                    "name": "Improved Awesome Blow", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ]
        }
    ], 
    "text": "<p>Deadly even with nothing in her hands, a brawler eschews the fighter's heavy armor and the monk's mysticism, focusing instead on perfecting many styles of brutal unarmed combat. Versatile, agile, and able to adapt to most enemy attacks, a brawler's body is a powerful weapon.</p>", 
    "hit_dice": "d10", 
    "source": "Advanced Class Guide", 
    "subtype": "hybrid", 
    "type": "class", 
    "alignment": "Any."
}