{
    "name": "Investigator", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Investigators live to solve mysteries and find inventive ways to get out of jams. They serve as advisors and support for their adventuring parties, but can take center stage when knowledge and cunning are needed. No slouches in battle, they know how to make surprise attacks and use inspiration to bring those attacks home.</p>", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Alchemist and rogue.</p>", 
            "type": "section", 
            "name": "Parent Classes"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>3d6 &times; 10 gp (average 105 gp).</p>", 
            "type": "section", 
            "name": "Starting Wealth", 
            "sections": [
                {
                    "text": "<table id=\"investigator-progression-table\">\n<thead>\n<tr><th rowspan=\"2\">Level</th><th rowspan=\"2\">Base Attack Bonus</th><th rowspan=\"2\">Fort Save</th><th rowspan=\"2\">Ref Save</th><th rowspan=\"2\">Will Save</th><th rowspan=\"2\">Special</th><th colspan=\"6\" style=\"text-align: center;\">Extracts per Day</th></tr>\n<tr><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th></tr>\n</thead>\n<tbody>\n<tr><td>1st</td><td>+0</td><td>+0</td><td>+2</td><td>+2</td><td style=\"white-space: normal;\">Alchemy, inspiration, trapfinding</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>2nd</td><td>+1</td><td>+0</td><td>+3</td><td>+3</td><td style=\"white-space: normal;\">Poison lore, poison resistance +2</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>3rd</td><td>+2</td><td>+1</td><td>+3</td><td>+3</td><td style=\"white-space: normal;\">Investigator talent, keen recollection, trap sense +1</td><td>3</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>4th</td><td>+3</td><td>+1</td><td>+4</td><td>+4</td><td style=\"white-space: normal;\">Studied combat, studied strike +1d6, swift alchemy</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>5th</td><td>+3</td><td>+1</td><td>+4</td><td>+4</td><td style=\"white-space: normal;\">Investigator talent, poison resistance +4</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>6th</td><td>+4</td><td>+2</td><td>+5</td><td>+5</td><td style=\"white-space: normal;\">Studied strike +2d6, trap sense +2 </td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>7th</td><td>+5</td><td>+2</td><td>+5</td><td>+5</td><td style=\"white-space: normal;\">Investigator talent</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>8th</td><td>+6/+1</td><td>+2</td><td>+6</td><td>+6</td><td style=\"white-space: normal;\">Poison resistance +6, studied strike +3d6</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>9th</td><td>+6/+1</td><td>+3</td><td>+6</td><td>+6</td><td style=\"white-space: normal;\">Investigator talent, trap sense +3</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>10th</td><td>+7/+2</td><td>+3</td><td>+7</td><td>+7</td><td style=\"white-space: normal;\">Studied strike +4d6</td><td>5</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>11th</td><td>+8/+3</td><td>+3</td><td>+7</td><td>+7</td><td style=\"white-space: normal;\">Investigator talent, poison immunity</td><td>5</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>12th</td><td>+9/+4</td><td>+4</td><td>+8</td><td>+8</td><td style=\"white-space: normal;\">Studied strike +5d6, trap sense +4</td><td>5</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>13th</td><td>+9/+4</td><td>+4</td><td>+8</td><td>+8</td><td style=\"white-space: normal;\">Investigator talent</td><td>5</td><td>5</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td></tr>\n<tr><td>14th</td><td>+10/+5</td><td>+4</td><td>+9</td><td>+9</td><td style=\"white-space: normal;\">Studied strike +6d6</td><td>5</td><td>5</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td></tr>\n<tr><td>15th</td><td>+11/+6/+1</td><td>+5</td><td>+9</td><td>+9</td><td style=\"white-space: normal;\">Investigator talent, trap sense +5</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td></tr>\n<tr><td>16th</td><td>+12/+7/+2</td><td>+5</td><td>+10</td><td>+10</td><td style=\"white-space: normal;\">Studied strike +7d6</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td><td>1</td></tr>\n<tr><td>17th</td><td>+12/+7/+2</td><td>+5</td><td>+10</td><td>+10</td><td style=\"white-space: normal;\">Investigator talent</td><td>5</td><td>5</td><td>5</td><td>4</td><td>4</td><td>2</td></tr>\n<tr><td>18th</td><td>+13/+8/+3</td><td>+6</td><td>+11</td><td>+11</td><td style=\"white-space: normal;\">Studied strike +8d6, trap sense +6</td><td>5</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td></tr>\n<tr><td>19th</td><td>+14/+9/+4</td><td>+6</td><td>+11</td><td>+11</td><td style=\"white-space: normal;\">Investigator talent</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td><td>4</td></tr>\n<tr><td>20th</td><td>+15/+10/+5</td><td>+6</td><td>+12</td><td>+12</td><td style=\"white-space: normal;\">Studied strike +9d6, true inspiration</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td></tr>\n</tbody>\n</table>", 
                    "type": "table", 
                    "name": "", 
                    "source": "Advanced Class Guide"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The investigator's class skills are Acrobatics (Dex), Appraise (Int), Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Disable Device (Dex), Disguise (Cha), Escape Artist (Dex), Heal (Wis), Intimidate (Cha), Knowledge (all) (Int), Linguistics (Int), Perception (Wis), Perform (Cha), Profession (Wis), Sense Motive (Wis), Sleight of Hand (Dex), Spellcraft (Int), Stealth (Dex), and Use Magic Device (Cha).</p>", 
            "type": "section", 
            "name": "Class Skills", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>6 + Int modifier.</p>", 
                    "type": "section", 
                    "name": "Skill Ranks per Level"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The following are the class features of the investigator.</p>", 
            "type": "section", 
            "name": "Class Features", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Investigators are proficient with simple weapons, plus the hand crossbow, rapier, sap, shortbow, short sword, and sword cane. They are proficient in light armors, but not shields.</p>", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Investigators are highly trained in the creation of mundane alchemical substances and magical potionlike extracts.</p><p>When using Craft (alchemy) to create an alchemical item, an investigator gains a competence bonus equal to his class level on the skill check. In addition, an investigator can use Craft (alchemy) to identify potions as if using <i>detect magic</i>. He must hold the potion for 1 round to attempt such a check.</p><p>Like an alchemist, an investigator prepares his spells by mixing ingredients and a tiny fraction of his own magical power into a number of extracts, and then effectively casts the spell by drinking the extract. These extracts have powerful effects, but they are also bound to their creator. Extracts behave like spells in potion form, and as such their effects can be dispelled by <i>dispel magic</i> and similar effects, using the investigator's level as the caster level.</p><p>An investigator can create only a certain number of extracts of each level per day. His base daily allotment of extracts per day is given on the table above. In addition, he receives bonus extracts per day if he has a high Intelligence score, in the same way a wizard receives bonus spells per day.</p><p>When an investigator mixes an extract, he infuses the chemicals and reagents in the extract with magic siphoned from his own magical aura. An extract immediately become inert if it leaves the investigator's possession, reactivating as soon as it returns to his keeping&mdash;an investigator cannot normally pass out his extracts for allies to use. An extract, once created, remains potent for 1 day before losing its magic, so an investigator must reprepare his extracts every day. Mixing an extract takes 1 minute of work.</p><p>Creating extracts consumes raw material, but the cost of those materials is insignificant&mdash;comparable to the valueless material components of most spells. If a spell normally has a costly material component, that component is expended during the consumption of that particular extract. Extracts cannot be made from spells that have focus requirements; extracts that duplicate divine spells never have a divine focus requirement.</p><p>An investigator uses the alchemist formula list to determine the extracts he can know. An investigator can prepare an extract of any formula he knows. To learn or use an extract, an investigator must have at least an Intelligence score equal to 10 + the extract's level. The saving throw DC for an investigator's extract is equal to 10 + the extract's level + the investigator's Intelligence modifier.</p><p>An investigator may know any number of formulae. He stores his formulae in a special tome called a formula book. He must refer to this book whenever he prepares an extract. At 1st level, an investigator starts with two 1st-level formulae of his choice, plus a number of additional formulae equal to his Intelligence modifier. At each new investigator level, he gains one new formula for any level that he can create. An investigator can also add formulae to his book just like a wizard adds spells to his spellbook, using the same costs, pages, and time requirements. A formula book costs as much as a spellbook. An investigator can study a wizard's spellbook to learn any formula that is equivalent to a spell the spellbook contains. A wizard, however, cannot learn spells from a formula book. An investigator can also learn formulae from another investigator's or an alchemist's formula book (and vice versa). An investigator does not need to decipher arcane writing before copying that formulae.</p>", 
                    "type": "ability", 
                    "name": "Alchemy", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An investigator is beyond knowledgeable and skilled&mdash;he also possesses keen powers of observation and deduction that far surpass the abilities of others. An investigator typically uses these powers to aid in their investigations, but can also use these flashes of inspiration in other situations.</p><p>An investigator has the ability to augment skill checks and ability checks through his brilliant inspiration. The investigator has an inspiration pool equal to 1/2 his investigator level + his Intelligence modifier (minimum 1). An investigator's inspiration pool refreshes each day, typically after he gets a restful night's sleep. As a free action, he can expend one use of inspiration from his pool to add 1d6 to the result of that check, including any on which he takes 10 or 20. This choice is made after the check is rolled and before the results are revealed. An investigator can only use inspiration once per check or roll. The investigator can use inspiration on any Knowledge, Linguistics, or Spellcraft skill checks without expending a use of inspiration, provided he's trained in the skill.</p><p>Inspiration can also be used on attack rolls and saving throws, at the cost of expending two uses of inspiration each time from the investigator's pool. In the case of saving throws, using inspiration is an immediate action rather than a free action.</p>", 
                    "type": "ability", 
                    "name": "Inspiration", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An investigator adds 1/2 his level to Perception skill checks made to locate traps and to Disable Device checks (minimum 1). An investigator can use Disable Device to disarm magical traps.</p>", 
                    "type": "section", 
                    "name": "Trapfinding"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An investigator has a deep understanding and appreciation for poisons. At 2nd level, he cannot accidentally poison himself when applying poison to a weapon. If the investigator spends 1 minute physically examining the poison, he can attempt a Knowledge (nature) check to identify any natural poison or Knowledge (arcana) check to identify any magical poison (DC = the poison's saving throw DC). Lastly, once a poison is identified, he can spend 1 minute and attempt a Craft (alchemy) check (DC = the poison's saving throw DC) to neutralize 1 dose of the poison. Success renders the dose harmless. The investigator has no chance of accidentally poisoning himself when examining or attempting to neutralize a poison.</p>", 
                    "type": "ability", 
                    "name": "Poison Lore", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, an investigator gains a +2 bonus on all saving throws against poison. This bonus increases to +4 at 5th level, and to +6 at 8th level. At 11th level, the investigator becomes completely immune to poison.</p>", 
                    "type": "ability", 
                    "name": "Poison Resistance", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "name": "Investigator Talent", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>The investigator can select one of the following alchemist discoveries as an investigator talent: combine extracts, concentrate poison, dilution, elixir of life, enhance potion, eternal potion, extend potion, infusion, mutagen, and poison conversion. When selecting an alchemist discovery, he must be high enough level to qualify for that discovery, using his investigator level as his alchemist level to determine if he qualifies. This talent can be selected multiple times; each time grants a new alchemist discovery.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Alchemist Discovery", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When using inspiration, the investigator rolls a d8 instead of a d6. At 20th level, the investigator rolls 2d8 and adds both dice to the result. An investigator must be at least 7th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Amazing Inspiration", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When the investigator deals damage with studied strike, the opponent must succeed at a Fortitude saving throw or be permanently blinded. A successful saving throw reduces this to dazzled for 1d4 rounds. The DC for this Fortitude save is equal to 10 + 1/2 the investigator's level + his Intelligence modifier. This talent has no effect on creatures that do not rely on eyes for sight or creatures with more than two eyes (although multiple critical hits might cause blindness, at the GM's discretion). Blindness can be cured by <i>heal, regeneration, remove blindness, </i>or similar abilities. An investigator must be at least 17th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Blinding Strike*", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When an investigator uses inspiration on an attack roll or saving throw, he expends one use of inspiration instead of two. An investigator must be at least 9th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Combat Inspiration", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When the investigator deals damage with studied strike, the opponent must succeed at a Fortitude saving throw or become confused for 1d4+1 rounds. A successful saving throw reduces the duration to 1 round. The DC for this Fortitude save is equal to 10 + 1/2 the investigator's level + his Intelligence modifier. Constructs, mindless creatures, oozes, plants, undead, incorporeal creatures, and creatures immune to critical hits are not affected by this ability. An investigator must be at least 19th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Confusing Strike*", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When an investigator deals damage with studied strike, the opponent must succeed at a Fortitude saving throw or be permanently deafened. A successful Fortitude saving throw reduces the duration of this effect to 1 round. The DC for this save is equal to 10 + 1/2 the investigator's level + his Intelligence modifier. This talent has no effect on deaf creatures. Deafness can be cured by <i>heal</i>, <i>regeneration</i>, <i>remove blindness</i>, or similar effects. An investigator must be at least 15th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Deafening Strike*", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>The investigator can use the Use Magic Device skill even if not trained in that skill. If the investigator is trained in Use Magic Device, he can use the inspiration ability with that skill without expending uses of inspiration.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Device Talent", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>The investigator can use an aid another action as a move action instead of as a standard action. An investigator can expend one use of inspiration to instead perform an aid another action as a swift action.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Effortless Aid", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>An investigator can always choose to take 10 on any of his Knowledge checks, even if he's in immediate danger or distracted. An investigator may expend one use of inspiration to take 20 on a Knowledge skill check even if he's in immediate danger or distracted. An investigator must be at least 11th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Eidetic Recollection", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When attempting a Sense Motive check, the investigator makes two d20 rolls and takes the higher result. If an investigator uses inspiration on a Sense Motive check, he rolls the inspiration dice twice and takes the higher result. Once per day, the investigator can expend one use of inspiration to target a single creature that he can see and hear within 30 feet. Upon doing so, the investigator detects the surface thoughts of the target's mind, as if he concentrated for 3 rounds while using the <i>detect thoughts</i> spell, unless the creature succeeds a Will saving throw. The DC of this save is 10 + 1/2 the investigator's level + his Intelligence modifier. If the target fails, the investigator can continue to detect the surface thoughts of the target creature for a number of rounds equal to 1/2 his investigator level. An investigator must be at least 5th level to select this talent.</p>", 
                            "type": "section", 
                            "subtype": "investigator_talent", 
                            "name": "Empathy (Ex, Su)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>An investigator can use his inspiration ability when attempting Diplomacy, Heal, Perception, Profession, and Sense Motive checks without expending uses of inspiration, provided he's trained in the skill.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Expanded Inspiration", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>Choose a single weapon type (such as sword cane or short sword). As long as the investigator has at least 1 inspiration point in his inspiration pool, he no longer has to expend a use of inspiration to use that ability with attacks made with this weapon. An investigator must have the combat inspiration investigator talent and be at least 19th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Greater Combat Inspiration", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>An investigator learns to obscure his thoughts and endeavors from prying eyes and even intrusive magic. When an investigator uses inspiration while attempting a Bluff check to pass secret messages or attempting a Linguistics check to create forgeries, he can roll his inspiration dice twice and take the higher result. In addition, the investigator can use inspiration when attempting a saving throw against a divination spell or effect without expending a use of inspiration. An investigator must be at least 11th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Hidden Agendas", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p> When an investigator succeeds at a Knowledge check to identify a monster's special powers or vulnerabilities, he can expend one use of inspiration as a swift action to grant allies within 30 feet that can hear him a +4 insight bonus on attack rolls against that monster or type of monster for 1 round. An investigator must be at least 7th level to take this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Inspirational Expertise", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>Whenever the investigator becomes flat-footed, he can expend one use of inspiration to ignore that condition. He must be conscious to do so, and must decide to do so when he becomes flat-footed. Using this ability doesn't require an action.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Inspired Alertness", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>An investigator can add his inspiration die to all Knowledge, Linguistics, or Spellcraft checks without expending a use of inspiration, even those he's not trained in.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Inspired Intelligence", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When the investigator succeeds at an Intimidate check to demoralize an opponent, he can expend one use of inspiration to automatically increase the result of the check by 5 for the purpose of determining the duration of the demoralize effect. He can choose to spend multiple uses to inspiration in this manner to further increase the duration of the demoralize effect. He must be trained in Intimidate to take this talent. The underworld inspiration investigator talent has no effect on this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Inspired Intimidator", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>An investigator can use Spellcraft to identify the properties and command words of magic items without the use of <i>detect magic</i> or similar spells. An investigator must be at least 7th level to take this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Item Lore", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>The investigator can use Perception instead of Survival to both find and follow tracks, using the same DCs listed under the Survival skill (<i>Core Rulebook</i> 107). An investigator must be trained in Perception to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Perceptive Tracking", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>An investigator can use his studied combat ability as swift action instead of a standard action.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Quick Study", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When the investigator deals damage with studied strike, he can perform a reposition combat maneuver as a free action against the creature damaged by studied strike. This reposition does not provoke attacks of opportunity. An investigator must be at least 13th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Repositioning Strike*", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>An investigator can select one of the following rogue talents in place of an investigator talent: assault leader, black market connections, camouflage, canny observer, charmer, coax information, combat swipe, convincing liar, cunning trigger, deft palm, expert leaper, fast finger, fast getaway, fast picks, fast stealth, firearm training, guileful polyglot, grit, hard to fool, hold breath, honeyed words, iron guts, lasting poison, ledge walker, major magic, minor magic, nimble climber, peerless maneuver, quick disable, quick disguise, quick trapsmith, resilience, rogue crawl, rope master, stand up, strong stroke, terrain master, trap spotter, or wall scrambler. Any talent effects based on rogue level use the investigator's class level. If the rogue talent has a prerequisite (such as the major magic rogue talent requiring the minor magic talent), the investigator must fulfill the prerequisite before selecting that rogue talent. This talent can be selected multiple times; each time, it grants the investigator a new rogue talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Rogue Talent", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When the investigator damages a studied target, that creature cannot make attacks of opportunity for 1 round. An investigator must be at least 5th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Sapping Offensive*", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When the investigator damages a studied target, that creature is also sickened for 1 round. An investigator must be at least 7th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Sickening Offensive*", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When the investigator deals damage with studied strike, he can perform a steal combat maneuver as a free action against the creature damaged by studied strike. This steal does not provoke attacks of opportunity. An investigator must be at least 13th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Stealing Strike*", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When an investigator with this talent uses his studied combat ability, he can chose to apply that ability's insight bonus to his AC against attacks made by the target of his studied combat instead of to attack rolls against the target of his studied combat. (The insight bonus on damage rolls remains.) He must choose which type of bonus he gains when using studied combat, and it cannot be changed until he uses studied combat again. An investigator must be at least 9th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Studied Defense", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>When an investigator rolls his inspiration die, he can roll an additional inspiration die and take the higher result. The investigator must at least 13th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Tenacious Inspiration", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p> When the investigator deals damage with studied strike, he can perform a trip combat maneuver as a free action against the creature damaged by studied strike. This trip does not provoke attacks of opportunity. An investigator must be at least 9th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Toppling Strike*", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>An investigator can pick any one skill that he is trained in but that he can't use his inspiration with. He can use inspiration with that skill. An investigator must be at least 17th level to select this talent.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Unconventional Inspiration", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>An investigator can use his inspiration on Bluff, Disable Device, Disguise, Intimidate, or Sleight of Hand checks without expending uses of inspiration, provided he's trained in the skill.</p>", 
                            "type": "ability", 
                            "subtype": "investigator_talent", 
                            "name": "Underworld Inspiration", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ], 
                    "text": "<p id=\"investigator-talent\">At 3rd level and every 2 levels thereafter, an investigator gains an investigator talent. Except where otherwise noted, each investigator talent can only be selected once.</p><p>Investigator talents marked with an asterisk (*) add effects to an investigator's studied combat or studied strike. Only one of these talents can be applied to an individual attack, but the decision can be made when the damage is dealt.</p>", 
                    "ability_types": [
                        "Extraordinary", 
                        "Supernatural"
                    ], 
                    "source": "Advanced Class Guide", 
                    "type": "ability"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"keen-recollection\">At 3rd level, an investigator can attempt all Knowledge skill checks untrained.</p>", 
                    "type": "section", 
                    "name": "Keen Recollection"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"trap-sense\">At 3rd level, an investigator gains an intuitive sense that alerts him to danger from traps, granting him a +1 bonus on Reflex saving throws to avoid traps and a +1 dodge bonus to AC against attacks by traps. At 6th level and every 3 levels thereafter, these bonuses increase by 1 (to a maximum of +6 at 18th level).</p>", 
                    "type": "ability", 
                    "name": "Trap Sense", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"studied-combat\">With a keen eye and calculating mind, an investigator can assess the mettle of his opponent to take advantage of gaps in talent and training. At 4th level, an investigator can use a move action to study a single enemy that he can see. Upon doing so, he adds 1/2 his investigator level as an insight bonus on melee attack rolls and as a bonus on damage rolls against the creature. This effect lasts for a number of rounds equal to his Intelligence modifier (minimum 1) or until he deals damage with a studied strike, whichever comes first. The bonus on damage rolls is precision damage, and is not multiplied on a critical hit.</p><p>An investigator can only have one target of studied combat at a time, and once a creature has become the target of an investigator's studied combat, he cannot become the target of the same investigator's studied combat again for 24 hours unless the investigator expends one use of inspiration when taking the move action to use this ability.</p>", 
                    "type": "ability", 
                    "name": "Studied Combat", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"studied-strike\">At 4th level, an investigator can choose to make a studied strike against the target of his studied combat as a free action, upon successfully hitting his studied target with a melee attack, to deal additional damage. The damage is 1d6 at 4th level, and increases by 1d6 for every 2 levels thereafter (to a maximum of 9d6 at 20th level). The damage of studied strike is precision damage and is not multiplied on a critical hit; creatures that are immune to sneak attacks are also immune to studied strike.</p><p>If the investigator's attack used a weapon that deals nonlethal damage (like a sap, whip, or an unarmed strike), he may choose to have the additional damage from studied strike be nonlethal damage instead of lethal damage. If the investigator chose to make an attack with a lethal weapon instead deal nonlethal damage (with the usual &ndash;4 penalty), the studied strike damage may also deal nonlethal damage.</p><p>The investigator must be able to see the target well enough to pick out a vital spot and must be able to reach such a spot. An investigator cannot use studied strike against a creature with concealment.</p>", 
                    "type": "ability", 
                    "name": "Studied Strike", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"swift-alchemy\">At 4th level, an investigator can create alchemical items with astounding speed. It takes an investigator half the normal amount of time to create alchemical items. He can also apply poison to a weapon as a move action instead of a standard action.</p>", 
                    "type": "ability", 
                    "name": "Swift Alchemy", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"true-inspiration\">At 20th level, an investigator can use inspiration on all skill checks&mdash;even ones he isn't trained in&mdash;and all ability checks without spending inspiration.</p><p>In addition, whenever he expends inspiration on an ability check, attack roll, saving throw, or skill check, he adds 2d6 rather than 1d6 to the result. Some talents can affect this. If using the amazing inspiration investigator talent, he rolls 2d8 instead. If using this with empathy, tenacious inspiration, underworld inspiration, or a similar talent, he rolls two sets of inspiration dice and uses the higher of the two results.</p>", 
                    "type": "ability", 
                    "name": "True Inspiration", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ]
        },
        {
            "source": "Core Rulebook", 
            "text": "<p>Investigators gain access to the following spells.</p>", 
            "type": "embed", 
            "subtype": "spell_list", 
            "description": "investigator", 
            "name": "Investigator Spells"
        }
    ], 
    "text": "<p>Whether on the trail of a fugitive, a long-lost treasure trove, or a criminal mastermind, investigators are motivated by an intense curiosity about the world and use knowledge of it as a weapon. Mixing gumption and learnedness into a personal alchemy of daring, investigators are full of surprises. Observing the world around them, they gain valuable knowledge about the situation they're in, process that information using inspiration and deduction, and cut to the quick of the matter in unexpected ways. Investigators are always evaluating situations they encounter, sizing up potential foes, and looking out for secret dangers, all while using their vast knowledge and powers of perception to find solutions to the most perplexing problems.</p>", 
    "hit_dice": "d8", 
    "source": "Advanced Class Guide", 
    "subtype": "hybrid", 
    "type": "class", 
    "alignment": "Any."
}
