{
    "name": "Slayer", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The slayer is elusive, and good at finding the opportune time and location to strike. Combining the deadliest talents of rangers and rogues, a slayer's abilities are all about getting into combat, dealing with a target, and then getting back out again.</p>", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Ranger and rogue.</p>", 
            "type": "section", 
            "name": "Parent Classes"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>5d6 &times; 10 gp (average 175 gp).</p>", 
            "type": "section", 
            "name": "Starting Wealth", 
            "sections": [
                {
                    "text": "<table id=\"slayer-progression-table\">\n<caption>Slayer</caption>\n<thead>\n<tr><th>Level</th><th>Base Attack Bonus</th><th>Fort Save</th><th>Ref Save</th><th>Will Save</th><th>Special</th></tr>\n</thead>\n<tbody>\n<tr><td>1st</td><td>+1</td><td>+2</td><td>+2</td><td>+0</td><td style=\"white-space: normal;\">1st studied target, track</td></tr>\n<tr><td>2nd</td><td>+2</td><td>+3</td><td>+3</td><td>+0</td><td style=\"white-space: normal;\">Slayer talent</td></tr>\n<tr><td>3rd</td><td>+3</td><td>+3</td><td>+3</td><td>+1</td><td style=\"white-space: normal;\">Sneak attack +1d6</td></tr>\n<tr><td>4th</td><td>+4</td><td>+4</td><td>+4</td><td>+1</td><td style=\"white-space: normal;\">Slayer talent</td></tr>\n<tr><td>5th</td><td>+5</td><td>+4</td><td>+4</td><td>+1</td><td style=\"white-space: normal;\">2nd studied target</td></tr>\n<tr><td>6th</td><td>+6/+1</td><td>+5</td><td>+5</td><td>+2</td><td style=\"white-space: normal;\">Slayer talent, sneak attack +2d6</td></tr>\n<tr><td>7th</td><td>+7/+2</td><td>+5</td><td>+5</td><td>+2</td><td style=\"white-space: normal;\">Stalker</td></tr>\n<tr><td>8th</td><td>+8/+3</td><td>+6</td><td>+6</td><td>+2</td><td style=\"white-space: normal;\">Slayer talent</td></tr>\n<tr><td>9th</td><td>+9/+4</td><td>+6</td><td>+6</td><td>+3</td><td style=\"white-space: normal;\">Sneak attack +3d6</td></tr>\n<tr><td>10th</td><td>+10/+5</td><td>+7</td><td>+7</td><td>+3</td><td style=\"white-space: normal;\">3rd studied target, advanced talents, slayer talent</td></tr>\n<tr><td>11th</td><td>+11/+6/+1</td><td>+7</td><td>+7</td><td>+3</td><td style=\"white-space: normal;\">Swift tracker</td></tr>\n<tr><td>12th</td><td>+12/+7/+2</td><td>+8</td><td>+8</td><td>+4</td><td style=\"white-space: normal;\">Slayer talent, sneak attack +4d6</td></tr>\n<tr><td>13th</td><td>+13/+8/+3</td><td>+8</td><td>+8</td><td>+4</td><td style=\"white-space: normal;\">Slayer's advance 1/day</td></tr>\n<tr><td>14th</td><td>+14/+9/+4</td><td>+9</td><td>+9</td><td>+4</td><td style=\"white-space: normal;\">Quarry, slayer talent</td></tr>\n<tr><td>15th</td><td>+15/+10/+5</td><td>+9</td><td>+9</td><td>+5</td><td style=\"white-space: normal;\">4th studied target, sneak attack +5d6</td></tr>\n<tr><td>16th</td><td>+16/+11/+6/+1</td><td>+10</td><td>+10</td><td>+5</td><td style=\"white-space: normal;\">Slayer talent</td></tr>\n<tr><td>17th</td><td>+17/+12/+7/+2</td><td>+10</td><td>+10</td><td>+5</td><td style=\"white-space: normal;\">Slayer's advance 2/day</td></tr>\n<tr><td>18th</td><td>+18/+13/+8/+3</td><td>+11</td><td>+11</td><td>+6</td><td style=\"white-space: normal;\">Slayer talent, sneak attack +6d6</td></tr>\n<tr><td>19th</td><td>+19/+14/+9/+4</td><td>+11</td><td>+11</td><td>+6</td><td style=\"white-space: normal;\">Improved quarry</td></tr>\n<tr><td>20th</td><td>+20/+15/+10/+5</td><td>+12</td><td>+12</td><td>+6</td><td style=\"white-space: normal;\">5th studied target, master slayer, slayer talent</td></tr>\n</tbody>\n</table>", 
                    "type": "table", 
                    "name": "Slayer", 
                    "source": "Advanced Class Guide"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The slayer's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Craft (Int), Disguise (Cha), Heal (Wis), Intimidate (Cha), Knowledge (dungeoneering) (Int), Knowledge (geography) (Int), Knowledge (local) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Sense Motive (Wis), Stealth (Dex), Survival (Wis), and Swim (Str).</p>", 
            "type": "section", 
            "name": "Class Skills", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>6 + Int modifier.</p>", 
                    "type": "section", 
                    "name": "Skill Ranks per Level"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The following are the class features of the slayer.</p>", 
            "type": "section", 
            "name": "Class Features", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A slayer is proficient with all simple and martial weapons, as well as with light armor, medium armor, and shields (except tower shields).</p>", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A slayer can study an opponent he can see as a move action. The slayer then gains a +1 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks attempted against that opponent, and a +1 bonus on weapon attack and damage rolls against it. The DCs of slayer class abilities against that opponent increase by 1. A slayer can only maintain these bonuses against one opponent at a time; these bonuses remain in effect until either the opponent is dead or the slayer studies a new target.</p><p>If a slayer deals sneak attack damage to a target, he can study that target as an immediate action, allowing him to apply his studied target bonuses against that target (including to the normal weapon damage roll).</p><p>At 5th, 10th, 15th, and 20th levels, the bonuses on weapon attack and damage rolls, as well as the bonus to slayer ability DCs against a studied, target increase by 1. In addition, at each such interval, the slayer is able to maintain these bonuses against an additional studied target at the same time. The slayer may discard this connection to a studied target as a free action, allowing him to study another target in its place.</p><p>At 7th level, a slayer can study an opponent as a move or swift action.</p>", 
                    "type": "ability", 
                    "name": "Studied Target", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A slayer adds 1/2 his level (minimum 1) to Survival skill checks made to follow tracks.</p>", 
                    "type": "ability", 
                    "name": "Track", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"slayer-talents\">As a slayer gains experience, he learns a number of talents that aid him and confound his foes. Starting at 2nd level and every 2 levels thereafter, a slayer gains one slayer talent. Unless otherwise noted, a slayer cannot select an individual talent more than once.</p><p>Talents marked with an asterisk add effects to a slayer's sneak attack. Only one of these talents can be applied to an individual attack, and the decision of which to use must be made before the attack roll is made.</p>", 
                    "type": "section", 
                    "name": "Slayer Talents", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"deadly-range\">A slayer with this talent increases the range at which he can deal sneak attack damage by 10 feet. A slayer can select this talent more than once; its effects stack. A slayer must be at least 4th level before selecting this talent.</p>", 
                            "type": "ability", 
                            "name": "Deadly Range", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"foil-scrutiny\">A slayer with this talent is able to obscure his thoughts and intentions. He gains a +2 bonus on all Bluff and Disguise checks, as well as on Will saving throws to resist mind-reading spells and effects (such as <i>detect thoughts</i> and <i>discern lies</i>).</p>", 
                            "type": "section", 
                            "name": "Foil Scrutiny"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"poison-use\">The slayer is trained in the use of poison, and cannot accidentally poison himself when applying poison to a weapon.</p>", 
                            "type": "ability", 
                            "name": "Poison Use", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"ranger-combat-style\">The slayer selects a ranger combat style (such as archery or two-weapon combat) and gains a combat feat from the first feat list of that style. He can choose feats from his selected combat style, even if he does not have the normal prerequisites. At 6th level, he may select this talent again and add the 6th-level ranger combat feats from his chosen style to the list. At 10th level, he may select this talent again and add the 10th-level ranger combat feats from his chosen style to the list.</p>", 
                            "type": "ability", 
                            "name": "Ranger Combat Style", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>A slayer can select one of the following rogue talents in place of a slayer talent: bleeding attack*, camouflage, combat trick, fast stealth, finesse rogue, firearm training, grit, hard to fool, lasting poison, powerful sneak, rogue crawl, slow reactions*, snap shot, sniper's eye, surprise attack, swift poison, terrain mastery, trap spotter, unwitting ally, or weapon training. Any talent effects based on rogue level use the slayer's class level. A slayer can select this talent multiple times. If the rogue talent has a prerequisite (such as the major magic rogue talent requiring the minor magic talent), the slayer must fulfill the prerequisite before taking that rogue talent. This talent can be selected multiple times; each time, it grants the slayer a new rogue talent.</p>", 
                            "type": "section", 
                            "name": "Rogue Talent"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"slowing-strike\">An opponent damaged by the slayer's sneak attack has its speed halved for 1d4 rounds. A successful Fortitude saving throw negates this effect (DC = 10 + 1/2 of the slayer's level + the slayer's Intelligence modifier). Against creatures with multiple types of movement, the slayer must choose which movement type to affect. If the slayer affects a creature's flight movement, its maneuverability is reduced by one step; if it's airborne at the time, it falls unless it succeeds at a DC 10 Fly check. If the slayer targets a creature already affected by this ability, its speed and maneuverability are not further reduced; the slayer may either extend the duration of that effect by 1d4 rounds or choose another movement type to affect (keeping track of the duration of each affected movement separately).</p>", 
                            "type": "ability", 
                            "name": "Slowing Strike*", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>The slayer gains Disable Device as a class skill. The slayer also gains the trapfinding and trap sense rogue abilities, using his slayer level as his effective rogue level.</p>", 
                            "type": "section", 
                            "name": "Trapfinding"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 3rd level, if a slayer catches an opponent unable to defend itself effectively from his attack, he can strike a vital spot for extra damage. The slayer's attack deals extra damage anytime his target would be denied a Dexterity bonus to AC (whether the target actually has a Dexterity bonus or not), or when the slayer flanks his target. This additional damage is 1d6 at 3rd level, and increases by 1d6 every 3 levels thereafter. Should the slayer score a critical hit with a sneak attack, this additional damage is not multiplied. Ranged attacks can count as sneak attacks only if the target is within 30 feet.</p><p>With a weapon that deals nonlethal damage (like a sap, whip, or unarmed strike), a slayer can make a sneak attack that deals nonlethal damage instead of lethal damage. He cannot use a weapon that deals lethal damage to deal nonlethal damage in a sneak attack, not even with the usual &ndash;4 penalty.</p><p>The slayer must be able to see the target well enough to pick out a vital spot and must be able to reach such a spot. A slayer cannot use sneak attack while striking a creature with concealment.</p>", 
                    "type": "section", 
                    "name": "Sneak Attack"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 7th level, a slayer gains his studied target bonus on Disguise, Intimidate, and Stealth checks against his studied opponent.</p>", 
                    "type": "ability", 
                    "name": "Stalker", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 10th level and every 2 levels thereafter, a slayer can select one of the following advanced talents in place of a slayer talent.</p>", 
                    "type": "section", 
                    "name": "Advanced Talents", 
                    "sections": [
                        {
                            "name": "Assassinate", 
                            "subtype": "rogue_advanced_talent", 
                            "text": "<p id=\"assassinate\">A slayer with this advanced talent can kill foes that are unable to defend themselves. To attempt to assassinate a target, the slayer must first study his target for 1 round as a standard action. On the following round, if the slayer makes a sneak attack against the target and that target is denied its Dexterity bonus to AC, the sneak attack has the additional effect of possibly killing the target. This attempt automatically fails if the target recognizes the slayer as an enemy. If the sneak attack is successful, the target must attempt a Fortitude saving throw with a DC equal to 10 + 1/2 the slayer's level + the slayer's Intelligence modifier. If the target fails this save, it dies; otherwise, the target takes the sneak attack damage as normal and is then immune to that slayer's assassinate ability for 24 hours.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>A slayer can select any of the following advanced ninja or rogue talents in place of an advanced slayer talent: deadly sneak, evasion, hunter's surprise, knock-out blow, master of disguise, opportunist, and stealthy sniper. A slayer can select this advanced talent multiple times</p>", 
                            "type": "section", 
                            "name": "Rogue and Ninja Advanced Talents", 
                            "subtype": "rogue_advanced_talent"
                        }, 
                        {
                            "name": "Slayer Camouflage", 
                            "subtype": "rogue_advanced_talent", 
                            "text": "<p id=\"slayer-camouflage\">A slayer can use the Stealth skill to hide in any of his favored terrains, even if the terrain doesn't grant cover or concealment. A slayer must have the terrain mastery talent to select this talent.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Woodland Stride", 
                            "subtype": "rogue_advanced_talent", 
                            "text": "<p id=\"woodland-stride\">A slayer with this talent may move through any sort of undergrowth (such as natural thorns, briars, overgrown areas, and similar terrain) at his normal speed and without taking damage or suffering any other impairment. Terrain that is enchanted or magically manipulated to impede motion still affects the slayer as normal.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"swift-tracker\">At 11th level, a slayer can move at his normal speed while using Survival to follow tracks without taking the normal &ndash;5 penalty. When moving at up to twice his normal speed while tracking, he takes only a &ndash;10 penalty instead of the normal &ndash;20.</p>", 
                    "type": "ability", 
                    "name": "Swift Tracker", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"slayer-advance\">At 13th level, a slayer can once per day move up to twice his base speed as a move action. He may use Stealth as part of this movement, but takes a &ndash;10 penalty to his check for doing so. At 17th level, he can do this twice per day.</p>", 
                    "type": "ability", 
                    "name": "Slayer's Advance", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 14th level, a slayer can as a standard action denote one target within his line of sight as his quarry. Whenever he is following the tracks of his quarry, a slayer can take 10 on his Survival skill checks while moving at normal speed, without penalty. In addition, he gains a +2 insight bonus on attack rolls made against his quarry, and all critical threats against his quarry are automatically confirmed. A slayer can have no more than one quarry at a time, and the target must be selected as a studied target. He can dismiss this effect at any time as a free action, but he cannot select a new quarry target for 24 hours. If the slayer sees proof that his quarry is dead, he can select a new quarry target after 1 hour.</p>", 
                    "type": "ability", 
                    "name": "Quarry", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 19th level, the slayer's ability to hunt his quarry improves. He can now select a quarry as a free action, and can now take 20 while using Survival to track his quarry, while moving at normal speed without penalty. His insight bonus to attack his quarry increases to +4. If his quarry is killed or dismissed, he can select a new one after 10 minutes have passed.</p>", 
                    "type": "ability", 
                    "name": "Improved Quarry", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"master-slayer\">At 20th level, the slayer becomes a master at capturing or killing his studied targets. As a standard action, he can make a single attack against a studied target at his full attack bonus, choosing one of the following effects: kill, knock unconscious for 1d4 hours, or paralyze for 2d6 rounds. If the attack succeeds, the target takes damage normally and must succeed at a Fortitude saving throw or suffer the additional effect. The DC for this save is 10 + 1/2 the slayer's level + the slayer's Intelligence modifier. Whether or not the target succeeds, it cannot be targeted by this ability again (by any slayer) for 24 hours.</p>", 
                    "type": "ability", 
                    "name": "Master Slayer", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ]
        }
    ], 
    "text": "<p>Skilled at tracking down targets, slayers are consummate hunters, living for the chase and the deadly stroke that brings it to a close. Slayers spend most of their time honing their weapon skills, studying the habits and anatomy of foes, and practicing combat maneuvers.</p>", 
    "hit_dice": "d10", 
    "source": "Advanced Class Guide", 
    "subtype": "hybrid", 
    "type": "class", 
    "alignment": "Any."
}