{
    "name": "Swashbuckler", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Combining fancy footwork with quick and precise lunges, swashbucklers dart in and out of battle, harassing and thwarting their opponents. These agile combatants serve as protectors for spellcasters and flanking partners for rogues and slayers, while waiting for the opportunity to demonstrate panache and score the killing blow on some lumbering hulk. Swashbucklers often face death with wry humor, mocking it with jabbing wit.</p>", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Fighter and gunslinger.</p>", 
            "type": "section", 
            "name": "Parent Classes"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>5d6 &times; 10 gp (average 175 gp).</p>", 
            "type": "section", 
            "name": "Starting Wealth", 
            "sections": [
                {
                    "text": "<table id=\"swashbuckler-progression-table\">\n<caption>Swashbuckler</caption>\n<thead>\n<tr>\n<th rowspan=\"2\">Level</th>\n<th rowspan=\"2\">Base Attack Bonus</th>\n<th rowspan=\"2\">Fort Save</th>\n<th rowspan=\"2\">Ref Save</th>\n<th rowspan=\"2\">Will Save</th>\n<th rowspan=\"2\">Special</th>\n</tr>\n</thead>\n<tbody>\n<tr><td>1st</td><td>+1</td><td>+0</td><td>+2</td><td>+0</td><td>Deeds, panache, swashbuckler finesse</td></tr>\n<tr><td>2nd</td><td>+2</td><td>+0</td><td>+3</td><td>+0</td><td>Charmed life 3/day</td></tr>\n<tr><td>3rd</td><td>+3</td><td>+1</td><td>+3</td><td>+1</td><td>Deeds, nimble +1</td></tr>\n<tr><td>4th</td><td>+4</td><td>+1</td><td>+4</td><td>+1</td><td>Bonus feat</td></tr>\n<tr><td>5th</td><td>+5</td><td>+1</td><td>+4</td><td>+1</td><td>Swashbuckler weapon training +1</td></tr>\n<tr><td>6th</td><td>+6/+1</td><td>+2</td><td>+5</td><td>+2</td><td>Charmed life 4/day</td></tr>\n<tr><td>7th</td><td>+7/+2</td><td>+2</td><td>+5</td><td>+2</td><td>Deeds, nimble +2</td></tr>\n<tr><td>8th</td><td>+8/+3</td><td>+2</td><td>+6</td><td>+2</td><td>Bonus feat</td></tr>\n<tr><td>9th</td><td>+9/+4</td><td>+3</td><td>+6</td><td>+3</td><td>Swashbuckler weapon training +2</td></tr>\n<tr><td>10th</td><td>+10/+5</td><td>+3</td><td>+7</td><td>+3</td><td>Charmed life 5/day</td></tr>\n<tr><td>11th</td><td>+11/+6/+1</td><td>+3</td><td>+7</td><td>+3</td><td>Deeds, nimble +3</td></tr>\n<tr><td>12th</td><td>+12/+7/+2</td><td>+4</td><td>+8</td><td>+4</td><td>Bonus feat</td></tr>\n<tr><td>13th</td><td>+13/+8/+3</td><td>+4</td><td>+8</td><td>+4</td><td>Swashbuckler weapon training +3</td></tr>\n<tr><td>14th</td><td>+14/+9/+4</td><td>+4</td><td>+9</td><td>+4</td><td>Charmed life 6/day</td></tr>\n<tr><td>15th</td><td>+15/+10/+5</td><td>+5</td><td>+9</td><td>+5</td><td>Deeds, nimble +4 </td></tr>\n<tr><td>16th</td><td>+16/+11/+6/+1</td><td>+5</td><td>+10</td><td>+5</td><td>Bonus feat </td></tr>\n<tr><td>17th</td><td>+17/+12/+7/+2</td><td>+5</td><td>+10</td><td>+5</td><td>Swashbuckler weapon training +4</td></tr>\n<tr><td>18th</td><td>+18/+13/+8/+3</td><td>+6</td><td>+11</td><td>+6</td><td>Charmed life 7/day</td></tr>\n<tr><td>19th</td><td>+19/+14/+9/+4</td><td>+6</td><td>+11</td><td>+6</td><td>Deeds, nimble +5</td></tr>\n<tr><td>20th</td><td>+20/+15/+10/+5</td><td>+6</td><td>+12</td><td>+6</td><td>Bonus feat, swashbuckler weapon mastery</td></tr>\n</tbody>\n</table>", 
                    "type": "table", 
                    "name": "Swashbuckler", 
                    "source": "Advanced Class Guide"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The swashbuckler's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Escape Artist (Dex), Intimidate (Cha), Knowledge (local) (Int), Knowledge (nobility) (Int), Perception (Wis), Perform (Cha), Profession (Wis), Ride (Dex), Sense Motive (Wis), Sleight of Hand (Dex), and Swim (Str).</p>", 
            "type": "section", 
            "name": "Class Skills", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>4 + Int modifier.</p>", 
                    "type": "section", 
                    "name": "Skill Ranks per Level"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The following are the class features of the swashbuckler. </p>", 
            "type": "section", 
            "name": "Class Features", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Swashbucklers are proficient with all simple and martial weapons, as well as light armor and bucklers.</p>", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "name": "Panache", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"critical-hit\">Each time the swashbuckler confirms a critical hit with a light or one-handed piercing melee weapon, she regains 1 panache point. Confirming a critical hit on a helpless or unaware creature or a creature that has fewer Hit Dice than half the swashbuckler's character level doesn't restore panache.</p>", 
                            "type": "section", 
                            "name": "Critical Hit with a Light or One-Handed Piercing Melee Weapon"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"killing-blow\">When the swashbuckler reduces a creature to 0 or fewer hit points with a light or one-handed piercing melee weapon attack while in combat, she regains 1 panache point. Destroying an unattended object, reducing a helpless or unaware creature to 0 or fewer hit points, or reducing a creature that has fewer Hit Dice than half the swashbuckler's character level to 0 or fewer hit points doesn't restore panache. </p>", 
                            "type": "section", 
                            "name": "Killing Blow with a Light or One-Handed Piercing Melee Weapon"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"grit-and-panache\">The gunslinger's grit and the swashbuckler's panache represent two paths to gain access to the same heroic pool. Characters with both grit and panache class features combine the two resources into a larger pool of both grit points and panache points.</p><p>For the purposes of feat prerequisites, a character with the panache class feature satisfies the prerequisites as if she were a grit user, and vice versa. Swashbuckler levels stack with gunslinger levels for the purpose of satisfying Signature Deed's level requirement. For feats, magic items, and other effects, a panache user can spend and gain panache points in place of grit points, and vice versa.</p>", 
                            "type": "section", 
                            "name": "Grit and Panache"
                        }
                    ], 
                    "text": "<p id=\"panache\">More than just a lightly armored warrior, a swashbuckler is a daring combatant. She fights with panache: a fluctuating measure of a swashbuckler's ability to perform amazing actions in combat. At the start of each day, a swashbuckler gains a number of panache points equal to her Charisma modifier (minimum 1). Her panache goes up or down throughout the day, but usually can't exceed her Charisma modifier (minimum 1), though feats and magic items can affect this maximum. A swashbuckler spends panache points to accomplish deeds (see below), and regains panache in the following ways.</p>", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Advanced Class Guide", 
                    "type": "ability"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"deeds\">Swashbucklers spend panache points to accomplish deeds. Most deeds grant the swashbuckler a momentary bonus or effect, but some provide longer-lasting effects. Some deeds remain in effect while the swashbuckler has at least 1 panache point, but do not require the expenditure of panache points to be maintained. A swashbuckler can perform deeds only of her level or lower. Unless otherwise noted, a deed can be performed multiple successive times, as long as the swashbuckler has or spends the required number of panache points to perform the deed. </p>", 
                    "type": "section", 
                    "name": "Deeds", 
                    "sections": [
                        {
                            "name": "Derring-Do", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"derring-do\">At 1st level, a swashbuckler can spend 1 panache point when she makes an Acrobatics, Climb, Escape Artist, Fly, Ride, or Swim check to roll 1d6 and add the result to the check. She can do this after she makes the check but before the result is revealed. If the result of the d6 roll is a natural 6, she rolls another 1d6 and adds it to the check. She can continue to do this as long as she rolls natural 6s, up to a number of times equal to her Dexterity modifier (minimum 1).</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Dodging Panache", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"dodging-panache\">At 1st level, when an opponent attempts a melee attack against the swashbuckler, the swashbuckler can as an immediate action spend 1 panache point to move 5 feet; doing so grants the swashbuckler a dodge bonus to AC equal to her Charisma modifier (minimum 0) against the triggering attack. This movement doesn't negate the attack, which is still resolved as if the swashbuckler had not moved from her previous square. This movement is not a 5-foot step; it provokes attacks of opportunity from creatures other than the one who triggered this deed. The swashbuckler can perform this deed only while wearing light armor or no armor, and while carrying no heavier than a light load.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Opportune Parry and Riposte", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"opportune-parry-and-riposte\">At 1st level, when an opponent makes a melee attack against the swashbuckler, she can spend 1 panache point and expend a use of an attack of opportunity to attempt to parry that attack. The swashbuckler makes an attack roll as if she were making an attack of opportunity; for each size category the attacking creature is larger than the swashbuckler, the swashbuckler takes a &ndash;2 penalty on this roll. If her result is greater than the attacking creature's result, the creature's attack automatically misses. The swashbuckler must declare the use of this ability after the creature's attack is announced, but before its attack roll is made. Upon performing a successful parry and if she has at least 1 panache point, the swashbuckler can as an immediate action make an attack against the creature whose attack she parried, provided that creature is within her reach. This deed's cost cannot be reduced by any ability or effect that reduces the number of panache points a deed costs.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Kip-Up", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"kip-up\">At 3rd level, while the swashbuckler has at least 1 panache point, she can stand up from prone as a move action without provoking an attack of opportunity. She can stand up from prone as a swift action instead by spending 1 panache point. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Menacing Swordplay", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"menacing-swordplay\">At 3rd level, while she has at least 1 panache point, when a swashbuckler hits an opponent with a light or one-handed piercing melee weapon, she can use Intimidate to demoralize that opponent as a swift action instead of a standard action. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Precise Strike", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"precise-strike\">At 3rd level, while she has at least 1 panache point, a swashbuckler gains the ability to strike precisely with a light or one-handed piercing melee weapon (though not a natural weapon), adding her swashbuckler level to the damage dealt. To use this deed, a swashbuckler cannot attack with a weapon in her off hand or use a shield other than a buckler. She can use this ability even with thrown light or one-handed piercing melee weapons, so long as the target is within 30 feet of her. Any creature that is immune to sneak attacks is immune to the additional damage granted by precise strike, and any item or ability that protects a creature from critical hits also protects a creature from the additional damage of a precise strike. This additional damage is precision damage, and isn't multiplied on a critical hit. </p><p>As a swift action, a swashbuckler can spend 1 panache point to double her precise strike's damage bonus on her next attack. This benefit must be used before the end of her turn, or it is lost. This deed's cost cannot be reduced by any ability or effect that reduces the amount of panache points a deed costs (such as the Signature Deed feat).</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Swashbuckler Initiative", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"swashbuckler-initiative\">At 3rd level, while the swashbuckler has at least 1 panache point, she gains a +2 bonus on initiative checks. In addition, if she has the Quick Draw feat, her hands are free and unrestrained, and she has a light or one-handed piercing melee weapon that's unhidden and ready to draw, she can draw that weapon as part of the initiative check.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Swashbuckler's Grace", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"swashbucklers-grace\">At 7th level, while the swashbuckler has at least 1 panache point, she takes no penalty for moving at full speed when she uses Acrobatics to attempt to move through a threatened area or an enemy's space. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Superior Feint", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"superior-feint\">At 7th level, a swashbuckler with at least 1 panache point can, as a standard action, purposely miss a creature she could make a melee attack against with a wielded light or one-handed piercing melee weapon. When she does, the creature is denied its Dexterity bonus to AC until the start of the swashbuckler's next turn.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Targeted Strike", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"targeted-strike\">At 7th level, as a full-round action, the swashbuckler can spend 1 panache point to make an attack with a single light or one-handed piercing melee weapon that cripples part of a foe's body. The swashbuckler chooses a part of the body to target. If the attack succeeds, in addition to the attack's normal damage, the target suffers one of the following effects based on the part of the body targeted (see below). If a creature doesn't have one of these body locations, that body part cannot be targeted. Creatures that are immune to sneak attacks are also immune to targeted strikes. Items or abilities that protect a creature from critical hits also protect a creature from targeted strikes.\n\t\t\t<ul>\n<li><i>Arms</i>: The target takes no damage from the attack, but it drops one carried item of the swashbuckler's choice, even if the item is wielded with two hands. Items held in a locked gauntlet cannot be chosen.</li>\n<li><i>Head</i>: The target is confused for 1 round. This is a mind-affecting effect.</li>\n<li><i>Legs</i>: The target is knocked prone. Creatures with four or more legs or that are immune to trip attacks are immune to this effect.</li>\n<li><i>Torso or Wings</i>: The target is staggered for 1 round.</li>\n</ul>\n</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Bleeding Wound", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"bleeding-wound\">At 11th level, when the swashbuckler hits a living creature with a light or one-handed piercing melee weapon, as a free action she can spend 1 panache point to have that attack deal additional bleed damage. The amount of bleed damage dealt is equal to the swashbuckler's Dexterity modifier (minimum 1). Alternatively, the swashbuckler can spend 2 panache points to deal 1 point of Strength, Dexterity, or Constitution bleed damage instead (swashbuckler's choice). Creatures that are immune to sneak attacks are also immune to these types of bleed damage.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Evasive", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"evasive\">At 11th level, while a swashbuckler has at least 1 panache point, she gains the benefits of the evasion, uncanny dodge, and improved uncanny dodge rogue class features. She uses her swashbuckler level as her rogue level for improved uncanny dodge. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Subtle Blade", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"subtle-blade\">At 11th level, while a swashbuckler has at least 1 panache point, she is immune to disarm, steal, and sunder combat maneuvers made against a light or one-handed piercing melee weapon she is wielding.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Dizzying Defense", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"dizzying-defense\">At 15th level, while wielding a light or one-handed piercing melee weapon in one hand, the swashbuckler can spend 1 panache point to take the fighting defensively action as a swift action instead of a standard action. When she fights defensively in this manner, the dodge bonus to AC gained from that action increases to +4, and the penalty to attack rolls is reduced to &ndash;2.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Perfect Thrust", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"perfect-thrust\">At 15th level, while the swashbuckler has at least 1 panache point, she can make a perfect thrust, pooling all of her attack potential into a single melee attack as a full-round action made with a light or one-handed piercing melee weapon. When she does, she makes the attack against the target's touch AC and ignores all damage reduction possessed by the target. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Swashbuckler's Edge", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"swashbuckler's-edge\">At 15th level, while the swashbuckler has at least 1 panache point, she can take 10 on any Acrobatics, Climb, Escape Artist, Fly, Ride, or Swim check, even while distracted or in immediate danger. She can use this ability in conjunction with the derring-do deed. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Cheat Death", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"cheat-death\">At 19th level, while the swashbuckler has at least 1 panache point, when she is reduced to 0 or fewer hit points, she can spend all of her remaining panache points to instead be reduced to 1 hit point. Effects that kill the swashbuckler outright without dealing hit point damage are not affected by this ability.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Deadly Stab", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"deadly-stab\">At 19th level, when the swashbuckler confirms a critical hit with a light or one-handed piercing melee weapon, in addition to the normal damage, she can spend 1 panache point to inflict a deadly stab. The target must succeed at a Fortitude saving throw or die. The DC of this save is 10 + 1/2 the swashbuckler's level + the swashbuckler's Dexterity modifier. This is a death attack. Performing this deed does not restore panache to the swashbuckler. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Stunning Stab", 
                            "subtype": "gunslinger_deed", 
                            "text": "<p id=\"stunning-stab\">At 19th level, when a swashbuckler hits a creature with a light or one-handed piercing melee weapon, she can spend 2 panache points to stun the creature for 1 round. The creature must succeed at a Fortitude saving throw (DC = 10 + 1/2 the swashbuckler's level + the swashbuckler's Dexterity modifier) or be stunned for 1 round. Creatures that are immune to critical hits are also immune to this effect. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Advanced Class Guide", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"swashbuckler-finesse\">At 1st level, a swashbuckler gains the benefit of the Weapon Finesse feat with light or one-handed piercing melee weapons, and she can use her Charisma score in place of her Intelligence score as a prerequisite for combat feats. This ability counts as having the Weapon Finesse feat for purpose of meeting feat prerequisites. </p>", 
                    "type": "ability", 
                    "name": "Swashbuckler Finesse", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"charmed-life\">:At 2nd level, the swashbuckler gains a knack for getting out of trouble. Three times per day as an immediate action, she can add her Charisma modifier to the result of a saving throw. She must choose to do this before the roll is made. At 6th level and every 4 levels thereafter, the number of times she can do this per day increases by one (to a maximum of seven times per day at 18th level).</p>", 
                    "type": "ability", 
                    "name": "Charmed Life", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"nimble\">At 3rd level, a swashbuckler gains a +1 dodge bonus to AC while wearing light armor or no armor. Anything that causes the swashbuckler to lose her Dexterity bonus to AC also causes her to lose this dodge bonus. This bonus increases by 1 for every 4 levels beyond 3rd (to a maximum of +5 at 19th level).</p>", 
                    "type": "ability", 
                    "name": "Nimble", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"bonus-feats\">At 4th level and every 4 levels thereafter, a swashbuckler gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those categorized as combat feats. Swashbuckler levels are considered fighter levels for the purpose of meeting combat feat prerequisites.</p><p>In addition, upon reaching 4th level and every 4 levels thereafter, a swashbuckler can choose to learn a new bonus feat in place of a bonus feat she has already learned. In effect, the swashbuckler loses the bonus feat in exchange for the new one. The old feat cannot be one that was used as a prerequisite for another feat, prestige class, or other ability. A swashbuckler can change only one feat at any given level, and must choose whether or not to swap the feat at the time she gains a new bonus feat for the level.</p>", 
                    "type": "section", 
                    "name": "Bonus Feats"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"swashbuckler-weapon-training\">At 5th level, a swashbuckler gains a +1 bonus on attack and damage rolls with one-handed or light piercing melee weapons. While wielding such a weapon, she gains the benefit of the Improved Critical feat. These attack and damage bonuses increase by 1 for every 4 levels beyond 5th (to a maximum of +4 at 17th level).</p>", 
                    "type": "ability", 
                    "name": "Swashbuckler Weapon Training", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"swashbuckler-weapon-mastery\">At 20th level, when a swashbuckler threatens a critical hit with a light or one-handed piercing melee weapon, that critical hit is automatically confirmed. Furthermore, the critical multipliers of such weapons increase by 1 (&times;2 becomes &times;3, and so on).</p>", 
                    "type": "ability", 
                    "name": "Swashbuckler Weapon Mastery", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ]
        }
    ], 
    "text": "<p>Whereas many warriors enter battle encased in suits of armor and wielding large and powerful weapons, swashbucklers rely on speed, agility, and panache. Swashbucklers dart in and out of the fray, wearing down opponents with lunges and feints, all while foiling powerful attacks against themselves with a flick of the wrist and a flash of the blade. Their deft parries and fatal ripostes are carnage elevated to an art form. Some swashbucklers may be arrogant and devil-may-care, but behind this veneer lie people deeply dedicated to their craft. Those of smaller races are particularly driven to prove that the right mix of discipline and daring is the perfect counter to size and strength, and they enjoy nothing more than taking down lumbering brutes and bullies.</p>", 
    "hit_dice": "d10", 
    "source": "Advanced Class Guide", 
    "subtype": "hybrid", 
    "type": "class", 
    "alignment": "Any."
}