{
    "name": "Warpriest", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Warpriests can serve as capable healers or spellcasters, calling upon their divine powers from the center of the fight, where their armor and martial skills are put to the test.</p>", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Cleric and fighter.</p>", 
            "type": "section", 
            "name": "Parent Classes"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>5d6 &times; 10 gp (average 175 gp).</p>", 
            "type": "section", 
            "name": "Starting Wealth", 
            "sections": [
                {
                    "text": "<table id=\"warpriest-progression-table\">\n<caption>Warpriest</caption>\n<thead>\n<tr><th rowspan=\"2\">Level</th><th rowspan=\"2\">Base Attack Bonus</th><th rowspan=\"2\">Fort Save</th><th rowspan=\"2\">Ref Save</th><th rowspan=\"2\">Will Save</th><th rowspan=\"2\">Special</th><th rowspan=\"2\">Sacred Weapon Damage*</th><th colspan=\"12\" style=\"text-align: center;\">Spells per Day</th></tr>\n<tr><th>0</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th></tr>\n</thead>\n<tbody>\n<tr><td>1st</td><td>+0</td><td>+2</td><td>+0</td><td>+2</td><td style=\"white-space: normal;\">Aura, blessings (minor), focus weapon, orisons, sacred weapon</td><td>1d6</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>2nd</td><td>+1</td><td>+3</td><td>+0</td><td>+3</td><td style=\"white-space: normal;\">Fervor 1d6</td><td>1d6</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>3rd</td><td>+2</td><td>+3</td><td>+1</td><td>+3</td><td style=\"white-space: normal;\">Bonus feat</td><td>1d6</td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>4th</td><td>+3</td><td>+4</td><td>+1</td><td>+4</td><td style=\"white-space: normal;\">Channel energy, sacred weapon +1</td><td>1d6</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>5th</td><td>+3</td><td>+4</td><td>+1</td><td>+4</td><td style=\"white-space: normal;\">Fervor 2d6</td><td>1d8</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>6th</td><td>+4</td><td>+5</td><td>+2</td><td>+5</td><td style=\"white-space: normal;\">Bonus feat</td><td>1d8</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>7th</td><td>+5</td><td>+5</td><td>+2</td><td>+5</td><td style=\"white-space: normal;\">Sacred armor +1</td><td>1d8</td><td>5</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>8th</td><td>+6/+1</td><td>+6</td><td>+2</td><td>+6</td><td style=\"white-space: normal;\">Fervor 3d6, sacred weapon +2</td><td>1d8</td><td>5</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>9th</td><td>+6/+1</td><td>+6</td><td>+3</td><td>+6</td><td style=\"white-space: normal;\">Bonus feat</td><td>1d8</td><td>5</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>10th</td><td>+7/+2</td><td>+7</td><td>+3</td><td>+7</td><td style=\"white-space: normal;\">Blessings (major), sacred armor +2</td><td>1d10</td><td>5</td><td>5</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>11th</td><td>+8/+3</td><td>+7</td><td>+3</td><td>+7</td><td style=\"white-space: normal;\">Fervor 4d6</td><td>1d10</td><td>5</td><td>5</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>12th</td><td>+9/+4</td><td>+8</td><td>+4</td><td>+8</td><td style=\"white-space: normal;\">Bonus feat, sacred weapon +3</td><td>1d10</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td><td>&mdash;</td></tr>\n<tr><td>13th</td><td>+9/+4</td><td>+8</td><td>+4</td><td>+8</td><td style=\"white-space: normal;\">Sacred armor +3</td><td>1d10</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td><td>1</td><td>&mdash;</td></tr>\n<tr><td>14th</td><td>+10/+5</td><td>+9</td><td>+4</td><td>+9</td><td style=\"white-space: normal;\">Fervor 5d6</td><td>1d10</td><td>5</td><td>5</td><td>5</td><td>4</td><td>4</td><td>2</td><td>&mdash;</td></tr>\n<tr><td>15th</td><td>+11/+6/+1</td><td>+9</td><td>+5</td><td>+9</td><td style=\"white-space: normal;\">Bonus feat</td><td>2d6</td><td>5</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td><td>&mdash;</td></tr>\n<tr><td>16th</td><td>+12/+7/+2</td><td>+10</td><td>+5</td><td>+10</td><td style=\"white-space: normal;\">Sacred armor +4, sacred weapon +4</td><td>2d6</td><td>5</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td><td>1</td></tr>\n<tr><td>17th</td><td>+12/+7/+2</td><td>+10</td><td>+5</td><td>+10</td><td style=\"white-space: normal;\">Fervor 6d6</td><td>2d6</td><td>5</td><td>5</td><td>5</td><td>5</td><td>4</td><td>4</td><td>2</td></tr>\n<tr><td>18th</td><td>+13/+8/+3</td><td>+11</td><td>+6</td><td>+11</td><td style=\"white-space: normal;\">Bonus feat</td><td>2d6</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td><td>4</td><td>3</td></tr>\n<tr><td>19th</td><td>+14/+9/+4</td><td>+11</td><td>+6</td><td>+11</td><td style=\"white-space: normal;\">Sacred armor +5</td><td>2d6</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td><td>4</td></tr>\n<tr><td>20th</td><td>+15/+10/+5</td><td>+12</td><td>+6</td><td>+12</td><td style=\"white-space: normal;\">Aspect of war, fervor 7d6, sacred weapon +5</td><td>2d8</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td><td>5</td></tr>\n</tbody>\n<tfoot><tr><td colspan=\"8\">*The values shown are for Medium warpriests. See the sacred weapon class feature for Small and Large warpriests.</td></tr>\n</tfoot></table>", 
                    "type": "table", 
                    "name": "Warpriest", 
                    "source": "Advanced Class Guide"
                }, 
                {
                    "text": "<table id=\"warpriest-sacred-weapon-damage\">\n<caption>Small or Large Warpriest Sacred Weapon Damage</caption>\n<thead>\n<tr><th>Level</th><th>Damage (Small)</th><th>Damage (Large)</th></tr>\n</thead>\n<tbody>\n<tr><td>1st&ndash;4th</td><td>1d4</td><td>1d8</td></tr>\n<tr><td>5th&ndash;9th</td><td>1d6</td><td>2d6</td></tr>\n<tr><td>10th&ndash;14th</td><td>1d8</td><td>2d8</td></tr>\n<tr><td>15th&ndash;19th</td><td>1d10</td><td>3d6</td></tr>\n<tr><td>20th</td><td>2d6</td><td>3d8</td></tr>\n</tbody>\n</table>", 
                    "type": "table", 
                    "name": "Small or Large Warpriest Sacred Weapon Damage", 
                    "source": "Advanced Class Guide"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The warpriest's class skills are Climb (Str), Craft (Int), Diplomacy (Cha), Handle Animal (Cha), Heal (Wis), Intimidate (Cha), Knowledge (engineering) (Int), Knowledge (religion) (Int), Profession (Wis), Ride (Dex), Sense Motive (Wis), Spellcraft (Int), Survival (Wis), and Swim (Str).</p>", 
            "type": "section", 
            "name": "Class Skills", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>2 + Int modifier.</p>", 
                    "type": "section", 
                    "name": "Skill Ranks per Level"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The following are the class features of the warpriest.</p>", 
            "type": "section", 
            "name": "Class Features", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A warpriest is proficient with all simple and martial weapons, as well as the favored weapon of his deity, and with all armor (heavy, light, and medium) and shields (except tower shields). If the warpriest worships a deity with unarmed strike as its favored weapon, the warpriest gains Improved Unarmed Strike as a bonus feat.</p>", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiencies"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A warpriest casts divine spells drawn from the cleric spell list. His alignment, however, can restrict him from casting certain spells opposed to his moral or ethical beliefs; see the Chaotic, Evil, Good, and Lawful Spells section above. A warpriest must choose and prepare his spells in advance.</p><p>A warpriest's highest level of spells is 6th. Cleric spells of 7th level and above are not on the warpriest class spell list, and a warpriest cannot use spell completion or spell trigger magic items (without making a successful Use Magic Device check) of cleric spells of 7th level or higher.</p><p>To prepare or cast a spell, a warpriest must have a Wisdom score equal to at least 10 + the spell's level. The saving throw DC against a warpriest's spell is 10 + the spell's level + the warpriest's Wisdom modifier.</p><p>Like other spellcasters, a warpriest can cast only a certain number of spells of each spell level per day. His base daily spell allotment is given on the table above. In addition, he receives bonus spells per day if he had a high Wisdom score.</p><p>Warpriests meditate or pray for their spells. Each warpriest must choose a time when he must spend 1 hour each day in quiet contemplation or supplication to regain his daily allotment of spells. A warpriest can prepare and cast any spell on the cleric spell list, provided that he can cast spells of that level, but he must choose which spells to prepare during his daily meditation.</p>", 
                    "type": "section", 
                    "name": "Spells"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A warpriest of a chaotic, evil, good, or lawful deity has a particularly powerful aura (as a cleric) corresponding to the deity's alignment (see <i>detect evil </i>for details).</p>", 
                    "type": "ability", 
                    "name": "Aura", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A warpriest's deity influences his alignment, what magic he can perform, his values, and how others see him. Each warpriest can select two blessings from among those granted by his deity (each deity grants the blessings tied to its domains). A warpriest can select an alignment blessing (Chaos, Evil, Good, or Law) only if his alignment matches that domain. If a warpriest isn't devoted to a particular deity, he still selects two blessings to represent his spiritual inclinations and abilities, subject to GM approval. The restriction on alignment domains still applies.</p><p>Each blessing grants a minor power at 1st level and a major power at 10th level. A warpriest can call upon the power of his blessings a number of times per day (in any combination) equal to 3 + 1/2 his warpriest level (to a maximum of 13 times per day at 20th level). Each time he calls upon any one of his blessings, it counts against his daily limit. The save DC for these blessings is equal to 10 + 1/2 the warpriest's level + the warpriest's Wisdom modifier.</p><p>If a warpriest also has levels in a class that grants cleric domains, the blessings chosen must match the domains selected by that class. Subject to GM discretion, the warpriest can change his former blessings or domains to make them conform.</p>", 
                    "type": "ability", 
                    "name": "Blessings", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, a warpriest receives Weapon Focus as a bonus feat (he can choose any weapon, not just his deity's favored weapon).</p>", 
                    "type": "section", 
                    "name": "Focus Weapon"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Warpriests can prepare a number of orisons, or 0-level spells, each day as noted on the table above. These spells are cast as any other spell, but aren't expended when cast and can be used again.</p>", 
                    "type": "section", 
                    "name": "Orisons"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, weapons wielded by a warpriest are charged with the power of his faith. In addition to the favored weapon of his deity, the warpriest can designate a weapon as a sacred weapon by selecting that weapon with the Weapon Focus feat; if he has multiple Weapon Focus feats, this ability applies to all of them. Whenever the warpriest hits with his sacred weapon, the weapon damage is based on his level and not the weapon type. The damage for Medium warpriests is listed on the table above; see the table below for Small and Large warpriests. The warpriest can decide to use the weapon's base damage instead of the sacred weapon damage&mdash;this must be declared before the attack roll is made. (If the weapon's base damage exceeds the sacred weapon damage, its damage is unchanged.) This increase in damage does not affect any other aspect of the weapon, and doesn't apply to alchemical items, bombs, or other weapons that only deal energy damage.</p><p>At 4th level, the warpriest gains the ability to enhance one of his sacred weapons with divine power as a swift action. This power grants the weapon a +1 enhancement bonus. For every 4 levels beyond 4th, this bonus increases by 1 (to a maximum of +5 at 20th level). If the warpriest has more than one sacred weapon, he can enhance another on the following round by using another swift action. The warpriest can use this ability a number of rounds per day equal to his warpriest level, but these rounds need not be consecutive.</p><p>These bonuses stack with any existing bonuses the weapon might have, to a maximum of +5. The warpriest can enhance a weapon with any of the following weapon special abilities: <i>brilliant energy</i>, <i>defending</i>, <i>disruption</i>, <i>flaming</i>, <i>frost</i>, <i>keen</i>, and <i>shock</i>. In addition, if the warpriest is chaotic, he can add <i>anarchic</i> and <i>vicious</i>. If he is evil, he can add <i>mighty cleaving</i> and <i>unholy</i>. If he is good, he can add <i>ghost touch </i>and <i>holy</i>. If he is lawful, he can add <i>axiomatic</i> and <i>merciful</i>. If he is neutral (with no other alignment components), he can add <i>spell storing</i> and <i>thundering</i>. Adding any of these special abilities replaces an amount of bonus equal to the special ability's base cost. Duplicate abilities do not stack. The weapon must have at least a +1 enhancement bonus before any other special abilities can be added.</p><p>If multiple weapons are enhanced, each one consumes rounds of use individually. The enhancement bonus and special abilities are determined the first time the ability is used each day, and cannot be changed until the next day. These bonuses do not apply if another creature is wielding the weapon, but they continue to be in effect if the weapon otherwise leaves the warpriest's possession (such as if the weapon is thrown). This ability can be ended as a free action at the start of the warpriest's turn (that round does not count against the total duration, unless the ability is resumed during the same round). If the warpriest uses this ability on a double weapon, the effects apply to only one end of the weapon.</p>", 
                    "type": "ability", 
                    "name": "Sacred Weapon", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A good warpriest (or a neutral warpriest of a good deity) can channel stored spell energy into healing spells that he did not prepare ahead of time. The warpriest can expend any prepared spell that isn't an orison to cast any cure spell of the same spell level or lower. A cure spell is any spell with \"cure\" in its name.</p><p>An evil warpriest (or a neutral warpriest of an evil deity) can't convert spells to cure spells, but can convert them to inflict spells. An inflict spell is any spell with \"inflict\" in its name.</p><p>A warpriest that is neither good nor evil and whose deity is neither good nor evil chooses whether he can convert spells into either cure spells or inflict spells. Once this choice is made, it cannot be changed. This choice also determines whether the warpriest channels positive or negative energy (see Channel Energy, below).</p>", 
                    "type": "section", 
                    "name": "Spontaneous Casting"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A warpriest cannot cast spells of an alignment opposed to his own or his deity's (if he has a deity). Spells associated with particular alignments are indicated by the chaotic, evil, good, and lawful descriptors in their spell descriptions.</p>", 
                    "type": "section", 
                    "name": "Chaotic, Evil, Good, and Lawful Spells"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A warpriest's bonus language options include Abyssal, Celestial, and Infernal. These choices are in addition to the bonus languages available to the character because of his race.</p>", 
                    "type": "section", 
                    "name": "Bonus Languages"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, a warpriest can draw upon the power of his faith to heal wounds or harm foes. He can also use this ability to quickly cast spells that aid in his struggles. This ability can be used a number of times per day equal to 1/2 his warpriest level + his Wisdom modifier. </p><p>By expending one use of this ability, a good warpriest (or one who worships a good deity) can touch a creature to heal it of 1d6 points of damage, plus an additional 1d6 points of damage for every 3 warpriest levels he possesses above 2nd (to a maximum of 7d6 at 20th level). Using this ability is a standard action (unless the warpriest targets himself, in which case it's a swift action). Alternatively, the warpriest can use this ability to harm an undead creature, dealing the same amount of damage he would otherwise heal with a melee touch attack. Using fervor in this way is a standard action that provokes an attack of opportunity. Undead do not receive a saving throw against this damage. This counts as positive energy.</p><p>An evil warpriest (or one who worships an evil deity) can use this ability to instead deal damage to living creatures with a melee touch attack and heal undead creatures with a touch. This counts as negative energy.</p><p>A neutral warpriest who worships a neutral deity (or one who is not devoted to a particular deity) uses this ability as a good warpriest if he chose to spontaneously cast cure spells or as an evil warpriest if he chose to spontaneously cast inflict spells. </p><p>As a swift action, a warpriest can expend one use of this ability to cast any one warpriest spell he has prepared. When cast in this way, the spell can target only the warpriest, even if it could normally affect other or multiple targets. Spells cast in this way ignore somatic components and do not provoke attacks of opportunity. The warpriest does not need to have a free hand to cast a spell in this way.</p>", 
                    "type": "ability", 
                    "name": "Fervor", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 3rd level and every 3 levels thereafter, a warpriest gains a bonus feat in addition to those gained from normal advancement. These bonus feats must be selected from those listed as combat feats. The warpriest must meet the prerequisites for these feats, but he treats his warpriest level as his base attack bonus for these feats (in addition to base attack bonuses gained from other classes and racial Hit Dice). Finally, for the purposes of these feats, the warpriest can select feats that have a minimum number of fighter levels as a prerequisite, treating his warpriest level as his fighter level.</p>", 
                    "type": "section", 
                    "name": "Bonus Feats"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Starting at 4th level, a warpriest can release a wave of energy by channeling the power of his faith through his holy (or unholy) symbol. This energy can be used to deal or heal damage, depending on the type of energy channeled and the creatures targeted. Using this ability is a standard action that expends two uses of his fervor ability and doesn't provoke an attack of opportunity. The warpriest must present a holy (or unholy) symbol to use this ability. </p><p>A good warpriest (or one who worships a good deity) channels positive energy and can choose to heal living creatures or to deal damage to undead creatures. An evil cleric (or one who worships an evil deity) channels negative energy and can choose to deal damage to living creatures or heal undead creatures. A neutral cleric who worships a neutral deity (or one who is not devoted to a particular deity) channels positive energy if he chose to spontaneously cast cure spells or negative energy if he chose to spontaneously cast inflict spells.</p><p>Channeling energy causes a burst that affects all creatures of one type (either undead or living) in a 30-foot radius centered on the warpriest. The amount of damage dealt or healed is equal to the amount listed in the fervor ability. Creatures that take damage from channeled energy must succeed at a Will saving throw to halve the damage. The save DC is 10 + 1/2 the warpriest's level + the warpriest's Wisdom modifier. Creatures healed by channeled energy cannot exceed their maximum hit point total&mdash;all excess healing is lost. A warpriest can choose whether or not to include himself in this effect.</p>", 
                    "type": "ability", 
                    "name": "Channel Energy", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 7th level, the warpriest gains the ability to enhance his armor with divine power as a swift action. This power grants the armor a +1 enhancement bonus. For every 3 levels beyond 7th, this bonus increases by 1 (to a maximum of +5 at 19th level). The warpriest can use this ability a number of minutes per day equal to his warpriest level. This duration must be used in 1-minute increments, but they don't need to be consecutive.</p><p>These bonuses stack with any existing bonuses the armor might have, to a maximum of +5. The warpriest can enhance armor any of the following armor special abilities: <i>energy resistance</i> (normal, improved, and greater), <i>fortification </i>(heavy, light, or moderate), <i>glamered, </i>and <i>spell resistance </i>(13, 15, 17, and 19). Adding any of these special abilities replaces an amount of bonus equal to the special ability's base cost. For this purpose, <i>glamered </i>counts as a +1 bonus, <i>energy resistance</i> counts as +2, <i>improved energy resistance </i>counts as +4, and <i>greater energy resistance</i> counts as +5. Duplicate abilities do not stack. The armor must have at least a +1 enhancement bonus before any other special abilities can be added.</p><p>The enhancement bonus and armor special abilities are determined the first time the ability is used each day and cannot be changed until the next day. These bonuses apply only while the warpriest is wearing the armor, and end immediately if the armor is removed or leaves the warpriest's possession. This ability can be ended as a free action at the start of the warpriest's turn. This ability cannot be applied to a shield.</p><p>When the warpriest uses this ability, he can also use his sacred weapon ability as a free action by expending one use of his fervor.</p>", 
                    "type": "ability", 
                    "name": "Sacred Armor", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 20th level, the warpriest can channel an aspect of war, growing in power and martial ability. After activating this ability, for 1 minute the warpriest treats his level as his base attack bonus, gains DR 10/&mdash;, and can move at his full normal speed regardless of the armor he is wearing or his encumbrance. In addition, the blessings he calls upon don't count against his daily limit during this time.</p>", 
                    "type": "ability", 
                    "name": "Aspect of War", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>A warpriest who grossly violates the code of conduct required by his god loses all spells and class features, except for his armor, shield, weapon proficiencies, and bonus feats. He cannot thereafter gain levels as a warpriest of that god until he atones for his deeds (see the <i>atonement</i> spell).</p>", 
            "type": "section", 
            "name": "Ex-Warpriests"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>A warpriest can select any two blessings granted by his deity. Deities grant blessings of the same name as the domains they grant. Unless otherwise noted, using a blessing is a standard action. A warpriest without a deity can select any two blessings (subject to GM approval). If a blessing's power duplicates a spell effect, the warpriest's caster level for that power is equal to his warpriest level.</p><p>Blessings that affect weapons and armor benefit anyone who wields or wears those items, not just the warpriest. </p>", 
            "type": "section", 
            "name": "Blessings", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Air Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"zephyr-gift\">At 1st level, you can touch any one ranged weapon and enhance it with the quality of air. For 1 minute, any attacks made with the weapon take no penalties due to range. In addition, making a ranged attack with this weapon doesn't provoke an attack of opportunity.</p>", 
                            "type": "section", 
                            "name": "Zephyr's Gift (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"soaring-assault\">At 10th level, you can touch an ally and give her the gift of flight for 1 minute (as <i>fly</i>). The ally gains a fly speed of 60 feet with average maneuverability. She gains a bonus on Fly skill checks equal to your level. Whenever the ally succeeds at a charge attack while flying, that attack deals an amount of additional electricity damage equal to your level.</p>", 
                            "type": "section", 
                            "name": "Soaring Assault (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Animal Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"animal-fury\">At 1st level, you can touch one ally and grant it feral features. The ally gains 2 claw attacks that each deal 1d6 points of damage if the ally is Medium or 1d4 if it's Small, or 1 bite attack that deals 1d8 points of damage if the ally is Medium or 1d6 if it's Small. These are primary natural attacks that replace any similar primary natural attacks the ally might have. This effect lasts for 1 minute.</p>", 
                            "type": "section", 
                            "name": "Animal Fury (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, you can summon a battle companion. This ability functions as <i>summon nature's ally V</i> with a duration of 1 minute. This ability can summon only one animal, regardless of the list used. For every 2 levels beyond 10th, the level of the <i>summon nature's ally</i> spell increases by 1 (to a maximum of <i>summon nature's ally IX</i> at 18th level).</p>", 
                            "type": "section", 
                            "name": "Battle Companion (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Artifice Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"crafter-wrath\">At 1st level, you can touch one melee weapon and grant it greater power to harm and destroy crafted objects. For 1 minute, whenever this weapon deals damage to constructs or objects, it bypasses hardness and damage reduction.</p>", 
                            "type": "section", 
                            "name": "Crafter's Wrath (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"transfer-magic\">At 10th level, you can temporarily transfer a weapon special ability from one weapon to another. The bearers of each of the weapons must be willing, and you must be touching both weapons to activate this ability. You can transfer a weapon special ability with a base price modifier of +1 or +2. If you are using this ability on a double weapon, only one end of the double weapon is affected. The transfer lasts for 1 minute, after which the transferred weapon special ability automatically returns to the source weapon. You can use this ability multiple times on the same weapon or weapons. Alternatively, you can use transfer magic to move a +1 or +2 armor special ability from one touched suit of armor to another, or move a +1 or +2 armor or weapon enhancement bonus to another armor or weapon.</p>", 
                            "type": "section", 
                            "name": "Transfer Magic (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Chaos Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"anarchic-strike\">At 1st level, you can touch one weapon and grant it a chaotic blessing. For 1 minute, this weapon glows yellow or purple and deals an additional 1d6 points of damage against lawful creatures. During this time, it's treated as chaotic for the purposes of overcoming damage reduction. This blessing's additional damage doesn't stack with the additional damage from the <i>anarchic</i> weapon special ability.</p>", 
                            "type": "section", 
                            "name": "Anarchic Strike (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, you can summon a battle companion. This ability functions as <i>summon monster IV</i> with a duration of 1 minute, but for only a chaotic outsider or an animal with the entropic creature simple template. This ability can summon only one creature, regardless of the list used. For every 2 levels beyond 10th, the level of the <i>summon monster</i> spell increases by 1 (to a maximum of <i>summon monster IX</i> at 20th level).</p>", 
                            "type": "section", 
                            "name": "Battle Companion (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Charm Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"charming-presence\">At 1st level, you can touch an ally and grant an entrancing blessing. For 1 minute, the ally becomes mesmerizing to her opponents, filling them with either abject admiration or paralyzing fear. This effect functions as <i>sanctuary</i>, except if the ally attacks an opponent, the effect ends with respect to only that opponent. This is a mind-affecting effect.</p>", 
                            "type": "section", 
                            "name": "Charming Presence (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, you can surround yourself with a tangible aura of majesty for 1 minute. While this aura is active, once per round as a swift action you can issue a command (as the <i>command</i> spell) to one creature within 30 feet; the creature must succeed at a Will saving throw or submit for 1 round.</p>", 
                            "type": "section", 
                            "name": "Dominance Aura (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Community Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"communal-aid\">At 1st level, you can touch an ally and grant it the blessing of community. For the next minute, whenever that ally uses the aid another action, the bonus granted increases to +4. You can instead use this ability on yourself as a swift action.</p>", 
                            "type": "section", 
                            "name": "Communal Aid (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"fight-as-one\">At 10th level, you can rally your allies to fight together. For 1 minute, whenever you make a successful melee or ranged attack against a foe, allies within 10 feet of you gain a +2 insight bonus on attacks of the same type you made against that foe&mdash;melee attacks if you made a melee attack, or ranged attacks if you made a ranged attack. If you score a critical hit, this bonus increases to +4 until the start of your next turn.</p>", 
                            "type": "section", 
                            "name": "Fight as One (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Darkness Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"enshrouding-darkness\">At 1st level, you can touch an ally and bestow a darkness blessing. For 1 minute, the ally becomes enshrouded in shadows while in combat, granting it concealment (20%). Creatures that are normally able to see in supernatural darkness ignore this concealment.</p>", 
                            "type": "section", 
                            "name": "Enshrouding Darkness (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"darkened-vision\">At 10th level, you can place a shroud of darkness around the eyes of one foe within 30 feet. The target must succeed at a Will saving throw or be blinded for 1 minute (as <i>blindness/deafness</i>).</p>", 
                            "type": "section", 
                            "name": "Darkened Vision (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Death Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"from-the-grave\">At 1st level, you can take on a corpse-like visage for 1 minute, making you more intimidating and giving you undead-like protection from harm. You gain a +4 bonus on Disguise checks to resemble an undead creature and on Intimidate checks, as well as a +2 profane bonus on saving throws against disease, mind-affecting effects, paralysis, poison, and stun.</p>", 
                            "type": "section", 
                            "name": "From the Grave (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"death-touch\">At 10th level, you can make a melee touch attack against an opponent to deliver grim suffering. If you succeed, you inflict 1 temporary negative level on the target for 1 minute. Alternatively, you can activate this ability as a swift action upon hitting an opponent with a melee attack. These temporary negative levels stack. You gain no benefit from imposing these negative levels (such as the temporary hit points undead gain from <i>enervation</i>).</p>", 
                            "type": "section", 
                            "name": "Death's Touch (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Destruction Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"destructive-attacks\">At 1st level, you can touch an ally and bless it with the power of destruction. For 1 minute, the ally gains a morale bonus on weapon damage rolls equal to half your level (minimum 1).</p>", 
                            "type": "section", 
                            "name": "Destructive Attacks (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"heart-of-carnage\">At 10th level, you can touch an ally and bless it with even greater destructive power. For 1 minute, the ally gains a +4 insight bonus on attack rolls made to confirm critical hits and has a 50% chance to treat any critical hit or sneak attack against it as a normal hit.\u2029</p>", 
                            "type": "section", 
                            "name": "Heart of Carnage (major)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"acid-strike\">At 1st level, you can touch one weapon and enhance it with acidic potency. For 1 minute, this weapon emits acrid fumes that deal an additional 1d4 points of acid damage with each strike. This additional damage doesn't stack with the additional damage from the <i>corrosive</i> weapon special ability.</p>", 
                            "type": "section", 
                            "name": "Acid Strike (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"armor-of-earth\">At 10th level, you can touch an ally and harden its armor or clothing. For 1 minute, the ally gains DR 1/&mdash;. For every 2 levels beyond 10th, this DR increases by 1 (to a maximum of DR 5/&mdash; at 18th level). This doesn't stack with any other damage resistance.</p>", 
                            "type": "section", 
                            "name": "Armor of Earth (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Evil Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, you can touch one weapon and give it an evil blessing. For 1 minute, this weapon takes on a black, orange, or violet cast and deals an additional 1d6 points of damage against good creatures. During this time, it's treated as evil for the purposes of overcoming damage reduction. This additional damage doesn't stack with the additional damage from the <i>unholy</i> weapon special ability.</p>", 
                            "type": "section", 
                            "name": "Unholy Strike (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, you can summon a battle companion. This ability functions as <i>summon monster IV</i> with a duration of 1 minute, but for only an evil outsider or an animal with the fiendish creature simple template. This ability can summon only one creature, regardless of the list used. For every 2 levels beyond 10th, the level of the <i>summon monster</i> spell increases by 1 (to a maximum of <i>summon monster IX</i> at 20th level).</p>", 
                            "type": "section", 
                            "name": "Battle Companion (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Fire Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, you can touch one weapon and enhance it with the grandeur of fire. For 1 minute, this weapon glows red-hot and deals an additional 1d4 points of fire damage with each hit. This additional damage doesn't stack with the additional damage from the <i>flaming</i> or <i>flaming burst</i> weapon special abilities.</p>", 
                            "type": "section", 
                            "name": "Fire Strike (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"armor-of-flame\">At 10th level, you can touch an ally to wreath it in flames. This works as <i>fire shield</i> (warm shield only) with a duration of 1 minute.</p>", 
                            "type": "section", 
                            "name": "Armor of Flame (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Glory Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, you can touch an ally and grant it a glorious blessing. For 1 minute, the ally becomes mesmerizing to her foes. This functions as <i>sanctuary</i>, except if the ally attacks an opponent, this effect ends with respect to only that opponent. This is a mind-affecting effect.</p>", 
                            "type": "section", 
                            "name": "Glorious Presence (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"demoralizing-glory\">At 10th level, when you successfully damage an opponent with a melee attack or attack spell, as a swift action you can attempt to demoralize that opponent with the Intimidate skill using your ranks in Intimidate or your warpriest level, whichever is higher.</p>", 
                            "type": "section", 
                            "name": "Demoralizing Glory (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Good Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, you can touch one weapon and bless it with the power of purity and goodness. For 1 minute, this weapon glows green, white, or yellow-gold and deals an additional 1d6 points of damage against evil creatures. During this time, it's treated as good for the purposes of overcoming damage reduction. This additional damage doesn't stack with the additional damage from the <i>holy</i> weapon special ability.</p>", 
                            "type": "section", 
                            "name": "Holy Strike (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, you can summon a battle companion. This ability functions as <i>summon monster IV</i> with a duration of 1 minute, but for only a good outsider or an animal with the celestial creature simple template. This ability can summon only one creature, regardless of the list used. For every 2 levels beyond 10th, the level of the <i>summon monster</i> spell increases by 1 (to a maximum of <i>summon monster IX</i> at 20th level).</p>", 
                            "type": "section", 
                            "name": "Battle Companion (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Healing Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, you can add power to a cure spell as you cast it. As a swift action, you can treat any cure spell as if it were empowered (as the Empower Spell feat), causing it to heal 50% more damage (or deal 50% more damage if used against undead). This ability doesn't stack with itself or the Empower Spell feat.</p>", 
                            "type": "section", 
                            "name": "Powerful Healer (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, you can touch an ally and grant it fast healing 3 for 1 minute.</p>", 
                            "type": "section", 
                            "name": "Fast Healing (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Knowledge Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"lore-keeper\">At 1st level, you can touch a creature to learn about its abilities and weaknesses. With a successful touch attack, you gain information as if your result on the appropriate Knowledge skill check were equal to 15 + your warpriest level + your Wisdom modifier. </p>", 
                            "type": "section", 
                            "name": "Lore Keeper (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"monster-lore\">At 10th level, when you succeed at a Knowledge check against an opponent to learn about its abilities or weaknesses (or succeed at a touch attack using the lore keeper blessing, above), you can as a swift action gain a +2 insight bonus on attacks, saving throws, and ability and skill checks, as well as to your AC against that creature. This effect lasts for 1 minute.</p>", 
                            "type": "section", 
                            "name": "Monster Lore (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Law Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"axiomatic-strike\">At 1st level, you can touch one weapon and enhance it with the essence of law. For 1 minute, this weapon glows blue, pale yellow, or white and deals an additional 1d6 points of damage against chaotic creatures. During this time, it's treated as lawful for the purposes of overcoming damage reduction. This additional damage doesn't stack with the additional damage from the <i>axiomatic</i> weapon special ability.</p>", 
                            "type": "section", 
                            "name": "Axiomatic Strike (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, you can summon a battle companion. This ability functions as <i>summon monster IV</i> with a duration of 1 minute, but for only a lawful outsider or an animal with the resolute creature simple template. This ability can summon only one creature, regardless of the list used. For every 2 levels beyond 10th, the level of the <i>summon monster</i> spell increases by 1 (to a maximum of <i>summon monster IX</i> at 20 level).</p>", 
                            "type": "section", 
                            "name": "Battle Companion (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Liberation Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, for 1 round as a swift action, you can ignore impediments to your mobility and effects that cause paralysis (as <i>freedom of movement</i>). You can activate this blessing even if you're otherwise unable to take actions, but not if you're unconscious.</p>", 
                            "type": "section", 
                            "name": "Liberation (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"freedom-shout\">At 10th level, as a swift action you can emit a 30-foot aura that affects all allies with the liberation blessing described above. This effect lasts for 1 round.</p>", 
                            "type": "section", 
                            "name": "Freedom's Shout (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Luck Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"lucky-presence\">At 1st level, you can touch an ally and grant it a lucky presence. The target of this luck can call upon it to roll any one ability check, attack roll, saving throw, or skill check twice and take the better result. The decision to use this ability must be made before the roll is made. Once used, the effect ends.</p>", 
                            "type": "section", 
                            "name": "Lucky Presence (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"unlucky-enemy\">At 10th level, as an immediate action you can force an adjacent opponent to reroll an attack, saving throw, or skill or ability check it just attempted; it must take the lower of the two rolls. You must declare this after the roll is made but before the result is revealed.</p>", 
                            "type": "section", 
                            "name": "Unlucky Enemy (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Madness Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"madness-supremacy\">At 1st level, as a swift action you can target a creature within 30 feet that has the cowering, frightened, panicked, or paralyzed condition. That condition is suspended for 1 round, and the chosen creature gains the confused condition instead. The confused creature rerolls any result other than \"attack self\" or \"attack nearest creature.\" The round spent confused counts toward the duration of the suspended effect. At the end of the confused round, the suspended condition resumes.</p>", 
                            "type": "section", 
                            "name": "Madness Supremacy (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"control-madness\">At 10th level, as a swift action you can choose one behavior for all confused creatures within 30 feet to exhibit (as if all creatures rolled the same result). This effect lasts for 1 round. You can use this ability even while you are confused.</p>", 
                            "type": "section", 
                            "name": "Control Madness (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Magic Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"hand-of-the-acolyte\">At 1st level, you can cause your melee weapon to fly from your grasp and strike an opponent, then instantly return to you. You can make a single attack using a melee weapon at a range of 30 feet. This attack is treated as a ranged attack with a thrown weapon, except that you add your Wisdom modifier to the attack roll instead of your Dexterity modifier (you still add your Strength modifier to the damage roll as normal). This ability cannot be used to perform a combat maneuver.</p>", 
                            "type": "section", 
                            "name": "Hand of the Acolyte (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"blessed-magic\">At 10th level, you can cast a prepared warpriest spell without expending its spell slot. The spell must have a casting time of 1 standard action and must use a spell slot that is at least 3 spell levels lower than the highest warpriest spell level you can cast. In addition, the spell must be one that damages a creature or causes a creature to take penalties (such as <i>inflict light wounds</i> or <i>bane</i>). For example, if you are 10th level and can cast 4th-level warpriest spells, you could use this blessing to cast a 1st-level warpriest spell without expending its spell slot.</p>", 
                            "type": "section", 
                            "name": "Blessed Magic (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Nobility Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, you can speak a few words to a creature within 30 feet that fill them with inspiration. You can grant that creature a +2 morale bonus on attack rolls, ability checks, skill checks, or saving throws (your choice). This effect lasts for 1 minute.</p>", 
                            "type": "section", 
                            "name": "Inspiring Word (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"lead-by-example\">At 10th level, as a swift action you can inspire your allies to follow your lead. If the following action on your turn is an attack or skill check, all allies within 30 feet who take the same action against the same foe or obstacle on their next turn gain a +4 morale bonus on that roll.</p>", 
                            "type": "section", 
                            "name": "Lead by Example (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Plant Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"creeping-vines\">At 1st level, upon hitting with a melee attack, as a swift action you cause the creature you hit to sprout entangling vines that attempt to hold it in place, entangling it for 1 round (Reflex negates).</p>", 
                            "type": "section", 
                            "name": "Creeping Vines (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, you can summon a battle companion. This ability functions as <i>summon nature's ally</i> I<i>V</i>, with a duration of 1 minute. This ability can summon only one animal, regardless of the list used, and the creature's type changes to plant instead of animal. For every 2 levels beyond 10th, the level of the <i>summon nature's ally</i> spell increases by 1, to a maximum of <i>summon nature's ally IX</i> at 20th level.</p>", 
                            "type": "section", 
                            "name": "Battle Companion (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Protection Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, you can gain a +1 sacred bonus on saving throws and a +1 sacred bonus to AC for 1 minute. The bonus increases to +2 at 10th level and +3 at 20th level. </p>", 
                            "type": "section", 
                            "name": "Increased Defense (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, you can emit a 30-foot aura of protection for 1 minute. You and your allies within this aura gain resistance 10 against acid, cold, electricity, fire, and sonic. At 15th level, the energy resistance increases to 20.</p>", 
                            "type": "section", 
                            "name": "Aura of Protection (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Repose Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"gentle-rest\">At 1st level, you can fill a living creature with lethargy by hitting it with a melee touch attack, causing it to become staggered for 1 round. If the target is already staggered, it falls asleep for 1 round instead. An undead creature that's touched is staggered for a number of rounds equal to your Wisdom modifier (minimum 1).</p>", 
                            "type": "section", 
                            "name": "Gentle Rest (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"back-to-the-grave\">At 10th level, when using channel energy to heal living creatures, you can take a swift action on that same turn to also deal damage to undead creatures (as your channel energy ability). Undead take an amount of damage equal to half the amount healed, and can attempt the normal saving throw to halve this damage.</p>", 
                            "type": "section", 
                            "name": "Back to the Grave (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Rune Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"blast-rune\">At 1st level, you can create a blast rune in any adjacent square. Any creature entering this square takes an amount of damage equal to 1d6 + 1/2 your warpriest level. This rune deals either acid, cold, electricity, or fire damage, designated when you create the rune. The rune is invisible, and lasts a number of rounds equal to your warpriest level or until discharged. You cannot create a blast rune in a square occupied by another creature. This rune counts as a 1st-level spell for the purposes of dispelling. It can be discovered with a successful DC 26 Perception skill check and disarmed with a successful DC 26 Disable Device skill check.</p>", 
                            "type": "section", 
                            "name": "Blast Rune (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"spell-storing-weapon\">At 10th level, you can cast a spell into a magic weapon as if it had the <i>spell storing</i> weapon special ability. If the stored spell is not used within 10 minutes, it dissipates.</p>", 
                            "type": "section", 
                            "name": "Spell-Storing Weapon (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Strength Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"strength-surge\">At 1st level, as a swift action you can focus your own strength. You gain an enhancement bonus equal to 1/2 your warpriest level (minimum +1) on melee attack rolls, combat maneuver checks that rely on Strength, Strength-based skills, and Strength checks for 1 round.</p>", 
                            "type": "section", 
                            "name": "Strength Surge (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"strength-of-will\">At 10th level, as a swift action you can ignore the movement penalties caused by wearing medium or heavy armor or by carrying a medium or heavy load. This effect lasts for 1 minute. During this time, you can add your Strength modifier on saving throws against effects that would cause you to become entangled, staggered, or paralyzed.</p>", 
                            "type": "section", 
                            "name": "Strength of Will (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Sun Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"blinding-strike\">At 1st level, you can create a flash of sunlight in the eyes of one of your opponents. The target is blinded for 1 round. If it succeeds at a Reflex saving throw, it's instead dazzled for 1 round. Creatures with light blindness or light sensitivity take a &ndash;4 penalty on this saving throw. This is a light effect. Sightless creatures are unaffected by this ability.</p>", 
                            "type": "section", 
                            "name": "Blinding Strike (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"cleansing-fire\">At 10th level, you can touch a weapon and grant it either the <i>flaming</i> or <i>undead-bane</i> weapon special ability for 1 minute. If you spend two uses of your blessing when activating this ability, the weapon can have both weapon special abilities.</p>", 
                            "type": "section", 
                            "name": "Cleansing Fire (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Travel Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"agile-feet\">At 1st level, as a swift action you gain increased mobility. For 1 round, you ignore all difficult terrain (including magical terrain) and take no penalties for moving through it.</p>", 
                            "type": "section", 
                            "name": "Agile Feet (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"dimensional-hop\">At 10th level, you can teleport up to 20 feet as a move action. You can increase this distance by expending another use of your blessing&mdash;each use spent grants an additional 20 feet. You must have line of sight to your destination. This teleportation doesn't provoke attacks of opportunity. You can bring other willing creatures with you, but each such creature requires expending one additional use of your blessing, regardless of the distance traveled. (For example, transporting yourself 40 feet costs 2 uses of your blessing, and transporting an additional person this distance costs 1 more use.)</p>", 
                            "type": "section", 
                            "name": "Dimensional Hop (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Trickery Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, as a move action you can create an illusory double of yourself. This double functions as a single <i>mirror image</i>, and lasts for a number of rounds equal to your warpriest level, or until the illusory duplicate is dispelled or destroyed. You can have no more than one double at a time. This ability doesn't stack with the additional damage from the <i>mirror image</i> spell.</p>", 
                            "type": "section", 
                            "name": "Double (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 10th level, as a swift action you can become invisible for 1 round (as <i>greater invisibility</i>).</p>", 
                            "type": "section", 
                            "name": "Greater Invisibility (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "War Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"war-mind\">At 1st level, you can touch an ally and grant it a tactical advantage for 1 minute. At the start of its turn each round, it can select one of the following bonuses: +10 feet to base land speed, +1 dodge bonus to AC, +1 insight bonus on attack rolls, or a +1 luck bonus on saving throws. Each bonus selected lasts for 1 round.</p>", 
                            "type": "section", 
                            "name": "War Mind (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"battle-lust\">At 10th level, you can touch an ally and grant it a thirst for battle. All of the ally's melee attacks are treated as if they had the <i>vicious</i> weapon special ability, but the additional damage dealt to the ally from that special ability is nonlethal. In addition, the ally receives a +4 insight bonus on attack rolls made to confirm critical hits. These benefits last for 1 minute.</p>", 
                            "type": "section", 
                            "name": "Battle Lust (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Water Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"ice-strike\">At 1st level, you can touch one weapon and enhance it with the power of water. For 1 minute, this weapon glows with a blue-white chill and deals an additional 1d4 points of cold damage with each strike. This additional damage doesn't stack with the additional damage from the <i>frost</i> or <i>icy burst</i> weapon special abilities.</p>", 
                            "type": "section", 
                            "name": "Ice Strike (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"armor-of-ice\">At 10th level, you can touch any one ally and wreath it in freezing mist. This works as <i>fire shield</i> (chill shield only) with a duration 1 minute.</p>", 
                            "type": "section", 
                            "name": "Armor of Ice (major)"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "type": "section", 
                    "name": "Weather Blessing", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"storm-strike\">At 1st level, you can touch one weapon and grant it a blessing of stormy weather. For 1 minute, this weapon glows with blue or yellow sparks and deals an additional 1d4 points of electricity damage with each hit. This additional damage doesn't stack with the additional damage from the <i>shock</i> or <i>shocking burst</i> weapon special abilities.</p>", 
                            "type": "section", 
                            "name": "Storm Strike (minor)"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"wind-barrer\">At 10th level, you can create a barrier of fast winds around yourself for 1 minute. This acts as a <i>wind wall</i> on all sides of your square, protects you with <i>feather fall</i>, and doesn't interfere with your ranged attacks.</p>", 
                            "type": "section", 
                            "name": "Wind Barrier (major)"
                        }
                    ]
                }
            ]
        }
    ], 
    "text": "<p>Capable of calling upon the power of the gods in the form of blessings and spells, warpriests blend divine magic with martial skill. They are unflinching bastions of their faith, shouting gospel as they pummel foes into submission, and never shy away from a challenge to their beliefs. While clerics might be subtle and use diplomacy to accomplish their aims, warpriests aren't above using violence whenever the situation warrants it. In many faiths, warpriests form the core of the church's martial forces&mdash;reclaiming lost relics, rescuing captured clergy, and defending the church's tenets from all challenges.</p>", 
    "hit_dice": "d8", 
    "source": "Advanced Class Guide", 
    "subtype": "hybrid", 
    "type": "class", 
    "alignment": "A warpriest's alignment must be within one step of his deity's, along either the law/chaos axis or the good/evil axis."
}