{
    "body": "<p>A spell's components explain what you must do or possess to cast the spell. The components entry in a spell description includes abbreviations that tell you what type of components it requires. Specifics for material and focus components are given at the end of the descriptive text. Usually you don't need to worry about components, but when you can't use a component for some reason or when a material or focus component is expensive, then the components are important.</p>", 
    "name": "Components", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"verbal\">A verbal component is a spoken incantation. To provide a verbal component, you must be able to speak in a strong voice. A <i>silence</i> spell or a gag spoils the incantation (and thus the spell). A spellcaster who has been deafened has a 20% chance of spoiling any spell with a verbal component that he tries to cast.</p>", 
            "name": "Verbal", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Verbal", 
            "source": "Core Rulebook", 
            "abbrev": "V", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"somatic\">A somatic component is a measured and precise movement of the hand. You must have at least one hand free to provide a somatic component.</p>", 
            "name": "Somatic", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Somatic", 
            "source": "Core Rulebook", 
            "abbrev": "S", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"material\">A material component consists of one or more physical substances or objects that are annihilated by the spell energies in the casting process. Unless a cost is given for a material component, the cost is negligible. Don't bother to keep track of material components with negligible cost. Assume you have all you need as long as you have your spell component pouch.</p>", 
            "name": "Material", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Material", 
            "source": "Core Rulebook", 
            "abbrev": "M", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"focus\">A focus component is a prop of some sort. Unlike a material component, a focus is not consumed when the spell is cast and can be reused. As with material components, the cost for a focus is negligible unless a price is given. Assume that focus components of negligible cost are in your spell component pouch.</p>", 
            "name": "Focus", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Focus", 
            "source": "Core Rulebook", 
            "abbrev": "F", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"divine-focus\">A divine focus component is an item of spiritual significance. The divine focus for a cleric or a paladin is a holy symbol appropriate to the character's faith. The divine focus for a druid or a ranger is a sprig of holly, or some other sacred plant.</p><p>If the Components line includes F/DF or M/DF, the arcane version of the spell has a focus component or a material component (the abbreviation before the slash) and the divine version has a divine focus component (the abbreviation after the slash).</p>", 
            "name": "Divine Focus", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/Components/Divine Focus", 
            "source": "Core Rulebook", 
            "abbrev": "DF", 
            "type": "section"
        }
    ]
}