{
    "body": "<p>Beneath the spell name is a line giving the school of magic (and the subschool, if any) to which the spell belongs.</p><p>Almost every spell belongs to one of eight schools of magic. A school of magic is a group of related spells that work in similar ways. A small number of spells (<i>arcane mark, limited wish, permanency, prestidigitation</i>, and <i>wish</i>) are universal, belonging to no school.</p>", 
    "name": "School (Subschool)", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Abjurations are protective spells. They create physical or magical barriers, negate magical or physical abilities, harm trespassers, or even banish the subject of the spell to another plane of existence. </p><p>If one abjuration spell is active within 10 feet of another for 24 hours or more, the magical fields interfere with each other and create barely visible energy fluctuations. The DC to find such spells with the Perception skill drops by 4.</p><p>If an abjuration creates a barrier that keeps certain types of creatures at bay, that barrier cannot be used to push away those creatures. If you force the barrier against such a creature, you feel a discernible pressure against the barrier. If you continue to apply pressure, you end the spell.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Abjuration", 
            "type": "section", 
            "name": "Abjuration", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Each conjuration spell belongs to one of five subschools. Conjurations transport creatures from another plane of existence to your plane (calling); create objects or effects on the spot (creation); heal (healing); bring manifestations of objects, creatures, or forms of energy to you (summoning); or transport creatures or objects over great distances (teleportation). Creatures you conjure usually&mdash;but not always&mdash;obey your commands.</p><p>A creature or object brought into being or transported to your location by a conjuration spell cannot appear inside another creature or object, nor can it appear floating in an empty space. It must arrive in an open location on a surface capable of supporting it.</p><p>The creature or object must appear within the spell's range, but it does not have to remain within the range.</p>", 
            "name": "Conjuration", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"calling\">A calling spell transports a creature from another plane to the plane you are on. The spell grants the creature the one-time ability to return to its plane of origin, although the spell may limit the circumstances under which this is possible. Creatures who are called actually die when they are killed; they do not disappear and reform, as do those brought by a summoning spell (see below). The duration of a calling spell is instantaneous, which means that the called creature can't be dispelled.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Calling", 
                    "type": "section", 
                    "name": "Calling", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"creation\">A creation spell manipulates matter to create an object or creature in the place the spellcaster designates. If the spell has a duration other than instantaneous, magic holds the creation together, and when the spell ends, the conjured creature or object vanishes without a trace. If the spell has an instantaneous duration, the created object or creature is merely assembled through magic. It lasts indefinitely and does not depend on magic for its existence.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Creation"
                }, 
                {
                    "body": "<p id=\"healing\">Certain divine conjurations heal creatures or even bring them back to life.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Healing", 
                    "type": "section", 
                    "name": "Healing", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"summoning\">A summoning spell instantly brings a creature or object to a place you designate. When the spell ends or is dispelled, a summoned creature is instantly sent back to where it came from, but a summoned object is not sent back unless the spell description specifically indicates this. A summoned creature also goes away if it is killed or if its hit points drop to 0 or lower, but it is not really dead. It takes 24 hours for the creature to reform, during which time it can't be summoned again.</p><p>When the spell that summoned a creature ends and the creature disappears, all the spells it has cast expire. A summoned creature cannot use any innate summoning abilities it may have.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Summoning", 
                    "type": "section", 
                    "name": "Summoning", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"teleportation\">A teleportation spell transports one or more creatures or objects a great distance. The most powerful of these spells can cross planar boundaries. Unlike summoning spells, the transportation is (unless otherwise noted) one-way and not dispellable.</p><p>Teleportation is instantaneous travel through the Astral Plane. Anything that blocks astral travel also blocks teleportation.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Conjuration/Teleportation", 
                    "type": "section", 
                    "name": "Teleportation", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Divination spells enable you to learn secrets long forgotten, predict the future, find hidden things, and foil deceptive spells.</p><p>Many divination spells have cone-shaped areas. These move with you and extend in the direction you choose. The cone defines the area that you can sweep each round. If you study the same area for multiple rounds, you can often gain additional information, as noted in the descriptive text for the spell.</p>", 
            "name": "Divination", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Divination", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"scrying\">A scrying spell creates an invisible magical sensor that sends you information. Unless noted otherwise, the sensor has the same powers of sensory acuity that you possess. This level of acuity includes any spells or effects that target you, but not spells or effects that emanate from you. The sensor, however, is treated as a separate, independent sensory organ of yours, and thus functions normally even if you have been blinded or deafened, or otherwise suffered sensory impairment.</p><p>A creature can notice the sensor by making a Perception check with a DC 20 + the spell level. The sensor can be dispelled as if it were an active spell.</p><p>Lead sheeting or magical protection blocks a scrying spell, and you sense that the spell is blocked.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Divination/Scrying", 
                    "type": "section", 
                    "name": "Scrying", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Enchantment spells affect the minds of others, influencing or controlling their behavior.</p><p>All enchantments are mind-affecting spells. Two subschools of enchantment spells grant you influence over a subject creature.</p>", 
            "name": "Enchantment", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Enchantment", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"charm\">A charm spell changes how the subject views you, typically making it see you as a good friend.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Enchantment/Charm", 
                    "type": "section", 
                    "name": "Charm", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"compulsion\">A compulsion spell forces the subject to act in some manner or changes the way its mind works. Some compulsion spells determine the subject's actions or the effects on the subject, others allow you to determine the subject's actions when you cast the spell, and still others give you ongoing control over the subject.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Enchantment/Compulsion", 
                    "type": "section", 
                    "name": "Compulsion", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Evocation spells manipulate magical energy or tap an unseen source of power to produce a desired end. In effect, an evocation draws upon magic to create something out of nothing. Many of these spells produce spectacular effects, and evocation spells can deal large amounts of damage.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Evocation", 
            "type": "section", 
            "name": "Evocation", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Illusion spells deceive the senses or minds of others. They cause people to see things that are not there, not see things that are there, hear phantom noises, or remember things that never happened.</p>", 
            "name": "Illusion", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"figment\">A figment spell creates a false sensation. Those who perceive the figment perceive the same thing, not their own slightly different versions of the figment. It is not a personalized mental impression. Figments cannot make something seem to be something else. A figment that includes audible effects cannot duplicate intelligible speech unless the spell description specifically says it can. If intelligible speech is possible, it must be in a language you can speak. If you try to duplicate a language you cannot speak, the figment produces gibberish. Likewise, you cannot make a visual copy of something unless you know what it looks like (or copy another sense exactly unless you have experienced it).</p><p>Because figments and glamers are unreal, they cannot produce real effects the way that other types of illusions can. Figments and glamers cannot cause damage to objects or creatures, support weight, provide nutrition, or provide protection from the elements. Consequently, these spells are useful for confounding foes, but useless for attacking them directly. </p><p>A figment's AC is equal to 10 + its size modifier.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Figment", 
                    "type": "section", 
                    "name": "Figment", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"glamer\">A glamer spell changes a subject's sensory qualities, making it look, feel, taste, smell, or sound like something else, or even seem to disappear.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Glamer", 
                    "type": "section", 
                    "name": "Glamer", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"pattern\">Like a figment, a pattern spell creates an image that others can see, but a pattern also affects the minds of those who see it or are caught in it. All patterns are mind-affecting spells.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Pattern", 
                    "type": "section", 
                    "name": "Pattern", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"phantasm\">A phantasm spell creates a mental image that usually only the caster and the subject (or subjects) of the spell can perceive. This impression is totally in the minds of the subjects. It is a personalized mental impression, all in their heads and not a fake picture or something that they actually see. Third parties viewing or studying the scene don't notice the phantasm. All phantasms are mind-affecting spells.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Phantasm", 
                    "type": "section", 
                    "name": "Phantasm", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"shadow\">A shadow spell creates something that is partially real from extradimensional energy. Such illusions can have real effects. Damage dealt by a shadow illusion is real.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Shadow", 
                    "type": "section", 
                    "name": "Shadow", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Creatures encountering an illusion usually do not receive saving throws to recognize it as illusory until they study it carefully or interact with it in some fashion.</p><p>A successful saving throw against an illusion reveals it to be false, but a figment or phantasm remains as a translucent outline.</p><p>A failed saving throw indicates that a character fails to notice something is amiss. A character faced with proof that an illusion isn't real needs no saving throw. If any viewer successfully disbelieves an illusion and communicates this fact to others, each such viewer gains a saving throw with a +4 bonus.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Illusion/Saving Throws and Illusions (Disbelief)", 
                    "type": "section", 
                    "name": "Saving Throws and Illusions (Disbelief)", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Necromancy spells manipulate the power of death, unlife, and the life force. Spells involving undead creatures make up a large part of this school. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Necromancy", 
            "type": "section", 
            "name": "Necromancy", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Transmutation spells change the properties of some creature, thing, or condition. </p>", 
            "name": "Transmutation", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Transmutation", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"polymorph\">A polymorph spell transforms your physical body to take on the shape of another creature. While these spells make you appear to be the creature, granting you a +10 bonus on Disguise skill checks, they do not grant you all of the abilities and powers of the creature. Each polymorph spell allows you to assume the form of a creature of a specific type, granting you a number of bonuses to your ability scores and a bonus to your natural armor. In addition, each polymorph spell can grant you a number of other benefits, including movement types, resistances, and senses. If the form you choose grants these benefits, or a greater ability of the same type, you gain the listed benefit. If the form grants a lesser ability of the same type, you gain the lesser ability instead. Your base speed changes to match that of the form you assume. If the form grants a swim or burrow speed, you maintain the ability to breathe if you are swimming or burrowing. The DC for any of these abilities equals your DC for the polymorph spell used to change you into that form. </p><p>In addition to these benefits, you gain any of the natural attacks of the base creature, including proficiency in those attacks. These attacks are based on your base attack bonus, modified by your Strength or Dexterity as appropriate, and use your Strength modifier for determining damage bonuses.</p><p>If a polymorph spell causes you to change size, apply the size modifiers appropriately, changing your armor class, attack bonus, Combat Maneuver Bonus, and Stealth skill modifiers. Your ability scores are not modified by this change unless noted by the spell.</p><p>Unless otherwise noted, polymorph spells cannot be used to change into specific individuals. Although many of the fine details can be controlled, your appearance is always that of a generic member of that creature's type. Polymorph spells cannot be used to assume the form of a creature with a template or an advanced version of a creature.</p><p>When you cast a polymorph spell that changes you into a creature of the animal, dragon, elemental, magical beast, plant, or vermin type, all of your gear melds into your body. Items that provide constant bonuses and do not need to be activated continue to function while melded in this way (with the exception of armor and shield bonuses, which cease to function). Items that require activation cannot be used while you maintain that form. While in such a form, you cannot cast any spells that require material components (unless you have the Eschew Materials or Natural Spell feat), and can only cast spells with somatic or verbal components if the form you choose has the capability to make such movements or speak, such as a dragon. Other polymorph spells might be subject to this restriction as well, if they change you into a form that is unlike your original form (subject to GM discretion). If your new form does not cause your equipment to meld into your form, the equipment resizes to match your new size. </p><p>While under the effects of a polymorph spell, you lose all extraordinary and supernatural abilities that depend on your original form (such as keen senses, scent, and darkvision), as well as any natural attacks and movement types possessed by your original form. You also lose any class features that depend upon form, but those that allow you to add features (such as sorcerers that can grow claws) still function. While most of these should be obvious, the GM is the final arbiter of what abilities depend on form and are lost when a new form is assumed. Your new form might restore a number of these abilities if they are possessed by the new form.</p><p>You can only be affected by one polymorph spell at a time. If a new polymorph spell is cast on you (or you activate a polymorph effect, such as wild shape), you can decide whether or not to allow it to affect you, taking the place of the old spell. In addition, other spells that change your size have no effect on you while you are under the effects of a polymorph spell.</p><p>If a polymorph spell is cast on a creature that is smaller than Small or larger than Medium, first adjust its ability scores to one of these two sizes using the following table before applying the bonuses granted by the polymorph spell.</p>", 
                    "name": "Polymorph", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Transmutation/Polymorph", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Creature's Original Size</th><th>Str</th><th>Dex</th><th>Con</th><th>Adjusted Size</th></tr></thead><tbody><tr class=\"odd\"><td>Fine</td><td>+6</td><td>&ndash;6</td><td>&mdash;</td><td>Small</td></tr><tr class=\"even\"><td>Diminutive</td><td>+6</td><td>&ndash;4</td><td>&mdash;</td><td>Small</td></tr><tr class=\"odd\"><td>Tiny</td><td>+4</td><td>&ndash;2</td><td>&mdash;</td><td>Small</td></tr><tr class=\"even\"><td>Large</td><td>&ndash;4</td><td>+2</td><td>&ndash;2</td><td>Medium</td></tr><tr class=\"odd\"><td>Huge</td><td>&ndash;8</td><td>+4</td><td>&ndash;4</td><td>Medium</td></tr><tr class=\"even\"><td>Gargantuan</td><td>&ndash;12</td><td>+4</td><td>&ndash;6</td><td>Medium</td></tr><tr class=\"odd\"><td>Colossal</td><td>&ndash;16</td><td>+4</td><td>&ndash;8</td><td>Medium</td></tr></tbody></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic/Spell Descriptions/School (Subschool)/Transmutation/Polymorph/Creatures Original Size", 
                            "type": "table", 
                            "name": "Creature's Original Size", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }
    ]
}