{
    "body": "<p>The most common way that your character gets hurt is to take lethal damage and lose hit points.</p>", 
    "name": "Loss of Hit Points", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Loss of Hit Points", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Hit points mean two things in the game world: the ability to take physical punishment and keep going, and the ability to turn a serious blow into a less serious one.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Loss of Hit Points/What Hit Points Represent", 
            "type": "section", 
            "name": "What Hit Points Represent", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Damage doesn't slow you down until your current hit points reach 0 or lower. At 0 hit points, you're disabled.</p><p>If your hit point total is negative, but not equal to or greater than your Constitution score, you are unconscious and dying.</p><p>When your negative hit point total is equal to your Constitution, you're dead.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Loss of Hit Points/Effects of Hit Point Damage", 
            "type": "section", 
            "name": "Effects of Hit Point Damage", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"massive-damage\">If you ever sustain a single attack that deals an amount of damage equal to half your total hit points (minimum 50 points of damage) or more and it doesn't kill you outright, you must make a DC 15 Fortitude save. If this saving throw fails, you die regardless of your current hit points. If you take half your total hit points or more in damage from multiple attacks, no one of which dealt more than half your total hit points (minimum 50), the massive damage rule does not apply.</p>", 
            "name": "Massive Damage", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Loss of Hit Points/Massive Damage", 
            "source": "Core Rulebook", 
            "abbrev": "Optional Rule", 
            "type": "section"
        }
    ]
}