{
    "body": "<p>Nonlethal damage represents harm to a character that is not life-threatening. Unlike normal damage, nonlethal damage is healed quickly with rest.</p>", 
    "name": "Nonlethal Damage", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage", 
    "sections": [
        {
            "body": "<p>Certain attacks deal nonlethal damage. Other effects, such as heat or being exhausted, also deal nonlethal damage. When you take nonlethal damage, keep a running total of how much you've accumulated. Do not deduct the nonlethal damage number from your current hit points. It is not &ldquo;real&rdquo; damage. Instead, when your nonlethal damage equals your current hit points, you're staggered (see below), and when it exceeds your current hit points, you fall unconscious.</p>", 
            "name": "Dealing Nonlethal Damage", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Dealing Nonlethal Damage", 
            "sections": [
                {
                    "body": "<p>You can use a melee weapon that deals lethal damage to deal nonlethal damage instead, but you take a &ndash;4 penalty on your attack roll.</p>", 
                    "name": "Nonlethal Damage with a Weapon that Deals Lethal Damage", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Dealing Nonlethal Damage/Nonlethal Damage with a Weapon that Deals Lethal Damage", 
                    "section_id": 3364, 
                    "source": "Core Rulebook", 
                    "type": "section"
                }, 
                {
                    "body": "<p>You can use a weapon that deals nonlethal damage, including an unarmed strike, to deal lethal damage instead, but you take a &ndash;4 penalty on your attack roll.</p>", 
                    "name": "Lethal Damage with a Weapon that Deals Nonlethal Damage", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Dealing Nonlethal Damage/Lethal Damage with a Weapon that Deals Nonlethal Damage", 
                    "section_id": 3365, 
                    "source": "Core Rulebook", 
                    "type": "section"
                }
            ], 
            "section_id": 3363, 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>When your nonlethal damage equals your current hit points, you're staggered. You can only take a standard action or a move action in each round (in addition to free, immediate, and swift actions). You cease being staggered when your current hit points once again exceed your nonlethal damage.</p><p>When your nonlethal damage exceeds your current hit points, you fall unconscious. While unconscious, you are helpless.</p><p>Spellcasters who fall unconscious retain any spellcasting ability they had before going unconscious.</p><p>If a creature's nonlethal damage is equal to his total maximum hit points (not his current hit points), all further nonlethal damage is treated as lethal damage. This does not apply to creatures with regeneration. Such creatures simply accrue additional nonlethal damage, increasing the amount of time they remain unconscious.</p>", 
            "name": "Staggered and Unconscious", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Staggered and Unconscious", 
            "section_id": 3366, 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>You heal nonlethal damage at the rate of 1 hit point per hour per character level. When a spell or ability cures hit point damage, it also removes an equal amount of nonlethal damage.</p>", 
            "name": "Healing Nonlethal Damage", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Injury and Death/Nonlethal Damage/Healing Nonlethal Damage", 
            "section_id": 3367, 
            "source": "Core Rulebook", 
            "type": "section"
        }
    ], 
    "section_id": 3362, 
    "source": "Core Rulebook", 
    "type": "section"
}