{
    "body": "<p>There are a number of different methods used to generate ability scores. Each of these methods gives a different level of flexibility and randomness to character generation. </p><p>Racial modifiers (adjustments made to your ability scores due to your character's race&mdash;see Races) are applied after the scores are generated.</p>", 
    "name": "Generating Ability Scores", 
    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p> Roll 4d6, discard the lowest die result, and add the three remaining results together. Record this total and repeat the process until six numbers are generated. Assign these totals to your ability scores as you see fit. This method is less random than Classic and tends to create characters with above-average ability scores.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Standard", 
            "type": "section", 
            "name": "Standard", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p> Roll 3d6 and add the dice together. Record this total and repeat the process until you generate six numbers. Assign these results to your ability scores as you see fit. This method is quite random, and some characters will have clearly superior abilities. This randomness can be taken one step further, with the totals applied to specific ability scores in the order they are rolled. Characters generated using this method are difficult to fit to predetermined concepts, as their scores might not support given classes or personalities, and instead are best designed around their ability scores.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Classic", 
            "type": "section", 
            "name": "Classic", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p> Roll 2d6 and add 6 to the sum of the dice. Record this total and repeat the process until six numbers are generated. Assign these totals to your ability scores as you see fit. This is less random than the Standard method and generates characters with mostly above-average scores.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Heroic", 
            "type": "section", 
            "name": "Heroic", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Each character has a pool of 24d6 to assign to his statistics. Before the dice are rolled, the player selects the number of dice to roll for each score, with a minimum of 3d6 for each ability. Once the dice have been assigned, the player rolls each group and totals the result of the three highest dice. For more high-powered games, the GM should increase the total number of dice to 28. This method generates characters of a similar power to the Standard method.</p>", 
            "name": "Dice Pool", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Dice Pool", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table id=\"table-1-1-ability-score-costs\"><caption>Table: Ability Score Costs</caption><thead><tr><th>Score</th><th>Points</th></tr></thead><tbody><tr class=\"odd\"><td>7</td><td>&ndash;4</td></tr><tr class=\"even\"><td>8</td><td>&ndash;2</td></tr><tr class=\"odd\"><td>9</td><td>&ndash;1</td></tr><tr class=\"even\"><td>10</td><td>0</td></tr><tr class=\"odd\"><td>11</td><td>1</td></tr><tr class=\"even\"><td>12</td><td>2</td></tr><tr class=\"odd\"><td>13</td><td>3</td></tr><tr class=\"even\"><td>14</td><td>5</td></tr><tr class=\"odd\"><td>15</td><td>7</td></tr><tr class=\"even\"><td>16</td><td>10</td></tr><tr class=\"odd\"><td>17</td><td>13</td></tr><tr class=\"even\"><td>18</td><td>17</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Dice Pool/Table Ability Score Costs", 
                    "type": "table", 
                    "name": "Table: Ability Score Costs", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<table id=\"table-1-2-ability-score-points\"><caption>Table: Ability Score Points</caption><thead><tr><th>Campaign Type</th><th>Points</th></tr></thead><tbody><tr class=\"odd\"><td>Low Fantasy</td><td>10</td></tr><tr class=\"even\"><td>Standard Fantasy</td><td>15</td></tr><tr class=\"odd\"><td>High Fantasy</td><td>20</td></tr><tr class=\"even\"><td>Epic Fantasy</td><td>25</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Dice Pool/Table Ability Score Points", 
                    "type": "table", 
                    "name": "Table: Ability Score Points", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p> Each character receives a number of points to spend on increasing his basic attributes. In this method, all attributes start at a base of 10. A character can increase an individual score by spending some of his points. Likewise, he can gain more points to spend on other scores by decreasing one or more of his ability scores. No score can be reduced below 7 or raised above 18 using this method. See Table: Ability Score Costs for the costs of each score. After all the points are spent, apply any racial modifiers the character might have.</p><p>The number of points you have to spend using the purchase method depends on the type of campaign you are playing. The standard value for a character is 15 points. Average nonplayer characters (NPCs) are typically built using as few as 3 points. See Table: Ability Score Points for a number of possible point values depending on the style of campaign. The purchase method emphasizes player choice and creates equally balanced characters. This system is typically used for organized play events, such as the Pathfinder Society (visit <b>paizo.com/pathfinderSociety</b> for more details on this exciting campaign).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Purchase", 
            "type": "section", 
            "name": "Purchase", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Each ability, after changes made because of race, has a modifier ranging from &ndash;5 to +5. Table: Ability Modifiers and Bonus Spells shows the modifier for each score. The modifier is the number you apply to the die roll when your character tries to do something related to that ability. You also use the modifier with some numbers that aren't die rolls. A positive modifier is called a bonus, and a negative modifier is called a penalty. The table also shows bonus spells, which you'll need to know about if your character is a spellcaster.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Getting Started/Ability Scores/Generating Ability Scores/Determine Bonuses", 
            "type": "section", 
            "name": "Determine Bonuses", 
            "source": "Core Rulebook"
        }
    ]
}