{
    "body": "<p>These traits are associated with combat, battle, and physical prowess; they give characters minor bonuses in battle and represent conflicts and physical struggles in the character's backstory.</p>", 
    "name": "Combat Traits", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p id=\"anatomist\">You have studied the workings of anatomy, either as a student at university or as an apprentice mortician or necromancer. You know where to aim your blows to strike vital organs, and you gain a +1 trait bonus on all rolls made to confirm critical hits.</p>", 
            "name": "Anatomist", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Anatomist", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"armor-expert\">You have worn armor as long as you can remember, either as part of your training to become a knight's squire or simply because you were seeking to emulate a hero. Your childhood armor wasn't the real thing as far as protection, but it did encumber you as much as real armor would have, and you've grown used to moving in such suits with relative grace. When you wear armor of any sort, reduce that suit's armor check penalty by 1, to a minimum check penalty of 0.</p>", 
            "name": "Armor Expert", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Armor Expert", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"bullied\">You were bullied often as a child, and you are now constantly ready to defend yourself with your fists when an enemy comes near. You gain a +1 trait bonus on attacks of opportunity attack rolls made with unarmed strikes. Note that this trait does not grant the ability to make attacks of opportunity with your unarmed strikes&mdash;you must have a level of monk, the Improved Unarmed Strike feat, or some other similar power to gain the use of this character trait. However, that doesn't prevent you from selecting this trait. You simply cannot make use of it until a later point if you do.</p>", 
            "name": "Bullied", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Bullied", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"courageous\">Your childhood was brutal, yet you persevered primarily through force of will and faith that no matter how hard things might get, as long as you kept a level head you'd make it through. You gain a +2 trait bonus on saving throws against fear effects.</p>", 
            "name": "Courageous", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Courageous", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"deft-dodger\">Growing up in a rough neighborhood or a dangerous environment has honed your senses. You gain a +1 trait bonus on Reflex saves.</p>", 
            "name": "Deft Dodger", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Deft Dodger", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"dirty-fighter\">You wouldn't have lived to make it out of childhood without the aid of a sibling, friend, or companion on whom you could always count to distract your enemies long enough for you to do a little bit more damage than normal. That companion may be another PC or an NPC (who may even be recently departed from your side). When you hit a foe you are flanking, you deal an additional 1 point of damage (this damage is added to your base damage, and is multiplied on a critical hit). This additional damage is a trait bonus.</p>", 
            "name": "Dirty Fighter", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Dirty Fighter", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"fencer\">You trained with blades for long hours as a youth, either taking lessons in the genteel art of fencing from tutors paid for by your parents or by being taken under the wing of a disenfranchised fencer who may have turned to a life of crime. You gain a +1 trait bonus on attacks of opportunity made with daggers, swords, and similar bladed weapons.</p>", 
            "name": "Fencer", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Fencer", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"killer\">You made your first kill at a very young age and found the task of war or murder to your liking. You either take particular pride in a well-placed blow, or find vile pleasure in such a strike as you twist the blade to maximize the pain. You deal additional damage equal to your weapon's critical hit modifier when you score a successful critical hit with a weapon; this additional damage is added to the final total, and is not multiplied by the critical hit multiple itself. This extra damage is a trait bonus.</p>", 
            "name": "Killer", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Killer", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"reactionary\">You were bullied often as a child, but never quite developed an offensive response. Instead, you became adept at anticipating sudden attacks and reacting to danger quickly. You gain a +2 trait bonus on Initiative checks.</p>", 
            "name": "Reactionary", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Reactionary", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"resilient\">Growing up in a poor neighborhood or in the unforgiving wilds often forced you to subsist on food and water from doubtful sources. You've built up your mettle as a result, and gain a +1 trait bonus on Fortitude saves.</p>", 
            "name": "Resilient", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Combat Traits/Resilient", 
            "subtype": "combat", 
            "type": "trait"
        }
    ]
}