{
    "body": "<p>These traits rely upon conviction of spirit, perception, and religion, but are not directly tied to the worship of a specific deity. You do not need a patron deity to gain a Faith Trait, as these traits can represent conviction in yourself or your philosophy just as easily as they can represent dedication to a deity.</p>", 
    "name": "Faith Traits", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p id=\"birthmark\">You were born with a strange birthmark that looks very similar to the holy symbol of the god you chose to worship later in life. This birthmark can serve you as a divine focus for casting spells, and as a physical manifestation of your faith, it increases your devotion to your god&mdash;you gain a +2 trait bonus on all saving throws against charm and compulsion effects as a result.</p>", 
            "name": "Birthmark", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Birthmark", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"caretaker\">As the child of an herbalist or an assistant in a temple infirmary, you often had to assist in tending to the sick and wounded. You gain a +1 trait bonus on Heal checks, and Heal is always a class skill for you.</p>", 
            "name": "Caretaker", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Caretaker", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"child-of-the-temple\">You have long served at a temple in a city, and not only did you pick up on many of the nobility's customs, you spent much time in the temple libraries studying your faith. You gain a +1 trait bonus on Knowledge (nobility) and Knowledge (religion) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
            "name": "Child of the Temple", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Child of the Temple", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"devotee-of-the-green\">Your faith in the natural world or one of the gods of nature makes it easy for you to pick up on related concepts. You gain a +1 trait bonus on Knowledge (geography) and Knowledge (nature) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
            "name": "Devotee of the Green", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Devotee of the Green", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"ease-of-faith\">Your mentor, the person who invested your faith in you from an early age, took steps to ensure that you understood that what powers your divine magic is no different than that which powers the magic of other religions. This philosophy makes it easier for you to interact with others who may not share your views. You gain a +1 bonus on Diplomacy checks, and Diplomacy is always a class skill for you.</p>", 
            "name": "Ease of Faith", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Ease of Faith", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"history-of-heresy\">You were raised with heretical views that have made it difficult for you to accept most religious beliefs and often caused you or those you love to be treated as pariahs. As a result, you have turned your back on religious teachings, and as long as you do not possess any levels in a class that grants divine spellcasting power, you gain a +1 trait bonus on all saving throws made against divine spells.</p>", 
            "name": "History of Heresy", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/History of Heresy", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"indomitable-faith\">You were born in a region where your faith was not popular, but you never abandoned it. Your constant struggle to maintain your own faith has bolstered your drive; you gain a +1 trait bonus on Will saves as a result.</p>", 
            "name": "Indomitable Faith", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Indomitable Faith", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"sacred-conduit\">Your birth was particularly painful and difficult for your mother, who needed potent divine magic to ensure that you survived (your mother may or may not have). In any event, that magic infused you from an early age, and you now channel divine energy with greater ease than most. Whenever you channel energy, you gain a +1 trait bonus to the save DC of your channeled energy.</p>", 
            "name": "Sacred Conduit", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Sacred Conduit", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"sacred-touch\">You were exposed to a potent source of positive energy as a child, perhaps by being born under the right cosmic sign, or maybe because one of your parents was a gifted healer. As a standard action, you may automatically stabilize a dying creature merely by touching it.</p>", 
            "name": "Sacred Touch", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Sacred Touch", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"scholar-of-the-great-beyond\">Your great interests as a child did not lie with current events or the mundane&mdash;you have always felt out of place, as if you were born in the wrong era. You take to philosophical discussions of the Great Beyond and of historical events with ease. You gain a +1 trait bonus on Knowledge (history) and Knowledge (planes) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
            "name": "Scholar of the Great Beyond", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Faith Traits/Scholar of the Great Beyond", 
            "subtype": "faith", 
            "type": "trait"
        }
    ]
}