{
    "body": "<p>These traits are associated with magic and focus on spellcasting and manipulating magic. You need not be a spellcaster to take a Magic Trait (although several of these traits aren't as useful to non-spellcasters). Magic Traits can represent a character's early exposure to magical effects or childhood studies of magic.</p>", 
    "name": "Magic Traits", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p id=\"classically-schooled\">Your apprenticeship or early education was particularly focused on the direct application of magic. You gain a +1 trait bonus on Spellcraft checks, and Spellcraft is always a class skill for you.</p>", 
            "name": "Classically Schooled", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Classically Schooled", 
            "subtype": "magic", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"dangerously-curious\">You have always been intrigued by magic, possibly because you were the child of a magician or priest. You often snuck into your parent's laboratory or shrine to tinker with spell components and magic devices, and frequently caused quite a bit of damage and headaches for your parent as a result. You gain a +1 bonus on Use Magic Device checks, and Use Magic Device is always a class skill for you.</p>", 
            "name": "Dangerously Curious", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Dangerously Curious", 
            "subtype": "magic", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"focused-mind\">Your childhood was either dominated by lessons of some sort (whether musical, academic, or other) or by a horrible home life that encouraged your ability to block out distractions and focus on the immediate task at hand. You gain a +2 trait bonus on concentration checks.</p>", 
            "name": "Focused Mind", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Focused Mind", 
            "subtype": "magic", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"gifted-adept\">Your interest in magic was inspired by witnessing a spell being cast in a particularly dramatic method, perhaps even one that affected you physically or spiritually. This early exposure to magic has made it easier for you to work similar magic on your own. Pick one spell when you choose this trait&mdash;from this point on, whenever you cast that spell, its effects manifest at +1 caster level.</p>", 
            "name": "Gifted Adept", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Gifted Adept", 
            "subtype": "magic", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"hedge-magician\">You apprenticed for a time to a craftsman who often built magic items, and he taught you many handy shortcuts and cost-saving techniques. Whenever you craft a magic item, you reduce the required gp cost to make the item by 5%.</p>", 
            "name": "Hedge Magician", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Hedge Magician", 
            "subtype": "magic", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"magical-knack\">You were raised, either wholly or in part, by a magical creature, either after it found you abandoned in the woods or because your parents often left you in the care of a magical minion. This constant exposure to magic has made its mysteries easy for you to understand, even when you turn your mind to other devotions and tasks. Pick a class when you gain this trait&mdash;your caster level in that class gains a +2 trait bonus as long as this bonus doesn't raise your caster level above your current Hit Dice.</p>", 
            "name": "Magical Knack", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Magical Knack", 
            "subtype": "magic", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"magical-lineage\">One of your parents was a gifted spellcaster who not only used metamagic often, but also developed many magical items and perhaps even a new spell or two&mdash;and you have inherited a fragment of this greatness. Pick one spell when you choose this trait. When you apply metamagic feats to this spell, treat its actual level as 1 lower for determining the spell's final adjusted level.</p>", 
            "name": "Magical Lineage", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Magical Lineage", 
            "subtype": "magic", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"magical-talent\">Either from inborn talent, the whimsy of the gods, or obsessive study of strange tomes, you have mastered the use of a cantrip. Choose a 0-level spell. You may cast that spell once per day as a spell-like ability. This spell-like ability is cast at your highest caster level gained; if you have no caster level, it functions at CL 1st. The spell-like ability's save DC is Charisma-based.</p>", 
            "name": "Magical Talent", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Magical Talent", 
            "subtype": "magic", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"mathematical-prodigy\">Mathematics has always come easily for you, and you have always been able to &ldquo;see the math&rdquo; in the physical and magical world. You gain a +1 bonus on Knowledge (arcana) and Knowledge (engineering) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Mathematical Prodigy", 
            "type": "section", 
            "name": "Mathematical Prodigy", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"skeptic\">Growing up, you were always around magical effects to the extent that you realized much of it was mere smoke and mirrors. You gain a +2 trait bonus on all saving throws against illusions.</p>", 
            "name": "Skeptic", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Magic Traits/Skeptic", 
            "subtype": "magic", 
            "type": "trait"
        }
    ]
}