{
    "body": "<p>Social Traits are a sort of catch-all category&mdash;these traits reflect the social upbringing of your character, your background in high society or lack thereof, and your history with parents, siblings, friends, competitors, and enemies.</p>", 
    "name": "Social Traits", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p id=\"adopted\">You were adopted and raised by someone not of your actual race, and raised in a society not your own. As a result, you picked up a race trait from your adoptive parents and society, and may immediately select a race trait from your adoptive parents' race. </p>", 
            "name": "Adopted", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Adopted", 
            "subtype": "social", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"bully\">You grew up in an environment where the meek were ignored and you often had to resort to threats or violence to be heard. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you.</p>", 
            "name": "Bully", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Bully", 
            "subtype": "social", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"canter\">You grew up among thieves and scoundrels, and their unusual speech patterns and turns of phrase don't faze you in the slightest today as a result. Anyone who attempts to use Bluff to deliver a secret message to you gains a +5 bonus on his Bluff check. When you attempt to intercept a secret message using Sense Motive, you gain a +5 trait bonus on the attempt.</p>", 
            "name": "Canter", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Canter", 
            "subtype": "social", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"charming\">Blessed with good looks, you've come to depend on the fact that others find you attractive. You gain a +1 trait bonus when you use Bluff or Diplomacy on a character that is (or could be) sexually attracted to you, and a +1 trait bonus to the save DC of any language-dependent spell you cast on such characters or creatures.</p>", 
            "name": "Charming", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Charming", 
            "subtype": "social", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"child-of-the-streets\">You grew up on the streets of a large city, and as a result you have developed a knack for picking pockets and hiding small objects on your person. You gain a +1 trait bonus on Sleight of Hand checks, and Sleight of Hand is always a class skill for you.</p>", 
            "name": "Child of the Streets", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Child of the Streets", 
            "subtype": "social", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"fast-talker\">You had a knack at getting yourself into trouble as a child, and as a result developed a silver tongue at an early age. You gain a +1 trait bonus on Bluff checks, and Bluff is always a class skill for you.</p>", 
            "name": "Fast-Talker", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Fast-Talker", 
            "subtype": "social", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"natural-born-leader\">You've always found yourself in positions where others look up to you as a leader, and you can distinctly remember an event from your early childhood where you led several other children to accomplish a goal that each of you individually could not. All cohorts, followers, or summoned creatures under your leadership gain a +1 morale bonus on Will saves to avoid mind-affecting effects. If you ever take the Leadership feat, you gain a +1 trait bonus to your Leadership score.</p>", 
            "name": "Natural-Born Leader", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Natural-Born Leader", 
            "subtype": "social", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"poverty-stricken\">Your childhood was tough, and your parents had to make every copper piece count. Hunger was your constant companion, and you often had to live off the land or sleep in the wild. You gain a +1 bonus on Survival checks, and Survival is always a class skill for you.</p>", 
            "name": "Poverty-Stricken", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Poverty-Stricken", 
            "subtype": "social", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"rich-parents\">You were born into a rich family, perhaps even the nobility, and even though you turned to a life of adventure anyway, you enjoy a one-time benefit to your initial finances&mdash;your starting cash increases to 900 gp.</p>", 
            "name": "Rich Parents", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Rich Parents", 
            "subtype": "social", 
            "type": "trait"
        }, 
        {
            "body": "<p id=\"suspicious\">You discovered at an early age that someone you trusted, perhaps an older sibling or a parent, had lied to you, and lied often, about something you had taken for granted, leaving you quick to question the claims of others. You gain a +1 trait bonus on Sense Motive checks, and Sense Motive is always a class skill for you.</p>", 
            "name": "Suspicious", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Basic Traits/Social Traits/Suspicious", 
            "subtype": "social", 
            "type": "trait"
        }
    ]
}