{
    "body": "<p id=\"indirect-fire-ranged-siege-engines\">Indirect-fire weapons launch projectiles in high arcs toward their targets. They typically lob heavier missiles and payloads than direct-fire weapons, but they are harder to aim accurately. Indirect weapons can bypass many forms of fortification, delivering their payloads of solid shot, scatter shot, or even disease-ridden offal to targets beyond the walls of castles. They can also be used to batter fortifications where they are most vulnerable, arcing down on towers and walls, crushing them with the weight of stone or raining down smaller projectiles on a wall's defenders. </p><p>Indirect-fire weapons use a targeting mechanic similar to that described for catapults, hereafter referred to as an indirect attack. The following is an update to those rules. </p>", 
    "name": "Indirect-Fire Ranged Siege Engines", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Indirect-Fire Ranged Siege Engines", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"indirect-attack\" class=\"stat-block-2\">To fire an indirect-fire ranged siege engine, the crew leader makes a targeting check against the DC of the siege engine. This check uses his base attack bonus, his Intelligence modifier (if not trained in Knowledge [engineering]) or Knowledge (engineering) skill modifier (if trained in that skill), any penalty for not being proficient in the siege engine, and the appropriate modifiers. If the check succeeds, the ammunition of the indirect attack hits the square the siege engine was aimed at, dealing the indicated damage or effect to any object or creature within the area of its attack. Creatures may get a saving throw to limit the effect of the attack; this is typically based on the type of ammunition used.If the attack misses the intended square, roll 1d8 to determine in what direction the shot veers. A roll of 1 indicates the ammunition falls short (toward the siege engine), with rolls of 2 through 8 counting squares clockwise around the target square. Roll 1d4 for every range increment at which the attack was made (1d4 if the target square is within the engine's first range increment, 2d4 if the target square is within the second range increment, and so on). The total is the number of squares by which the attack misses, with the direction in which the squares are counted determined by the d8 roll. The ammunition deals its damage and any other effects in the square it lands on.</p>", 
            "name": "Indirect Attack", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Indirect-Fire Ranged Siege Engines/Indirect Attack", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<table id=\"table-indirect-attack-check-modifiers\"><caption>Table: Indirect Attack Check Modifiers</caption><thead><tr><th>Condition</th><th>Modifier</th></tr></thead><tr class=\"odd\"><td>No line of sight to target square</td><td>&ndash;6</td></tr><tr class=\"even\"><td>Successive shots (crew can see where most recent miss landed)</td><td>Cumulative +2 per previous miss (maximum +10)</td></tr><tr class=\"odd\"><td>Successive shots (crew can't see where most recent missed shot landed, but observer is providing feedback)</td><td>Cumulative +1 per previous miss (maximum +5)</td></tr><tr class=\"even\"><td>Successive shots after a hit</td><td>+10 </td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Ranged Siege Engines/Indirect-Fire Ranged Siege Engines/Indirect Attack/Table Indirect Attack Check Modifiers", 
                    "type": "table", 
                    "name": "Table: Indirect Attack Check Modifiers", 
                    "source": "Ultimate Combat"
                }
            ]
        }
    ]
}