{
    "body": "<p>An action's type essentially tells you how long the action takes to perform (within the framework of the 6-second combat round) and how movement is treated. There are six types of actions: standard actions, move actions, full-round actions, swift actions, immediate actions, and free actions.</p><p>In a normal round, you can perform a standard action and a move action, or you can perform a full-round action. You can also perform one swift action and one or more free actions. You can always take a move action in place of a standard action.</p><p>In some situations (such as in a surprise round), you may be limited to taking only a single move action or standard action.</p>", 
    "name": "Action Types", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Action Types", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"standard-action\">A standard action allows you to do something, most commonly to make an attack or cast a spell. See Table: Actions in Combat for other standard actions.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Action Types/Standard Action", 
            "type": "section", 
            "name": "Standard Action", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"move-action\">A move action allows you to move up to your speed or perform an action that takes a similar amount of time. See Table: Actions in Combat for other move actions.</p><p>You can take a move action in place of a standard action. If you move no actual distance in a round (commonly because you have swapped your move action for one or more equivalent actions), you can take one 5-foot step either before, during, or after the action.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Action Types/Move Action", 
            "type": "section", 
            "name": "Move Action", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"full-round-action\">A full-round action consumes all your effort during a round. The only movement you can take during a full-round action is a 5-foot step before, during, or after the action. You can also perform free actions and swift actions (see below). See Table: Actions in Combat for a list of full-round actions.</p><p>Some full-round actions do not allow you to take a 5-foot step.</p><p>Some full-round actions can be taken as standard actions, but only in situations when you are limited to performing only a standard action during your round. The descriptions of specific actions detail which actions allow this option.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Action Types/Full-Round Action", 
            "type": "section", 
            "name": "Full-Round Action", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"free-action\">Free actions consume a very small amount of time and effort. You can perform one or more free actions while taking another action normally. However, there are reasonable limits on what you can really do for free, as decided by the GM.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Action Types/Free Action", 
            "type": "section", 
            "name": "Free Action", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"swift-action\">A swift action consumes a very small amount of time, but represents a larger expenditure of effort and energy than a free action. You can perform only a single swift action per turn.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Action Types/Swift Action", 
            "type": "section", 
            "name": "Swift Action", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"immediate-action\">An immediate action is very similar to a swift action, but can be performed at any time&mdash;even if it's not your turn.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Action Types/Immediate Action", 
            "type": "section", 
            "name": "Immediate Action", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Some activities are so minor that they are not even considered free actions. They literally don't take any time at all to do and are considered an inherent part of doing something else, such as nocking an arrow as part of an attack with a bow.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Action Types/Not an Action", 
            "type": "section", 
            "name": "Not an Action", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>In some situations, you may be unable to take a full round's worth of actions. In such cases, you are restricted to taking only a single standard action or a single move action (plus free and swift actions as normal). You can't take a full-round action (though you can start or complete a full-round action by using a standard action; see below).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Action Types/Restricted Activity", 
            "type": "section", 
            "name": "Restricted Activity", 
            "source": "Core Rulebook"
        }
    ]
}