{
    "body": "<p>A full-round action requires an entire round to complete. Thus, it can't be coupled with a standard or a move action, though if it does not involve moving any distance, you can take a 5-foot step.</p>", 
    "name": "Full-Round Actions", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>If you get more than one attack per round because your base attack bonus is high enough (see Base Attack Bonus in Classes), because you fight with two weapons or a double weapon, or for some special reason, you must use a full-round action to get your additional attacks. You do not need to specify the targets of your attacks ahead of time. You can see how the earlier attacks turn out before assigning the later ones.</p><p>The only movement you can take during a full attack is a 5-foot step. You may take the step before, after, or between your attacks.</p><p>If you get multiple attacks because your base attack bonus is high enough, you must make the attacks in order from highest bonus to lowest. If you are using two weapons, you can strike with either weapon first. If you are using a double weapon, you can strike with either part of the weapon first.</p>", 
            "name": "Full Attack", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Full Attack", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>After your first attack, you can decide to take a move action instead of making your remaining attacks, depending on how the first attack turns out and assuming you have not already taken a move action this round. If you've already taken a 5-foot step, you can't use your move action to move any distance, but you could still use a different kind of move action.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Full Attack/Deciding between an Attack or a Full Attack", 
                    "type": "section", 
                    "name": "Deciding between an Attack or a Full Attack", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"fighting-defensively-as-a-full-round-action\">You can choose to fight defensively when taking a full-attack action. If you do so, you take a &ndash;4 penalty on all attacks in a round to gain a +2 dodge bonus to AC for until the start your next turn.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Full Attack/Fighting Defensively as a Full-Round Action", 
                    "type": "section", 
                    "name": "Fighting Defensively as a Full-Round Action", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>A spell that takes one round to cast is a full-round action. It comes into effect just before the beginning of your turn in the round after you began casting the spell. You then act normally after the spell is completed.</p><p>A spell that takes 1 minute to cast comes into effect just before your turn 1 minute later (and for each of those 10 rounds, you are casting a spell as a full-round action). These actions must be consecutive and uninterrupted, or the spell automatically fails.</p><p>When you begin a spell that takes 1 round or longer to cast, you must continue the invocations, gestures, and concentration from 1 round to just before your turn in the next round (at least). If you lose concentration after starting the spell and before it is complete, you lose the spell.</p><p>You only provoke attacks of opportunity when you begin casting a spell, even though you might continue casting for at least 1 full round. While casting a spell, you don't threaten any squares around you.</p><p>This action is otherwise identical to the cast a spell action described under Standard Actions.</p>", 
            "name": "Cast a Spell", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Cast a Spell", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p id=\"casting-a-metamagic-spell\">Sorcerers and bards must take more time to cast a metamagic spell (one enhanced by a metamagic feat) than a regular spell. If a spell's normal casting time is 1 standard action, casting a metamagic version of the spell is a full-round action for a sorcerer or bard (except for spells modified by the Quicken Spell feat, which take 1 swift action to cast). Note that this isn't the same as a spell with a 1-round casting time. Spells that take a full-round action to cast take effect in the same round that you begin casting, and you are not required to continue the invocations, gestures, and concentration until your next turn. For spells with a longer casting time, it takes an extra full-round action to cast the metamagic spell.</p><p>Clerics and druids must take more time to spontaneously cast a metamagic version of a cure, inflict, or summon spell. Spontaneously casting a metamagic version of a spell with a casting time of 1 standard action is a full-round action, and spells with longer casting times take an extra full-round action to cast.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Cast a Spell/Casting a Metamagic Spell", 
                    "type": "section", 
                    "name": "Casting a Metamagic Spell", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>In some situations, your movement may be so hampered that you don't have sufficient speed even to move 5 feet (a single square). In such a case, you may spend a full-round action to move 5 feet (1 square) in any direction, even diagonally. Even though this looks like a 5-foot step, it's not, and thus it provokes attacks of opportunity normally.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Move 5 Feet through Difficult Terrain", 
            "type": "section", 
            "name": "Move 5 Feet through Difficult Terrain", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>You can run as a full-round action. If you do, you do not also get a 5-foot step. When you run, you can move up to four times your speed in a straight line (or three times your speed if you're in heavy armor). You lose any Dexterity bonus to AC unless you have the Run feat. </p><p>You can run for a number of rounds equal to your Constitution score, but after that you must make a DC 10 Constitution check to continue running. You must check again each round in which you continue to run, and the DC of this check increases by 1 for each check you have made. When you fail this check, you must stop running. A character who has run to his limit must rest for 1 minute (10 rounds) before running again. During a rest period, a character can move no faster than a normal move action.</p><p>You can't run across difficult terrain or if you can't see where you're going.</p><p>A run represents a speed of about 13 miles per hour for an unencumbered human.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Run", 
            "type": "section", 
            "name": "Run", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Using a special ability is usually a standard action, but some may be full-round actions, as defined by the ability.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Use Special Ability", 
            "type": "section", 
            "name": "Use Special Ability", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Withdrawing from melee combat is a full-round action. When you withdraw, you can move up to double your speed. The square you start out in is not considered threatened by any opponent you can see, and therefore visible enemies do not get attacks of opportunity against you when you move from that square. Invisible enemies still get attacks of opportunity against you, and you can't withdraw from combat if you're blinded. You can't take a 5-foot step during the same round in which you withdraw.</p><p>If, during the process of withdrawing, you move out of a threatened square (other than the one you started in), enemies get attacks of opportunity as normal.</p><p>You may not withdraw using a form of movement for which you don't have a listed speed. </p><p>Note that despite the name of this action, you don't actually have to leave combat entirely.</p>", 
            "name": "Withdraw", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Withdraw", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>If you are limited to taking only a standard action each round you can withdraw as a standard action. In this case, you may move up to your speed.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Full-Round Actions/Withdraw/Restricted Withdraw", 
                    "type": "section", 
                    "name": "Restricted Withdraw", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}