{
    "slot": "chest", 
    "body": "<p class=\"stat-block\">This black leather bandolier is adorned with three brass bells of various sizes and shapes. Each bell can be rung to produce its own effect, or all can be rung at once to create a <i>death ward</i>. The <i>death warden's bandolier</i> can be used three times per day. A mythic creature can expend one use mythic power to use the bandolier without expending one of the item's daily uses.</p>", 
    "name": "Death Warden's Bandolier", 
    "weight": "3 lbs.", 
    "cl": "11th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier", 
    "type": "item", 
    "price": "15,000 gp", 
    "misc": {
        "Construction Requirements": {
            "descriptor": ""
        }
    }, 
    "source": "Mythic Adventures", 
    "aura": "moderate necromancy [good]", 
    "subtype": "chest", 
    "sections": [
        {
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier/Undead Ward Bell", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">This long, thin bell produces a high-pitched, piercing ring. When it is rung as a standard action, it creates a 30-foot-burst aura that keeps out undead creatures. An undead creature can't enter the aura unless it succeeds at a DC 16 Will save. Undead within the aura take a &ndash;2 penalty on all attack rolls, combat maneuver checks, skill checks, and ability checks. The aura lasts for 5 rounds, but can be extended to 1 minute by expending one use of mythic power.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section"
                }
            ], 
            "name": "Undead Ward Bell", 
            "source": "Mythic Adventures"
        }, 
        {
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier/Channeling Bell", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">This large, bulbous bell creates a rich, reverberating tone. When it's rung as part of the action to channel positive energy to harm undead, it can take the place of the holy symbol needed for channeling. When it's used in such a manner, undead creatures within the area take an additional 2 points of damage per each die of the channelled energy. The undead take this extra damage even if they succeed at their Will saving throws.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section"
                }
            ], 
            "name": "Channeling Bell", 
            "source": "Mythic Adventures"
        }, 
        {
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier/Dirge Bell", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">The final, largest bell is cone-shaped. It creates a deep, bass chime. When rung, this bell creates an aura in a 30-foot-radius burst that causes incorporeal undead within it to become semi-physical for a period of time. While within the aura, undead take half damage from nonmagical attacks and full damage from magical attacks. The aura last for 5 rounds, but can be extended to 1 minute by expending one use of mythic power.<span class=\"hyperlink char-style-override-15\"></span></p>", 
                    "source": "Mythic Adventures", 
                    "type": "section"
                }
            ], 
            "name": "Dirge Bell", 
            "source": "Mythic Adventures"
        }, 
        {
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Death Wardens Bandolier/All Bells At Once", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">When all the bells are rung at once, the wearer and all of her allies within 30 feet are protected as if they were subject to a <i>death ward</i> spell (CL 11th). By expending one use of mythic power, the wearer can increase the duration of this effect to 24 hours.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section"
                }
            ], 
            "name": "All Bells At Once", 
            "source": "Mythic Adventures"
        }
    ]
}