{
    "body": "<p>The mythic rules can be used in a number of ways to add truly fantastic elements to your game, from simply including a mythic foe at the end of an adventure to allowing the PCs to play mythic characters for their entire adventuring careers, taking on other mythic foes and rivaling the power of the gods. Ultimately, it's up to the GM to decide how much influence these rules have on the campaign and world as a whole. The following types of scale are provided to give GMs an easy guideline for incorporating mythic rules into their games.</p>", 
    "name": "Different Scales of Mythic Campaigns", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>At this scale, mythic creatures live only in remote parts of the world, content to be bygones of a lost age. People speak of them in stories, but none have actually encountered them. The PCs are not themselves mythic in this type of campaign, but throughout their travels, they may be up against a mythic creature at the conclusion of a noteworthy quest. Alternatively, a mythic creature might be forced into the world to terrorize the land, driving the PCs to find a way to deal with such a powerful threat.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Rare", 
            "type": "section", 
            "name": "Rare", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>At the limited scale, the PCs get a taste of mythic power through some extraordinary event, albeit only for a short time. For the duration of an adventure or short campaign arc, they can wield this power to further their goals. Unfortunately, it's fleeting, and they soon become normal once again, perhaps with a few remnants of power they might call on in a future time of need. Perhaps their power will return at a later date&mdash;possibly even regularly according to some mysterious cycle, allowing them to plan out when they take on more difficult challenges coinciding with their resurgence of power.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Limited", 
            "type": "section", 
            "name": "Limited", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Mythic creatures and characters are uncommon in this scale of game, but not wholly resigned to the whispers of legend. The PCs also get mythic power, but their advancement in tier is slow. The GM can control this by limiting the number of trials that are presented. Likewise, mythic foes are still not pervasive, but are found with some regularity&mdash;leading secret cabals, harassing quiet villages on the edge of civilization, and dwelling in the dark places of the world.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Uncommon", 
            "type": "section", 
            "name": "Uncommon", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>In the common scale, mythic characters and monsters are an everyday part of life. This doesn't mean that every town has a group of mythic heroes defending it, but that such characters are known to exist and their deeds are common knowledge. Nobles, priests, and other powerful people call upon the PCs for help against those dangerous monsters and villains others are powerless to fight. In this type of campaign, the PCs begin play with mythic power and see it grow as they gain levels, roughly at the rate of one mythic tier per two character levels.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Different Scales of Mythic Campaigns/Common", 
            "type": "section", 
            "name": "Common", 
            "source": "Mythic Adventures"
        }
    ]
}