{
    "body": "<p>For a game to feel mythic, it must evoke wonder and awe in the GM and the players. It represents a power shrouded in mystery and beyond the reach of mortals. When characters encounter the mythic, they should feel as though they've just received a glimpse into an unseen world, promising so much more if they're bold enough to explore its wonders and face its dangers. A mythic atmosphere involves legends coming to life, and the characters will have a part to play in shaping these myths. If they succeed, they'll be the subject of tales and epic ballads for generations to come.</p><p>Running a mythic game requires more than just allowing the players to have mythic power and face off against mythic foes. While that is certainly part of it, creating a mythic atmosphere is just as important. The world itself and the structure of the story need to change to make room for the mythic to exist alongside the normal. This change doesn't require you to reinvent the world, but mythic creatures and their environments should feel as if they are part of the world; they may be hidden, but they should still be tied to the mundane events and lands around them.</p><p>Contrasting the mythic with the normal world is crucial to conveying an atmosphere of legend and mystery. The extraordinary only seems that way if it's in sharp contrast with the mundane. For example, a flying castle with a 1,000-foot-tall tower at its heart, drifting through the air on a thunderous storm cloud, is certainly a dramatic sight, but only when compared to the pastoral farmland and grime-covered town in its shadow. Picture the same floating castle in a world of towering volcanoes, and 500-foot-tall fortresses and the castle just becomes another extreme element in a world of extremes. If your game is set on Golarion (or some other established world), inserting contrasting mythic elements is easy, since the world already has a specific feel. Making your game mythic simply requires you to push beyond the boundaries of the setting, identifying hidden places where mythic elements have always dwelled, waiting to be discovered.</p>", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Running a Mythic Game/Making a Mythic Atmosphere", 
    "type": "section", 
    "name": "Making a Mythic Atmosphere", 
    "source": "Mythic Adventures"
}