{
    "body": "<p>When adding class levels to a creature, the first step is to determine what role the base creature fulfills. There are three basic roles into which a creature might fall. A creature can fall into more than one role if its abilities are diverse.</p>", 
    "name": "Step 1: Determine Creature's Role", 
    "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role", 
    "type": "section", 
    "source": "Bestiary", 
    "sections": [
        {
            "body": "<p>This creature is designed to be good at melee or ranged combat with a weapon or its natural weapons. In either case, these monsters have a number of feats and abilities to enhance their combat prowess (or are good simply by nature of their Hit Dice and ability scores). If a creature does not possess many spells, special abilities, or skills, it is a combat monster.</p><p>Most animals, constructs, dragons, humanoids, magical beasts, monstrous humanoids, plants, and vermin fall into this role, as do some creatures of all the other types.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role/Combat", 
            "type": "section", 
            "name": "Combat", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>Spell creatures possess a large number of spells that allow them to attack or harass their enemies. These creatures usually have lower hit points and relatively weak attacks as compared to the averages for creatures of their CR. Note that creatures that only possess spell-like abilities do not fall into this role, and are usually considered combat or special.</p><p>Most dragons and outsiders fall into this role, but any creature that has a list of spells prepared or spells known likely falls under this heading as well.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role/Spell", 
            "type": "section", 
            "name": "Spell", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>Creatures of this type rely on skills (usually Stealth) to ambush or take down their prey. This also includes creatures who take advantage of the environment or spells, such as fog or <i>invisibility</i>.</p><p>Some aberrations, fey, magical beasts, monstrous humanoids, and outsiders fall into this role.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role/Skill", 
            "type": "section", 
            "name": "Skill", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>Creatures that do not fall into any of the other categories usually rely on special abilities and powers to attack their foes. They might be tough or dangerous in physical combat, but the threat is greatly increased by their special abilities.</p><p>A list of monster roles for determining key classes appears in Appendix 13.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table id=\"table-2-4-monsters-with-class-levels\"><caption>Table: Monsters with Class Levels</caption><thead><tr><th>Monster Role</th><th>Barbarian, Fighter, Ranger</th><th>Cleric, Druid, Sorcerer, Wizard</th><th>Bard, Rogue</th><th>Monk, Paladin</th></tr></thead><tbody><tr class=\"odd\"><td>Combat</td><td>Key</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"even\"><td>Spell</td><td>&mdash;</td><td>Key*</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Skill</td><td>Key</td><td>&mdash;</td><td>Key</td><td>&mdash;</td></tr><tr class=\"even\"><td>Special</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td><td>&mdash;</td></tr></tbody><tfoot><tr><td colspan=\"5\">* This class is only key if its spellcasting levels stack with those possessed by the creature.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Bestiary/Rules/Monster Advancement/Adding Class Levels/Step 1 Determine Creatures Role/Special/Table Monsters with Class Levels", 
                    "type": "table", 
                    "name": "Table: Monsters with Class Levels", 
                    "source": "Bestiary"
                }
            ], 
            "name": "Special", 
            "source": "Bestiary"
        }
    ]
}