{
    "body": "<p>To many wizards, the experimentation of the alchemist seems quaint, if not dangerous or frightening. A few wizards take up the secrets of the bomb, however, fusing alchemy with their already considerable magical power. </p>", 
    "name": "Arcane Bomber", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Arcane Bomber", 
    "type": "class_archetype", 
    "subtype": "wizard", 
    "sections": [
        {
            "body": "<p id=\"bomb\">At 1st level, the arcane bomber gains an ability nearly identical to the alchemist's bomb ability. Unlike the alchemist, at 1st level, the arcane bomber chooses one type of energy from the following list: acid, cold, fire, and electricity. He can throw bombs of that type, but cannot modify them with discoveries. This ability stacks with the alchemist bomb ability to determine the level of bomb damage, but an arcane bomber that becomes an alchemist does not gain that class's bomb ability, nor does an alchemist that becomes an arcane bomber gain this bomb ability. This ability replaces arcane bond.</p>", 
            "name": "Bomb", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Arcane Bomber/Bomb", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"spellblast-bombs\">At 1st level, as a swift action, an arcane bomber can sacrifice one of his spells to empower the next bomb he throws during his turn. When he does, he gains a bonus to hit with the next bomb he throws before the end of his turn equal to the level of the spell he sacrificed, and a bonus to damage equal to twice the level of the spell. This ability replaces cantrips, but the arcana bomber gains the <i>detect magic</i> and <i>read magic</i> cantrips  and places them in his spellbook. He can cast either of these as 1st-level spells.</p>", 
            "name": "Spellblast Bombs", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Arcane Bomber/Spellblast Bombs", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"school-of-the-bomb\">The creation and use of bombs is often so engrossing or intellectually taxing that an arcane bomber forsakes four schools of magic. These opposition schools are chosen at 1st level and cannot be changed later. An arcane bomber who prepares spells from his opposition school must use two spell slots of that level to prepare the spell. In addition, the arcane bomber takes a &ndash;4 penalty on any skill checks made when crafting a magic item that has a spell from one of his opposition schools. This ability replaces arcane school.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Wizard/Wizard Archetypes/Arcane Bomber/School of the Bomb", 
            "type": "section", 
            "name": "School of the Bomb", 
            "source": "Ultimate Combat"
        }
    ]
}