{
    "body": "<p>Every barbarian knows that city life can soften the spirit and the body, but some barbarians take on the trappings and ways of their adoptive homes and bend their savage powers to its challenges. While these urban barbarians' rough edges are smoothed into civility, they can use their primal nature and upbringing to move with the ebb and flow of civilization's natural rhythms. </p>", 
    "name": "Urban Barbarian", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Urban Barbarian", 
    "type": "class_archetype", 
    "subtype": "barbarian", 
    "sections": [
        {
            "body": "<p id=\"weapon-and-armor-proficiency\">An urban barbarian is not proficient with medium armor. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Weapon and Armor Proficiency"
        }, 
        {
            "body": "<p id=\"skills\">An urban barbarian does not gain Handle Animal (Cha), Knowledge (nature) (Int), or Survival (Wis) as class skills; instead, she gains Diplomacy (Cha), Knowledge (local) (Int), Knowledge (nobility) (Int), Linguistics (Int), and Profession (Wis) as class skills. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Skills"
        }, 
        {
            "body": "<p id=\"crowd-control\">At 1st level, an urban barbarian gains a +1 bonus on attack rolls and a +1 dodge bonus to AC when adjacent to two or more enemies. In addition, her movement is not impeded by crowds, and she gains a bonus equal to 1/2 her barbarian level on Intimidate checks to influence crowds. This ability replaces fast movement. </p>", 
            "name": "Crowd Control", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Urban Barbarian/Crowd Control", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"controlled-rage\">When an urban barbarian rages, instead of making a normal rage she may apply a +4 morale bonus to her Strength, Dexterity, or Constitution. This bonus increases to +6 when she gains greater rage and +8 when she gains mighty rage. She may apply the full bonus to one ability score or may split the bonus between several scores in increments of +2. When using a controlled rage, an urban barbarian gains no bonus on Will saves, takes no penalties to AC, and can still use Intelligence-, Dexterity-, and Charisma-based skills. This ability otherwise follows the normal rules for rage.</p>", 
            "name": "Controlled Rage", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Urban Barbarian/Controlled Rage", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rage-powers\">The following rage powers complement the urban barbarian archetype: boasting taunt, clear mind, deadly accuracy, guarded stance, intimidating glare, lethal accuracy, no escape, quick reflexes, perfect clarity, sharpened accuracy, surprise accuracy, and unexpected strike.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Rage Powers"
        }
    ]
}