{
    "body": "<p>Rages are barely controlled, but there are those who wholly give in to their more savage side, letting their rages take them to a confusing and uncontrolled place of terrible savagery. These barbarians become beasts, consumed with absolute bloodlust to the point where they cannot tell friend from foe.</p>", 
    "name": "Wild Rager", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Wild Rager", 
    "type": "class_archetype", 
    "subtype": "barbarian", 
    "sections": [
        {
            "body": "<p id=\"uncontrolled-rage\">A wild rager's rage functions as normal, except that when she reduces a creature to 0 or fewer hit points, she must attempt a Will save (DC 10 + 1/2 the barbarian's level + the barbarian's Constitution modifier) or become confused. For the remainder of her current turn, she attacks the nearest creature other than herself. On the following round, refer to the <i>confusion</i> spell to determine her actions. At the end of this round, and each round thereafter, she can attempt a new saving throw to end the <i>confusion</i> effect. The rounds during which she is confused do not count against the rounds she has spent raging that day, but she cannot end her rage voluntarily, nor can she use rage powers while confused.</p>", 
            "name": "Uncontrolled Rage", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Wild Rager/Uncontrolled Rage", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"wild-fighting\">At 2nd level, even when not raging, wild ragers often fight with reckless, savage abandon. A wild rager using the full-attack action can make one extra attack per round at her highest base attack bonus. Until the beginning of her next turn, however, she takes a &ndash;2 penalty on attack rolls and &ndash;4 penalty to AC. This ability replaces uncanny dodge. </p>", 
            "name": "Wild Fighting", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Wild Rager/Wild Fighting", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rage-conversion\">At 5th level, a wild rager who fails a saving throw against any mind-affecting effect can attempt a new saving throw at the beginning of her next turn. If the save succeeds, that effect ends and she instead rages and becomes confused as noted above. This ability replaces improved uncanny dodge.</p>", 
            "name": "Rage Conversion", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Barbarian/Barbarian Archetypes/Wild Rager/Rage Conversion", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"rage-powers\">The following rage powers complement the wild rager archetype: animal fury, bloody blow, body bludgeon, brawler, crippling blow, greater brawler, intimidating glare, mighty swing, no escape, powerful blow, and quick reflexes.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Rage Powers"
        }
    ]
}