{
    "body": "<p class=\"stat-block\">The <i>warden of the woods</i> is a suit of <i>+3 greenwood splint mail</i> made of strips of laminated greenwood that flex with the wearer's movement but stiffen when struck in battle. This armor is treated in all ways like medium armor, including when determining proficiency. The armor has an arcane spell failure chance of 25%, a maximum Dexterity bonus of +2, and an armor check penalty of &ndash;4.</p><p class=\"stat-block\">As a move action, the wearer can snap a strip of wood loose from the armor. The strip lengthens into a weapon of a type chosen by the armor's wearer. It can become a <i>+1 greenwood club</i>, a <i>+1/+1 greenwood quarterstaff</i>, or a <i>+1 keen greenwood wooden stake</i>. If the wearer creates a club or quarterstaff in this way, it gains the benefits of the <i>shillelagh</i> spell with a duration of 1 minute. Each weapon removed from the <i>warden of the woods</i> reduces the armor's enhancement bonus by 1. Consequently, a maximum of three such weapons can be separated from the armor at any given time. The greenwood weapons keep their enhancement bonuses only while they're in the wearer's hands, though they remain masterwork weapons for other wielders.</p><p class=\"stat-block\">The wearer can reintegrate a weapon back into the <i>warden of the woods</i> as a move action and restore the lost enhancement bonus. Each day at dawn, the armor regenerates any missing strips (regaining its full enhancement bonus), and any weapons still detached from the armor crumble into dust.</p>", 
    "name": "Warden of the Woods", 
    "weight": "25 lbs.", 
    "cl": "11th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Magic Arms and Armor/Specific Magic Armor and Shields/Specific Magic Armor/Warden of the Woods", 
    "price": "29,350 gp", 
    "misc": {
        "Construction Requirements": {
            "Cost": "14,850 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "moderate transmutation", 
    "type": "item"
}