{
    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration", 
    "type": "section", 
    "sections": [
        {
            "body": "<table id=\"table-9-1-concentration-check-dcs\" style=\"white-space:normal;\"><caption>Table: Concentration Check DCs</caption><thead><tr><th>Situation</th><th>Concentration Check DC</th></tr></thead><tr class=\"odd\"><td>Cast defensively</td><td>15 + double spell level</td></tr><tr class=\"even\"><td>Injured while casting</td><td>10 + damage dealt + spell level</td></tr><tr class=\"odd\"><td>Continuous damage while casting</td><td>10 + 1/2 damage dealt + spell level</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Affected by a non-damaging spell while casting</td><td>DC of the spell + spell level</td></tr><tr class=\"odd\"><td>Grappled or pinned while casting</td><td>10 + grappler's CMB + spell level</td></tr><tr class=\"even\"><td>Vigorous motion while casting</td><td>10 + spell level</td></tr><tr class=\"odd\"><td>Violent motion while casting</td><td>15 + spell level</td></tr><tr class=\"even\"><td>Extremely violent motion while casting</td><td>20 + spell level</td></tr><tr class=\"odd\"><td>Wind with rain or sleet while casting</td><td>5 + spell level</td></tr><tr class=\"even\"><td>Wind with hail and debris while casting</td><td>10 + spell level</td></tr><tr class=\"odd\"><td>Weather caused by spell</td><td>see spell</td></tr><tr class=\"even\"><td>Entangled while casting</td><td>15 + spell level</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Table Concentration Check DCs", 
            "type": "table", 
            "name": "Table: Concentration Check DCs", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>To cast a spell, you must concentrate. If something interrupts your concentration while you're casting, you must make a concentration check or lose the spell. When you make a concentration check, you roll d20 and add your caster level and the ability score modifier used to determine bonus spells of the same type. Clerics, druids, and rangers add their Wisdom modifier. Bards, paladins, and sorcerers add their Charisma modifier. Finally, wizards add their Intelligence modifier. The more distracting the interruption and the higher the level of the spell you are trying to cast, the higher the DC (see Table: Concentration Check DCs). If you fail the check, you lose the spell just as if you had cast it to no effect.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"injury-while-casting\">If you take damage while trying to cast a spell, you must make a concentration check with a DC equal to 10 + the damage taken + the level of the spell you're casting. If you fail the check, you lose the spell without effect. The interrupting event strikes during spellcasting if it comes between the time you started and the time you complete a spell (for a spell with a casting time of 1 full round or more) or if it comes in response to your casting the spell (such as an attack of opportunity provoked by the spell or a contingent attack, such as a readied action).</p><p>If you are taking continuous damage, such as from an <i>acid arrow</i> or by standing in a lake of lava, half the damage is considered to take place while you are casting a spell. You must make a concentration check with a DC equal to 10 + 1/2 the damage that the continuous source last dealt + the level of the spell you're casting. If the last damage dealt was the last damage that the effect could deal, then the damage is over and does not distract you.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Injury", 
            "type": "section", 
            "name": "Injury", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If you are affected by a spell while attempting to cast a spell of your own, you must make a concentration check or lose the spell you are casting. If the spell affecting you deals damage, the DC is 10 + the damage taken + the level of the spell you're casting.</p><p>If the spell interferes with you or distracts you in some other way, the DC is the spell's saving throw DC + the level of the spell you're casting. For a spell with no saving throw, it's the DC that the spell's saving throw would have if a save were allowed (10 + spell level + caster's ability score).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Spell", 
            "type": "section", 
            "name": "Spell", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"grappling-or-pinned\">Casting a spell while you have the grappled or pinned condition is difficult and it requires a concentration check (DC 10 + the grappler's CMB + the level of the spell you're casting). Pinned creatures can only cast spells that do not have somatic components.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Grappling or Pinned", 
            "type": "section", 
            "name": "Grappling or Pinned", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If you are riding on a moving mount, taking a bouncy ride in a wagon, on a small boat in rough water, belowdecks in a storm-tossed ship, or simply being jostled in a similar fashion, you must make a concentration check (DC 10 + the level of the spell you're casting) or lose the spell. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Vigorous Motion", 
            "type": "section", 
            "name": "Vigorous Motion", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If you are on a galloping horse, taking a very rough ride in a wagon, on a small boat in rapids or in a storm, on deck in a storm-tossed ship, or being pitched roughly about in a similar fashion, you must make a concentration check (DC 15 + the level of the spell you're casting) or lose the spell. If the motion is extremely violent, such as that caused by an earthquake, the DC is equal to 20 + the level of the spell you're casting.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Violent Motion", 
            "type": "section", 
            "name": "Violent Motion", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"violent-weather-concentration\">You must make a concentration check if you try to cast a spell in violent weather. If you are in a high wind carrying blinding rain or sleet, the DC is 5 + the level of the spell you're casting. If you are in wind-driven hail, dust, or debris, the DC is 10 + the level of the spell you're casting. In either case, you lose the spell if you fail the concentration check. If the weather is caused by a spell, use the rules as described in the spell's description.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Violent Weather", 
            "type": "section", 
            "name": "Violent Weather", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If you want to cast a spell without provoking any attacks of opportunity, you must make a concentration check (DC 15 + double the level of the spell you're casting) to succeed. You lose the spell if you fail.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Casting Defensively", 
            "type": "section", 
            "name": "Casting Defensively", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If you want to cast a spell while entangled in a net or by a tanglefoot bag or while you're affected by a spell with similar effects, you must make a concentration check to cast the spell (DC 15 + the level of the spell you're casting). You lose the spell if you fail.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Concentration/Entangled", 
            "type": "section", 
            "name": "Entangled", 
            "source": "Core Rulebook"
        }
    ], 
    "name": "Concentration", 
    "source": "Core Rulebook"
}