{
    "body": "<p>It is possible to cast any spell as a counterspell. By doing so, you are using the spell's energy to disrupt the casting of the same spell by another character. Counterspelling works even if one spell is divine and the other arcane.</p>", 
    "name": "Counterspells", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>To use a counterspell, you must select an opponent as the target of the counterspell. You do this by choosing to ready an action. In doing so, you elect to wait to complete your action until your opponent tries to cast a spell. You may still move at your normal speed, since ready is a standard action.</p><p>If the target of your counterspell tries to cast a spell, make a Spellcraft check (DC 15 + the spell's level). This check is a free action. If the check succeeds, you correctly identify the opponent's spell and can attempt to counter it. If the check fails, you can't do either of these things.</p><p>To complete the action, you must then cast an appropriate spell. As a general rule, a spell can only counter itself. If you are able to cast the same spell and you have it prepared (or have a slot of the appropriate level available), you cast it, creating a counterspell effect. If the target is within range, both spells automatically negate each other with no other results.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells/How Counterspells Work", 
            "type": "section", 
            "name": "How Counterspells Work", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Metamagic feats are not taken into account when determining whether a spell can be countered.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells/Counterspelling Metamagic Spells", 
            "type": "section", 
            "name": "Counterspelling Metamagic Spells", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Some spells can counter other specific spells, often those with diametrically opposed effects.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells/Specific Exceptions", 
            "type": "section", 
            "name": "Specific Exceptions", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>You can usually use <i>dispel magic</i> to counterspell another spell being cast without needing to identify the spell being cast. <i>Dispel magic</i> doesn't always work as a counterspell (see the spell description).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Counterspells/Dispel Magic as a Counterspell", 
            "type": "section", 
            "name": "Dispel Magic as a Counterspell", 
            "source": "Core Rulebook"
        }
    ]
}