{
    "body": "<p>Many special spell effects are handled according to the school of the spells in question. Certain other special spell features are found across spell schools.</p>", 
    "name": "Special Spell Effects", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Some spell descriptions refer to attacking. All offensive combat actions, even those that don't damage opponents, are considered attacks. Attempts to channel energy count as attacks if it would harm any creatures in the area. All spells that opponents resist with saving throws, that deal damage, or that otherwise harm or hamper subjects are attacks. Spells that summon monsters or other allies are not attacks because the spells themselves don't harm anyone.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Attacks", 
            "type": "section", 
            "name": "Attacks", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Usually, a bonus has a type that indicates how the spell grants the bonus. The important aspect of bonus types is that two bonuses of the same type don't generally stack. With the exception of dodge bonuses, most circumstance bonuses, and racial bonuses, only the better bonus of a given type works (see Combining Magical Effects). The same principle applies to penalties&mdash;a character taking two or more penalties of the same type applies only the worst one, although most penalties have no type and thus always stack. Bonuses without a type always stack, unless they are from the same source.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bonus Types", 
            "type": "section", 
            "name": "Bonus Types", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"bringing-back-the-dead\">Several spells have the power to restore slain characters to life.</p><p>When a living creature dies, its soul departs its body, leaves the Material Plane, travels through the Astral Plane, and goes to abide on the plane where the creature's deity resides. If the creature did not worship a deity, its soul departs to the plane corresponding to its alignment. Bringing someone back from the dead involves magically retrieving his soul and returning it to his body. For more information on the planes, see Environment.</p>", 
            "name": "Bringing Back the Dead", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bringing Back the Dead", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Any creature brought back to life usually gains one or more permanent negative levels (see Special Abilities). These levels apply a penalty to most rolls until removed through spells such as <i>restoration</i>. If the character was 1st level at the time of death, he loses 2 points of Constitution instead of gaining a negative level.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bringing Back the Dead/Negative Levels", 
                    "type": "section", 
                    "name": "Negative Levels", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Enemies can take steps to make it more difficult for a character to be returned from the dead. Keeping the body prevents others from using <i>raise dead</i> or <i>resurrection</i> to restore the slain character to life. Casting <i>trap the soul</i> prevents any sort of revivification unless the soul is first released.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bringing Back the Dead/Preventing Revivification", 
                    "type": "section", 
                    "name": "Preventing Revivification", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A soul can't be returned to life if it doesn't wish to be. A soul knows the name, alignment, and patron deity (if any) of the character attempting to revive it and may refuse to return on that basis.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Special Spell Effects/Bringing Back the Dead/Revivification against Ones Will", 
                    "type": "section", 
                    "name": "Revivification against One's Will", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}