{
    "body": "<table id=\"table-adopted-outside-your-race\"><caption>Adopted Outside Your Race</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;05</td><td style=\"white-space: normal;\"><b>Adopted by Dragons</b>: For its own purposes, a dragon raised you as its own. You have learned the language and history, wisdom, power, and might of dragonkind. You gain access to the Blood of Dragons bloodline race trait and the Magical Knack magic trait.</td></tr><tr class=\"even\"><td>06&mdash;10</td><td style=\"white-space: normal;\"><b>Adopted by the Fey</b>: Your adoptive parents were fey creatures such as korreds, pixies, or a dryad. You gain access to the Charming social trait and the Magical Knack magic trait.</td></tr><tr class=\"odd\"><td>11&mdash;13</td><td style=\"white-space: normal;\"><b>Raised Among the Dead</b>: Your adoptive parent is a nonliving creature, such as a spectre, ghost, lich, or vampire. You were likely raised in empty ruined halls, among tombs and crypts, by a creature that feeds on life. What its purpose was for raising you, none can say. You gain access to the Deathtouched bloodline race trait, the Magical Knack magic trait, and the Glimpse Beyond story feat.</td></tr><tr class=\"even\"><td>14&mdash;19</td><td style=\"white-space: normal;\"><b>Raised by Angels</b>: Angels attended your birth and took you to live with them in the heavens. These cosmic beings expanded your view to encompass not just the world but the larger universe. You know that wherever you go, your angelic parents watch over you. You gain access to the Blessed faith trait.</td></tr><tr class=\"odd\"><td>20&mdash;25</td><td style=\"white-space: normal;\"><b>Raised by Beasts</b>: When you were separated from your biological parents, you were found and raised by wild beasts. Your ways are the ways of the wild, and along with your advanced survival instincts you've adopted the natural habits of a specific beast. You gain access to the Resilient combat trait and the Feral Heart story feat.</td></tr><tr class=\"even\"><td>26&mdash;70</td><td style=\"white-space: normal;\"><b>Raised by Civilized Humanoids</b>: You were raised by a community of civilized humanoids of a race different from your own (chosen by your GM). Your attitudes, beliefs, and values reflect that race, although characteristics of your true nature frequently emerge. You gain access to a race trait from the race that raised you.</td></tr><tr class=\"odd\"><td>71&mdash;95</td><td style=\"white-space: normal;\"><b>Raised by Savage Humanoids</b>: You were raised by savage humanoids such as orcs, kobolds, gnolls, troglodytes, or lizardfolk. As a result, your values, customs, and traditions are those of your adoptive parents, though characteristics of your true nature frequently emerge. You gain access to the Savage social trait.</td></tr><tr class=\"even\"><td>96&mdash;100</td><td style=\"white-space: normal;\"><b>Fiend Raised</b>: You were separated from your natural parents and raised by a fiend who taught you the cruelty and malice of the gods and worked to fashion you into its own mortal instrument to corrupt innocent souls. You gain access to the Fiend Blood bloodline race trait and the Damned story feat.</td></tr></table>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 1-Homeland/Family/and Childhood/Adopted Outside Your Race/Adopted Outside Your Race", 
    "type": "table", 
    "name": "Adopted Outside Your Race", 
    "source": "Ultimate Campaign"
}