{
    "body": "<p>Though many kingdoms break apart due to military, racial, or religious conflicts, you can divide up your kingdom amiably if all leaders agree. During the Event phase, follow these steps.</p>", 
    "name": "Declaring Independence", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Independence and Unification/Declaring Independence", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Decide how many kingdoms you'll make out of the old one.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Independence and Unification/Declaring Independence/Step 1", 
            "type": "section", 
            "name": "Step 1", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Split up the kingdom. Determine which hexes belong to each daughter kingdom. Divide the treasury in a fair manner (such as proportionate to population or Size), and divide any other mobile assets (such as armies).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Independence and Unification/Declaring Independence/Step 2", 
            "type": "section", 
            "name": "Step 2", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Determine how much Unrest in the parent kingdom does not result from leadership and building modifiers. Divide this by the number of daughter kingdoms being made from the parent kingdom (minimum 1 Unrest).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Independence and Unification/Declaring Independence/Step 3", 
            "type": "section", 
            "name": "Step 3", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Each daughter kingdom should follow the steps for founding a kingdom . Treat leaders moving from the parent kingdom to a daughter kingdom as abdicating their posts in the parent kingdom. Loyalty increases by 1 for each daughter kingdom for the next 6 months. Add the Unrest from Step 3 to the Unrest for the daughter kingdoms.</p><p>The GM may influence any of these steps as appropriate to the situation, such as by giving one kingdom an Economy penalty and a Loyalty bonus, or dividing the Unrest in Step 4 unequally between the kingdoms.</p><p>If independence occurs as a result of creating a secondary territory by losing control of a connecting hex, the additional Unrest penalty from having a kingdom leader act as the Ruler ends.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Independence and Unification/Declaring Independence/Step 4", 
            "type": "section", 
            "name": "Step 4", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you're using Diplomatic edicts, you may wish to use such an edict to declare independence. Treat this act as a Diplomatic edict to form an alliance, but the sponsor's initial attitude toward your kingdom is 2 steps worse. If successful, the negotiation emancipates your kingdom and ends any treaty or alliance with your former patron; you retain an embassy with that kingdom and can try to negotiate a new treaty or alliance. If the negotiation fails, it worsens the patron's attitude by 1 additional step. If this changes the patron's attitude to hostile, it leads to war against your rebellious kingdom.</p><p>The paragraph above describes an optimal, peaceful situation where part of the kingdom wants to split away from the rest or the rulers want to divide the kingdom into smaller kingdoms. Splitting a country because of invasion, revolution, or a similar conflict usually involves unique circumstances and is beyond the scope of these rules; the GM should use the above steps as guidelines for when the kingdom leaders reach an agreement with others about how to split the kingdom.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Optional Kingdom Rules/Independence and Unification/Declaring Independence/Independence and Diplomatic Edicts", 
            "type": "section", 
            "name": "Independence and Diplomatic Edicts", 
            "source": "Ultimate Campaign"
        }
    ]
}