{
    "body": "<p>A legendary item with this ability becomes an intelligent magic item (<i>Core Rulebook</i> 523). When this ability is first selected, the legendary item starts with base Intelligence, Wisdom, and Charisma scores of 10. The item gains speech as a supernatural ability. It can speak Common plus a number of additional languages based on its Intelligence score. The additional languages can be any that the bonded creature wants, except for secret languages (such as Druidic). The item gains senses with a range of 30 feet. Furthermore, this item always has the alignment of the bonded creature who first selected this ability.</p><p>An intelligent legendary item has an Ego score, just like a non-mythic intelligent item, but it can never become dominant in its relationship with its bonded creature as long as the bonded creature's alignment corresponds to the item's (using the normal rules for intelligent items).</p><p>This is a persistent ability. An intelligent legendary item gains a +4 bonus to its Ego when interacting with non-mythic wielders.</p><p>You can select this ability more than once. Each time you do, you can increase its ability scores (to a maximum of 20 each) and select one of the following special abilities. You can increase all three of its ability scores by 2 points, or one of these ability scores by 4 points and one other ability score by 2 points.</p><p>The special abilities are listed below. Some have another ability as a prerequisite.</p>", 
    "name": "Intelligent", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>This item can sprout limbs and move with a speed of 10 feet.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Animate", 
            "type": "section", 
            "name": "Animate", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>This item gains blindsense with the same range as its other senses. The item must have the darkvision ability to have this ability.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Blindsense", 
            "type": "section", 
            "name": "Blindsense", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>This item gains darkvision with the same range as its other senses.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Darkvision", 
            "type": "section", 
            "name": "Darkvision", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The range of this item's senses increases to 60 feet.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Expanded Senses (60 ft.)", 
            "type": "section", 
            "name": "Expanded Senses (60 ft.)", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The range of this item's senses increases to 120 feet. The item must have expanded senses (60 ft.) to have this ability.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Expanded Senses (120 ft.)", 
            "type": "section", 
            "name": "Expanded Senses (120 ft.)", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The item gains a fly speed of 30 feet with average maneuverability. The item must have the animate ability to have this ability.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Fly", 
            "type": "section", 
            "name": "Fly", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>This item can read script in any language regardless of its known languages.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Read Languages", 
            "type": "section", 
            "name": "Read Languages", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>This item can read magical writing and scrolls as if using <i>read magic</i>. This ability doesn't allow the item to activate scrolls or other spell-completion items. The item can suppress and resume this ability as a free action.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Read Magic", 
            "type": "section", 
            "name": "Read Magic", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The item can change its shape into one other form of the same size.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Shape Change", 
            "type": "section", 
            "name": "Shape Change", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>This item gains 10 ranks in one skill. This must be an Intelligence-, Wisdom-, or Charisma-based skill, unless the item has the animate ability (allowing it to choose Acrobatics) or the fly ability (allowing it to choose Fly).</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Skill Ranks", 
            "type": "section", 
            "name": "Skill Ranks", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>This item allows its bearer to cast a limited number of spells as spell-like abilities. This ability can be taken more than once. Each time it's taken, the bonded creature gains 5 points to spend on selecting what spells the item can cast. A spell costs a number of points equal to its level (minimum 1). The bearer can then activate the item to use each spell-like ability once per day. By spending double the cost, the bearer can use each spell-like ability three times per day. All spells must come from the same class's spell list. No spell can have a level higher than the bonded creature's tier. The caster level for these spells is equal to double the bonded creature's tier. The save DC for these spells is equal to 10 + the spell level + the bonded creature's tier.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Spellcasting", 
            "type": "section", 
            "name": "Spellcasting", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>This item can hold private mental conversations with its bearer, regardless of whether they share a known language. The item must be in physical contact with a creature to communicate this way.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Telepathy", 
            "type": "section", 
            "name": "Telepathy", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Once per day, the item can <i>teleport</i> as the spell. It must have either the spellcasting ability or the fly ability to have this ability.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Legendary Items/Legendary Item Abilities/Intelligent/Teleport", 
            "type": "section", 
            "name": "Teleport", 
            "source": "Mythic Adventures"
        }
    ]
}