{
    "body": "<p>The next step is for the PCs to receive the aid they need, in the form of mythic power. The actual means by which the PCs receive this power may vary (see Mythic Themes), even between PCs in the same game. By the end of this part of the story, the PCs have had their moment of ascension, whether together or separately, and are now mythic. They are not yet ready to face their primary challenge, but the first steps down the path to victory should be revealed at this point.</p><p>Often, the source of this power gives them a clue to their journey. For example, the tarrasque is tearing through the countryside, devouring entire towns. The PCs are forced to flee into a secluded valley near where the beast was slumbering, only to find that the valley contains an ancient seal recently broken. A guardian spirit explains to them that it has failed in its duty to keep the beast contained, and beseeches the PCs to intervene if they are brave enough. Giving the last of its strength, the spirit imbues the PCs with mythic power. As the spirit fades away, it tells them to seek out a legendary blade capable of ending the tarrasque.</p><p>After receiving aid, the PCs are ready to begin their journey, but first they must leave their old world behind. Make this a painful choice for them, as the PCs must leave loved ones and comfort to venture into the unknown and ready themselves against true danger. This is a good time to present their first major challenge, so they can fully grasp the power they now command. The GM should also mark this point with some sort of loss or setback, to emphasize the gravity of the situation and the need for the PCs to undertake their quest. In the example above, the PCs might leave the valley only to find that their hometown is completely gone, devoured by the tarrasque. Before the PCs have a chance to mourn, they're beset by a group of cultists who helped to weaken the seal. After a deadly fight, the PCs see that they must leave to retrieve the blade if they're going to save other towns from this horrible fate.</p>", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Awakening", 
    "type": "section", 
    "name": "Awakening", 
    "source": "Mythic Adventures"
}