{
    "body": "<p>Beyond the story, there are a wide variety of elements you can add to give your campaign a mythic feel. These elements are different ways of looking at various parts of an adventure. A mythic adventure should contain some of these, though not necessarily all at once.</p>", 
    "name": "Elements of a Mythic Adventure", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>The enemies mythic characters face should be cunning and devious in their plans. Unlike normal monsters that tend to wait around to be fought, a cunning foe is proactive in its efforts to defeat the PCs. Such enemies use the environment to their benefit, utilize their abilities to the fullest, and have at least one contingency plan. Cunning foes frequently escape a losing battle to regroup and prepare another attack. After the PCs' first encounter with a cunning enemy, their foe learns from that experience and uses new tricks and tactics to neutralize the PCs' strengths. The foe might even do research or conduct reconnaissance before the fight, pitting the PCs against her minions while she watches silently, noting the PCs' capabilities.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Cunning Foes", 
            "type": "section", 
            "name": "Cunning Foes", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>With all the incredible power at characters' fingertips, it's easy to forget that the heroes are still people&mdash;complicated and flawed. Mythic heroes suffer or witness dramatic consequences in stories all the time, and it's those moments that define a hero and help us connect with her. There are different ways to bring about consequences. Failure is one option, whether it is failing a combat or skill check or to failing to make the right decision (see The Importance of Failure). There are other ways to bring about consequences, though, such as having something unforeseen happen because of the PCs' actions. Imagine watching the countryside burn because you used a mythic <i>fireball</i> to defeat a foe. And there is always the classic story moment of presenting a hard choice, where no option is without cost. It's through suffering and reacting to such consequences that the true nature of these mythic heroes emerges.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Hard Consequences", 
            "type": "section", 
            "name": "Hard Consequences", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The world of mythic adventures is enormous and dramatic. While a large keep is certainly impressive, one with a 200-foot-tall tower at its heart is more suitably awe-inspiring. This applies to natural environments as well, such as an entire forest with plants five times the normal size, waterfalls more than 100 feet high, or an immense volcano erupting at its heart. This might also take the form of a location with supernatural effects, such as a lake that is perfectly calm even when disturbed, or a swamp that is preternaturally dark. These places should appeal to all the senses, making them vibrant and memorable.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Impressive Settings", 
            "type": "section", 
            "name": "Impressive Settings", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Some creatures the PCs face should be legends in their own rights. While those that are drawn from ancient myth (such as the minotaur and the medusa), are likely candidates, any monster can fit into this category given the proper backstory. A random encounter with a dire wolf in the wilderness isn't especially legendary, but if the PCs visit the nearby town first and learn that there's a feral monster that's been feeding on townsfolk for a decade, and there are many local myths about the beast, that same encounter gains a legendary quality. Defeating such foes adds to the mythic characters' story, making these moments important to a mythic adventure.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Legendary Creatures", 
            "type": "section", 
            "name": "Legendary Creatures", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Whether from artifacts, ancient magic, or the gods, mythic power is beyond that of the mortal realm. When the PCs gain such power, they attract the attention of mysterious forces that seek to control or otherwise influence them. This can take many forms, from a deity speaking to them through a cryptic seer, a strange sign from the stars, or gifts left in a tranquil glade to aid the heroes on their journey. Not all such influences will be beneficial&mdash;the PCs might be hammered by powerful storms, led astray by a constantly changing map, or attacked by agents of an evil power. The PCs should feel like their quest has caught the attention of powerful forces, even if they do not understand their sources or motives.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Otherworldly Influence", 
            "type": "section", 
            "name": "Otherworldly Influence", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Foes should have powers and abilities far beyond those the PCs normally expect to face. Through their mythic abilities, the PCs have the tools to defeat these challenges, but such foes are powerful and dangerous nonetheless&mdash;more than capable of bringing pain to the world if not defeated. Battles with powerful foes make it clear that the PCs truly need their mythic power to survive. Of course, not every fight should be against a powerful foe; lesser foes give the PCs a chance to show off their talents.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Powerful Enemies", 
            "type": "section", 
            "name": "Powerful Enemies", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Strange and wonderful events surround mythic characters, events that twist and alter the world around them. Such events might be local (a perpetual blizzard in a small valley) or they might cover a vast area (a gloom that covers the sun). These supernatural events are in some way tied to the story of the characters. Perhaps the blizzard is the sign of a mystical frozen water elemental seer who is trying to get the heroes' attention. Or the gloom covering the sun is caused by a mythic demon seeking to bring ruin to the surface world.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Elements of a Mythic Adventure/Supernatural Events", 
            "type": "section", 
            "name": "Supernatural Events", 
            "source": "Mythic Adventures"
        }
    ]
}