{
    "body": "<p>The second part of the mythic structure is the journey. This part of the story can be nearly any length, from composing the middle of one session to encompassing dozens of sessions. The PCs, now enhanced with mythic power, must contend with various trials and dangers. Although these tests can take many different forms, there are some common types.</p><p>One type of test is that of the heart, compelling the PCs to struggle for something they care about other than themselves. These tests provide the PCs with a goal other than their own well-being and power. There should be something threatened if they fail, which serves to give the PCs resolve, a reason to carry on. As they visit a city in the path of the monster, the PCs might encounter people who remind them of home, or of friends lost. Or they could find a child in the clutches of a enemy, only to learn that he's the key to their diabolical plan, and the PCs must succeed if they're to save him in time. If the threat is powerful enough, the PCs may even come to learn that their own survival is secondary their quest's completion.</p><p>Temptation is another type of test, one that has different twists. Some temptations are obvious, and you expect the heroes to refuse, such as discovering a bucolic valley where they could forgo their journey and retire in peace, or a dubious stranger offering them a shortcut through a cursed forest. Such temptations are important to a mythic tale because refusal defines the characters and shows us their limits. Then there are the subtle temptations, ones that heroes might actually consider&mdash;either because the price seems small (or even nonexistent) compared to the gain or because the source seems trustworthy: taking food from an evil witch after starving for days, or choosing to give up a child they're protecting in exchange for an entire city's safety. Keep in mind that forces of good and evil are equally likely to test the heroes, to either reveal their mettle or lead them down the path of corruption. In any case, the PCs might be tempted a number of times along their journey and they must find the resolve to carry on and stay on the path.</p><p>The PCs will eventually come to a point where they must confront the source of their own power, which provides another form of test. During their travels, they learn more and more about that source, ultimately revealing the truth about its nature. This might lead to a confrontation with the source of their power, after which the PCs feel they are equals to this source rather than its servants. For example, the PCs might learn their power comes from a divine source, and that deity is using them for its own ends. At great risk, they confront an aspect of the god to find answers. At the conclusion of the conflict, the PCs realize that while they're only a piece of the god's grand scheme, they're no mere pawns. Just as the god is using them to achieve her ends, they're using the god to achieve theirs.</p><p>At the end of their journey, the PCs find their ultimate goal just within reach. Achieving this should be their most difficult test yet. Some foes are there to cull the unworthy, while others are agents of evil set to destroy the PCs. This last step in the journey should include a reward the likes of which the PCs have never seen, the culmination of their entire journey. With our earlier example, the PCs arrive at the resting place of the legendary sword capable of ending the tarrasque. Retrieving the sword from its ancient tomb is no easy task though, as the weapon is guarded by a host of mythic monsters and deadly traps. With the sword in hand, they must return to defeat the danger.</p>", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/Journey", 
    "type": "section", 
    "name": "Journey", 
    "source": "Mythic Adventures"
}