{
    "body": "<p>Amazing powers and impressive foes are only part of a mythic story. The world's reaction to such heroes is also a significant part of making a campaign actually feel mythic. The NPCs encountered in a mythic game should have a sense&mdash;possibly vague, possibly unmistakable&mdash;that the PCs are marked with grandeur.</p><p>When portraying the PCs' mythic origins and powers, the GM has a few options. The mythic nature could be apparent to everyone in some visible way, like a glowing brand or faint aura. This could be always visible, or manifest only as a character uses mythic power. Alternatively its nature could be subtle and felt rather than seen. Of course, it could start as something subtle at lower tiers, and become more pronounced as a mythic character progresses. Regardless of what direction you take, the people in the world should not mistake mythic characters for normal people.</p><p>The way that common people talk to these heroes needs to be different from the way they would talk to other characters. Mythic PCs should never be \"tasked\" or \"ordered\" to do anything (except perhaps by a demanding foe in a momentary position of power). Beings, even rulers or powerful planar allies, should address the mythic characters as peers or possibly entreat them as supplicants.</p><p>Likewise, when NPCs are in the presence of such greatness, they should not waste time asking for trivial favors. That's what normal low-level adventurers are for. Even a 1st-level/1st-tier character is worthy of respect. That doesn't mean you have to throw away the quests you've planned, but you should present them to the PCs (and players) as something worth a mythic character's time and energy.</p><p>The true powers in the world, whether the raw power of angels and demons or the political power of kingdoms and churches, recognize the potential in the mythic heroes. Wise ones know to be polite to low-tier heroes today, because in the future they will be formidable allies or devastating foes.</p><p>On the flip side, mythic power is an alienating force. Very few people have it, and many of those who do are threats, not friends. So the people the heroes encounter will look at them with reverence, fear, or even resentment, but never with familiarity and ease. In some ways, mythic characters are the ultimate outsiders, saving a world that they don't quite fit in anymore.</p>", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Story Structure/The Worlds Reaction", 
    "type": "section", 
    "name": "The World's Reaction", 
    "source": "Mythic Adventures"
}