{
    "source": "Ultimate Campaign", 
    "text": "<p>This chapter presents a variety of small tweaks for your campaign, each one focused on giving life to moments and depth to activities in your game. You can use these systems individually or mix and match them together to taste.</p>", 
    "type": "section", 
    "name": "Campaign Systems", 
    "sections": [
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Alignment dives into what each of the nine alignments means to different people, and provides new rules for incrementally changing your alignment.</p>", 
            "type": "section", 
            "name": "Alignment"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>If your party loves playing out interactions with merchants and finds selling items at half price a little dull, spice things up with Bargaining.</p>", 
            "type": "section", 
            "name": "Bargaining"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Classes and feats can grant you an animal companion, familiar, cohort, or other partner. Companions brings new options to your table for using them.</p>", 
            "type": "section", 
            "name": "Companions"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>PCs meet interesting and useful allies all the time. Contacts lets you turn those chance meetings and dealings into long-term recurring characters in your campaign.</p>", 
            "type": "section", 
            "name": "Contacts"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Exploration takes the time your party spends exploring the unknown lands between dungeons and settlements and makes it a part of your party's story, giving campaigns more of a sandbox feel.</p>", 
            "type": "section", 
            "name": "Exploration"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Many characters follow some code&mdash;chivalric, criminal, samurai, and so on. Honor lets you track your personal code and use it to your advantage.</p>", 
            "type": "section", 
            "name": "Honor"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>With Investment, you can add \"entrepreneur\" to the list of roles you have in the world, staking your hard-fought gold and silver on an enterprise.</p>", 
            "type": "section", 
            "name": "Investment"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Family is important to many adventurers. Lineage provides many ideas for using your family in the campaign.</p>", 
            "type": "section", 
            "name": "Lineage"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Magic Item Creation takes the rules from the <i>Core Rulebook</i> and adds greater depth and detail for casters who love magical research and development.</p>", 
            "type": "section", 
            "name": "Magic Item Creation"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>When you have recurring NPCs, you have the potential for interesting drama. Relationships models that drama between both friends and rivals.</p>", 
            "type": "section", 
            "name": "Relationships"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Successful adventurers are well known and respected for their grand deeds. Reputation and Fame marks the tangible progress of fame&mdash;good or ill&mdash;and shows the rewards of having a high reputation.</p>", 
            "type": "section", 
            "name": "Reputation and Fame"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>If you're fortunate, maybe one day you'll put down the sword and wand and run a tavern for the rest of your peaceful days. That's where Retirement comes in.</p>", 
            "type": "section", 
            "name": "Retirement"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>As time goes on, your needs as a hero change. Retraining has you covered, letting you change your archetypes, class features, feats, skill ranks, spells known, and other abilities.</p>", 
            "type": "section", 
            "name": "Retraining"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>When adventurers walk into town with satchels of treasure, everyone wants a cut. Taxation describes the situations where the party needs to part with their silver.</p>", 
            "type": "section", 
            "name": "Taxation"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Young Characters provides rules for creating and progressing adventurers who got a very early start in the dungeon-exploring and monster-slaying profession.</p>", 
            "type": "section", 
            "name": "Young Characters"
        }
    ]
}