{
    "source": "Ultimate Campaign", 
    "text": "<p class=\"shortcut-bar\">Downtime Activities Managers Rooms and Teams Buildings and Organizations Downtime Events</p><p>In many campaigns, returning to town after an adventure is a lull in your character's activity. You sell loot, stock up on potions, and perhaps wait around for the wizard to scribe some scrolls. However, there is much more you can do in town in between adventures&mdash;your character might want to practice with a military school, start a guild, build a temple, train a new pet, and so on. Normally you and the other PCs would have to compete for the GM's attention so you can explain what your characters want to do and haggle over how much time that should take. With the rules presented here, what you can do with a day of downtime is clearly spelled out, allowing you to get on with your plans.</p><p>Even if you don't want to use the rules to earn extra gold or throw your weight around in town as a business owner, there are campaign and roleplaying benefits for using the downtime system. For example, if you build or buy a house, you have a comfortable, private place to rest between adventures. By adding a few more rooms, you can easily convert a house into a base of operations for your adventuring party; it would count as \"very familiar\" for the purpose of your <i>teleport</i> spells, and if it includes an altar to your deity, you can use it as the destination for a <i>word of recall</i>.</p><p>Additionally, if you have a business, the GM can insert campaign events and story awards tied to it. You might earn XP as a story award when your business earns its first 1,000 gp or first 100 points of Goods. If you own a restaurant, the king might hear about your famous soup recipe and arrange a visit to sample it. If you have a tavern, it could become a hangout for young adventurers hoping your luck and success rub off on them. In either case, the GM may award you Influence instead of XP for these events.</p><p>Of course, having a building or organization has its risks. Your enemies might try to burn down your tavern or attack you at your home. If you start a thieves' guild and are away for months at a time, a personable rogue might take over the guild and turn it against you. If a dragon attacks the town, it could destroy your house. Investing yourself in a community means you're part of it&mdash;for good or ill. The GM should remember to use that investment to enrich the campaign, not just exploit it as a way to attack your character or strong-arm you into adventures.</p><p>The downtime system is designed to put much of the power and decision making for non-adventuring tasks in the hands of the players. These rules assume the reader is a player making decisions about what his character does during downtime. However, the GM is still in charge of the campaign and the final judge of what is possible using this system; these rules simply take much of the burden away from busy GMs, allowing them more time to work on creating adventures and other campaign issues.</p>", 
    "type": "section", 
    "name": "Downtime", 
    "sections": [
        {
            "source": "Ultimate Campaign", 
            "text": "<p>The key parts of the downtime rules that you'll be referencing often are the following:</p><ul><li>Explanation of the downtime terminology used throughout this section.</li>\n<li>Earning downtime capital such as Goods, Influence, and Labor.</li>\n<li>The phase sequence for using downtime.</li>\n<li>The kinds of activities you can do with this system.</li>\n<li>Constructing rooms, the building blocks of buildings such as guildhalls or temples, and recruiting teams such as apprentices and guards.</li>\n<li>Example buildings constructed out of rooms, and example organizations built out of teams.</li>\n<li>Positive and negative events that can occur during downtime.</li>\n<li>Downtime tracking sheet.</li></ul>", 
            "type": "section", 
            "name": "Overview"
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>This section explains the basic game terms for the downtime system. It uses existing character abilities (such as skill checks and saving throws), familiar resources (such as gold pieces), and new resources specific to the downtime system. Together, these allow you to accomplish tasks.</p>", 
            "type": "section", 
            "name": "Downtime Terminology", 
            "sections": [
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>A building is a physical structure you construct or purchase, such as a house, inn, or temple. The downtime system allows you to construct buildings out of specialized rooms.</p>", 
                    "type": "section", 
                    "name": "Building"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>A build point (BP) is a unit of wealth and productivity used in the kingdom-building rules. The downtime system doesn't normally use BP, but if you are using the kingdom-building rules, you may have ways to spend BP as part of your downtime. BP are a larger-scale combination of Goods, Influence, Labor, and Prestige.</p>", 
                    "type": "section", 
                    "name": "Build Points"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>A business is a building or organization that earns you one or more kinds of capital, such as a blacksmith's shop or thieves' guild.</p>", 
                    "type": "section", 
                    "name": "Business"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Capital is any sort of resource you can spend as part of downtime. The various types of capital are build points, gp, days, Goods, Influence, Labor, and Magic. You can spend capital on various downtime activities such as constructing buildings, recruiting followers, and retraining your feats. If any situation or event causes you to lose more capital than you have, your capital is reduced to 0&mdash;you can't go into debt.</p>", 
                    "type": "section", 
                    "name": "Capital"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>The downtime system measures time in days rather than hours, minutes, or rounds. Most downtime activities require you to spend at least 1 day on the activity.</p>", 
                    "type": "section", 
                    "name": "Day"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Followers are a type of Labor gained from the Leadership feat or other methods. Followers can be used like Labor, but aren't expended like capital because they are loyal to you and don't leave as soon as an activity is completed. For more information, see Using Followers on page 80.</p>", 
                    "type": "section", 
                    "name": "Followers"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Goods represent physical items necessary for an activity, which can be permanent fixtures or consumable items. For building an inn, Goods are the materials used to build the structure, the tables and chairs, and the food and beverages you plan to sell. Goods as capital are an abstraction so that you don't need to keep track of gathering things like stones for a building's foundation, timber for the walls, ingredients for the menu, and so on. Goods might also represent natural resources (such as fertile soil or a spring), in which case you're not literally moving these items to a specific location&mdash;instead, you're spending capital to acquire a location with those resources.</p>", 
                    "type": "section", 
                    "name": "Goods"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Gold pieces (or gp) constitute the normal money your character has, such as from looting monsters or earning a living with Craft or Profession checks. Many downtime activities require you to spend gp.</p>", 
                    "type": "section", 
                    "name": "Gold Pieces"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Influence represents your ability to get other people in the settlement to perform favors for you or use their skills to accomplish things (as opposed to Labor, which involves hard physical work). This includes getting a merchant to change the terms of a contract, or convincing a politician to do you a favor.</p>", 
                    "type": "section", 
                    "name": "Influence"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Labor represents using workers to accomplish tasks. This includes hiring carpenters to construct a building, hiring thugs to extort shopkeepers, using assistants to help you craft items or tend injuries, or hiring employees to run your business while you're away.</p>", 
                    "type": "section", 
                    "name": "Labor"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Magic represents magical power at your disposal. Some activities, such as healing sick peasants in the slums or constructing a magical library, specifically require you to spend Magic.</p>", 
                    "type": "section", 
                    "name": "Magic"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>This is a group of people who do what you say (such as a cult, thieves' guild, or mercenary company). An organization may or may not have a base of operations. The downtime system allows you to recruit organizations made up of specialized teams (see Rooms and Teams on page 90).</p>", 
                    "type": "section", 
                    "name": "Organization"
                }
            ]
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Goods, Influence, Labor, and Magic are the backbone of the downtime system. These types of capital are necessary for completing many downtime activities. You can gain such capital in one of two ways: by purchasing it or by earning it.</p>", 
            "type": "section", 
            "name": "Gaining Capital", 
            "sections": [
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>The easiest way to gain capital is to purchase it by buying materials, bribing people, paying administrative fees, hiring workers, and so on. Goods, Influence, Labor, and Magic each have a specific gp value for this method, listed in the Purchased Cost column of the table below. If you need one of these types of capital, you can spend gp to get it, just like buying a <i>+1 sword</i> or hiring a spellcaster to cast <i>remove curse</i> costs you gp. For example, Goods have a Purchased Cost of 20 gp each; if you need to spend 5 points of Goods to repair your tavern, you can spend 100 gp (5 × 20 gp) to purchase the necessary Goods. Purchasing capital is fast, but expensive.</p>", 
                    "type": "section", 
                    "name": "Purchasing Capital"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Many downtime activities, such as doing mundane work with a Craft or Profession skill or gaining the day-to-day profits for running an inn or tavern, allow you to earn capital. Earning capital is like using an item crafting feat to create a magic item: You have to put in some work to make the item, but you pay only half the normal price for it. If a downtime activity's description says it generates capital, you can earn that amount of capital by spending the required amount of downtime and gp on it; the gp cost for the capital is half the normal cost, as listed in the Earned Cost column in the table below. For example, Influence has an Earned Cost of 15 gp per point, so if you want to socialize in town to generate 3 points of Influence, you must use a day of downtime and spend 45 gp (3 × 15 gp) to earn those 3 points of Influence. Earning capital takes longer, but is much cheaper than just buying it outright. It is easier to keep track of your earned capital if you pay for it as soon as you earn it; otherwise, you also need to track earned capital you don't yet have (because you haven't paid gp for it yet).</p>", 
                    "type": "section", 
                    "name": "Earning Capital", 
                    "sections": [
                        {
                            "text": "<table id=\"table-capital-values\"><caption>Capital Values</caption>\n<thead><tr><th>Capital</th><th>Purchased Cost</th><th>Earned Cost</th></tr></thead>\n<tr class=\"odd\"><td>Goods</td><td>20 gp</td><td>10 gp</td></tr>\n<tr class=\"even\"><td>Influence</td><td>30 gp</td><td>15 gp</td></tr>\n<tr class=\"odd\"><td>Labor</td><td>20 gp</td><td>10 gp</td></tr>\n<tr class=\"even\"><td>Magic</td><td>100 gp</td><td>50 gp</td></tr></table>", 
                            "type": "table", 
                            "name": "Capital Values", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }
            ]
        }
    ]
}