{
    "source": "Ultimate Campaign", 
    "text": "<p>A story feat reflects a goal&mdash;often an all-consuming one&mdash;that shapes your life. Each story feat incorporates a trigger event (which comes from either a campaign occurrence or your background), an immediate benefit, a goal, and a further benefit for achieving that goal.</p><p>Story feats are marked with the story keyword. Each feat has at least two possible prerequisites, representing conditions most likely met during play or a background that fits the feat. You need to meet only one of these prerequisites. Anytime you gain a new feat, you may take a story feat, but you can have only one uncompleted story feat at a time. Story feats are designed for PCs, but can be taken by NPCs and monsters as well.</p><p>Unlike typical feats, story feats have nebulous prerequisites, and you should chose one only after talking with the GM. The GM should weave a story feat into the greater story of the campaign and even adjust it as needed to fit the campaign's long-term goals and the specifics of your background. Story feats should work organically within the story of the campaign, rather than be chosen purely for their mechanical benefits.</p><p>Like the prerequisites, the completion conditions for a story feat might require GM adjudication. If the events of the campaign are not likely to resolve the story implied by the story feat, the GM should consider shifting the goal to something you can achieve. Establishing a meaningful story arc is more important than adhering to the letter of the feat.</p><p>Because a story feat represents both your motivation and character development, the GM should make an effort to incorporate elements related to the feat into the ongoing campaign. These can be direct elements, like the appearance of a villain or hated creature, or indirect elements, such as rumors of the fate of a lost relative or NPCs who are impressed by a PC's artistic endeavors. A good rule of thumb is to work in a reference to each PC's story feat once every three to five sessions.</p><p>In most cases, allies can assist in completing a story feat. At the GM's discretion, if you do not take a leadership role in tasks or conflicts related to your own story feat, you might need to complete additional goals to resolve the story feat, or might even be denied completion altogether.</p>", 
    "type": "section", 
    "name": "Story Feats", 
    "sections": [
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Many story feats share similar terminology in their prerequisites and completion conditions. The following terms have special meanings when used in story feats.</p>", 
            "type": "section", 
            "name": "Common Rules", 
            "sections": [
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>These are either creatures whose individual CRs add up to 20, or creatures whose individual CRs add up to 5 times your character level, whichever is greater. For example, if you're at 6th level, an appropriate number of creatures have CRs that add up to 30. This calculation is based on your current character level, not the level at which you selected the story feat. Overly easy challenges (encounters with CRs of 3 or more below your character level) don't count unless circumstances make them much more difficult to handle.</p>", 
                    "type": "section", 
                    "name": "Appropriate Number"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>This is a foe or group of foes with a total CR of 10 or a CR of 3 plus your character level, whichever is higher. If this refers to a distinct individual, the foe's CR is set when the feat is taken, but the foe advances in power as you do. Otherwise, it refers to your current level. A typical recurring foe advances in CR by 1 for every 1&mdash;2 levels you gain.</p>", 
                    "type": "section", 
                    "name": "Challenging Foe"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Normally, this is your actual character level. If you're a creature best represented by CR rather than character level (such as most monsters with more than 1 HD), use your calculated CR instead of your character level.</p>", 
                    "type": "section", 
                    "name": "Character's Level"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>You overcome a foe in some way, such as by killing the creature, knocking it unconscious, or causing it to be taken prisoner. You must be a significant participant in the conflict to defeat the opponent, even if another strikes the final blow. Whether or not merely causing the enemy to flee qualifies is up to the GM. Generally, driving off an enemy while causing little actual harm does not qualify as a decisive defeat.</p>", 
                    "type": "section", 
                    "name": "Decisively Defeat"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Slaying a foe includes killing it, destroying it, turning it to stone, banishing it to the Abyss, or otherwise eliminating it in a fashion reversible only by powerful magic. Unless otherwise noted, you must deal the final blow yourself to slay a creature.</p>", 
                    "type": "section", 
                    "name": "Slay"
                }, 
                {
                    "source": "Ultimate Campaign", 
                    "text": "<p>Distinct from defeating a foe, thwarting a foe involves disrupting its plans in a substantial and essentially permanent fashion. Deposing a lord, bringing down a priest's temple, or banishing a sorcerer to the depths of Hell all qualify as thwarting. You keep any benefits gained by thwarting a foe even if it survives defeat and returns more powerful than before. You must be a significant participant in the events that lead to your foe being thwarted for your actions to count toward fulfilling a story requirement.</p>", 
                    "type": "section", 
                    "name": "Thwart"
                }
            ]
        }, 
        {
            "source": "Ultimate Campaign", 
            "text": "<p>Most story feat bonuses are untyped, and stack with almost any other bonus. However, if you have multiple story feats, their untyped bonuses do not stack with each other. For example, if two story feats gave you a bonus on saving throws, you would add only the higher bonus. </p>", 
            "type": "section", 
            "name": "Story Feats and Stacking"
        }
    ]
}