{
    "body": "<p>Each level, your character gains a number of skill ranks dependent upon your class plus your Intelligence modifier. Investing a rank in a skill represents a measure of training in that skill. You can never have more ranks in a skill than your total number of Hit Dice. In addition, each class has a number of favored skills, called class skills. It is easier for your character to become more proficient in these skills, as they represent part of his professional training and constant practice. You gain a +3 bonus on all class skills that you put ranks into. If you have more than one class and both grant you a class skill bonus, these bonuses do not stack. </p>", 
    "name": "Acquiring Skills", 
    "url": "pfsrd://Core Rulebook/Rules/Using Skills/Acquiring Skills", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table id=\"table-4-1-skill-ranks\"><caption>Table: Skill Ranks</caption><thead><tr><th>Class</th><th>Skill Ranks per Level</th></tr></thead><tbody><tr class=\"odd\"><td>Barbarian</td><td>4 + Int modifier</td></tr><tr class=\"even\"><td>Bard</td><td>6 + Int modifier</td></tr><tr class=\"odd\"><td>Cleric</td><td>2 + Int modifier</td></tr><tr class=\"even\"><td>Druid</td><td>4 + Int modifier</td></tr><tr class=\"odd\"><td>Fighter</td><td>2 + Int modifier</td></tr><tr class=\"even\"><td>Monk</td><td>4 + Int modifier</td></tr><tr class=\"odd\"><td>Paladin</td><td>2 + Int modifier</td></tr><tr class=\"even\"><td>Ranger</td><td>6 + Int modifier</td></tr><tr class=\"odd\"><td>Rogue</td><td>8 + Int modifier</td></tr><tr class=\"even\"><td>Sorcerer</td><td>2 + Int modifier</td></tr><tr class=\"odd\"><td>Wizard</td><td>2 + Int modifier</td></tr></tbody></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Using Skills/Acquiring Skills/Table Skill Ranks", 
            "type": "table", 
            "name": "Table: Skill Ranks", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The number of skill ranks you gain when taking a level in one of the base classes is shown on Table: Skill Ranks. Humans gain 1 additional skill rank per class level. Characters who take a level in a favored class have the option of gaining 1 additional skill rank or an additional hit point. If you select a level in a new class, all of its class skills are automatically added to your list of class skills, and you gain a +3 bonus on these skills if you have ranks in them.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>When your character uses a skill, he isn't guaranteed success. In order to determine success, whenever you attempt to use a skill, you must make a skill check.</p><p>Each skill rank grants a +1 bonus on checks made using that skill. When you make a skill check, you roll 1d20 and then add your ranks and the appropriate ability score modifier to the result of this check. If the skill you're using is a class skill (and you have invested ranks into that skill), you gain a +3 bonus on the check. If you are not trained in the skill (and if the skill may be used untrained), you may still attempt the skill, but you use only the bonus (or penalty) provided by the associated ability score modifier to modify the check. Skills can be further modified by a wide variety of sources&mdash;by your race, by a class ability, by equipment, by spell effects or magic items, and so on. See Table: Skill Check Bonuses for a summary of skill check bonuses.</p>", 
            "name": "Skill Checks", 
            "url": "pfsrd://Core Rulebook/Rules/Using Skills/Acquiring Skills/Skill Checks", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table id=\"table-4-2-skill-check-bonuses\"><caption>Table: Skill Check Bonuses</caption><thead><tr><th>Skill</th><th>Skill Check is Equal To*</th></tr></thead><tbody><tr class=\"odd\"><td>Untrained</td><td>1d20 + ability modifier + racial modifier</td></tr><tr class=\"even\"><td>Trained</td><td>1d20 + skill ranks + ability modifier + racial modifier</td></tr><tr class=\"odd\"><td>Trained Class Skill</td><td>1d20 + skill ranks + ability modifier + racial modifier + 3</td></tr></tbody><tfoot><tr><td colspan=\"2\">* Armor check penalty applies to all Strength- and Dexterity-based skill checks.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Using Skills/Acquiring Skills/Skill Checks/Table Skill Check Bonuses", 
                    "type": "table", 
                    "name": "Table: Skill Check Bonuses", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If the result of your skill check is equal to or greater than the difficulty class (or DC) of the task you are attempting to accomplish, you succeed. If it is less than the DC, you fail. Some tasks have varying levels of success and failure depending on how much your check is above or below the required DC. Some skill checks are opposed by the target's skill check. When making an opposed skill check, the attempt is successful if your check result exceeds the result of the target.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>A skill check represents an attempt to accomplish some goal, usually while under some sort of time pressure or distraction. Sometimes, though, a character can use a skill under more favorable conditions, increasing the odds of success.</p>", 
            "name": "Taking 10 and Taking 20", 
            "url": "pfsrd://Core Rulebook/Rules/Using Skills/Acquiring Skills/Taking 10 and Taking 20", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>When your character is not in immediate danger or distracted, you may choose to take 10. Instead of rolling 1d20 for the skill check, calculate your result as if you had rolled a 10. For many routine tasks, taking 10 makes them automatically successful. Distractions or threats (such as combat) make it impossible for a character to take 10. In most cases, taking 10 is purely a safety measure&mdash;you know (or expect) that an average roll will succeed but fear that a poor roll might fail, so you elect to settle for the average roll (a 10). Taking 10 is especially useful in situations where a particularly high roll wouldn't help.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Using Skills/Acquiring Skills/Taking 10 and Taking 20/Taking 10", 
                    "type": "section", 
                    "name": "Taking 10", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>When you have plenty of time, you are faced with no threats or distractions, and the skill being attempted carries no penalties for failure, you can take 20. In other words, if you roll a d20 enough times, eventually you will get a 20. Instead of rolling 1d20 for the skill check, just calculate your result as if you had rolled a 20.</p><p>Taking 20 means you are trying until you get it right, and it assumes that you fail many times before succeeding. Taking 20 takes 20 times as long as making a single check would take (usually 2 minutes for a skill that takes 1 round or less to perform).</p><p>Since taking 20 assumes that your character will fail many times before succeeding, your character would automatically incur any penalties for failure before he or she could complete the task (hence why it is generally not allowed with skills that carry such penalties). Common &ldquo;take 20&rdquo; skills include Disable Device (when used to open locks), Escape Artist, and Perception (when attempting to find traps).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Using Skills/Acquiring Skills/Taking 10 and Taking 20/Taking 20", 
                    "type": "section", 
                    "name": "Taking 20", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The normal take 10 and take 20 rules apply for ability checks. Neither rule applies to concentration checks or caster level checks.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Using Skills/Acquiring Skills/Taking 10 and Taking 20/Ability Checks and Caster Level Checks", 
                    "type": "section", 
                    "name": "Ability Checks and Caster Level Checks", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>You can help someone achieve success on a skill check by making the same kind of skill check in a cooperative effort. If you roll a 10 or higher on your check, the character you're helping gets a +2 bonus on his or her check. (You can't take 10 on a skill check to aid another.) In many cases, a character's help won't be beneficial, or only a limited number of characters can help at once. </p><p>In cases where the skill restricts who can achieve certain results, such as trying to open a lock using Disable Device, you can't aid another to grant a bonus to a task that your character couldn't achieve alone. The GM might impose further restrictions to aiding another on a case-by-case basis as well.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Using Skills/Acquiring Skills/Aid Another", 
            "type": "section", 
            "name": "Aid Another", 
            "source": "Core Rulebook"
        }
    ]
}