{
    "body": "<p>This section presents an anachronistic collection of hand-held black powder weapons suitable for a wide variety of fantasy adventure campaigns. Most of them are single-shot muzzle-loaders with highly inefficient triggering mechanisms&mdash;traditional sword and sorcery firearms. More advanced firearms are also presented for those brave enough to mix their fantasy with a technology much closer to that of the Old West than the slow and unstable weapons that gave musketeers their name. Of course, it is the GM's decision whether or not guns of any type are allowed in a campaign.</p><p>What follows are additional rules for using firearms.</p>", 
    "name": "Firearms", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">The Exotic Weapon Proficiency (firearms) feat allows you to use all firearms without penalty. A nonproficient character takes the standard &ndash;4 penalty on attack rolls with firearms, and a nonproficient character who loads a firearm increases all misfire values by 4 for the shots he loads.</p><p>Even though the Exotic Weapon Proficiency (firearms) feat grants you proficiency with all firearms, anytime you take a feat that modifies a single type of weapon (such as Weapon Focus or Rapid Reload), you must still pick one specific type of firearm (such as musket, axe musket, blunderbuss, pistol, or double pistol) for that feat to affect.</p><p>All firearms are part of the same weapon group for the purposes of the fighter's weapon training class feature.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Firearm Proficiency", 
            "type": "section", 
            "name": "Firearm Proficiency", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">The firearms in this chapter fall into one of two categories: early or advanced firearms.</p><blockquote><p><i>Early Firearms:</i> Early firearms are typically matchlock, wheellock, or flintlock weapons, and require more finesse and care to use than advanced firearms. Early firearms are muzzle-loaded, requiring a bullet and powder (or other special alchemical substances) to be shoved down the barrel before the weapon is fired. Early firearm ammunition can be loaded from a cartridge, but that cartridge is made of soft material (like paper or cloth) that is torn open so that the contents may be shoved down the barrel.</p><p><i>Advanced Firearms:</i> Advanced firearms are more reliable and accurate than early firearms. The ammunition for an advanced firearm takes the form of metal (usually brass) cartridges that are loaded into a chamber rather than shoved down the muzzle.</p></blockquote>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Firearm Categories", 
            "type": "section", 
            "name": "Firearm Categories", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">A firearm's capacity is the number of shots it can hold at one time. When making a full-attack action, you may fire a firearm as many times in a round as you have attacks, up to this limit, unless you can reload the weapon as a swift or free action while making a full-attack action. In the case of early firearms, capacity often indicates the number of barrels a firearm has. In the case of advanced firearms, it typically indicates the number of chambers the weapon has.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Capacity", 
            "type": "section", 
            "name": "Capacity", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">Armor, whether manufactured or natural, provides little protection against the force of a bullet at short range.</p><blockquote><p><i>Early Firearms:</i> When firing an early firearm, the attack resolves against the target's touch AC when the target is within the first range increment of the weapon, but this type of attack is not considered a touch attack for the purposes of feats and abilities such as Deadly Aim. At higher range increments, the attack resolves normally, including taking the normal cumulative &ndash;2 penalty for each full range increment. Unlike other projectile weapons, early firearms have a maximum range of five range increments.</p><p><i>Advanced Firearms:</i> Advanced firearms resolve their attacks against touch AC when the target is within the first five range increments, but this type of attack is not considered a touch attack for the purposes of feats such as Deadly Aim. At higher range increments, the attack resolves normally, including taking the normal cumulative &ndash;2 penalty for each full-range increment. Advanced firearms have a maximum range of 10 range increments.</p></blockquote>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Range and Penetration", 
            "type": "section", 
            "name": "Range and Penetration", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">You need at least one hand free to load one-handed and two-handed firearms. In the case of two-handed firearms, you hold the weapon in one hand and load it with the other&mdash;you only need to hold it in two hands to aim and shoot the firearm.</p><p>The Rapid Reload feat reduces the time required to load one-handed and two-handed firearms. Loading any firearm provokes attacks of opportunity. Other rules for loading a firearm depend on whether the firearm is an early firearm or an advanced firearm.</p><blockquote><p><i>Early Firearms:</i> Early firearms are all muzzle-loaded, requiring bullets or pellets and black powder to be rammed down the muzzle. If an early firearm has multiple barrels, each barrel must be loaded separately. It is a standard action to load each barrel of a one-handed early firearm and a full-round action to load each barrel of a two-handed early firearm.</p><p><i>Advanced Firearms:</i> Advanced firearms are chamber-loaded. It is a move action to load a one-handed or two-handed advanced firearm to its full capacity.</p></blockquote>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Loading a Firearm", 
            "type": "section", 
            "name": "Loading a Firearm", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">If the natural result of your attack roll with a firearm is equal to or less than the firearm's misfire value, that shot misses, even if you would have otherwise hit the target. When a firearm misfires, it gains the broken condition. While it has the broken condition, it suffers the normal disadvantages that broken weapons do, and its misfire value increases by 4 unless the wielder has gun training in the particular type of firearm. In that case, the misfire value increases by 2 instead of 4.</p><blockquote><p><i>Early Firearms:</i> If an early firearm with the broken condition misfires again, it explodes. When a nonmagical firearm explodes, the weapon is destroyed. Magical firearms are wrecked, which means they can't fire until they are fully restored (which requires either the make whole spell or the Gunsmithing feat). When a gun explodes, pick one corner of your square&mdash;the explosion creates a burst from that point of origin. Each early firearm has a burst size noted in parentheses after its misfire value. Any creature within this burst (including the firearm's wielder) takes damage as if it had been hit by the weapon&mdash;a DC 12 Reflex save halves this damage.</p><p><i>Advanced Firearms:</i> Advanced firearms can misfire, but when they do, they only gain the broken condition. A subsequent misfire does not cause advanced firearms to explode.</p></blockquote>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Misfires", 
            "type": "section", 
            "name": "Misfires", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">Firearm ammunition takes two forms: either black powder and shot (either bullets or pellets) or cartridges. Firearm ammunition is destroyed when it is used. Unlike other types of ammunition, there is no chance to retrieve firearm ammunition that misses. No part of a cartridge can be reused to create new cartridges. Firearm ammunition cannot be treated with poison, unless you are using a pitted bullet.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Ammunition", 
            "type": "section", 
            "name": "Ammunition", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">Like light weapons and hand crossbows, one-handed firearms are easy to conceal on your person. Some smaller firearms (like the coat pistol) can grant bonuses to conceal a weapon on your person.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Concealing Firearms", 
            "type": "section", 
            "name": "Concealing Firearms", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">You can use a one-handed or two-handed firearm without penalty while carrying a buckler.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Bucklers", 
            "type": "section", 
            "name": "Bucklers", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">Firearms, like crossbows, can be fired while their wielders are prone.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fire while Prone", 
            "type": "section", 
            "name": "Fire while Prone", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">Black powder becomes useless when exposed to water, but powder horns and cartridges protect black powder from exposure. You cannot normally load an early firearm underwater or fire any firearm underwater without magical aid.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Black Powder/and Water", 
            "type": "section", 
            "name": "Firearms, Black Powder, and Water", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">The Deflect Arrows feat and the Snatch Arrows feat can be used to deflect bullets, but not pellets shot from a scatter weapon.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Deflecting and Snatching Bullets", 
            "type": "section", 
            "name": "Deflecting and Snatching Bullets", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">A weapon with the scatter weapon quality can shoot two different types of ammunition. It can fire normal bullets that target one creature, or it can make a scattering shot, attacking all creatures within a cone. Cannons with the scatter weapon quality only fire grapeshot, unless their descriptions state otherwise. When a scatter weapon attacks all creatures within a cone, it makes a separate attack roll against each creature within the cone. Each attack roll takes a &ndash;2 penalty, and its attack damage cannot be modified by precision damage or damage-increasing feats such as Vital Strike. Effects that grant concealment, such as fog or smoke, or the blur, invisibility, or mirror image spells, do not foil a scatter attack. If any of the attack rolls threaten a critical, confirm the critical for that attack roll alone. A firearm that makes a scatter shot misfires only if all of the attack rolls are misfires. If a scatter weapon explodes on a misfire, it deals triple its damage to all creatures within the misfire radius.</p>", 
            "name": "Scatter", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Scatter", 
            "source": "Ultimate Equipment", 
            "abbrev": "Weapon Quality", 
            "type": "section"
        }, 
        {
            "body": "<table id=\"firearm-ammunition-table\"><caption>Firearm Ammunition</caption><thead><tr><th>Item</th><th>Price</th><th>Weight</th></tr></thead><tr class=\"odd\"><td>Alchemical cartridge, dragon's breath</td><td>40 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>Alchemical cartridge, entangling shot</td><td>40 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Alchemical cartridge, flare</td><td>10 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>Alchemical cartridge, paper, bullet or pellet</td><td>12 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Alchemical cartridge, salt shot</td><td>12 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>Black powder, dose</td><td>10 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Black powder, keg</td><td>1,000 gp</td><td>5 lbs.</td></tr><tr class=\"even\"><td>Firearm bullet (1)</td><td>1 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Metal cartridge</td><td>15 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>Pellets (handful)</td><td>1 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Pitted bullet</td><td>5 gp</td><td>&mdash;</td></tr></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Firearm Ammunition", 
            "type": "table", 
            "name": "Firearm Ammunition", 
            "source": "Ultimate Equipment"
        }, 
        {
            "name": "Alchemical Cartridge", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge", 
            "type": "item", 
            "misc": {
                "Salt Shot": {
                    "Price": "12 gp"
                }, 
                "Paper, Bullet or Pellet": {
                    "Price": "12 gp"
                }, 
                "Flare": {
                    "Price": "10 gp"
                }, 
                "Entangling Shot": {
                    "Price": "40 gp"
                }, 
                "null": {
                    "Proficiency": "Item", 
                    "Weapon Class": null
                }, 
                "Dragon's Breath": {
                    "Price": "40 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Type</th><th>Price</th><th>Weight</th></tr><tr class=\"odd\"><td>Dragon's breath</td><td>40 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>Entangling shot</td><td>40 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Flare</td><td>10 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>Paper</td><td>12 gp</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Salt shot</td><td>12 gp</td><td>&mdash;</td></tr></thead></table>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Type", 
                    "type": "table", 
                    "name": "Type", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">An alchemical cartridge is a prepared bundle of black powder with a bullet or pellets, sometimes with more exotic material added, which is then wrapped in paper or cloth and sealed with beeswax, lard, or tallow. There are many types of alchemical cartridges, the simplest being the paper cartridge&mdash;a simple mix of black powder and either pellets or a bullet. Alchemical cartridges make loading a firearm easier, reducing the time to load a firearm by one step (a full-round action becomes a standard action, a standard action becomes a move action, and a move action becomes a free action), but they tend to be unstable. The misfire value of a weapon firing an alchemical cartridge increases as listed in each entry.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }, 
                {
                    "body": "<p id=\"dragon's-breath-cartridge\" class=\"stat-block\">This cartridge contains alchemical compounds that, when fired, produce a cone of fire instead of the normal attack of a one-handed or two-handed firearm with the scatter weapon quality. The nonmagical flame deals 2d6 points of fire damage to all targets within the cone of the scatter firearm (DC 15 Reflex save for half). These cartridges cannot be used in firearms that don't have the scatter weapon quality. Because this ammunition forces a saving throw instead of making an attack roll, the misfire rules are slightly different. If you roll a 1 with either of the damage dice, the firearm misfires.</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Dragons Breath Cartridge", 
                    "type": "section", 
                    "name": "Dragon's Breath Cartridge", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p id=\"entangling-shot-cartridge\" class=\"stat-block\">This mix of black powder and an alchemically treated resin strong enough to survive the shot can only be loaded into a blunderbuss, a dragon pistol, or another scatter weapon. It deals half damage to those hit by a cone attack made with this weapon, but any creature hit by the shot must succeed at a DC 15 Reflex saving throw or become entangled for 2d4 rounds. An entangling shot cartridge increases the firearm's misfire value by 2.</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Entangling Shot Cartridge", 
                    "type": "section", 
                    "name": "Entangling Shot Cartridge", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p id=\"flare-cartridge\" class=\"stat-block\">When a flare cartridge hits its target, it deals only half the normal damage, but the creature struck is blinded for 1 round (Fortitude DC 15 reduces this to dazzled), and creatures within a 20-foot burst are dazzled for 1 round (Fortitude DC 15 negates the effect). Flare cartridges are also useful for sending up signal flares. Firing a flare cartridge increases the firearm's misfire value by 2 unless it is fired from a blunderbuss or a dragon pistol, in which case doing so only increases the firearm's misfire value by 1. Flares can be used only to attack single creatures; they do not work as a shot for a scatter weapon's cone attack.</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Flare Cartridge", 
                    "type": "section", 
                    "name": "Flare Cartridge", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p id=\"paper-cartridge\" class=\"stat-block\">This simple mix of black powder and either pellets or a bullet increases the misfire value by 1.</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Paper Cartridge", 
                    "type": "section", 
                    "name": "Paper Cartridge", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p id=\"salt-shot-cartridge\" class=\"stat-block\">This mix of black powder and rock salt can only be loaded into a blunderbuss, a dragon pistol, or other scatter weapon. It deals nonlethal instead of lethal damage, and increases the misfire value by 1. You can use it only with a scatter weapon's cone attack.</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Alchemical Cartridge/Salt Shot Cartridge", 
                    "type": "section", 
                    "name": "Salt Shot Cartridge", 
                    "source": "Ultimate Equipment"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This short musket features an axe blade at the end of its barrel. It can be used as both a musket and a battleaxe. It is considered a double weapon for the purposes of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the axe are considered broken. An axe musket uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition. This is an early firearm.</p>", 
            "name": "Axe Musket", 
            "weight": "6 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Axe Musket", 
            "price": "1,600 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Misfire": "1&ndash;2 (5 ft.)", 
                    "Dmg (S)": "1d6", 
                    "Proficiency": "Two-Handed Ranged Weapons (Early Firearms)", 
                    "Range": "30 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d8", 
                    "Dmg (L)": "2d6", 
                    "Type": "B and P", 
                    "Price": "1,600 gp", 
                    "Dmg (T)": "1d4"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "name": "Black Powder", 
            "weight": "5 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Black Powder", 
            "type": "item", 
            "misc": {
                "Keg": {
                    "Price": "1,000 gp"
                }, 
                "null": {
                    "Proficiency": "Item", 
                    "Weapon Class": null
                }, 
                "Dose": {
                    "Price": "10 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Amount</th><th>Price</th><th>Weight</th></tr></thead><tr class=\"odd\"><td>1 dose</td><td>10 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>1 keg</td><td>1,000 gp</td><td>5 lbs.</td></tr></table>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Black Powder/Amount", 
                    "type": "table", 
                    "name": "Amount", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Black powder is the key explosive component within a firearm that enables it to function, but in larger amounts this alchemical material can be quite destructive on its own as well. A single dose of black powder is enough to power a single shot from most one-handed and two-handed firearms, while 10 doses are required to fire a cannon. Black powder is often stored and transported in kegs (which hold 100 doses), but in this quantity the powder itself becomes dangerous. Exposure to fire, electricity, or a misfire explosion causes black powder to explode&mdash;a single keg that explodes in this manner deals 5d6 points of fire damage to anyone within a 20-foot burst (DC 15 Reflex half). Storing black powder in a powder horn protects the powder from explosion.</p>", 
                    "source": "Ultimate Equipment", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p class=\"stat-block\">This weapon fires pellets or a bullet from its trumpet-shaped barrel, making it an effective fowling weapon or close-fighting personal defense weapon. The blunderbuss fires in a 15-foot cone when firing pellets, and has a 10-foot range increment when firing a bullet. A blunderbuss uses a bullet or pellets and a single dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.</p>", 
            "name": "Blunderbuss", 
            "weight": "8 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Blunderbuss", 
            "price": "2,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Special": "Scatter", 
                    "Misfire": "1&ndash;2 (10 ft.)", 
                    "Dmg (S)": "1d6", 
                    "Proficiency": "Two-Handed Ranged Weapons (Early Firearms)", 
                    "Range": "Special", 
                    "Critical": "&times;2", 
                    "Dmg (M)": "1d8", 
                    "Dmg (L)": "2d6", 
                    "Type": "B and P", 
                    "Price": "2,000 gp", 
                    "Dmg (T)": "1d4"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The front of this buckler is fitted with a small, double-barreled gun that can be shot while wearing the buckler. Unlike with a double-barreled pistol, you can shoot only one barrel at a time. You must remove the buckler to reload the gun. Each barrel of a buckler gun uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. Because of its awkward construction, a buckler gun is always considered an off-handed weapon. This is an early firearm.</p>", 
            "name": "Buckler Gun", 
            "weight": "6 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Buckler Gun", 
            "price": "750 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "2", 
                    "Misfire": "1 (5 ft.)", 
                    "Dmg (S)": "1d4", 
                    "Proficiency": "One-Handed RangedWeapons (Early Firearms)", 
                    "Range": "10 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d6", 
                    "Dmg (L)": "1d8", 
                    "Type": "B and P", 
                    "Price": "750 gp", 
                    "Dmg (T)": "1d3"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Though less powerful than other, larger firearms, this pistol is small enough to be easily concealed in a jacket or coat. You get a +2 bonus on Sleight of Hand checks made to conceal a coat pistol on your body. A coat pistol uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.</p>", 
            "name": "Coat Pistol", 
            "weight": "1 lb.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Coat Pistol", 
            "price": "750 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Misfire": "1 (5 ft.)", 
                    "Dmg (S)": "1d3", 
                    "Proficiency": "One-Handed RangedWeapons (Early Firearms)", 
                    "Range": "10 ft.", 
                    "Critical": "&times;3", 
                    "Dmg (M)": "1d4", 
                    "Dmg (L)": "1d6", 
                    "Type": "B and P", 
                    "Price": "750 gp", 
                    "Dmg (T)": "1d2"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The culverin, also known as a hand bombard, consists of a simple smoothbore tube, sealed at one end except for a small hole used to ignite a gunpowder charge. A wooden stock partially encases the barrel, allowing you to hold it under your arm with relative ease when carrying it. Firing a culverin without support (such as a wall, a window, or a stand) imposes a &ndash;4 penalty on attack rolls, and knocks you prone. A culverin uses 4 doses of black powder and grapeshot (a handful of pellets) as ammunition. Note that these statistics simulate only the original, hand-held culverins&mdash;their larger descendants are considered cannons and are dealt with in the siege weapon section of <i>Ultimate Combat</i>. This is an early firearm.</p>", 
            "name": "Culverin", 
            "weight": "40 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Culverin", 
            "price": "4,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Special": "Scatter", 
                    "Misfire": "1 (10 ft.)", 
                    "Dmg (S)": "2d6", 
                    "Proficiency": "Two-Handed Ranged Weapons (Early Firearms)", 
                    "Range": "30 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "2d8", 
                    "Dmg (L)": "3d8", 
                    "Type": "B and P", 
                    "Price": "4,000 gp", 
                    "Dmg (T)": "1d6"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A combination of a coat pistol and a blade, the dagger pistol can be used as both weapons. The awkwardness of the configuration means you do not gain the bonus on Sleight of Hand checks that either of those stand-alone weapons grants. The dagger pistol is considered a double weapon for the purpose of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the dagger component are considered broken. A dagger pistol uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.</p>", 
            "name": "Dagger Pistol", 
            "weight": "1 lb.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Dagger Pistol", 
            "price": "740 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Misfire": "1 (5 ft.)", 
                    "Dmg (S)": "1d3", 
                    "Proficiency": "One-Handed RangedWeapons (Early Firearms)", 
                    "Range": "10 ft.", 
                    "Critical": "&times;3", 
                    "Dmg (M)": "1d4", 
                    "Dmg (L)": "1d6", 
                    "Type": "B and P", 
                    "Price": "740 gp", 
                    "Dmg (T)": "1d2"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This double-length rifle uses a pair of trunnions to mount its barrel into a swiveling mechanism fastened to the top of a lightweight, two-wheeled carriage. It takes a full-round action to set up the carriage. The carriage has a hind leg, allowing the wielder to wheel the device about and immediately prop it for stability during combat. Unlike other two-handed firearms, you must fire the double hackbut while it is mounted, or else firing it imparts a &ndash;4 penalty on attack rolls and the recoil knocks you prone. A Large or larger creature can fire a double hackbut one size smaller than itself without the gun's mounting as a normal two-handed weapon and without the danger of being knocked prone, but takes the normal penalty for firing an inappropriately sized weapon. This is an early firearm.</p>", 
            "name": "Double Hackbut", 
            "weight": "18 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Double Hackbut", 
            "price": "4,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "2", 
                    "Misfire": "1&ndash;2 (5 ft.)", 
                    "Dmg (S)": "2d10", 
                    "Proficiency": "Two-Handed Ranged Weapons (Early Firearms)", 
                    "Range": "50 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "2d12", 
                    "Dmg (L)": "6d6", 
                    "Type": "B and P", 
                    "Price": "4,000 gp", 
                    "Dmg (T)": "2d10"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This musket has two parallel barrels; each barrel can be shot independently as a separate action, or both can be fired at once as the same attack. If both barrels are fired at once, they must both target the same creature or object, and the gun becomes wildly inaccurate, taking a &ndash;4 penalty on each shot. Each barrel of a double-barreled musket uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.</p>", 
            "name": "Double-Barreled Musket", 
            "weight": "11 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Double-Barreled Musket", 
            "price": "2,500 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "2", 
                    "Misfire": "1&ndash;3 (5 ft.)", 
                    "Dmg (S)": "1d10", 
                    "Proficiency": "Two-Handed Ranged Weapons (Early Firearms)", 
                    "Range": "10 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d12", 
                    "Dmg (L)": "3d6", 
                    "Type": "B and P", 
                    "Price": "2,500 gp", 
                    "Dmg (T)": "1d10"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This pistol has two parallel barrels; each barrel can be fired independently as a separate action, or both can be shot at once with the same action. If both barrels are shot at once, they must both target the same creature or object, and the pistol becomes wildly inaccurate, imposing a &ndash;4 penalty on each shot. This is an early firearm.</p>", 
            "name": "Double-Barreled Pistol", 
            "weight": "5 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Double-Barreled Pistol", 
            "price": "1,750 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "2", 
                    "Misfire": "1&ndash;2 (5 ft.)", 
                    "Dmg (S)": "1d6", 
                    "Proficiency": "One-Handed RangedWeapons (Early Firearms)", 
                    "Range": "20 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d8", 
                    "Dmg (L)": "2d6", 
                    "Type": "B and P", 
                    "Price": "1,750 gp", 
                    "Dmg (T)": "1d4"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This twin-barreled shotgun can be shot one barrel at a time, or both together as one attack. A double shot that fires bullets is inaccurate, and takes a &ndash;4 penalty on both attacks. A double shot that fires bullets targets only a single creature and increases the damage of each barrel to 2d6 points (Small) or 2d8 points (Medium) for a total of 4d6 or 4d8 points of damage. A double-barreled shotgun uses metal cartridges (loaded with either a bullet or pellets) as ammunition. This is an advanced firearm.</p>", 
            "name": "Double-Barreled Shotgun", 
            "weight": "15 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Double-Barreled Shotgun", 
            "price": "7,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "2", 
                    "Special": "Scatter", 
                    "Misfire": "1&ndash;2", 
                    "Dmg (S)": "1d6", 
                    "Proficiency": "Two-Handed Ranged Weapons (Advanced Firearms)", 
                    "Range": "20 ft.", 
                    "Critical": "&times;2", 
                    "Dmg (M)": "1d8", 
                    "Dmg (L)": "2d6", 
                    "Type": "B and P", 
                    "Price": "7,000 gp", 
                    "Dmg (T)": "1d4"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">Like a miniature blunderbuss, the dragon pistol fires pellets or a bullet from its flared barrel. The dragon pistol fires in a 15-foot cone when firing pellets, and has a 10-foot range increment when firing a bullet. A dragon pistol uses either a bullet or group of pellets and 1 dose of black powder, or a single alchemical cartridge (with either bullets or pellets) as ammunition. This is an early firearm.</p>", 
            "name": "Dragon Pistol", 
            "weight": "3 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Dragon Pistol", 
            "price": "1,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Special": "Scatter", 
                    "Misfire": "1&ndash;2 (5 ft.)", 
                    "Dmg (S)": "1d4", 
                    "Proficiency": "One-Handed RangedWeapons (Early Firearms)", 
                    "Range": "20 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d6", 
                    "Dmg (L)": "1d8", 
                    "Type": "B and P", 
                    "Price": "1,000 gp", 
                    "Dmg (T)": "1d3"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This primitive firearm is merely a long tube that, when ignited, propels forth a short gout of flame and a javelin. Unlike other firearms, the fire lance is wildly imprecise, and targets AC rather than touch AC. A fire lance is always treated as having the broken condition for the purpose of determining the effects of a misfire. A fire lance uses a javelin and 2 doses of black powder as ammunition. This is an early firearm.</p>", 
            "name": "Fire Lance", 
            "weight": "4 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fire Lance", 
            "price": "25 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Misfire": "1&ndash;4 (5 ft.)", 
                    "Dmg (S)": "1d4", 
                    "Proficiency": "Two-Handed Ranged Weapons (Early Firearms)", 
                    "Range": "10 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d6", 
                    "Dmg (L)": "1d8", 
                    "Type": "P", 
                    "Price": "25 gp", 
                    "Dmg (T)": "1d3"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The ammunition of most one-handed and two-handed firearms, firearm bullets typically take the form of small balls of lead or some other metal. Thirty bullets weigh half a pound.</p>", 
            "name": "Firearm Bullet", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Firearm Bullet", 
            "price": "1 gp", 
            "misc": {
                "Weapon": {
                    "Proficiency": "Item", 
                    "Weapon Class": null, 
                    "Price": "1 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">These sturdier versions of alchemical cartridges serve as the ammunition for advanced firearms. They can hold either bullets or pellets.</p>", 
            "name": "Metal Cartridge", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Metal Cartridge", 
            "price": "15 gp", 
            "misc": {
                "Weapon": {
                    "Proficiency": "Item", 
                    "Weapon Class": null, 
                    "Price": "15 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This long-barreled firearm has a much greater range than a pistol. A musket uses either a bullet and 1 dose of black powder or a single alchemical cartridge as its ammunition. This is an early firearm.</p>", 
            "name": "Musket", 
            "weight": "9 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Musket", 
            "price": "1,500 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Misfire": "1&ndash;2 (5 ft.)", 
                    "Dmg (S)": "1d10", 
                    "Proficiency": "Two-Handed Ranged Weapons (Early Firearms)", 
                    "Range": "40 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d12", 
                    "Dmg (L)": "3d6", 
                    "Type": "B and P", 
                    "Price": "1,500 gp", 
                    "Dmg (T)": "1d10"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A handful of pellets, along with 1 dose of black powder, is commonly used as ammunition for one-handed and two-handed firearms with the scatter weapon quality, though rocks or other small bits of hard material can be used in the pellets' place. Using anything other than pellets or alchemical cartridges when firing off a cone attack with a scatter weapon increases the weapon's misfire range by 1 (though this increase can be removed by switching back to standard ammunition). Thirty handfuls of pellets weigh half a pound.</p>", 
            "name": "Pellets", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Pellets", 
            "price": "1 gp", 
            "misc": {
                "Weapon": {
                    "Proficiency": "Item", 
                    "Weapon Class": null, 
                    "Price": "1 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This pistol has six barrels instead of one. The entire barrel housing can be quickly rotated by hand between shots (a free action requiring one free hand), allowing all six bullets to be fired before the weapon must be reloaded. Each barrel of a pepperbox uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.</p>", 
            "name": "Pepperbox", 
            "weight": "5 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Pepperbox", 
            "price": "3,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "6", 
                    "Misfire": "1&ndash;2 (5 ft.)", 
                    "Dmg (S)": "1d6", 
                    "Proficiency": "One-Handed RangedWeapons (Early Firearms)", 
                    "Range": "20 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d8", 
                    "Dmg (L)": "2d6", 
                    "Type": "B and P", 
                    "Price": "3,000 gp", 
                    "Dmg (T)": "1d4"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The four barrels of this rifle are set into a turnable housing that can be quickly rotated by hand (a free action) between shots. A pepperbox rifle uses metal cartridges as ammunition. This is an advanced firearm.</p>", 
            "name": "Pepperbox Rifle", 
            "weight": "15 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Pepperbox Rifle", 
            "price": "7,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "4", 
                    "Misfire": "1&ndash;2", 
                    "Dmg (S)": "1d8", 
                    "Proficiency": "Two-Handed Ranged Weapons (Advanced Firearms)", 
                    "Range": "80 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d10", 
                    "Dmg (L)": "2d8", 
                    "Type": "B and P", 
                    "Price": "7,000 gp", 
                    "Dmg (T)": "1d6"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">The basic single-shot pistol is one of the most common firearms, although in most campaigns it is still rare enough to be an object of envy or curiosity to most. As such, it can take a variety of different forms, from wildly ornate masterpieces in the shape of fire-breathing dragons to the more common wood-handled pistols, or nothing more than a simple metal tube with a triggering device.</p><p>A pistol uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.</p>", 
            "name": "Pistol", 
            "weight": "4 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Pistol", 
            "price": "1,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Misfire": "1 (5 ft.)", 
                    "Dmg (S)": "1d6", 
                    "Proficiency": "One-Handed RangedWeapons (Early Firearms)", 
                    "Range": "20 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d8", 
                    "Dmg (L)": "2d6", 
                    "Type": "B and P", 
                    "Price": "1,000 gp", 
                    "Dmg (T)": "1d4"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This ammunition is pitted with a pattern of small pocks into which specially formulated poison compounds can be applied. A poison compound is a derivative of a standard toxin that is alchemically reduced to a solid form. These can be made from any standard injury or contact poison with a successful Craft (poison) check equal to the poison's DC + 4. The cost of purchasing an already prepared poison compound for the purpose of treating pitted bullets is equal to the poison's base cost + 20 gp. Once crafted, the compound can be pasted into the ammunition's pitted design and allowed to harden. Upon completion, the bullet can be fired from an appropriate firearm, releasing the poison compound into its target upon impact, but the poison's DC is reduced by 2. A pitted bullet cannot be used with an alchemical cartridge. The listed cost does not include the cost of poison.</p>", 
            "name": "Pitted Bullet", 
            "weight": "&mdash;", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Pitted Bullet", 
            "price": "5 gp", 
            "misc": {
                "Weapon": {
                    "Proficiency": "Item", 
                    "Weapon Class": null, 
                    "Price": "5 gp"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A revolver is a pistol with a revolving cylinder containing six chambers. Each chamber can hold a metal cartridge, and when one cartridge is fired, the cylinder automatically rotates (no extra hand or action required), readying the next chamber for firing. A revolver uses metal cartridges as ammunition. This is an advanced firearm.</p>", 
            "name": "Revolver", 
            "weight": "4 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Revolver", 
            "price": "4,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "6", 
                    "Misfire": "1", 
                    "Dmg (S)": "1d6", 
                    "Proficiency": "One-Handed Ranged Weapons (Advanced Firearms)", 
                    "Range": "20 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d8", 
                    "Dmg (L)": "2d6", 
                    "Type": "B and P", 
                    "Price": "4,000 gp", 
                    "Dmg (T)": "1d4"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This improvement on the musket features a grooved barrel that imparts a twisting, spiral motion to the bullet as it exits, stabilizing it and preventing the end-over-end tumbling common to projectiles from simpler firearms. As a result, a rifle can fire significantly farther and with more accuracy than early long-bore firearms.</p><p>A rifle uses metal cartridges as ammunition. This is an advanced firearm.</p>", 
            "name": "Rifle", 
            "weight": "12 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Rifle", 
            "price": "5,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Misfire": "1", 
                    "Dmg (S)": "1d8", 
                    "Proficiency": "Two-Handed Ranged Weapons (Advanced Firearms)", 
                    "Range": "80 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d10", 
                    "Dmg (L)": "2d8", 
                    "Type": "B and P", 
                    "Price": "5,000 gp", 
                    "Dmg (T)": "1d6"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">This advanced version of the blunderbuss shoots in a 30-foot cone when firing pellets, and has a 20-foot range increment when firing a bullet (often called a slug). Shotguns can either be simple and functional, or art pieces in their own right, with engravings and inlay on the stocks and breeches. Those used by the upper class are often emblazoned with images of game animals, family crests, or elaborate maker's marks.</p><p>A shotgun uses metal cartridges (loaded with either a bullet or pellets) as ammunition. This is an advanced firearm.</p>", 
            "name": "Shotgun", 
            "weight": "12 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Shotgun", 
            "price": "5,000 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Special": "Scatter", 
                    "Misfire": "1&ndash;2", 
                    "Dmg (S)": "1d6", 
                    "Proficiency": "Two-Handed Ranged Weapons (Advanced Firearms)", 
                    "Range": "20 ft.", 
                    "Critical": "&times;2", 
                    "Dmg (M)": "1d8", 
                    "Dmg (L)": "2d6", 
                    "Type": "B and P", 
                    "Price": "5,000 gp", 
                    "Dmg (T)": "1d4"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p class=\"stat-block\">A combination weapon, this gun mixes a coat pistol with a sword cane. The sword cane pistol is considered a double weapon for the purpose of creating masterwork or magical versions of this weapon. The pistol attachment makes the nature of the weapon a little more difficult to hide. An observer must succeed at a DC 15 Perception check to realize that an undrawn sword cane pistol is a weapon rather than a simple walking stick; the DC decreases to 5 if the observer is able to handle the weapon. A sword cane pistol uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. The sword part of the weapon must be drawn in order to load the pistol part of the weapon. This is an early firearm.</p>", 
            "name": "Sword Cane Pistol", 
            "weight": "1 lb.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Sword Cane Pistol", 
            "price": "775 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Misfire": "1 (5 ft.)", 
                    "Dmg (S)": "1d3", 
                    "Proficiency": "One-Handed RangedWeapons (Early Firearms)", 
                    "Range": "10 ft.", 
                    "Critical": "&times;3", 
                    "Dmg (M)": "1d4", 
                    "Dmg (L)": "1d6", 
                    "Type": "B and P", 
                    "Price": "775 gp", 
                    "Dmg (T)": "1d2"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<table id=\"firearms-table\"><caption>Firearms</caption><thead><tr><th><span style=\"float: left;\">One-Handed RangedWeapons (Early Firearms)</span></th><th>Price</th><th>Dmg (S)</th><th>Dmg (M)</th><th>Critical</th><th>Range</th><th>Misfire</th><th>Capacity</th><th>Weight</th><th>Type</th><th>Special</th></tr></thead><tr class=\"odd\"><td>Buckler gun</td><td>750 gp</td><td>1d4</td><td>1d6</td><td>&times;4</td><td>10 ft.</td><td>1 (5 ft.)</td><td>2</td><td>6 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"even\"><td>Coat pistol</td><td>750 gp</td><td>1d3</td><td>1d4</td><td>&times;3</td><td>10 ft.</td><td>1 (5 ft.)</td><td>1</td><td>1 lb.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Dagger pistol</td><td>740 gp</td><td>1d3</td><td>1d4</td><td>&times;3</td><td>10 ft.</td><td>1 (5 ft.)</td><td>1</td><td>1 lb.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"even\"><td>Double-barreled pistol</td><td>1,750 gp</td><td>1d6</td><td>1d8</td><td>&times;4</td><td>20 ft.</td><td>1&ndash;2 (5 ft.)</td><td>2</td><td>5 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Dragon pistol</td><td>1,000 gp</td><td>1d4</td><td>1d6</td><td>&times;4</td><td>20 ft.</td><td>1&ndash;2 (5 ft.)</td><td>1</td><td>3 lbs.</td><td>B and P</td><td>Scatter</td></tr><tr class=\"even\"><td>Pepperbox</td><td>3,000 gp</td><td>1d6</td><td>1d8</td><td>&times;4</td><td>20 ft.</td><td>1&ndash;2 (5 ft.)</td><td>6</td><td>5 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Pistol</td><td>1,000 gp</td><td>1d6</td><td>1d8</td><td>&times;4</td><td>20 ft.</td><td>1 (5 ft.)</td><td>1</td><td>4 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"even\"><td>Sword cane pistol</td><td>775 gp</td><td>1d3</td><td>1d4</td><td>&times;3</td><td>10 ft.</td><td>1 (5 ft.)</td><td>1</td><td>1 lb.</td><td>B and P</td><td>&mdash;</td></tr><thead><tr><th colspan=\"11\"><span style=\"float: left;\">Two-Handed Ranged Weapons (Early Firearms)</span></th></tr></thead><tr class=\"odd\"><td>Axe musket</td><td>1,600 gp</td><td>1d6</td><td>1d8</td><td>&times;4</td><td>30 ft.</td><td>1&ndash;2 (5 ft.)</td><td>1</td><td>6 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"even\"><td>Blunderbuss</td><td>2,000 gp</td><td>1d6</td><td>1d8</td><td>&times;2</td><td>Special</td><td>1&ndash;2 (10 ft.)</td><td>1</td><td>8 lbs.</td><td>B and P</td><td>Scatter</td></tr><tr class=\"odd\"><td>Culverin</td><td>4,000 gp</td><td>2d6</td><td>2d8</td><td>&times;4</td><td>30 ft.</td><td>1 (10 ft.)</td><td>1</td><td>40 lbs.</td><td>B and P</td><td>Scatter</td></tr><tr class=\"even\"><td>Double hackbut</td><td>4,000 gp</td><td>2d10</td><td>2d12</td><td>&times;4</td><td>50 ft.</td><td>1&ndash;2 (5 ft.)</td><td>2</td><td>18 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Double-barreled musket</td><td>2,500 gp</td><td>1d10</td><td>1d12</td><td>&times;4</td><td>10 ft.</td><td>1&ndash;3 (5 ft.)</td><td>2</td><td>11 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"even\"><td>Fire lance</td><td>25 gp</td><td>1d4</td><td>1d6</td><td>&times;4</td><td>10 ft.</td><td>1&ndash;4 (5 ft.)</td><td>1</td><td>4 lbs.</td><td>P</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Musket</td><td>1,500 gp</td><td>1d10</td><td>1d12</td><td>&times;4</td><td>40 ft.</td><td>1&ndash;2 (5 ft.)</td><td>1</td><td>9 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"even\"><td>Warhammer musket</td><td>1,600 gp</td><td>1d6</td><td>1d8</td><td>&times;4</td><td>30 ft.</td><td>1&ndash;2 (5 ft.)</td><td>1</td><td>6 lbs.</td><td>B and P</td><td>&mdash;</td></tr><thead><tr><th colspan=\"11\"><span style=\"float: left;\">One-Handed Ranged Weapons (Advanced Firearms)</span></th></tr></thead><tr class=\"odd\"><td>Revolver</td><td> 4,000 gp</td><td>1d6</td><td>1d8</td><td>&times;4</td><td>20 ft.</td><td>1</td><td>6</td><td>4 lbs.</td><td>B and P</td><td>&mdash;</td></tr><thead><tr><th colspan=\"11\"><span style=\"float: left;\">Two-Handed Ranged Weapons (Advanced Firearms)</span></th></tr></thead><tr class=\"odd\"><td>Double-barreled shotgun</td><td>7,000 gp</td><td>1d6</td><td>1d8</td><td>&times;2</td><td>20 ft.</td><td>1&ndash;2</td><td>2</td><td>15 lbs.</td><td>B and P</td><td>Scatter</td></tr><tr class=\"even\"><td>Pepperbox rifle</td><td>7,000 gp</td><td>1d8</td><td>1d10</td><td>&times;4</td><td>80 ft.</td><td>1&ndash;2</td><td>4</td><td>15 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Rifle</td><td>5,000 gp</td><td>1d8</td><td>1d10</td><td>&times;4</td><td>80 ft.</td><td>1</td><td>1</td><td>12 lbs.</td><td>B and P</td><td>&mdash;</td></tr><tr class=\"even\"><td>Shotgun</td><td>5,000 gp</td><td>1d6</td><td>1d8</td><td>&times;2</td><td>20 ft.</td><td>1&ndash;2</td><td>1</td><td>12 lbs.</td><td>B and P</td><td>Scatter</td></tr></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Firearms", 
            "type": "table", 
            "name": "Firearms", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p class=\"stat-block\">This musket has a warhammer head at the end of its barrel, which allows it to be used as both a musket and a warhammer. It is considered a double weapon for the purposes of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the warhammer are considered broken. A warhammer musket uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.</p>", 
            "name": "Warhammer Musket", 
            "weight": "6 lbs.", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Warhammer Musket", 
            "price": "1,600 gp", 
            "misc": {
                "Weapon": {
                    "Weapon Class": null, 
                    "Capacity": "1", 
                    "Misfire": "1&ndash;2 (5 ft.)", 
                    "Dmg (S)": "1d6", 
                    "Proficiency": "Two-Handed Ranged Weapons (Early Firearms)", 
                    "Range": "30 ft.", 
                    "Critical": "&times;4", 
                    "Dmg (M)": "1d8", 
                    "Dmg (L)": "2d6", 
                    "Type": "B and P", 
                    "Price": "1,600 gp", 
                    "Dmg (T)": "1d4"
                }
            }, 
            "source": "Ultimate Equipment", 
            "type": "item"
        }, 
        {
            "body": "<p>For the purpose of the fighter class's weapon training ability, weapon groups are defined as follows (GMs may add other weapons to these groups, or add entirely new groups).</p>", 
            "name": "Fighter Weapon Groups", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups", 
            "type": "section", 
            "source": "Ultimate Equipment", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\">Bardiche, battleaxe, dwarven waraxe, greataxe, handaxe, heavy pick, hooked axe, knuckle axe, light pick, mattock, orc double axe, pata, and throwing axe</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Axes", 
                    "type": "section", 
                    "name": "Axes", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Bastard sword, chakram, double chicken saber, double walking stick katana, elven curve blade, falcata, falchion, great terbutje, greatsword, katana, khopesh, longsword, nine-ring broadsword, nodachi, rhoka sword, sawtooth sabre, scimitar, scythe, seven-branched sword, shotel, temple sword, terbutje, and two-bladed sword</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Blades/Heavy", 
                    "type": "section", 
                    "name": "Blades, Heavy", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Bayonet, butterfly sword, dagger, dogslicer, gladius, hunga munga, kama, kerambit, kukri, pata, quadrens, rapier, short sword, sica, sickle, starknife, sword cane, swordbreaker dagger, and wakizashi</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Blades/Light", 
                    "type": "section", 
                    "name": "Blades, Light", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Composite longbow, composite shortbow, longbow, and shortbow</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Bows", 
                    "type": "section", 
                    "name": "Bows", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Armor spikes, bayonet, brass knuckles, dan bong, emei piercer, fighting fan, gauntlet, heavy shield, iron brush, light shield, madu, mere club, punching dagger, sap, scizore, shield spikes, spiked gauntlet, tekko-kagi, tonfa, unarmed strike, wooden stake, and wushu dart</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Close", 
                    "type": "section", 
                    "name": "Close", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Double crossbow, hand crossbow, heavy crossbow, light crossbow, repeating hand crossbow, repeating heavy crossbow, repeating light crossbow, tube arrow shooter, underwater light crossbow, and underwater heavy crossbow</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Crossbows", 
                    "type": "section", 
                    "name": "Crossbows", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Bo staff, dire flail, double walking stick katana, double-chained kama, dwarven urgrosh, gnome hooked hammer, kusarigama, orc double axe, quarterstaff, and two-bladed sword</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Double Weapons", 
                    "type": "section", 
                    "name": "Double Weapons", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">All one-handed, two-handed, and siege firearms</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Firearms", 
                    "type": "section", 
                    "name": "Firearms", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Chain spear, dire flail, double chained kama, flail (light flail), flying blade, heavy flail, kusarigama, kyoketsu shoge, meteor hammer, morningstar, nine-section whip, nunchaku, sansetsukon, scorpion whip, spiked chain, urumi, and whip</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Flails", 
                    "type": "section", 
                    "name": "Flails", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Aklys, battle aspergillum, club, earth breaker, greatclub, heavy mace, light hammer, light mace, mere club, taiaha, tetsubo, wahaika, and warhammer</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Hammers", 
                    "type": "section", 
                    "name": "Hammers", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Bo staff, brass knuckles, butterfly sword, cestus, dan bong, double chained kama, double chicken saber, emei piercer, fighting fan, jutte, kama, kusarigama, kyoketsu shoge, lungchuan tamo, monk's spade, nine-ring broadsword, nine-section whip, nunchaku, quarterstaff, rope dart, sai, sansetsukon, seven-branched sword, shang gou, shuriken, siangham, tiger fork, tonfa, tri-point double-edged sword, unarmed strike, urumi, and wushu dart</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Monk", 
                    "type": "section", 
                    "name": "Monk", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Unarmed strike and all natural weapons, such as bite, claw, gore, tail, and wing</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Natural", 
                    "type": "section", 
                    "name": "Natural", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Bardiche, bec de corbin, bill, glaive, glaive-guisarme, guisarme, halberd, hooked lance, horsechopper, lucerne hammer, mancatcher, monk's spade, ogre hook, naginata, nodachi, ranseur, and tiger fork</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Polearms", 
                    "type": "section", 
                    "name": "Polearms", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Ballista, bombard, catapult, corvus, firedrake, firewyrm, gallery, ram, siege tower, springal, trebuchet, and all other siege engines (see Ultimate Combat for more details)</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Siege Engines", 
                    "type": "section", 
                    "name": "Siege Engines", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Amentum, boar spear, javelin, harpoon, lance, longspear, pilum, shortspear, sibat, spear, tiger fork, and trident</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Spears", 
                    "type": "section", 
                    "name": "Spears", 
                    "source": "Ultimate Equipment"
                }, 
                {
                    "body": "<p class=\"stat-block\">Aklys, amentum, atlatl, blowgun, bolas, boomerang, chakram, club, dagger, dart, halfling sling staff, harpoon, hunga munga, javelin, lasso, kestros, light hammer, net, poisoned sand tube, rope dart, shortspear, shuriken, sling, snag net, spear, starknife, throwing axe, throwing shield, trident, and wushu dart</p>", 
                    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Weapons/Firearms/Fighter Weapon Groups/Thrown", 
                    "type": "section", 
                    "name": "Thrown", 
                    "source": "Ultimate Equipment"
                }
            ]
        }
    ]
}