{
    "source": "Bestiary 2", 
    "sections": [
        {
            "source": "Bestiary 2", 
            "text": "<p>Each creature has one type, which broadly defines its abilities. Some creatures also have one or more subtypes. A creature cannot violate the rules of its subtype without a special ability or quality to explain the difference&mdash;templates can often change a creature's type drastically.</p>", 
            "type": "section", 
            "name": "Creature Types", 
            "sections": [
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Aberration", 
                    "text": "<p>An aberration has a bizarre anatomy, strange abilities, an alien mindset, or any combination of the three.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Animal", 
                    "text": "<p>An animal is a living, nonhuman creature, usually a vertebrate with no magical abilities and no innate capacity for language or culture. Animals usually have additional information on how they can serve as companions. An animal has an Intelligence score of 1 or 2 (no creature with an Intelligence score of 3 or higher can be an animal).</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Construct", 
                    "text": "<p>A construct is an animated object or artificially created creature. A construct has the following traits.</p><p>•\tNo Constitution score. Any DCs or other statistics that rely on a Constitution score treat a construct as having a score of 10 (no bonus or penalty).</p><p>•\tImmunity to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms).</p><p>•\tImmunity to bleed, disease, death effects, necromancy effects, paralysis, poison, sleep effects, and stunning.</p><p>•\tCannot heal damage on its own, but often can be repaired via exposure to a certain kind of effect (see the creature's description for details) or through the use of the Craft Construct feat. Constructs can also be healed through spells such as <i>make whole</i>. A construct with the fast healing special quality still benefits from that quality.</p><p>•\tNot subject to ability damage, ability drain, fatigue, exhaustion, energy drain, or nonlethal damage.</p><p>•\tImmunity to any effect that requires a Fortitude save (unless the effect also works on objects, or is harmless).</p><p>•\tNot at risk of death from massive damage. Immediately destroyed when reduced to 0 hit points or fewer.</p><p>•\tA construct cannot be raised or resurrected.</p><p>•\tA construct is hard to destroy, and gains bonus hit points based on its size (included in its stat block).</p><p>•\tConstructs do not breathe, eat, or sleep.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Dragon", 
                    "text": "<p>A dragon is a reptile-like creature, usually winged, with magical or unusual abilities.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Fey", 
                    "text": "<p>A fey is a creature with supernatural abilities and connections to nature or to some other force or place. Fey are usually human-shaped.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Humanoid", 
                    "text": "<p>A humanoid usually has two arms, two legs, and one head, or a human-like torso, arms, and a head. Humanoids have few or no supernatural or extraordinary abilities, but most can speak and usually have well-developed societies. They are usually Small or Medium (with the exception of giants). Every humanoid creature also has a specific subtype to match its race, such as human, dark folk, or goblinoid.</p><p>Humanoids with 1 Hit Die exchange the features of their humanoid Hit Die for the class features of a PC or NPC class. Humanoids with more than 1 Hit Die (such as giants) are the only humanoids who make use of the features of the humanoid type.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Magical Beast", 
                    "text": "<p>Magical beasts are similar to animals but can have Intelligence scores higher than 2 (in which case the creature knows at least one language, but can't necessarily speak). Magical beasts usually have supernatural or extraordinary abilities, but are sometimes merely bizarre in appearance or habits.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Monstrous Humanoid", 
                    "text": "<p>Monstrous humanoids are similar to humanoids, but with monstrous or animalistic features. They often have magical abilities as well. </p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Ooze", 
                    "text": "<p>An ooze is an amorphous or mutable creature, usually mindless. An ooze has the following traits.</p><p>•\tMindless: No Intelligence score, and immunity to all mind-affecting effects (charms, compulsions, phantasms, patterns, and morale effects). Mindless creatures have no skills or feats. An ooze with an Intelligence score loses this trait.</p><p>•\tBlind (but have the blindsight special quality), with immunity to gaze attacks, visual effects, illusions, and other attack forms that rely on sight.</p><p>•\tImmunity to poison, sleep effects, paralysis, polymorph, and stunning.</p><p>•\tOozes eat and breathe, but do not sleep.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Outsider", 
                    "text": "<p>An outsider is at least partially composed of the essence (but not necessarily the material) of some plane other than the Material Plane. An outsider has the following traits.</p><p>•\tUnlike most living creatures, an outsider does not have a dual nature&mdash;its soul and body form one unit. When an outsider is slain, no soul is set loose. Spells that restore souls to their bodies, such as <i>raise dead</i>, <i>reincarnate</i>, and <i>resurrection</i>, don't work on an outsider. It takes a different magical effect, such as <i>limited wish</i>, <i>wish</i>, <i>miracle</i>, or <i>true resurrection, </i>to restore it to life. An outsider with the native subtype can be raised, reincarnated, or resurrected just as other living creatures can be.</p><p>•\tOutsiders breathe, but do not need to eat or sleep (although they can do so if they wish). Native outsiders breathe, eat, and sleep. </p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Plant", 
                    "text": "<p>This type comprises vegetable creatures. Note that regular plants, such as one finds growing in gardens and fields, lack Intelligence, Wisdom, and Charisma scores; even though plants are alive, they are objects, not creatures. A plant creature has the following traits.</p><p>•\tImmunity to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms).</p><p>•\tImmunity to paralysis, poison, polymorph, sleep effects, and stunning.</p><p>•\tPlants breathe and eat, but do not sleep.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Undead", 
                    "text": "<p>Undead are once-living creatures animated by spiritual or supernatural forces. An undead creature has the following traits.</p><p>•\tNo Constitution score. Undead use their Charisma score in place of their Constitution score when calculating hit points, Fortitude saves, and any special ability that relies on Constitution (such as when calculating a breath weapon's DC).</p><p>•\tImmunity to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms).</p><p>•\tImmunity to bleed, death effects, disease, paralysis, poison, sleep effects, and stunning.</p><p>•\tNot subject to nonlethal damage, ability drain, or energy drain. Immune to damage to its physical ability scores (Constitution, Dexterity, and Strength), as well as to exhaustion and fatigue effects.</p><p>•\tCannot heal damage on its own if it has no Intelligence score, although it can be healed. Negative energy (such as an <i>inflict </i>spell) can heal undead creatures. The fast healing special quality works regardless of the creature's Intelligence score.</p><p>•\tImmunity to any effect that requires a Fortitude save (unless the effect also works on objects or is harmless).</p><p>•\tNot at risk of death from massive damage, but is immediately destroyed when reduced to 0 hit points.</p><p>•\tNot affected by <i>raise dead </i>and <i>reincarnate </i>spells or abilities. <i>Resurrection </i>and <i>true resurrection </i>can affect undead creatures. These spells turn undead creatures back into the living creatures they were before becoming undead.</p><p>•\tUndead do not breathe, eat, or sleep.</p>"
                }, 
                {
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Vermin", 
                    "text": "<p>This type includes insects, arachnids, other arthropods, worms, and similar invertebrates. Vermin have the following traits.</p><p>•\tMindless: No Intelligence score, and immunity to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms). Mindless creatures have no feats or skills. A vermin-like creature with an Intelligence score is usually either an animal or a magical beast, depending on its other abilities.</p><p>•\tVermin breathe, eat, and sleep.</p>"
                }
            ]
        }, 
        {
            "source": "Bestiary 2", 
            "text": "<p>Some creatures have one or more subtypes. Subtypes add additional abilities and qualities to a creature. </p>", 
            "type": "section", 
            "name": "Creature SubTypes", 
            "sections": [
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"aeon-subtype\"> Aeons are a race of neutral outsiders who roam the planes maintaining the balance of reality. Aeons possess the following traits.</p><ul><li>\tImmunity to cold, poison, and critical hits.</li>\n<li>\tResistance to electricity 10 and fire 10.</li></ul>", 
                    "type": "section", 
                    "name": "Aeon Subtype", 
                    "sections": [
                        {
                            "source": "Bestiary 2", 
                            "text": "<p id=\"envisaging\"> Aeons communicate wordlessly, almost incomprehensibly. Caring little for the wants and desires of other creatures, they have no need to engage in exchanges of dialogue. Instead, aeons mentally scan beings for their thoughts and intentions, and then retaliate with flashes of psychic projections that emit a single concept in response to whatever the other being was thinking. The flash is usually a combination of a visual and aural stimulation, which displays how the aeon perceives future events might work out. For instance, an aeon seeking to raze a city communicates this concept to non-aeons by sending them a vivid image of the city crumbling to ash. An aeon's envisaging functions as a non-verbal form of telepathy. Aeons cannot read the thoughts of any creature immune to mind-affecting effects.</p>", 
                            "type": "ability", 
                            "name": "Envisaging", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Bestiary 2", 
                            "text": "<p id=\"extension-of-all\"> Through an aeon's connection to the multiverse, it gains access to strange and abstruse knowledge that filters through all existence. Much of the knowledge is timeless, comprised of events long past, present, and potentially even those yet to come. Aeons gain a racial bonus equal to half their racial Hit Dice on all Knowledge skill checks. This same connection also binds them to other aeons. As a result, they can communicate with each other freely, over great distances as if using telepathy. This ability also works across planes, albeit less effectively, allowing the communication of vague impressions or feelings, not specific details or sights. Due to the vast scope of the aeon race's multiplanar concerns, though, even the most dire reports of a single aeon rarely inspire dramatic or immediate action.</p>", 
                            "type": "ability", 
                            "name": "Extension of All", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Bestiary 2", 
                            "text": "<p id=\"void-form\"> Though aeons aren't incorporeal, their forms are only a semi-tangible manifestation of something greater. An aeon's void form grants it a deflection bonus equal to 1/4 its Hit Dice (rounded down).</p>", 
                            "type": "ability", 
                            "name": "Void Form", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"agathion-subtype\">Agathions are beast-aspect outsiders native to Nirvana. They have the following traits.</p><ul><li>\tLow-light vision</li>\n<li>\tImmunity to electricity and petrification.</li>\n<li>\tResistance to cold 10 and sonic 10.</li>\n<li>\tLay on hands as a paladin whose level equals the agathion's Hit Dice.</li>\n<li>\t+4 racial bonus on saving throws against poison.</li>\n<li>\tExcept where otherwise noted, agathions speak Celestial, Infernal, and Draconic.</li>\n<li> <i>Speak with Animals </i> This ability works like <i>speak with animals</i> (caster level equal to the agathion's Hit Dice) but is a free action and does not require sound.</li>\n<li> <i>Truespeech (Su)</i> All agathions can speak with any creature that has a language, as though using a <i>tongues</i> spell (caster level equal to angel's Hit Dice). This ability is always active.</li></ul>", 
                    "type": "ability", 
                    "name": "Agathion Subtype", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"air-subtype\">This subtype is usually used for outsiders with a connection to the Elemental Plane of Air. Air creatures always have fly speeds and usually have perfect maneuverability. Air creatures treat Fly as a class skill.</p>", 
                    "type": "section", 
                    "name": "Air Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"angel-subtype\">Angels are a race of celestials, or good outsiders, native to the good-aligned Outer Planes. An angel possesses the following traits.</p><ul><li>\tDarkvision 60 feet and low-light vision.</li>\n<li>\tImmunity to acid, cold, and petrification.</li>\n<li>\tResistance to electricity 10 and fire 10.</li>\n<li>\t+4 racial bonus on saves against poison.</li>\n<li> <i>Protective Aura </i> Against attacks made or effects created by evil creatures, this ability provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws to anyone within 20 feet of the angel. Otherwise, it functions as a <i>magic circle against evil</i> effect and a <i>lesser globe of invulnerability</i>, both with a radius of 20 feet (caster level equals angel's HD). The defensive benefits from the circle are not included in an angel's stat block.</li>\n<li> <i>Truespeech (Su)</i> All angels can speak with any creature that has a language, as though using a <i>tongues</i> spell (caster level equal to angel's Hit Dice). This ability is always active.</li></ul>", 
                    "type": "ability", 
                    "name": "Angel Subtype", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"aquatic-subtype\">These creatures always have swim speeds and can move in water without making Swim checks. An aquatic creature can breathe water. It cannot breathe air unless it has the amphibious special quality. Aquatic creatures always treat Swim as a class skill.</p>", 
                    "type": "section", 
                    "name": "Aquatic Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"archon-subtype\">Archons are a race of celestials, or good outsiders, native to lawful good-aligned Outer Planes. An archon possesses the following traits.</p><ul><li>\tDarkvision 60 feet and low-light vision.</li>\n<li> <i>Aura of Menace </i> A righteous aura surrounds archons that fight or get angry. Any hostile creature within a 20-foot radius of an archon must succeed on a Will save to resist its effects. The save DC varies with the type of archon, is Charisma-based, and includes a +2 racial bonus. Those who fail take a &ndash;2 penalty on attack rolls, on saves, and to AC for 24 hours or until they successfully hit the archon that generated the aura. A creature that has resisted or broken the effect cannot be affected again by the same archon's aura for 24 hours.</li>\n<li>\tImmunity to electricity and petrification.</li>\n<li>\t+4 racial bonus on saves against poison.</li>\n<li> <i>Teleport (Sp) </i>Archons can use <i>greater teleport</i> at will, as the spell (caster level 14th), except that the creature can transport only itself and up to 50 pounds of carried objects.</li>\n<li> <i>Truespeech (Su)</i> All archons can speak with any creature that has a language, as though using a <i>tongues </i>spell (caster level 14th). This ability is always active.</li></ul>", 
                    "type": "ability", 
                    "name": "Archon Subtype", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"augmented-subtype\">A creature receives this subtype when something (usually a template) changes its original type. Some creatures (those with an inherited template) are born with this subtype; others acquire it when they take on an acquired template. The augmented subtype is always paired with the creature's original type.</p>", 
                    "type": "section", 
                    "name": "Augmented Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"azata-subtype\">Azatas are a race of celestials, or good outsiders, native to chaotic good-aligned Outer Planes. An azata possesses the following traits.</p><ul><li>\tDarkvision 60 feet and low-light vision.</li>\n<li>\tImmunity to electricity and petrification.</li>\n<li>\tResistance to cold 10 and fire 10.</li>\n<li> <i>Truespeech </i> All azatas can speak with any creature that has a language, as though using a <i>tongues </i>spell (caster level 14th). This ability is always active.</li></ul>", 
                    "type": "ability", 
                    "name": "Azata Subtype", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"chaotic-subtype\">This subtype is usually applied to outsiders native to the chaotic-aligned Outer Planes. Most creatures that have this subtype also have chaotic alignments; however, if their alignments change, they still retain the subtype. Any effect that depends on alignment affects a creature with this subtype as if the creature had a chaotic alignment, no matter what its alignment actually is. The creature also suffers effects according to its actual alignment. A creature with the chaotic subtype overcomes damage reduction as if its natural weapons and any weapons it wields are chaotically aligned.</p>", 
                    "type": "section", 
                    "name": "Chaotic Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"cold-subtype\">A creature with the cold subtype has immunity to cold and vulnerability to fire.</p>", 
                    "type": "section", 
                    "name": "Cold Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"daemon-subtype\">Daemons are neutral evil outsiders that eat souls and thrive on disaster and ruin. They have the following traits unless otherwise noted.</p><ul><li>\tImmunity to acid, death effects, disease, and poison.</li>\n<li>\tResistance to cold 10, electricity 10, and fire 10.</li>\n<li> <i>Summon </i> Daemons share the ability to summon others of their kind, typically another of their type or a small number of less powerful daemons.</li>\n<li>\tTelepathy.</li>\n<li>\tExcept where otherwise noted, daemons speak Abyssal, Draconic, and Infernal.</li></ul>", 
                    "type": "ability", 
                    "name": "Daemon Subtype", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"dark-folk-subtype\">Dark folk are reclusive subterranean humanoids with an aversion to light.</p>", 
                    "type": "section", 
                    "name": "Dark Folk Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"demon-subtype\">Demons are chaotic evil outsiders from the Abyss. Demons have the following traits.</p><ul><li>\tImmunity to electricity and poison.</li>\n<li>\tResistance to acid 10, cold 10, and fire 10.</li>\n<li> <i>Summon </i> Demons share the ability to summon others of their kind, typically another of their type or a small number of less powerful demons. </li>\n<li>\tTelepathy.</li>\n<li>\tExcept where otherwise noted, demons speak Abyssal, Celestial, and Draconic.</li></ul>", 
                    "type": "ability", 
                    "name": "Demon Subtype", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"devil-subtype\">Devils are lawful evil outsiders that hail from the plane of Hell. Devils possess the following traits.</p><ul><li>\tImmunity to fire and poison.</li>\n<li>\tResistance to acid 10 and cold 10.</li>\n<li>\tSee in darkness.</li>\n<li> <i>Summon </i>Devils can summon others of their kind, typically another of their type or a small number of less powerful devils.</li>\n<li>\tTelepathy.</li>\n<li>\tExcept when otherwise noted, devils speak Celestial, Draconic, and Infernal.</li></ul>", 
                    "type": "ability", 
                    "name": "Devil Subtype", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"earth-subtype\">This subtype is usually used for outsiders with a connection to the Elemental Plane of Earth. Earth creatures usually have burrow speeds, and most earth creatures can burrow through solid rock. Earth creatures with a burrow speed possess tremorsense.</p>", 
                    "type": "section", 
                    "name": "Earth Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"elemental-subtype\">An elemental is a being composed entirely from one of the four classical elements: air, earth, fire, or water. An elemental has the following features.</p><ul><li>\tImmunity to bleed, paralysis, poison, sleep effects, and stunning.</li>\n<li>\tNot subject to critical hits or flanking. Does not take additional damage from precision-based attacks, such as sneak attack.</li>\n<li>\tElementals do not breathe, eat, or sleep.</li></ul>", 
                    "type": "section", 
                    "name": "Elemental Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"evil-subtype\">This subtype is usually applied to outsiders native to the evil-aligned Outer Planes. Evil outsiders are also called fiends. Most creatures that have this subtype also have evil alignments; however, if their alignments change, they still retain the subtype. Any effect that depends on alignment affects a creature with this subtype as if the creature has an evil alignment, no matter what its alignment actually is. The creature also suffers effects according to its actual alignment. A creature with the evil subtype overcomes damage reduction as if its natural weapons and any weapons it wields are evil-aligned.</p>", 
                    "type": "section", 
                    "name": "Evil Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"extraplanar-subtype\">This subtype is applied to any creature when it is on a plane other than its native plane. A creature that travels the planes can gain or lose this subtype as it goes from plane to plane. Monster entries assume that encounters with creatures take place on the Material Plane, and every creature whose native plane is not the Material Plane has the extraplanar subtype (but would not have it when on its home plane). Every extraplanar creature in this book has a home plane mentioned in its description. Creatures not labeled as extraplanar are natives of the Material Plane, and they gain the extraplanar subtype if they leave the Material Plane. No creature has the extraplanar subtype when it is on a transitive plane, such as the Astral Plane, the Ethereal Plane, or the Plane of Shadow.</p>", 
                    "type": "section", 
                    "name": "Extraplanar Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"fire-subtype\">A creature with the fire subtype has immunity to fire and vulnerability to cold.</p>", 
                    "type": "section", 
                    "name": "Fire Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"giant-type\">A giant is a humanoid creature of great strength, usually of at least Large size. Giants have racial Hit Dice and never substitute such Hit Dice for class levels like some humanoids. Giants have low-light vision, and treat Intimidate and Perception as class skills.</p>", 
                    "type": "section", 
                    "name": "Giant Type"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"gnome-subtype\">This subtype is applied to gnomes and creatures related to gnomes. Creatures with the gnome subtype have low-light vision.</p>", 
                    "type": "section", 
                    "name": "Gnome Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"good-subtype\">This subtype is usually applied to outsiders native to the good-aligned Outer Planes. Most creatures that have this subtype also have good alignments; however, if their alignments change, they still retain the subtype. Any effect that depends on alignment affects a creature with this subtype as if the creature has a good alignment, no matter what its alignment actually is. The creature also suffers effects according to its actual alignment. A creature with the good subtype overcomes damage reduction as if its natural weapons and any weapons it wields are good-aligned.</p>", 
                    "type": "section", 
                    "name": "Good Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"incorporeal-subtype\">An incorporeal creature has no physical body. An incorporeal creature is immune to critical hits and precision-based damage (such as sneak attack damage) unless the attacks are made using a weapon with the <i>ghost touch</i> special weapon quality. In addition, creatures with the incorporeal subtype gain the incorporeal special quality.</p>", 
                    "type": "section", 
                    "name": "Incorporeal Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"inevitable-subtype\">Inevitables are construct-like outsiders built by the axiomites to enforce law. They have the following traits.</p><ul><li>\tLow-light vision.</li>\n<li> <i>Constructed </i> Although inevitables are living outsiders, their bodies are constructed of physical components, and in many ways they function as constructs. For the purposes of effects targeting creatures by type (such as a ranger's favored enemy and <i>bane</i> weapons), inevitables count as both outsiders and constructs. They are immune to death effects, disease, mind-affecting effects, necromancy effects, paralysis, poison, sleep, stun, and any effect that requires a Fortitude save (unless the effect also works on objects, or is harmless). Inevitables are not subject to nonlethal damage, ability damage, ability drain, fatigue, exhaustion, or energy drain. They are not at risk of death from massive damage. They have bonus hit points as constructs of their size.</li>\n<li> <i>Saves</i>An inevitable's good saving throws are Fortitude and Will.</li>\n<li> <i>Skills</i>: In addition to the class skills all outsiders have, inevitables have Acrobatics, Diplomacy, Intimidate, and Survival as class skills.</li>\n<li> <i>Regeneration (Ex)</i> Inevitables have regeneration/chaotic. The regeneration amount varies by the type of inevitable.</li>\n<li> <i>Truespeech (Su)</i> An inevitable can speak with any creature that has a language, as if using a <i>tongues</i> spell (caster level 14th). This ability is always active.</li></ul>", 
                    "type": "ability", 
                    "name": "Inevitable Subtype", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"lawful-subtype\">This subtype is usually applied to outsiders native to the lawful-aligned Outer Planes. Most creatures that have this subtype also have lawful alignments; however, if their alignments change, they still retain the subtype. Any effect that depends on alignment affects a creature with this subtype as if the creature had a lawful alignment, no matter what its alignment actually is. The creature also suffers effects according to its actual alignment. A creature with the lawful subtype overcomes damage reduction as if its natural weapons and any weapons it wields are lawful-aligned.</p>", 
                    "type": "section", 
                    "name": "Lawful Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"native-subtype\">This subtype is applied only to outsiders. These creatures have mortal ancestors or a strong connection to the Material Plane and can be raised, reincarnated, or resurrected just as other living creatures can be. Creatures with this subtype are native to the Material Plane. Unlike true outsiders, native outsiders need to eat and sleep.</p>", 
                    "type": "section", 
                    "name": "Native Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"nightshade-subtype\">Nightshades are monstrous undead composed of shadow and evil. They have the following traits.</p><ul><li>\tLow-light vision.</li>\n<li> <i>Desecrating Aura </i> All nightshades have a 30-foot- radius emanation equivalent to a <i>desecrate</i> spell centered on a shrine of evil power. Undead within this radius (including the nightshade) gain a +2 profane bonus on attack and damage rolls and saving throws, as well as +2 hit points per die, and the save DC of channeled negative energy is increased by +6 (these adjustments are included for the nightshades in their entries). This aura can be negated by <i>dispel evil</i>, but a nightshade can reactivate it on its turn as a free action. A desecrating aura suppresses and is suppressed by <i>consecrate</i> or <i>hallow</i>; both effects are negated within any overlapping area of effect.</li>\n<li> <i>Channel Energy (Su)</i> A nightshade can channel negative energy as cleric of a level equal to its base CR. It can use this ability a number of times per day equal to 3 + its Charisma modifier.</li>\n<li> <i>Darksense (Ex)</i> Nightshades gain <i>true seeing</i> in dim light and darkness. Regardless of light conditions, they can detect living creatures and their health within 60 feet, as blindsense with <i>deathwatch</i> continuously active. <i>Mind blank</i> and <i>nondetection</i> prevent the latter effect but not the nightshade's <i>true seeing</i>.</li>\n<li> <i>Light Aversion (Ex)</i> A nightshade in bright light becomes sickened&mdash;the penalties from this condition are doubled when the nightshade is in natural sunlight.</li>\n<li> <i>Summon (Sp)</i> Nightshades can summon undead creatures. They can be summoned only within areas of darkness, and summoned undead cannot create spawn. The exact type and number of undead they can summon vary according to the nightshade in question, as detailed in each nightshade's entry.</li></ul>", 
                    "type": "ability", 
                    "name": "Nightshade Subtype", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"shapechanger-subtype\">A shapechanger has the supernatural ability to assume one or more alternate forms. Many magical effects allow some kind of shapeshifting, and not every creature that can change shape has the shapechanger subtype.</p>", 
                    "type": "section", 
                    "name": "Shapechanger Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"protean-subtype\">Proteans are serpentine outsiders of pure chaos. They have the following traits.</p><ul><li>\tBlindsense (distance varies by protean type).</li>\n<li>\tImmunity to acid.</li>\n<li>\tResistance to electricity 10 and sonic 10.</li>\n<li>\tConstrict and grab as special attacks.</li>\n<li>\tSupernatural flight.</li>\n<li> <i>Freedom of Movement (Su)</i> A protean has continuous <i>freedom of movement</i>, as per the spell.</li>\n<li> <i>Amorphous Anatomy (Ex)</i> A protean's vital organs shift and change shape and position constantly. This grants it a 50% chance to ignore additional damage caused by critical hits and sneak attacks, and grants it immunity to polymorph effects (unless the protean is a willing target). A protean automatically recovers from physical blindness or deafness after 1 round by growing new sensory organs to replace those that were compromised.</li>\n<li> <i>Change Shape (Su)</i> A protean's form is not fixed. Once per day as a standard action, a protean may change shape into any Small, Medium, or Large animal, elemental, giant, humanoid, magical beast, monstrous humanoid, ooze, plant, or vermin. A protean can resume its true form as a free action, and when it does so, it gains the effects of a <i>heal</i> spell (CL equal to the protean's HD).</li></ul>", 
                    "type": "section", 
                    "name": "Protean Subtype"
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"qlippoth-subtype\">Qlippoth are chaotic evil outsiders from the deepest reaches of the Abyss. They have the  following traits.</p><ul><li>\tImmunity to cold, mind-affecting effects, and poison.</li>\n<li>\tResistance to acid 10, electricity 10, and fire 10.</li>\n<li> <i>Horrific Appearance </i> All qlippoth have such horrific and mind-rending shapes that those who gaze upon them suffer all manner of ill effects. A qlippoth can present itself as a standard action to assault the senses of all living creatures within 30 feet. The exact effects caused by a qlippoth's horrific appearance vary by the type of qlippoth. A successful Will save (DC 10 + 1/2 the qlippoth's Hit Dice + the qlippoth's Charisma modifier) reduces or negates the effect. This ability is a mind-affecting gaze attack.</li>\n<li>\tTelepathy.</li>\n<li>\tExcept where otherwise noted, qlippoth speak Abyssal.</li></ul>", 
                    "type": "ability", 
                    "name": "Qlippoth Subtype", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"swarm-subtype\">A swarm is a collection of Fine, Diminutive, or Tiny creatures that acts as a single creature. A swarm has the characteristics of its type, except as noted here. A swarm has a single pool of Hit Dice and hit points, a single initiative modifier, a single speed, and a single Armor Class. A swarm makes saving throws as a single creature. A single swarm occupies a square (if it is made up of nonflying creatures) or a cube (of flying creatures) 10 feet on a side, but its reach is 0 feet, like its component creatures. In order to attack, it moves into an opponent's space, which provokes an attack of opportunity. A swarm can occupy the same space as a creature of any size, since it crawls all over its prey. A swarm can move through squares occupied by enemies and vice versa without impediment, although the swarm provokes an attack of opportunity if it does so. A swarm can move through cracks or holes large enough for its component creatures.</p><p>A swarm of Tiny creatures consists of 300 nonflying creatures or 1,000 flying creatures. A swarm of Diminutive creatures consists of 1,500 nonflying creatures or 5,000 flying creatures. A swarm of Fine creatures consists of 10,000 creatures, whether they are flying or not. Swarms of nonflying creatures include many more creatures than could normally fit in a 10-foot square based on their normal space, because creatures in a swarm are packed tightly together and generally crawl over each other and their prey when moving or attacking. Larger swarms are represented by multiples of single swarms. The area occupied by a large swarm is completely shapeable, though the swarm usually remains in contiguous squares.</p>", 
                    "type": "section", 
                    "name": "Swarm Subtype", 
                    "sections": [
                        {
                            "source": "Bestiary 2", 
                            "text": "<p id=\"swarm-traits\">A swarm has no clear front or back and no discernible anatomy, so it is not subject to critical hits or flanking. A swarm made up of Tiny creatures takes half damage from slashing and piercing weapons. A swarm composed of Fine or Diminutive creatures is immune to all weapon damage. Reducing a swarm to 0 hit points or less causes it to break up, though damage taken until that point does not degrade its ability to attack or resist attack. Swarms are never staggered or reduced to a dying state by damage. Also, they cannot be tripped, grappled, or bull rushed, and they cannot grapple an opponent.</p><p>A swarm is immune to any spell or effect that targets a specific number of creatures (including single-target spells such as <i>disintegrate</i>), with the exception of mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms) if the swarm has an Intelligence score and a hive mind. A swarm takes half again as much damage (+50%) from spells or effects that affect an area, such as splash weapons and many evocation spells.</p><p>Swarms made up of Diminutive or Fine creatures are susceptible to high winds, such as those created by a <i>gust of wind </i>spell. For purposes of determining the effects of wind on a swarm, treat the swarm as a creature of the same size as its constituent creatures. A swarm rendered unconscious by means of nonlethal damage becomes disorganized and dispersed, and does not reform until its hit points exceed its nonlethal damage.</p>", 
                            "type": "section", 
                            "name": "Swarm Traits"
                        }, 
                        {
                            "source": "Bestiary 2", 
                            "text": "<p id=\"swarm-attack\">Creatures with the swarm subtype don't make standard melee attacks. Instead, they deal automatic damage to any creature whose space they occupy at the end of their move, with no attack roll needed. Swarm attacks are not subject to a miss chance for concealment or cover. A swarm's stat block has “swarm” in the Melee entries, with no attack bonus given. </p><p>A swarm's attacks are nonmagical, unless the swarm's description states otherwise. Damage reduction sufficient to reduce a swarm attack's damage to 0, being incorporeal, or other special abilities usually give a creature immunity (or at least resistance) to damage from a swarm. Some swarms also have acid, blood drain, poison, or other special attacks in addition to normal damage.</p><p>Swarms do not threaten creatures, and do not make attacks of opportunity with their swarm attack. However, they distract foes whose squares they occupy, as described below.</p><p>Swarms possess the distraction universal monster rule. Spellcasting or concentrating on spells within the area of a swarm requires a caster level check (DC 20 + spell level). Using skills that involve patience and concentration requires a DC 20 Will save.</p>", 
                            "type": "section", 
                            "name": "Swarm Attack"
                        }
                    ]
                }, 
                {
                    "source": "Bestiary 2", 
                    "text": "<p id=\"water-subtype\"> This subtype is usually used for outsiders with a connection to the Elemental Plane of Water. Creatures with the water subtype always have swim speeds and can move in water without making Swim checks. A water creature can breathe underwater and can usually breathe air as well. Water creatures treat the Swim skill as a class skill.</p>", 
                    "type": "section", 
                    "name": "Water Subtype"
                }
            ]
        }
    ], 
    "name": "Creature Types", 
    "type": "section"
}