{
    "slot": "ring", 
    "name": "Ring of Revelation", 
    "weight": "&mdash", 
    "cl": "5th (lesser), 7th (greater), or 11th (superior)", 
    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Rings/Ring of Revelation", 
    "type": "item", 
    "price": "10,000 gp (lesser), 16,000 gp (greater), 24,000 gp (superior)", 
    "misc": {
        "Construction": {
            "Cost": "5,000 gp (lesser), 8,000 gp (greater), 12,000 gp (superior)", 
            "Requirements": "Forge Ring, creator must be an oracle with the desired revelation"
        }
    }, 
    "source": "Advanced Player's Guide", 
    "aura": "faint or moderate varied", 
    "subtype": "ring", 
    "sections": [
        {
            "body": "<p>A <i>ring of revelation</i> is a divine item attuned to a particular oracular mystery and containing a revelation associated with that mystery (see the oracle class description). While wearing the ring, an oracle has access to that revelation and may use it as if she had it as a normal class feature. The oracle must have the appropriate mystery to use the ring, and must meet the level requirements (if any) of the revelation itself; for example, a <i>ring of revelation</i> (combat healer) is only usable by an oracle of at least 7th level with the battle mystery. If the oracle already has that revelation and the revelation gives an ability with a limited number of uses per day, the oracle can use that ability one additional time per day. The ring has no effect if worn by a non-oracle.</p><p>A <i>lesser ring of revelation</i> contains a revelation that has no level prerequisite or a prerequisite that is less than 6th level. A <i>greater ring of revelation</i> contains a revelation that requires the oracle to be 7th level or higher. A <i>superior ring of revelation</i> contains a revelation that requires the oracle to be 11th level or higher.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Description"
        }
    ]
}