{
    "source": "Game Mastery Guide", 
    "text": "<p>Whether a lone constable minding a sleepy burg or officers of a highly trained force in a vast metropolis, members of the city watch patrol their beats, staving off the criminal elements and keeping innocents safe from harm. The best-organized city watches employ members with a variety of skills, from expert combatants to spell-casters, and often organize them in ranks similar to military orders. Yet as often as guards serve as welcome allies, crooked watchmen abound, and even the best only serve those who prove they're on the right side of the law. </p>", 
    "type": "section", 
    "name": "City Watch", 
    "sections": [
        {
            "dexterity": "11", 
            "ac": "18, touch 10, flat-footed 18 (+8 armor)", 
            "intelligence": "9", 
            "melee": "halberd +5 (1d10+3/&times;3) or heavy flail +5 (1d10+3/19-20) or sap +5 (1d6+2 nonlethal)", 
            "type": "creature", 
            "cr": "1", 
            "xp": "400", 
            "speed": "20 ft.", 
            "alignment": "LN", 
            "size": "Medium", 
            "other_gear": "half-plate, heavy crossbow with 10 bolts, halberd, heavy flail, sap, 5 gp", 
            "strength": "14", 
            "constitution": "13", 
            "charisma": "8", 
            "languages": "Common", 
            "source": "Game Mastery Guide", 
            "init": "+0", 
            "boon": "A guard can give accurate directions to any non-secret location in the city and can allow a PC to enter or leave through a gate after hours or without paying a gate tax.", 
            "fortitude": "+4", 
            "reflex": "+1", 
            "feats": "Alertness, Improved Sunder, Power Attack", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Guards of the city watch are vigilant soldiers, dedicated to keeping the peace and maintaining order. They defend the city walls and gates against external threats, but they also stand ready to break up fights and brawls, disarming or sundering weapons drawn in anger, forcing unruly citizens apart, and tending the wounded. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Different types of guards may be created with lighter armor (breastplates and heavy shields) and one-handed weapons (battle axes or longswords). Replacing guards' halberds with glaives, guisarmes, or ranseurs gives them a reach attack. Outfitting guards with pikes makes a group of pikemen, while giving them tower shields and short swords creates crossbowmen for a siege. Temple guards can replace Improved Sunder with Exotic Weapon Proficiency (two-bladed sword). Prison guards might replace Improved Sunder with Improved Unarmed Strike and Power Attack with Exotic Weapon Proficiency (whip). Four guards and a turnkey (CR 6) or a torturer (CR 7) can provide security for a small prison or dungeon.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Guards may be encountered alone, in pairs (CR 3), in groups of four (CR 5), or as a patrol of six accompanied by a guard officer (CR 7), depending on how dangerous their city or neighborhood is. </p>"
                }
            ], 
            "senses": "Perception +3", 
            "ranged": "heavy crossbow +3 (1d10/19-20)", 
            "hp": "19 (3d10+3)", 
            "wisdom": "10", 
            "creature_type": "Humanoid", 
            "base_attack": "+3", 
            "name": "Guard", 
            "skills": "Intimidate +5, Perception +3, Ride -3, Sense Motive +2", 
            "super_race": "human warrior 3", 
            "cmd": "15 (17 vs. sunder)", 
            "cmb": "+5 (+7 sunder)", 
            "will": "+1", 
            "combat_gear": "potions of cure light wounds (2)"
        }, 
        {
            "dexterity": "13", 
            "ac": "20, touch 11, flat-footed 19 (+9 armor, +1 Dex)", 
            "intelligence": "10", 
            "melee": "mwk guisarme +9 (2d4+5/&times;3) or sap +7 (1d6+3 nonlethal)", 
            "type": "creature", 
            "cr": "3", 
            "xp": "800", 
            "speed": "20 ft.", 
            "alignment": "LN", 
            "size": "Medium", 
            "other_gear": "full plate, masterwork guisarme, javelin, nets (2), sap", 
            "strength": "16", 
            "constitution": "14", 
            "space": "5 ft.", 
            "charisma": "12", 
            "languages": "Common", 
            "source": "Game Mastery Guide", 
            "init": "+1", 
            "boon": "A guard officer can alert the PCs to local customs, traditions, tricks, and suspicious activity, granting a +2 bonus for 24 hours on opposed Perception and Sense Motive checks within the city. She can also arrange a meeting with a watch captain for the PCs.", 
            "fortitude": "+6", 
            "reflex": "+2", 
            "feats": "Combat Reflexes, Dazzling Display, Exotic Weapon Proficiency (net), Skill Focus (Intimidate), Weapon Focus (guisarme), Weapon Specialization (guisarme)", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Guard officers supervise guards in their duties and respond to major disturbances, using their grim demeanors and skill at arms to quell conflict. They coordinate well in battle with the guards under their command, rounding up troublemakers and preventing their escape. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Guard officers can also be used as highly skilled gladiators or flamboyant bounty hunters. They might even be found as royal guardsmen in a king's throne room. In an evil society, guard officers may wear spiked armor and be outfitted with scythes or spiked chains instead of guisarmes and poisoned hand crossbows instead of nets.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Guard officers usually patrol with four guards (CR 6), or three guard officers may serve as adjutants to a watch captain (CR 8). Two guard officers can escort a battle mage (CR 7) to respond to magical threats. Four guard officers and a champion (CR 10) form an elite arena fighting team, while two guard officers and two slavers (CR 7) might guard a valuable shipment of slaves.</p>"
                }
            ], 
            "senses": "Perception +3", 
            "ranged": "net +5 ranged touch (entangle) or javelin +5 (1d6+2)", 
            "hp": "34 (4d10+12)", 
            "reach": "5 ft. (10 ft. with guisarme)", 
            "wisdom": "10", 
            "defensive_abilities": "bravery +1", 
            "creature_type": "Humanoid", 
            "special_qualities": "armor training 1", 
            "base_attack": "+4", 
            "name": "Guard Officer", 
            "skills": "Intimidate +11, Perception +3, Ride +2, Sense Motive +2", 
            "super_race": "human fighter 4", 
            "cmd": "18", 
            "cmb": "+7", 
            "will": "+1; +1 vs. fear", 
            "combat_gear": "potion of cure light wounds"
        }, 
        {
            "dexterity": "12", 
            "ac": "20, touch 11, flat-footed 19 (+9 armor, +1 Dex)", 
            "special_attacks": "weapon training (pole arms +1)", 
            "intelligence": "13", 
            "melee": "+1 halberd +14/+9 (1d10+10/&times;3) or sap +11/+6 (1d6+4 nonlethal)", 
            "type": "creature", 
            "cr": "6", 
            "xp": "2,400", 
            "speed": "30 ft.", 
            "alignment": "LN", 
            "size": "Medium", 
            "other_gear": "masterwork full plate, +1 halberd, composite longbow (+4 Str) with 20 arrows, sap, cloak of resistance +1, 35 gp", 
            "strength": "18", 
            "constitution": "14", 
            "charisma": "10", 
            "languages": "Common, Halfling", 
            "source": "Game Mastery Guide", 
            "init": "+1", 
            "boon": "A watch captain may detain an NPC of up to 9th level for 24 hours and allow a single PC access for questioning, or he could assign one patrol of guards to assist the PCs inside the city for up to 1 hour.", 
            "fortitude": "+8", 
            "reflex": "+4", 
            "feats": "Alertness, Combat Expertise, Dazzling Display, Greater Trip, Improved Trip, Iron Will, Persuasive, Weapon Focus (halberd), Weapon Specialization (halberd)", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Watch captains are stern and canny veterans, experienced soldiers who have seen it all on the battlefield and lived to tell the tale. Quick of mind and naturally suspicious, they are thorough and professional in leading investigations yet also tactful when dealing with highborn and lowborn alike. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Watch captains might also be used as high-ranking officers or low-ranking generals in an army, while a single watch captain can serve as the castellan of a fortress. Replacing the halberd and Improved Trip feat with a ranseur and Improved Disarm creates a watch captain who disarms opponents instead of tripping them.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Watch captains may be encountered leading an investigative team of a guard officer and a battle mage (CR 8) or leading larger patrols in force (CR 8 for one patrol of an officer and four guards; +1 CR per additional patrol). A watch captain might also be encountered as the non-noble companion of a holy warrior or knight (CR 8).</p>"
                }
            ], 
            "senses": "Perception +6", 
            "ranged": "composite longbow +8/+3 (1d8+4/&times;3)", 
            "hp": "57 (7d10+19)", 
            "wisdom": "8", 
            "defensive_abilities": "bravery +2", 
            "creature_type": "Humanoid", 
            "special_qualities": "armor training 2", 
            "base_attack": "+7", 
            "name": "Watch Captain", 
            "skills": "Diplomacy +5, Handle Animal +4, Intimidate +12, Knowledge (engineering) +5, Perception +6, Profession (soldier) +5, Ride +2, Sense Motive +8", 
            "super_race": "human fighter 7", 
            "cmd": "22 (24 vs. trip)", 
            "cmb": "+11 (+15 trip)", 
            "will": "+4; +2 vs. fear", 
            "combat_gear": "potions of cure moderate wounds (2), tanglefoot bags (2)"
        }
    ]
}