{
    "source": "Game Mastery Guide", 
    "text": "<p>Trade overcomes all barriers. In countless lands and a thousand languages, money changes hands between members of all races and religions. Businesses of innumerable types, from tiny market vendors to continent-spanning mercantile cartels, range across the world, trading in goods both mundane and fantastic. Whether simple shopkeepers or wealthy merchant lords, those with coin and a willingness to do trade form a symbiotic relationship with adventurers of all walks, with both types willing to risk everything for a chance at fortune.</p>", 
    "type": "section", 
    "name": "Merchants", 
    "sections": [
        {
            "dexterity": "10", 
            "ac": "10, touch 10, flat-footed 10", 
            "intelligence": "11", 
            "melee": "dagger +1 (1d4-1/19-20)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "1", 
            "xp": "400", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "other_gear": "dagger, disguise kit, heavy horse and wagon, 433 gp worth of trade goods", 
            "strength": "9", 
            "constitution": "10", 
            "charisma": "12", 
            "languages": "Common, Dwarven, Gnome, Halfling", 
            "source": "Game Mastery Guide", 
            "init": "+0", 
            "boon": "A shopkeep can give a 10% discount on any item of equipment less than 400 gp.", 
            "fortitude": "+1", 
            "reflex": "+1", 
            "feats": "Alertness, Deceitful, Skill Focus (Profession [merchant])", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Shopkeeps operate a city's trade emporiums, a town's shops, a village's general store, and the frontier's isolated trading posts. Whether a canny traveling peddler, a wheeling and dealing bazaar stallholder, or a respected businessman with a position on the town council, shopkeeps are found across the world, forming the backbone of a settlement's economy as they keep the river of trade flowing freely through its gates.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Shopkeeps can be used to represent a variety of minor occupations in villages, towns, and cities. Changing the focus of a shopkeep's Profession skill can create a wide variety of characters, from bakers to fishermen to millers. Replacing a shopkeep's Profession skill with a Craft skill creates a craftsman rather than a salesman, whether it be an alchemist, weaver, or smith. Exchanging Profession for a Knowledge skill or two makes a sage or scholar. In this case, the trade goods listed in the stat block above can represent books, maps, or scrolls.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Shopkeeps are not skilled in combat, but could be used to represent a citizens' militia mobilized in times of war. In this case, adding padded or leather armor, and perhaps replacing the dagger with a club or spear, or even a crossbow, can make them into more effective combatants.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A shopkeep will often partner with another shopkeep or a vagabond (CR 3) for long journeys, sometimes hiring a guard if they deal in expensive commodities (CR 4).</p>"
                }
            ], 
            "senses": "Perception +8", 
            "ranged": "dagger +2 (1d4-1/19-20)", 
            "hp": "13 (3d8)", 
            "wisdom": "13", 
            "creature_type": "Humanoid", 
            "base_attack": "+2", 
            "name": "Shopkeep", 
            "skills": "Appraise +6, Bluff +9, Diplomacy +7, Disguise +6, Knowledge (local) +6, Linguistics +6, Perception +8, Profession (merchant) +10, Sense Motive +9", 
            "super_race": "human expert 3", 
            "cmd": "11", 
            "cmb": "+1", 
            "will": "+4", 
            "combat_gear": "smokestick, tanglefoot bag"
        }, 
        {
            "dexterity": "9", 
            "ac": "10, touch 9, flat-footed 10 (+1 armor, -1 Dex)", 
            "intelligence": "14", 
            "melee": "dagger +4 (1d4-1/19-20)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "5", 
            "xp": "1,600", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "8", 
            "constitution": "10", 
            "charisma": "14", 
            "languages": "Common, Draconic, Dwarven, Elven, Giant, Gnome, Goblin, Halfling, Orc, Sylvan", 
            "source": "Game Mastery Guide", 
            "init": "-1", 
            "boon": "A traveling merchant can enable PCs to make a purchase or sale of items as if the community was one size larger than normal or allow them to accompany a caravan as guards or guests.", 
            "fortitude": "+2", 
            "reflex": "+1", 
            "feats": "Alertness, Combat Expertise, Deceitful, Persuasive, Skill Focus (Profession [merchant])", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Traveling merchants wander the world, peddling their wares, seeking out new markets for their goods, and journeying into distant lands in search of new trade routes to open and exotic commodities to take back home to turn a tidy profit. Many traveling merchants join large trade consortiums or are masters of their own caravans, but they sometimes venture alone (or more usually, with guards) into the wilds carrying small items of high value. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Traveling merchants make excellent diplomats, spies, and information brokers, or even knowledgeable and socially skilled nobles or gentlemen.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A delegation of four traveling merchants might be sent as a trade mission or ambassadors from a far-off land (CR 9), while two traveling merchants can serve as deputies for a merchant prince (CR 10). Lone traveling merchants typically travel with four caravan guards (CR 7), while those with a merchant train share the company of a guide, four vagabonds as drovers, and eight caravan guards (CR 10).</p>"
                }
            ], 
            "senses": "Perception +12", 
            "gear": "padded armor, dagger, masterwork light crossbow with 10 bolts, bag of holding type I, ring of sustenance, disguise kit, light horse, 302 gp of trade goods", 
            "ranged": "mwk light crossbow +5 (1d8/19-20)", 
            "hp": "31 (7d8)", 
            "wisdom": "11", 
            "creature_type": "Humanoid", 
            "base_attack": "+5", 
            "name": "Traveling Merchant", 
            "skills": "Appraise +12, Bluff +14, Diplomacy +12, Disguise +6, Handle Animal +10, Intimidate +4, Knowledge (geography) +10, Knowledge (local) +10, Knowledge (nobility) +3, Linguistics +12, Perception +12, Profession (merchant) +13, Ride +6, Sense Motive +12", 
            "super_race": "human expert 7", 
            "cmd": "13", 
            "cmb": "+4", 
            "will": "+5"
        }, 
        {
            "dexterity": "16", 
            "ac": "18, touch 13, flat-footed 15 (+5 armor, +3 Dex)", 
            "special_attacks": "sneak attack +3d6", 
            "intelligence": "14", 
            "melee": "dagger +10/+5 (1d4-1/19-20)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "spells": {
                "spell-like abilities": "(CL 6th, concentration +8); 3/day-detect magic; 2/day-charm person (DC 13)"
            }, 
            "other_gear": "+1 chain shirt, +1 hand crossbow with 10 bolts, dagger, circlet of persuasion, cloak of resistance +2, handy haversack, hat of disguise, disguise kit, magnifying glass, masterwork thieves' tools", 
            "strength": "8", 
            "constitution": "12", 
            "charisma": "16", 
            "languages": "Common, Dwarven, Gnome, Halfling", 
            "source": "Game Mastery Guide", 
            "init": "+3", 
            "boon": "A merchant prince can arrange the purchase or sale of an item as if the local community were two categories larger than normal. A merchant prince can also sell any item under the community's base value at a 10% discount.", 
            "fortitude": "+6", 
            "size": "Medium", 
            "reflex": "+11", 
            "feats": "Alertness, Craft Wondrous Item, Magical Aptitude, Master Craftsman, Skill Focus (Profession [merchant]), Weapon Finesse", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Merchant princes are the captains of commerce, canny mercantilists who deal with nation-spanning trade contracts in bulk commodities as well as backroom deals over baubles of great price. They are clever negotiators and can serve as highly skilled spies, diplomats, or charlatans emulating true magicians. A merchant prince often retains a sellsword as a bodyguard (CR 10).</p>"
                }
            ], 
            "senses": "Perception +17", 
            "ranged": "+1 hand crossbow +11 (1d4+1/19-20) or dagger +10 (1d4-1/19-20)", 
            "hp": "58 (10d8+13)", 
            "wisdom": "10", 
            "defensive_abilities": "evasion, trap sense +2, uncanny dodge", 
            "creature_type": "Humanoid", 
            "special_qualities": "rogue talent (major magic, minor magic, resiliency), trapfinding +3", 
            "base_attack": "+7", 
            "name": "Merchant Prince", 
            "skills": "Appraise +17, Bluff +17, Diplomacy +17, Disable Device +12, Disguise +15, Handle Animal +10, Intimidate +10, Knowledge (local) +10, Linguistics +8, Perception +17 (+20 to find traps), Perform (act) +10, Perform (dance) +10, Perform (oratory) +10, Profession (merchant) +21, Ride +10, Sense Motive +16, Sleight of Hand +10, Spellcraft +19, Stealth +10, Use Magic Device +23", 
            "super_race": "human expert 4/rogue 6", 
            "cmd": "19", 
            "cmb": "+6", 
            "will": "+8", 
            "combat_gear": "wand of identify (50 charges), wand of ray of enfeeblement (50 charges), wand of shocking grasp (CL 3rd, 50 charges)"
        }
    ]
}
