{
    "source": "Game Mastery Guide", 
    "text": "<p>Bestowed with the right to rule by blood, blade, or the mandate of deities, royal families preside over many fantasy kingdoms. In many cases, the success and disposition of an entire country might be summarized by the personalities and agendas of its rulers, and few things can change the fate of entire empires like the decrees or deaths of their leaders. Whether leading armies to war, being held hostage by tyrants, or brooding in crumbling keeps, members of royalty often incite or end the most epic of quests and can reward their champions like no other.</p>", 
    "type": "section", 
    "name": "Royalty", 
    "sections": [
        {
            "dexterity": "16", 
            "ac": "20, touch 14, flat-footed 16 (+5 armor, +3 Dex, +1 dodge, +1 shield)", 
            "intelligence": "12", 
            "melee": "mwk rapier +10/+5 (1d6-1/18-20) or mwk rapier +8/+3 (1d6-1/18-20), mwk dagger +8 (1d4-1/19-20)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "6", 
            "xp": "2,400", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "9", 
            "constitution": "10", 
            "charisma": "12", 
            "languages": "Common, Elven", 
            "source": "Game Mastery Guide", 
            "init": "+3", 
            "boon": "A princess can make a gift to PCs of up to a 300 gp value or get PCs out of minor legal trouble. A princess can also arrange a meeting with her royal parent, a knight, a noble, a minstrel or celebrity bard, or a merchant prince whose favor she has, with a +5 circumstance bonus on Diplomacy checks with them.", 
            "fortitude": "+3", 
            "reflex": "+6", 
            "feats": "Dodge, Mobility, Two-Weapon Defense, Two-Weapon Fighting, Weapon Finesse", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A princess is occasionally a ruler in her own right but is most often the daughter of a king and/or queen. In many societies, princesses come behind any princely brothers in the line of succession, and may even be treated like a commodity to be brokered between noble houses through marriage alliances. Small wonder, then, that princesses often find ways of sneaking away from their gilded homes and out into the world to find a taste of adventure. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Naturally, a princess's stats can also be used to model any high-level noble, male or female. Princesses also make good aristocratic duelists, perhaps joining together in a noble &ldquo;gangs&rdquo; of four members (CR 10).</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A princess may be accompanied by four female noble scions as her ladies-in waiting or noble-born friends (CR 8), or by her mother and father, the king and queen (CR 15). Alone, a princess may keep a guard officer bodyguard (CR 7) or battle monk for protection (CR 8), possibly adding a minstrel as well for the company (CR 8 or 9).</p>"
                }
            ], 
            "senses": "Perception +8", 
            "gear": "+1 chain shirt, masterwork rapier, masterwork dagger, circlet of persuasion, cloak of resistance +1, disguise kit", 
            "ranged": "mwk dagger +10 (1d4-1/19-20)", 
            "hp": "40 (8d8+4)", 
            "wisdom": "8", 
            "creature_type": "Humanoid", 
            "base_attack": "+6", 
            "name": "Princess", 
            "skills": "Bluff +13, Diplomacy +13, Disguise +13, Escape Artist +4, Handle Animal +8, Intimidate +13, Knowledge (nobility) +10, Perception +8, Perform (dance) +10, Perform (string) +10, Ride +8, Sense Motive +5, Sleight of Hand +4, Stealth +4", 
            "super_race": "human aristocrat 8", 
            "cmd": "19", 
            "cmb": "+5", 
            "will": "+6"
        }, 
        {
            "dexterity": "12", 
            "ac": "12, touch 11, flat-footed 11 (+1 armor, +1 Dex)", 
            "intelligence": "12", 
            "melee": "mwk dagger +9/+4 (1d4-1/19-20)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "10", 
            "xp": "9,600", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "8", 
            "constitution": "10", 
            "charisma": "16", 
            "languages": "Common, Draconic, Elven", 
            "source": "Game Mastery Guide", 
            "init": "+5", 
            "boon": "A queen can arrange an audience with any noble in her land, including the king, and her favor provides a +10 bonus on Diplomacy checks with them. A queen who rules in her own name can also grant knighthoods, lordships, and dispense royal justice as a king.", 
            "fortitude": "+6", 
            "reflex": "+7", 
            "feats": "Alertness, Defensive Combat Training, Improved Initiative, Improved Iron Will, Iron Will, Persuasive, Skill Focus (Sense Motive)", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A queen may be a monarch in her own right, or may be the wife of a king. Even in the latter case, she shares many of the duties of rulership, including managing affairs of state while the king is absent. A queen is generally wise and thoughtful, carefully considering the health of her nation as well as her royal house. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>In countries or empires with a large number of titled families, a queen could simply be a duchess, baroness, or head of a great noble house, without royal privilege. A queen might also be used as a spymistress or the conniving seductress who holds the reins of power behind the throne.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Queens are often accompanied by a knight or sellsword bodyguard (CR 11), or four princesses or two nobles serving as their ladies-in-waiting (CR 12). A queen might also have a celebrity bard with her, or a priest and noble as her advisors (CR 12). A queen may often be found with her husband, the king, along with their royal guardsmen, either eight guards or four guard officers (CR 15).</p>"
                }
            ], 
            "senses": "Perception +19", 
            "gear": "masterwork dagger, bracers of armor +1, brooch of shielding, cloak of resistance +2, elixir of truth, elixir of vision, figurine of wondrous power (silver raven), headband of mental prowess +2 (Wis, Cha)", 
            "ranged": "mwk dagger +11 (1d4-1/19-20)", 
            "hp": "54 (12d8)", 
            "wisdom": "14", 
            "creature_type": "Humanoid", 
            "base_attack": "+9", 
            "name": "Queen", 
            "skills": "Bluff +14, Diplomacy +22, Intimidate +22, Knowledge (history) +10, Knowledge (nobility) +16, Linguistics +5, Perception +19, Perform (dance) +9, Perform (sing) +9, Perform (string) +9, Ride +6, Sense Motive +27", 
            "super_race": "human aristocrat 12", 
            "cmd": "22", 
            "cmb": "+8", 
            "will": "+14"
        }, 
        {
            "dexterity": "10", 
            "ac": "20, touch 10, flat-footed 20 (+10 armor)", 
            "intelligence": "14", 
            "melee": "+1 longsword +14/+9/+4 (1d8+2/19-20) or mwk dagger +14/+9/+4 (1d4+1/19-20)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "14", 
            "xp": "38,400", 
            "speed": "20 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "other_gear": "+1 glamered full plate of light fortification, +1 longsword, masterwork dagger, cape of the mountebank, medallion of thoughts, rod of splendor", 
            "strength": "12", 
            "constitution": "10", 
            "charisma": "17", 
            "languages": "Common, Dwarven, Elven, Gnome, Halfling, Sylvan", 
            "source": "Game Mastery Guide", 
            "init": "+0", 
            "boon": "A king can grant knighthood or even lordship, along with lands and titles, if sufficient service is rendered to the kingdom. A king may also pardon criminals or order the exile or execution of the guilty. He can grant a monetary reward of up to 1,000 gp to PCs.", 
            "fortitude": "+7", 
            "reflex": "+5", 
            "feats": "Alertness, Defensive Combat Training, Great Fortitude, Improved Great Fortitude, Improved Vital Strike, Mounted Combat, Persuasive, Skill Focus (Diplomacy), Vital Strike", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A king is the ruler of a nation, usually a hereditary monarch schooled in the arts of statecraft and leadership, but no stranger to the sad necessities of steel and blood. Alert for treachery but possessed of all the courtly graces, a king leads his people. Whether or not he leads them well depends on his alignment, his goals, and the motives of his advisors. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A king can also be used as a high-ranking general or powerful warlord, or even a wealthy and influential captain of industry.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A king usually has a retinue of four knights (CR 15) but may travel with a dozen knights in times of war (CR 16). Kings may also be found in the company of a general, two noble advisors, and a high priest (CR 16). At court, a group of 10 nobles and a merchant prince might try to gain the favor of a king and his queen (CR 17). A king who fears for his safety while traveling in disguise might have two champions with him as bodyguards (CR 15).</p>"
                }
            ], 
            "senses": "Perception +13", 
            "ranged": "mwk dagger +13 (1d4+1/19-20)", 
            "hp": "80 (16d8+8)", 
            "wisdom": "10", 
            "creature_type": "Humanoid", 
            "base_attack": "+12", 
            "name": "King", 
            "skills": "Bluff +15, Diplomacy +32, Intimidate +26, Knowledge (geography) +10, Knowledge (local) +10, Knowledge (nobility) +15, Linguistics +8, Perception +13, Perform (oratory) +22, Ride +14, Sense Motive +23", 
            "super_race": "human aristocrat 16", 
            "cmd": "27", 
            "cmb": "+13", 
            "will": "+10", 
            "combat_gear": "smokestick"
        }
    ]
}
