{
    "source": "Game Mastery Guide", 
    "text": "<p>Beyond castle walls and the regularly patrolled paths of the elite run the muddy walks of the common folk, where the desperate people of the street scrape what lives they can from debris and dust. Some criminals, some hopeless castoffs, some unlucky, broken, or crazed, these are the true inhabitants of cities and those most knowledgeable of its people, ways, and secrets. Often viewed as dangerous and deceitful, these desperate folks merely do what they must to survive, denied the luxuries of honor or pride in the daily fight for survival. Charity, compassion, and a few coins often goes far with those forced to make their living off the streets, and while many exploit such a simple truth, others might win a devoted ally or informant. </p>", 
    "type": "section", 
    "name": "Street", 
    "sections": [
        {
            "dexterity": "17", 
            "ac": "13, touch 13, flat-footed 10 (+3 Dex)", 
            "special_attacks": "sneak attack +1d6", 
            "intelligence": "10", 
            "melee": "club +1 (1d6+1)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "1", 
            "xp": "400", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "13", 
            "constitution": "14", 
            "charisma": "8", 
            "languages": "Common", 
            "source": "Game Mastery Guide", 
            "init": "+3", 
            "boon": "A beggar can watch a particular location or person in their city or town for 1 day and report back to the PC on what they observed.", 
            "fortitude": "+2", 
            "reflex": "+5", 
            "feats": "Endurance, Skill Focus (Survival)", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Beggars are the homeless and hopeless wretches that eke out a meager existence at the fringes of society in cities and towns. Some are once farmers, craftsmen, or other working folk stricken blind or lame, while others are orphans from birth, subsisting on alms and charity so long they have known nothing else. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Beggars can serve as apprentice thieves and pickpockets (and not a few beggars supplement their begging this way). They might also be used as urchins, link boys, the inhabitants of a leper colony, or even cultists of a dark god of disease, thievery, or murder. Exchanging a beggar's Skill Focus (Survival) with Skill Focus (Sleight of Hand) or Skill Focus (Stealth) creates a better pickpocket or thief. Replacing Endurance with Weapon Finesse, as well as adding some light armor or an additional weapon, makes a beggar more effective in combat, as does replacing both of a beggar's feats with Dodge and Mobility.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A beggar might be accompanied by a village idiot (CR 2), or may team up with a street thug or a pair of pickpockets (CR 3). A pair of beggars may also trail after a dealer or pilgrim (CR 5), or work with a troupe of four wanderers (CR 7). Beggars working as thieves or pickpockets might form gangs of six (CR 6), while four thieving beggars might add their skills to a gang of eight bandits (CR 7).</p>"
                }
            ], 
            "senses": "Perception +6", 
            "gear": "club, begging bowl", 
            "ranged": "club +3 (1d6+1)", 
            "hp": "13 (2 HD; 1d8+1d6+5)", 
            "wisdom": "12", 
            "creature_type": "Humanoid", 
            "special_qualities": "trapfinding +1", 
            "base_attack": "+0", 
            "name": "Beggar", 
            "skills": "Climb +6, Knowledge (local) +5, Perception +6, Sleight of Hand +8, Stealth +8, Survival +6", 
            "super_race": "human commoner 1/rogue 1", 
            "cmd": "14", 
            "cmb": "+1", 
            "will": "+1"
        }, 
        {
            "dexterity": "14", 
            "ac": "12, touch 12, flat-footed 10 (+2 Dex)", 
            "special_attacks": "sneak attack +1d6", 
            "intelligence": "12", 
            "melee": "dagger -1 (1d4-1/19-20) or sap -1 (1d6-1 nonlethal)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "1", 
            "xp": "400", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "8", 
            "constitution": "13", 
            "charisma": "17", 
            "languages": "Common, Elven", 
            "source": "Game Mastery Guide", 
            "init": "+2", 
            "boon": "A prostitute can set up a meeting with a current or former client. Because the PCs know of the client's connection to the prostitute, they suffer a -2 penalty on Diplomacy checks with that person, but gain a +2 bonus on Intimidate and Sense Motive checks.", 
            "fortitude": "+1", 
            "reflex": "+4", 
            "feats": "Deceitful, Skill Focus (Profession [courtesan])", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Prostitutes are workers for hire in the field of love. From cheap trollops to brazen strumpets, saucy tarts to haughty courtesans, they work the streets and backroom brothels of cities and towns, tending to the wants, needs, and dark desires of their clients, often in elaborate costume and makeup for erotic roleplay. Most prostitutes have at least a little larceny in their hearts, however, and those who procure their services would be well advised to keep a close eye on their purses.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Prostitutes could be used as members of a harem or an actors' troupe. A prostitute might also be a noble's or wealthy businessman's mistress, or even a barmaid looking to make a little money on the side. Prostitutes also make good low-level spies or undercover agents.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A dealer might serve as pimp for a group of four prostitutes (CR 6), or eight prostitutes might be performers in a minstrel's show (CR 8). A harem of six prostitutes is usually guarded by a eunuch slaver (CR 7). A barkeep might have a prostitute on his staff, along with two barmaids (CR 5), or a prostitute may be found in the company of a pair of noble scions (CR 5).</p>"
                }
            ], 
            "senses": "Perception +5", 
            "gear": "dagger, sap, elixir of love, disguise kit", 
            "ranged": "dagger +2 (1d4-1/19-20)", 
            "hp": "11 (2d8+2)", 
            "wisdom": "10", 
            "creature_type": "Humanoid", 
            "special_qualities": "trapfinding +1", 
            "base_attack": "+0", 
            "name": "Prostitute", 
            "skills": "Acrobatics +6, Bluff +10, Diplomacy +8, Disguise +11, Knowledge (local) +5, Perception +5, Perform (act) +8, Perform (dance) +8, Profession (courtesan) +8, Sense Motive +5, Sleight of Hand +7", 
            "super_race": "human expert 1/rogue 1", 
            "cmd": "11", 
            "cmb": "-1", 
            "will": "+2"
        }, 
        {
            "dexterity": "15", 
            "ac": "14, touch 12, flat-footed 12 (+2 armor, +2 Dex)", 
            "special_attacks": "sneak attack +2d6", 
            "intelligence": "14", 
            "melee": "mwk dagger +5 (1d4+1/19-20) or mwk sap +5 (1d6+1 nonlethal)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "3", 
            "xp": "800", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "other_gear": "leather armor, masterwork hand crossbow with 10 bolts, masterwork dagger, sap, alchemy kit, disguise kit, thieves' tools", 
            "strength": "12", 
            "constitution": "12", 
            "charisma": "14", 
            "languages": "Common, Halfling, Orc", 
            "source": "Game Mastery Guide", 
            "init": "+2", 
            "boon": "A dealer can provide alchemical substances or poisons costing less than 500 gp at a 10% discount. He can also arrange for PCs to meet a more powerful crime boss or to plant illicit substances on a person or place.", 
            "fortitude": "+2", 
            "reflex": "+5", 
            "feats": "Deceitful, Quick Draw, Skill Focus (Craft [alchemy]), Weapon Finesse", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Dealers are purveyors of drugs, toxins, poisons, and all manner of proscribed and questionable alchemical substances. Operating from hidden laboratories and kitchens, they import and concoct their wares to rule the streets through the power of their sweet seduction. (See Drugs and Addiction for a variety of drugs dealers might push.)</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Dealers can be used as low-level poisoners and assassins, traveling charlatans or snake-oil salesmen, or even semi-honest alchemists, apothecaries, and street physicians. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A corrupt dealer may work together with a slaver and two prostitutes to lure and kidnap victims (CR 6) or run a gang of four beggars and four pickpockets (CR 7). A dealer might partner with an unscrupulous shopkeep (CR 4) or sleazy barkeep (CR 5), or may be engaged in illicit business with a noble scion (CR 5). A dealer might also be accompanied by two street thugs for protection (CR 5). An honest dealer might be apprenticed to a hedge wizard (CR 5).</p>"
                }
            ], 
            "senses": "Perception +6", 
            "ranged": "mwk hand crossbow +5 (1d4/19-20)", 
            "hp": "22 (4d8+4)", 
            "wisdom": "8", 
            "defensive_abilities": "evasion, trap sense +1", 
            "creature_type": "Humanoid", 
            "special_qualities": "rogue talent (finesse rogue), trapfinding +1", 
            "base_attack": "+2", 
            "name": "Dealer", 
            "skills": "Appraise +6, Bluff +11, Craft (alchemy) +12, Disable Device +6, Disguise +12, Escape Artist +9, Intimidate +9, Knowledge (local) +9, Perception +6, Profession (herbalist) +6, Sense Motive +6, Sleight of Hand +9, Stealth +9", 
            "super_race": "human expert 1/rogue 3", 
            "cmd": "15", 
            "cmb": "+3", 
            "will": "+2", 
            "combat_gear": "bloodroot posion (2 doses), oil of taggit (2 doses), striped toadstool poison (2 doses)"
        }
    ]
}
