{
    "source": "Game Mastery Guide", 
    "text": "<p>Amid the press of the crowd, the din of raised voices, and the music of clanking mugs bustle the patrons and proprietors of the local common house. Whether the staff of a sleepy village's inn and tavern, a shadowy city club, a feasting lord's longhouse, or any other place there's reason for celebration or ale to be poured, tavern denizens do more than serve, taking in all the best tales and gossip of a community and thoughtfully attending to the confessions of any with the coin to pay for another glass.</p>", 
    "type": "section", 
    "name": "Tavern", 
    "sections": [
        {
            "dexterity": "12", 
            "ac": "11, touch 11, flat-footed 10 (+1 Dex)", 
            "intelligence": "10", 
            "melee": "serving tray +1 (1d4) or frying pan +1 (1d6 plus 1 fire [if hot])", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "1/2", 
            "xp": "200", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "other_gear": "serving tray or frying pan, drinking glasses (2 to 4)", 
            "strength": "10", 
            "constitution": "11", 
            "charisma": "13", 
            "languages": "Common", 
            "source": "Game Mastery Guide", 
            "init": "+1", 
            "boon": "A barmaid can get PCs a free round of drinks or whisper the local gossip (granting a +2 bonus on the PCs' next Diplomacy check to gather information in that community).", 
            "fortitude": "+0", 
            "reflex": "+1", 
            "feats": "Catch Off-Guard, Throw Anything", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Barmaids are serving wenches, dancing girls, and even harried cooks in inns and taverns throughout the cities and towns of the world. Although usually young, some barmaids are older goodwives working in the family business. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A barmaid might also be used as a farmer's, fisherman's, or shopkeep's wife, or any type of servant, whether in an inn or a noble's manor. Changing a barmaid's Profession skills can create any type of servant needed. Profession (courtesan) creates an inexperienced prostitute, or simply a serving girl who works in a brothel.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While skilled in improvised weapons, changing a barmaid's feats can create a servant with other useful skills. Alertness or Skill Focus (Perception) makes a barmaid good at overhearing conversations, while a barmaid working in a dangerous dive might carry a concealed dagger and have the Improved Unarmed Strike and Weapon Finesse feats.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical small tavern may have only a barkeep and a pair of barmaids (CR 4), while a large inn might have half a dozen barmaids serving the barkeep, with a street thug bouncer for protection (CR 6). A barmaid is often found in the company of a pair of farmers or shipmates (CR 2) or a noble scion (CR 3), or two barmaids might serve a pair of drunkards, street thugs, or vagabonds (CR 4).</p>"
                }
            ], 
            "senses": "Perception +4", 
            "ranged": "drinking glass +2 (1d4 plus dazzled 1 round [drink in eyes])", 
            "hp": "7 (2d6)", 
            "wisdom": "9", 
            "creature_type": "Humanoid", 
            "base_attack": "+1", 
            "name": "Barmaid", 
            "skills": "Perception +4, Perform (dance) +3, Profession (barmaid) +4, Profession (cook) +3, Sleight of Hand +2", 
            "super_race": "human commoner 2", 
            "cmd": "12", 
            "cmb": "+1", 
            "will": "-1", 
            "combat_gear": "antitoxin (2)"
        }, 
        {
            "dexterity": "11", 
            "ac": "12, touch 10, flat-footed 12 (+2 armor)", 
            "intelligence": "10", 
            "melee": "club +3 (1d6+1) or dagger +3 (1d4+1/19-20)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "1", 
            "xp": "400", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "13", 
            "constitution": "14", 
            "charisma": "8", 
            "languages": "Common", 
            "source": "Game Mastery Guide", 
            "init": "+0", 
            "boon": "A drunkard can be persuaded to make a loud, obnoxious disturbance as a distraction, imposing a -2 penalty on opposed Perception checks (as against Stealth or Sleight of Hand) for up to 1 minute for any NPCs who can see and hear him.", 
            "fortitude": "+7", 
            "reflex": "+0", 
            "feats": "Great Fortitude, Improved Bull Rush, Power Attack", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>As ubiquitous as the barkeeps and serving wenches who serve them, drunkards may be found in almost every tavern in every town. Drunkards are wine-sodden louts who frequent pubs far too often, sousing away their meager earnings and often becoming surly and belligerent, especially against those from outside their home community. These are the men who leap up to start or join bar brawls, provided they're not passed out in the corner, sleeping off their latest binge.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Drunkards might be used as common sailors on shore leave, young country boys visiting town for the first time who can't hold their liquor, or drunk and disreputable off-duty guardsmen. A drunkard could even be used as a surly barkeep who samples his own wares a little too often.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A drunkard may be found alone, or a pair of down-on-their-luck drunkards might try to mug lone vagabonds for coin for their next drink (CR 3). A table of four drunkards might be sitting in a tavern (CR 5), possibly with a barkeep (CR 6), or perhaps listening to tales from a trapper (CR 6) or minstrel (CR 7). A pair of drunkards might also be found carousing on the street with a couple of shipmates (CR 4), two caravan guards on leave (CR 5), or a pair of slovenly prostitutes (CR 5), or trying to buy some illicit substances from a dealer (CR 5).</p>"
                }
            ], 
            "senses": "Perception -1", 
            "gear": "leather armor, club, dagger, gallon jug of ale", 
            "ranged": "club +2 (1d6+1) or  dagger +2 (1d4+1/19-20)", 
            "hp": "23 (3 HD; 1d6+2d10+9)", 
            "wisdom": "9", 
            "creature_type": "Humanoid", 
            "base_attack": "+2", 
            "name": "Drunkard", 
            "skills": "Climb +5, Handle Animal +4, Intimidate +5, Profession (choose one) +3, Ride +4, Swim +5", 
            "super_race": "human commoner 1/warrior 2", 
            "cmd": "13", 
            "cmb": "+3", 
            "will": "-1"
        }, 
        {
            "dexterity": "11", 
            "ac": "13, touch 10, flat-footed 13 (+3 armor)", 
            "intelligence": "12", 
            "melee": "sap +3 (1d6-1 nonlethal) or dagger +3 (1d4-1/19-20)", 
            "type": "creature", 
            "subtype": "npc", 
            "cr": "3", 
            "xp": "800", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "9", 
            "constitution": "10", 
            "charisma": "10", 
            "languages": "Common, Dwarf, Halfling", 
            "source": "Game Mastery Guide", 
            "init": "+0", 
            "boon": "A barkeep can arrange free room and board for PCs for up to a week. He can also share local rumors and customs with PCs, granting a +2 circumstance bonus on Diplomacy and Sense Motive checks in his community for 1 day.", 
            "fortitude": "+5", 
            "reflex": "+1", 
            "feats": "Great Fortitude, Quick Draw, Rapid Reload, Skill Focus (Profession [barkeep])", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A barkeep is the proprietor of an alehouse, saloon, or tavern, often with an inn attached. While some are sly, weasel-like, and unfriendly, most are garrulous raconteurs, seeking to entertain their customers with a story or joke and keep them happy and drinking. With patrons from across the world visiting their taverns, most barkeeps know a smattering of other languages to communicate with foreigners from far-away lands.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Barkeeps are used to trouble in their establishments, for drink often brings out the worst in their customers, and most barkeeps are used to facing down and intimidating drunks and bullies. For times when words fail, a good barkeep keeps a weapon beneath the bar, and is not afraid to use it.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Changing a barkeep's Profession skill to (innkeep) creates an innkeeper, possibly with Diplomacy instead of Intimidate, and his Perform skills changed to other Profession skills, such as cook.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>An average barkeep has four barmaids on staff, with two guards or street thugs working as bouncers (CR 6). A barkeep might also be found swapping stories over a pint with a shopkeep (CR 4) or guard officer (CR 5).</p>"
                }
            ], 
            "senses": "Perception +10", 
            "gear": "+1 leather armor, masterwork heavy crossbow with 10 bolts and one +1 human bane bolt, dagger, sap", 
            "ranged": "mwk heavy crossbow +5 (1d10/19-20)", 
            "hp": "23 (5 HD; 4d8+1d10)", 
            "wisdom": "14", 
            "creature_type": "Humanoid", 
            "base_attack": "+4", 
            "name": "Barkeep", 
            "skills": "Bluff +8, Handle Animal +5, Intimidate +5, Knowledge (local) +9, Linguistics +6, Perception +10, Perform (comedy) +6, Perform (oratory) +6, Profession (barkeep) +13, Ride +5, Sense Motive +10, Sleight of Hand +5", 
            "super_race": "human expert 4/warrior 1", 
            "cmd": "13", 
            "cmb": "+3", 
            "will": "+6"
        }
    ]
}
