{
    "source": "Game Mastery Guide", 
    "text": "<p>Living apart from the walled edifices of bustling cities or the politics and plots of lordly palaces, simple townsfolk work hard and live simply, depending on one another for survival in their secluded burgs. The pioneers of far-flung frontiers, the farmfolk of rural countrysides, and the everyday people of sleepy hamlets, most common folk seek only quiet lives among their families and neighbors and care little for excitement or danger. Suspicious of strangers and wary of threats, these country folk preserve the traditions of their communities but readily do business with those bringing gold and the promise of greater things.</p>", 
    "type": "section", 
    "name": "Villagers", 
    "sections": [
        {
            "dexterity": "11", 
            "ac": "10, touch 10, flat-footed 10", 
            "intelligence": "4", 
            "melee": "improvised club +1 (1d4+1)", 
            "type": "creature", 
            "cr": "1/3", 
            "xp": "135", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "12", 
            "constitution": "15", 
            "charisma": "10", 
            "languages": "Common", 
            "source": "Game Mastery Guide", 
            "init": "+0", 
            "boon": "The village idiot can lead PCs to something secret or hidden inside the town that he has come across, granting a +5 bonus on one Perception check to search an area.", 
            "fortitude": "+2", 
            "reflex": "+0", 
            "feats": "Catch Off-Guard, Endurance", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The village idiot is an amiable simpleton, eking out a meager existence through charity, begging, odd jobs, or occasionally bringing down small game with his sling. While usually a gentle soul, the village idiot is prone to anger if provoked, and may lash out blindly with whatever item is at hand. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Giving a village idiot the Skill Focus feat in place of Endurance creates an idiot savant, displaying great knowledge in one specific area, usually a Craft or Knowledge skill. Switching an idiot savant's Constitution and Charisma scores, and giving him Animal Affinity, Skill Focus (Handle Animal), and the Handle Animal skill instead of Climb, creates a horse whisperer or someone who relates better to animals than to humans (hp 4, Fort +0, Handle Animal +11). A village idiot might also carry a crude knife, or could have learned to defend himself from the taunts of cruel villagers with his fists (and the Improved Unarmed Strike feat).</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Village idiots can also be used as prisoners, galley slaves, or incarcerated lunatics in an asylum. A village idiot can also represent any simple commoner, by replacing his Climb skill with an appropriate Craft or Profession skill. A stableboy might have the Ride skill instead, while a dock rat may possess the Swim skill. An urchin runner might have the Fleet and Run feats instead. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A village idiot is usually encountered alone, but may also be found tagging along with an acolyte, drunkard, farmer, or shopkeep.</p>"
                }
            ], 
            "senses": "Perception +3", 
            "gear": "improvised club, sling with 10 stones, turnip", 
            "ranged": "sling -1 (1d3+1)", 
            "hp": "6 (1d6+3)", 
            "wisdom": "9", 
            "creature_type": "Humanoid", 
            "base_attack": "+0", 
            "name": "Village Idiot", 
            "skills": "Climb +5, Perception +3", 
            "super_race": "human commoner 1", 
            "cmd": "11", 
            "cmb": "+1", 
            "will": "-1"
        }, 
        {
            "dexterity": "10", 
            "ac": "10, touch 10, flat-footed 10", 
            "intelligence": "10", 
            "melee": "club +0 (1d6) or sickle +0 (1d6)", 
            "type": "creature", 
            "cr": "1/2", 
            "xp": "200", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "11", 
            "constitution": "12", 
            "charisma": "9", 
            "languages": "Common", 
            "source": "Game Mastery Guide", 
            "init": "+0", 
            "boon": "A farmer can provide enough food and drink for the PCs for 1 week free of charge, or offer them a place to sleep for the night in his barn.", 
            "fortitude": "+1", 
            "reflex": "+0", 
            "feats": "Animal Affinity, Skill Focus (Profession [farmer])", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Farmers are the backbone of any economy, producing the foodstuffs and livestock for the world. A typical farmer is fair-minded, sensible, and trustworthy, but suspicious of outsiders. A farmer can be a good source of local gossip, and knows the area around his farm like the back of his hand.</p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Farmers in particularly dangerous areas might have a shabby suit of leather armor to don in times of trouble (AC 12), and often have an old spear or crossbow somewhere in the house, left over from militia training. A retired veteran farmer, or one who has had to defend his lands too many times from the creatures of the wilds, could have a level of warrior instead of commoner. Such a farmer has the same skills, but his hit points increase to 11, his Fortitude saves to +3, and his Base Attack Bonus to +1. He also normally has a suit of light armor and better weapons he can use to protect his house and family. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Farmers are usually found in families of two to six (CR 1 to 4). Outside, a farmer might be found working with his three stout farmer sons in the fields (CR 3). In town, a farmer could be haggling with a shopkeep (CR 2), or three farmers may be conversing with a lovely barmaid at the local tavern (CR 3). A dozen farmers outfitted with torches and pitchforks (treat as spears) creates an angry peasant mob (CR 6).</p>"
                }
            ], 
            "senses": "Perception +1", 
            "gear": "club, sickle, sling with 10 bullets, heavy horse, wagon", 
            "ranged": "sling +0 (1d4) or club +0 (1d6)", 
            "hp": "10 (2 HD, 1d6+1d8+2)", 
            "wisdom": "13", 
            "creature_type": "Humanoid", 
            "base_attack": "+0", 
            "name": "Farmer", 
            "skills": "Craft (carpentry) +5, Handle Animal +6, Heal +5, Knowledge (local) +4, Knowledge (nature) +4, Profession (farmer) +9, Ride +7", 
            "super_race": "human commoner 1/expert 1", 
            "cmd": "10", 
            "cmb": "+0", 
            "will": "+3"
        }, 
        {
            "dexterity": "10", 
            "ac": "16, touch 10, flat-footed 16 (+4 armor, +2 shield)", 
            "intelligence": "14", 
            "melee": "+1 rapier +7/+2 (1d6/18-20) or dagger +6/+1 (1d4-1/19-20)", 
            "type": "creature", 
            "cr": "8", 
            "xp": "4,800", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "strength": "8", 
            "constitution": "10", 
            "charisma": "14", 
            "languages": "Common, Dwarven, Elven, Gnome, Halfling, Sylvan", 
            "source": "Game Mastery Guide", 
            "init": "+0", 
            "boon": "Mayors can provide detailed information on their community, major power groups or individuals, and secret or hidden locations. They can also free PCs from legal trouble or arrest NPCs of up to 12th level and detain them for 24 hours.", 
            "fortitude": "+3", 
            "reflex": "+3", 
            "feats": "Alertness, Combat Expertise, Greater Disarm, Improved Disarm, Skill Focus (Diplomacy), Skill Focus (Knowledge [local])", 
            "sections": [
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Mayors are civil authorities in towns and cities. While a small village might be ruled by a single wealthy citizen or small council of commoners, a mayor is keenly aware of the doings throughout a large community, able to work effectively with both the common folk and the rich and powerful. Because of her position, she can mingle among the landed gentry and blooded aristocracy even without a noble title of her own. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A mayor can be found in any sizable town or city, or even in charge of a small village of strategic or economic importance. Large cities might have several mayors as district administrators, serving together on a city council. A mayor could serve as the head of a college or guild, or as the ambassador of a titled lord. </p>"
                }, 
                {
                    "source": "Game Mastery Guide", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Mayors often keep a pair of guard officer bodyguards with them (CR 9), and can be found in company with a noble (CR 10) or a merchant prince and his sellsword guard (CR 11).</p>"
                }
            ], 
            "senses": "Perception +10", 
            "gear": "+1 studded leather, +1 buckler, +1 rapier, dagger, feather token (bird), periapt of health, unguent of timelessness (2), light horse with riding saddle", 
            "ranged": "dagger +7 (1d4-1/19-20)", 
            "hp": "44 (10d8)", 
            "wisdom": "11", 
            "creature_type": "Humanoid", 
            "base_attack": "+7", 
            "name": "Mayor", 
            "skills": "Bluff +15, Diplomacy +21, Intimidate +10, Knowledge (geography) +8, Knowledge (history) +8, Knowledge (local) +21, Knowledge (nobility) +15, Linguistics +8, Perception +10, Perform (oratory) +15, Profession (choose one) +13, Ride +8, Sense Motive +17", 
            "super_race": "human aristocrat 3/expert 7", 
            "cmd": "16 (18 vs. disarm)", 
            "cmb": "+6 (+10 disarm)", 
            "will": "+8"
        }
    ]
}