{
    "body": "<p>Not all paladins are knights in shining armor. Holy guns roam the world searching for evil. And where they find it, they put it down. </p>", 
    "name": "Holy Gun", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun", 
    "type": "class_archetype", 
    "subtype": "paladin", 
    "sections": [
        {
            "body": "<p id=\"weapon-and-armor-proficiency\">Holy guns are proficient with all simple and martial weapons, firearms, and light armor. </p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Weapon and Armor Proficiency"
        }, 
        {
            "body": "<p id=\"have-gun\">At 1st level, the holy gun gains the Amateur Gunslinger feat and Gunsmithing as a bonus feat. She also gains a battered gun identical to the one gained by the gunslinger. This ability replaces detect evil. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Have Gun", 
            "type": "section", 
            "name": "Have Gun", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"divine-deed\">At 2nd level, the holy gun gains the following deed. This deed works and interacts with grit the same way as gunslinger deeds, but only the holy gun can use it. If the holy gun also has levels in gunslinger, she can spend grit points from that class to use this deed. </p>", 
            "name": "Divine Deed", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Divine Deed", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"smiting-shot\" class=\"stat-block-2\">A holy gun can spend 1 grit point to make a smiting shot with a firearm attack as a standard action. If the target is evil, the holy gun adds her Charisma bonus and her paladin level to the damage of the firearm attack. If the target of the smiting shot is an outsider with the evil subtype, an evil-aligned dragon, or an undead creature, the bonus to damage increases to the Charisma modifier plus 2 points of damage per level the paladin possess. Regardless of the target, smiting shot automatically bypasses any DR the creature might have. This ability replaces smite evil.</p>", 
                    "name": "Smiting Shot", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Divine Deed/Smiting Shot", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p id=\"divine-bond\">At 5th level, a holy gun forms a bond with her deity. This functions as the paladin's divine bond ability, except the bond must always take the form of a firearm. In addition to the listed abilities, a holy gun can add the <i>distance</i>, <i>reliable</i>, or <i>seeking</i> special abilities to her weapon, but she cannot add the <i>defending</i> or <i>disruption</i> special abilities. This ability replaces the standard paladin's divine bond. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Divine Bond", 
            "type": "section", 
            "name": "Divine Bond", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"holy-grit\">At 11th level, a holy gun gains a number of grit points equal to her Charisma modifier (minimum 1) and gains the use of a single gunslinger deed. She can select any deed that a gunslinger of her paladin level &ndash;4 could use. At 14th level, and every three levels beyond 14th, the holy gun gains another point of grit and another gunslinger deed that a gunslinger of her level &ndash;4 could use. If she already has levels in gunslinger, she gains a bonus to the maximum amount of grit she can have each day, equal to her Charisma bonus (if any) but gains no extra grit as the start of each day.</p>", 
            "name": "Holy Grit", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Holy Grit", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"holy-slinger\">This ability function like the holy champion paladin class feature, but the <i>banishment</i> occurs when she hits an evil outsider with the smiting shot deed.</p>", 
            "name": "Holy Slinger", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Paladin/Paladin Archetypes/Holy Gun/Holy Slinger", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}