{
    "body": "<p>Most spells require 1 standard action to cast. You can cast such a spell either before or after you take a move action. </p>", 
    "name": "Cast a Spell", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>You retain your Dexterity bonus to AC while casting.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Note", 
            "type": "section", 
            "name": "Note", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>To cast a spell with a verbal (V) component, your character must speak in a firm voice. If you're gagged or in the area of a <i>silence</i> spell, you can't cast such a spell. A spellcaster who has been deafened has a 20% chance to spoil any spell he tries to cast if that spell has a verbal component.</p><p>To cast a spell with a somatic (S) component, you must gesture freely with at least one hand. You can't cast a spell of this type while bound, grappling, or with both your hands full or occupied.</p><p>To cast a spell with a material (M), focus (F), or divine focus (DF) component, you have to have the proper materials, as described by the spell. Unless these components are elaborate, preparing them is a free action. For material components and focuses whose costs are not listed in the spell description, you can assume that you have them if you have your spell component pouch.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Spell Components", 
            "type": "section", 
            "name": "Spell Components", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>You must concentrate to cast a spell. If you can't concentrate, you can't cast a spell. If you start casting a spell but something interferes with your concentration, you must make a concentration check or lose the spell. The check's DC depends on what is threatening your concentration (see Magic). If you fail, the spell fizzles with no effect. If you prepare spells, it is lost from preparation. If you cast at will, it counts against your daily limit of spells even though you did not cast it successfully.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Concentration", 
            "type": "section", 
            "name": "Concentration", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Some spells require continued concentration to keep them going. Concentrating to maintain a spell is a standard action that doesn't provoke an attack of opportunity. Anything that could break your concentration when casting a spell can keep you from concentrating to maintain a spell. If your concentration breaks, the spell ends.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Concentrating to Maintain a Spell", 
            "type": "section", 
            "name": "Concentrating to Maintain a Spell", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Most spells have a casting time of 1 standard action. A spell cast in this manner immediately takes effect.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Casting Time", 
            "type": "section", 
            "name": "Casting Time", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"attacks-of-opportunity-spellcasting\">Generally, if you cast a spell, you provoke attacks of opportunity from threatening enemies. If you take damage from an attack of opportunity, you must make a concentration check (DC 10 + points of damage taken + the spell's level) or lose the spell. Spells that require only a free action to cast don't provoke attacks of opportunity.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Attacks of Opportunity", 
            "type": "section", 
            "name": "Attacks of Opportunity", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"casting-on-the-defensive\">Casting a spell while on the defensive does not provoke an attack of opportunity. It does, however, require a concentration check (DC 15 + double the spell's level) to successfully cast the spell. Failure means that you lose the spell.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Casting on the Defensive", 
            "type": "section", 
            "name": "Casting on the Defensive", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"touch-spells-in-combat\">Many spells have a range of touch. To use these spells, you cast the spell and then touch the subject. In the same round that you cast the spell, you may also touch (or attempt to touch) as a free action. You may take your move before casting the spell, after touching the target, or between casting the spell and touching the target. You can automatically touch one friend or use the spell on yourself, but to touch an opponent, you must succeed on an attack roll.</p>", 
            "name": "Touch Spells in Combat", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Touch Spells in Combat", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Touching an opponent with a touch spell is considered to be an armed attack and therefore does not provoke attacks of opportunity. The act of casting a spell, however, does provoke an attack of opportunity. Touch attacks come in two types: melee touch attacks and ranged touch attacks. You can score critical hits with either type of attack as long as the spell deals damage. Your opponent's AC against a touch attack does not include any armor bonus, shield bonus, or natural armor bonus. His size modifier, Dexterity modifier, and deflection bonus (if any) all apply normally.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Touch Spells in Combat/Touch Attacks", 
                    "type": "section", 
                    "name": "Touch Attacks", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"holding-the-charge\">If you don't discharge the spell in the round when you cast the spell, you can hold the charge indefinitely. You can continue to make touch attacks round after round. If you touch anything or anyone while holding a charge, even unintentionally, the spell discharges. If you cast another spell, the touch spell dissipates. You can touch one friend as a standard action or up to six friends as a full-round action. Alternatively, you may make a normal unarmed attack (or an attack with a natural weapon) while holding a charge. In this case, you aren't considered armed and you provoke attacks of opportunity as normal for the attack. If your unarmed attack or natural weapon attack normally doesn't provoke attacks of opportunity, neither does this attack. If the attack hits, you deal normal damage for your unarmed attack or natural weapon and the spell discharges. If the attack misses, you are still holding the charge.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Touch Spells in Combat/Holding the Charge", 
                    "type": "section", 
                    "name": "Holding the Charge", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p id=\"ranged-touch-spells-in-combat-95\">Some spells allow you to make a ranged touch attack as part of the casting of the spell. These attacks are made as part of the spell and do not require a separate action. Ranged touch attacks provoke an attack of opportunity, even if the spell that causes the attacks was cast defensively. Unless otherwise noted, ranged touch attacks cannot be held until a later turn. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Ranged Touch Spells in Combat", 
            "type": "section", 
            "name": "Ranged Touch Spells in Combat", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"dismiss-a-spell\">Dismissing an active spell is a standard action that doesn't provoke attacks of opportunity.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Dismiss a Spell", 
            "type": "section", 
            "name": "Dismiss a Spell", 
            "source": "Core Rulebook"
        }
    ]
}