{
    "body": "<p>Using a special ability is usually a standard action, but whether it is a standard action, a full-round action, or not an action at all is defined by the ability.</p>", 
    "name": "Use Special Ability", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Use Special Ability", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Using a spell-like ability works like casting a spell in that it requires concentration and provokes attacks of opportunity. Spell-like abilities can be disrupted. If your concentration is broken, the attempt to use the ability fails, but the attempt counts as if you had used the ability. The casting time of a spell-like ability is 1 standard action, unless the ability description notes otherwise.</p>", 
            "name": "Spell-Like Abilities", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Use Special Ability/Spell-Like Abilities", 
            "sections": [
                {
                    "body": "<p>You may attempt to use a spell-like ability on the defensive, just as with casting a spell. If the concentration check (DC 15 + double the spell's level) fails, you can't use the ability, but the attempt counts as if you had used the ability.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Use Special Ability/Spell-Like Abilities/Using a Spell-Like Ability on the Defensive", 
                    "type": "section", 
                    "name": "Using a Spell-Like Ability on the Defensive", 
                    "source": "Core Rulebook"
                }
            ], 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Core Rulebook", 
            "type": "ability"
        }, 
        {
            "body": "<p>Using a supernatural ability is usually a standard action (unless defined otherwise by the ability's description). Its use cannot be disrupted, does not require concentration, and does not provoke attacks of opportunity.</p>", 
            "name": "Supernatural Abilities", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Use Special Ability/Supernatural Abilities", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Core Rulebook", 
            "type": "ability"
        }, 
        {
            "body": "<p>Using an extraordinary ability is usually not an action because most extraordinary abilities automatically happen in a reactive fashion. Those extraordinary abilities that are actions are usually standard actions that cannot be disrupted, do not require concentration, and do not provoke attacks of opportunity.</p>", 
            "name": "Extraordinary Abilities", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Use Special Ability/Extraordinary Abilities", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Core Rulebook", 
            "type": "ability"
        }
    ]
}