{
    "body": "<ul><li> d10 Hit Die.</li><li> Base attack bonus equal to total Hit Dice (fast progression).</li><li> No good saving throws.</li><li> Skill points equal to 2 + Int modifier (minimum 1) per Hit Die. However, most constructs are mindless and gain no skill points or feats. Constructs do not have any class skills, regardless of their Intelligence scores.</li></ul>", 
    "name": "Construct", 
    "source": "Bestiary", 
    "url": "pfsrd://Bestiary/Rules/Creature Types/Creature Types/Construct", 
    "type": "section", 
    "subtype": "creature_type", 
    "sections": [
        {
            "body": "A construct possesses the following traits (unless otherwise noted in a creature's entry).<ul><li> No Constitution score. Any DCs or other statistics that rely on a Constitution score treat a construct as having a score of 10 (no bonus or penalty).</li><li> Low-light vision.</li><li> Darkvision 60 feet.</li><li> Immunity to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms).</li><li> Immunity to bleed, disease, death effects, necromancy effects, paralysis, poison, sleep effects, and stunning.</li><li> Cannot heal damage on its own, but often can be repaired via exposure to a certain kind of effect (see the creature's description for details) or through the use of the Craft Construct feat. Constructs can also be healed through spells such as make whole. A construct with the fast healing special quality still benefits from that quality.</li><li> Not subject to ability damage, ability drain, fatigue, exhaustion, energy drain, or nonlethal damage.</li><li> Immunity to any effect that requires a Fortitude save (unless the effect also works on objects, or is harmless).</li><li> Not at risk of death from massive damage. Immediately destroyed when reduced to 0 hit points or less.</li><li> A construct cannot be raised or resurrected.</li><li> A construct is hard to destroy, and gains bonus hit points based on size, as shown on the following table.</li></ul>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Traits"
        }
    ], 
    "description": "<p>A construct is an animated object or artificially created creature. A construct has the following traits.</p><ul><li>No Constitution score. Any DCs or other statistics that rely on a Constitution score treat a construct as having a score of 10 (no bonus or penalty).</li><li>Immunity to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms).</li><li>Immunity to bleed, disease, death effects, necromancy effects, paralysis, poison, sleep effects, and stunning.</li><li>Cannot heal damage on its own, but often can be repaired via exposure to a certain kind of effect (see the creature's description for details) or through the use of the Craft Construct feat. Constructs can also be healed through spells such as <i>make whole</i>. A construct with the fast healing special quality still benefits from that quality.</li><li>Not subject to ability damage, ability drain, fatigue, exhaustion, energy drain, or nonlethal damage.</li><li>Immunity to any effect that requires a Fortitude save (unless the effect also works on objects, or is harmless).</li><li>Not at risk of death from massive damage. Immediately destroyed when reduced to 0 hit points or fewer.</li><li>A construct cannot be raised or resurrected.</li><li>A construct is hard to destroy, and gains bonus hit points based on its size (included in its stat block).</li><li>Constructs do not breathe, eat, or sleep.</li></ul>"
}