{
    "body": "<ul><li> d8 Hit Die, or by character class.</li><li> Base attack bonus equal to 3/4 total Hit Dice (medium progression).</li><li> One good save, usually Reflex.</li><li> Skill points equal to 2 + Int modifier (minimum 1) per Hit Die or by character class. The following are class skills for humanoids without a character class: Climb, Craft, Handle Animal, Heal, Profession, Ride, and Survival. Humanoids with a character class use their class's skill list instead. Humanoids with both a character class and racial HD add these skill sto their list of class skills.</li></ul>", 
    "name": "Humanoid", 
    "source": "Bestiary", 
    "url": "pfsrd://Bestiary/Rules/Creature Types/Creature Types/Humanoid", 
    "type": "section", 
    "subtype": "creature_type", 
    "sections": [
        {
            "body": "A humanoid possesses the following traits (unless otherwise noted in a creature's entry).<ul><li> Proficient with all simple weapons, or by character class.</li><li> Proficient with whatever type of armor (light, medium, or heavy) it is described as wearing, or by character class. If a humanoid does not have a class and wears armor, it is proficient with that type of armor and all lighter types. Humanoids not indicated as wearing armor are not proficient with armor. Humanoids are proficient with shields if they are proficient with any form of armor.</li><li> Humanoids breathe, eat, and sleep.</li></ul>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Traits"
        }
    ], 
    "description": "<p>A humanoid usually has two arms, two legs, and one head, or a human-like torso, arms, and a head. Humanoids have few or no supernatural or extraordinary abilities, but most can speak and usually have well-developed societies. They are usually Small or Medium (with the exception of giants). Every humanoid creature also has a specific subtype to match its race, such as human, dark folk, or goblinoid.</p><p>Humanoids with 1 Hit Die exchange the features of their humanoid Hit Die for the class features of a PC or NPC class. Humanoids with more than 1 Hit Die (such as giants) are the only humanoids who make use of the features of the humanoid type.</p>"
}