{
    "body": "<ul><li> d10 Hit Dice.</li><li> Base attack bonus equal to total Hit Dice (fast progression).</li><li> Two good saving throws, usually Reflex and Will.</li><li> Skill points equal to 6 + Int modifier (minimum 1) per Hit Die. The following are class skills for outsiders: Bluff, Craft, Knowledge (planes), Perception, Sense Motive, and Stealth. Due to their varied nature, outsiders also receive 4 additional class skills determined by the creature's theme.</li></ul>", 
    "name": "Outsider", 
    "source": "Bestiary", 
    "url": "pfsrd://Bestiary/Rules/Creature Types/Creature Types/Outsider", 
    "type": "section", 
    "subtype": "creature_type", 
    "sections": [
        {
            "body": "An outsider possesses the following traits (unless otherwise noted in a creature's entry).<ul><li> Darkvision 60 feet.</li><li> Unlike most living creatures, an outsider does not have a dual nature&mdash;its soul and body form one unit. When an outsider is slain, no soul is set loose. Spells that restore souls to their bodies, such as raise dead, reincarnate, and resurrection, don't work on an outsider. It takes a different magical effect, such as limited wish, wish, miracle, or true resurrection to restore it to life. An outsider with the native subtype can be raised, reincarnated, or resurrected just as other living creatures can be.</li><li> Proficient with all simple and martial weapons and any weapons mentioned in its entry.</li><li> Proficient with whatever type of armor (light, medium, or heavy) it is described as wearing, as well as all lighter types. Outsiders not indicated as wearing armor are not proficient with armor. Outsiders are proficient with shields if they are proficient with any form of armor.</li><li> Outsiders breathe, but do not need to eat or sleep (although they can do so if they wish). Native outsiders breathe, eat, and sleep.</li></ul>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Traits"
        }
    ], 
    "description": "<p>An outsider is at least partially composed of the essence (but not necessarily the material) of some plane other than the Material Plane. An outsider has the following traits.</p>"
}