{
    "body": "<p id=\"current\">From canoes and large ships to winged gliders, vehicles propelled by currents typically manipulate an already existing power source within or outside of nature&mdash;an air current, a water current, or more exotic currents, like conduits of magical energy. Usually, manipulating a current-propelled vehicle requires a skill like Fly, Knowledge (nature), Profession (sailor), Survival, or even Acrobatics or Knowledge (arcana), depending on the nature or makeup of the vehicle and the current the vehicle is manipulating.</p>", 
    "name": "Current", 
    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"water-current\" class=\"stat-block-2\">Vehicles that only rely on currents of water for their propulsion are somewhat limited. These vehicles can only move in the direction and at the speed of a current unless they also employ some other means of propulsion or manipulation, and thus often have an additional form of propulsion, such as muscle in the case of a canoe, and wind in the case of a galley. A current-driven ship such as a river barge with a crew of two or more creatures requires either a Profession (sailor) or Knowledge (nature) check for the driving check, as ships require precision, discipline, and knowledge of the natural world. Smaller water-current vehicles, like canoes, use the Survival skill as the drive skill, as reading the terrain is a very important aspect of maintaining control over those types of vehicles.If it moves with the current, a water-current vehicle's maximum speed depends on the speed of the current (often as high as 120 feet). The acceleration of a water-current vehicle is 30 feet.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current/Water Current", 
            "type": "section", 
            "name": "Water Current", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"air-current\" class=\"stat-block-2\">Air-current vehicles are rather diverse. They can be sailing ships, airships, land ships, or even gliders. A vehicle propelled by air with a crew of two or more creatures requires a Profession (sailor) or Knowledge (nature) check as its driving check. Because of their complexity, air-current vehicles always have their driving check DCs increased by 10. Smaller air-current vehicles, such as gliders and wind sleds, use Acrobatics or Fly instead. Much of their control depends on knowledge of flight or proper movements of the body to control the vehicle. Smaller vehicles (size Large or smaller) can move at a speed of 60 feet, can move at twice that amount when they are moving with the air current, and have an acceleration of 30 feet. Larger vehicles can move at a speed of 90 feet, or twice that amount when they are moving with the air current, and have an acceleration of 30 feet.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current/Air Current", 
            "type": "section", 
            "name": "Air Current", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"weird-current\" class=\"stat-block-2\">Navigating currents of magical energy, burning magma, or the murky rivers of the Shadow Plane could use a number of skills, but likely use skills similar to those needed to operate water-current and air-current vehicles. Weird-current vehicles always have their driving check DCs increased by 10, and sometimes by 15 in more exotic locales and conditions.Weird-current vehicles typically move at the speed of water or air currents, depending on their nature, but have been known to move twice or even triple those speeds.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current/Weird Current", 
            "type": "section", 
            "name": "Weird Current", 
            "source": "Ultimate Combat"
        }
    ]
}