{
    "body": "<p id=\"muscle\">From a chariot to a slave ship filled with captive rowers, moving a vehicle powered by muscle is all about getting a creature or creatures to push, pull, or otherwise propel the vehicle. Based on the type and intelligence of the creatures moving the vehicle, checks for driving muscle-propelled vehicles can use a diverse number of skills, including, but not limited to, Diplomacy, Handle Animal, Intimidate, and Profession (driver).</p><p>Muscle-propelled vehicles come in two forms: pulled and pushed.</p>", 
    "name": "Muscle", 
    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Muscle", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"pulled\" class=\"stat-block-2\">This type of propulsion involves one or more creature pulling a vehicle. Unless the creature pulling the vehicle is intelligent (Intelligence score of 3 or higher), either Handle Animal or Profession (driver) is used for the driving check (driver's choice). Intelligent creatures must be convinced with a Diplomacy check (decrease the driving check by 5 if the creature or creatures have the helpful attitude), or forced with an Intimidate check. Forcing an intelligent creature to pull a vehicle increases the DC by 20.A creature can pull a number of vehicle squares equal to the number of squares in the creature's space to a top speed equal to twice the creature's speed. It can accelerate its space in vehicle squares up to its speed. For instance, a single horse takes up 4 squares, and can pull a 4-square cart 100 feet each round with an acceleration of 50 feet. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Muscle/Pulled", 
            "type": "section", 
            "name": "Pulled", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"pushed\" class=\"stat-block-2\">Pushed vehicles are the exact opposite of pulled vehicles&mdash;vehicles that are pushed by muscle, usually using some form of device manipulated by crew members. Aquatic vehicles are the most likely to be pushed. Lines of rowers use their oars to push the vehicle forward, or a pair of cloud giants may churn a propeller at the aft end of a dirigible. Driving checks for pushed vehicles tend to be Diplomacy, Intimidate, or Handle Animal, depending on the intelligence and attitude of the creatures supplying the muscle for the propulsion.For intelligent creatures, use Diplomacy if the creatures providing the propulsion have an attitude of indifferent, friendly, or helpful. Decrease the Diplomacy driving check by 5 if the creatures providing the propulsion are friendly. Intimidate is used for intelligent creatures with an attitude of unfriendly or hostile. Handle Animal is used if the creatures providing the propulsion are not intelligent.A creature that is pushing a vehicle with the proper mechanical help can push between 5 times to 20 times its space in vehicle squares.The maximum speed and acceleration of a muscle-propelled vehicle depends on the mechanism used to assist the pushing&mdash;see the sample vehicle statistics for examples.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Muscle/Pushed", 
            "type": "section", 
            "name": "Pushed", 
            "source": "Ultimate Combat"
        }
    ]
}