{
    "body": "<p id=\"damaging-a-vehicle\">Vehicles have hit points and hardness based on their primary components. Most vehicles are made of wood. Heavier construction materials are possible, but they at least double the number of squares of propulsion a vehicle requires. Materials like stone or heavy metals quadruple the number of squares of propulsion needed. </p><p>A vehicle has a total number of hit points equal to its base material hit point value times its vehicle's number of squares. When it is reduced to below half hit points, it becomes broken. When it reaches 0 hit points, it becomes wrecked. When it reaches negative hit points equal to its number of squares, it is destroyed&mdash;it is so damaged it cannot even be used for scrap material.</p>", 
    "name": "Damaging a Vehicle", 
    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<table><caption>Table: Vehicle Hit Points by Material</caption><thead><tr><th>Material</th><th>Hit Points per Square</th><th>Hardness</th></tr></thead><tr class=\"odd\"><td>Leather</td><td>10</td><td>0</td></tr><tr class=\"even\"><td>Wood</td><td>15</td><td>5</td></tr><tr class=\"odd\"><td>Stone</td><td>20</td><td>8</td></tr><tr class=\"even\"><td>Metal</td><td>20</td><td>10</td></tr><tr class=\"odd\"><td>Magically treated</td><td>&times;2</td><td>&times;2</td></tr></table>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Table Vehicle Hit Points by Material", 
            "type": "table", 
            "name": "Table: Vehicle Hit Points by Material", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"broken-condition\" class=\"stat-block-2\">Vehicles, and sometimes their methods of propulsion, are objects, and like any other object, when they take damage in excess of half their hit points, they gain the broken condition. When a vehicle gains the broken condition, it takes a &ndash;2 penalty to AC, on saving throws, and on combat maneuver checks, and the DC to drive the vehicle increases by 2. If a vehicle or its means of propulsion becomes broken, both the maximum speed and the acceleration of the vehicle are halved until repaired. If the vehicle is in motion, and is traveling faster than its new maximum speed, it automatically decelerates to its new maximum speed.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Broken Condition", 
            "type": "section", 
            "name": "Broken Condition", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"wrecked-condition\" class=\"stat-block-2\">A vehicle gains the wrecked condition if its hit points are reduced to 0 or fewer. A wrecked vehicle cannot be driven and gains the sinking condition (if in the water) or falls (if in the air). An air vehicle that begins to fall does so at a rate of half its maximum speed each round.If a means of propulsion is reduced to 0 or fewer hit points, it does not gain the wrecked condition. It is instead destroyed. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Wrecked Condition", 
            "type": "section", 
            "name": "Wrecked Condition", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"sinking\" class=\"stat-block-2\">A water vehicle that is reduced to 0 or fewer hit points or a vehicle that is not seaworthy that is plunged into water gains the sinking condition. For a water vehicle, this condition ends when a vehicle is brought to 1 or more hit points, but other vehicles must be removed from the water. A sinking ship fully sinks and is destroyed 10 rounds after gaining the sinking condition. Each additional hit on a sinking ship reduces the remaining time for it to sink by 1 round. Alternatively, when a water vehicle is reduced to a negative number of hit points equal to its number of squares, it sinks immediately. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Sinking", 
            "type": "section", 
            "name": "Sinking", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"destroyed\" class=\"stat-block-2\">A vehicle is destroyed when it is reduced to a number of negative hit points equal to its number of squares. A destroyed vehicle cannot be repaired, and is nothing more than junk.If a vehicle's means of propulsion is an object, it is destroyed when it reaches 0 hit points.If either the means of propulsion or the vehicle is destroyed, it comes to a sudden stop if it is not stopped already. Water vehicles sink and drop to the bottom of the body of water. Air vehicles fall. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Destroyed", 
            "type": "section", 
            "name": "Destroyed", 
            "source": "Ultimate Combat"
        }
    ]
}