{
    "body": "<p id=\"vehicle-combat-maneuvers\">Vehicles typically don't have attacks, though some can be fitted with siege weapons. A vehicle can make, and is often required to make, a vehicular bull rush, vehicular overrun, or ramming maneuver as part of its movement. Unlike creatures, a vehicle can enter the space of creatures or objects smaller than it, and when it does, it makes either a vehicular overrun or vehicular bull rush. When a vehicle hits a creature or a vehicle that is its size or larger, or it hits a solid object (a wall or structure that is immobile and has a hardness of 5 or more), it makes a ramming maneuver. </p>", 
    "name": "Vehicle Combat Maneuvers", 
    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"vehicular-overrun\" class=\"stat-block-2\">Any time any part of a vehicle (including any creatures used as propulsion) enters the space of a creature or vehicle smaller than it, the driver must make a vehicular overrun combat maneuver against the creature or vehicle. This may require the driver to make vehicular overrun checks against the same creature numerous times as new parts of the vehicle enter its square.\t\t\t\tWhen performing a vehicular overrun, the driver uses the base CMB of the vehicle plus her driving skill modifier (or Wisdom skill modifier if she is using that ability to drive the vehicle) as the CMB of the vehicular overrun. If the driver has feats that improve her CMB when overrunning, like the Improved Overrun feat, she may also add those modifiers and benefits to the vehicular overrun. Like a normal overrun, this action provokes an attack of opportunity from the creature being overrun, unless the driver has the Improved Overrun feat. The creature being overrun can make this attack of opportunity on any part of the vehicle that is within reach.\t\t\t\tWhen a vehicular overrun is attempted, the target of the overrun may choose to avoid the vehicle, allowing the vehicle to pass through its space without requiring a vehicular overrun maneuver check. The creature or vehicle cannot avoid a maneuver check if the driver has the Improved Overrun feat, the vehicle is two or more size categories larger than the target, or the target creature is confused, dazed, entangled, flat-footed, helpless, paralyzed, prone, or stunned. If the target does not avoid the vehicle, make the combat maneuver check as normal. If the maneuver is successful, the vehicle moves through the target's space, and the target of the overrun takes the vehicle's ramming damage. If the driver's combat maneuver check exceeds the target's CMD by 5 or more, the target takes twice the vehicle's ramming damage. If the target is a creature, it is also knocked prone. If the target has more than two legs, it gets a +2 bonus to its CMD for each additional leg it has. Vehicles that are overrun are knocked prone if the opposing driver's combat maneuver check result exceeds the vehicle's CMD by 10 or more. A vehicle that is knocked prone makes a sudden stop.\t\t\t\tIt takes at least 5 full-round actions and a DC 25 Strength check from creatures adjacent to the vehicle to push a Large land or water vehicle up from being prone. For every size category that the vehicle is larger than size Large, increase the number of full-round actions by three and the Strength check DC by 5. The driver of a prone air vehicle must succeed at a DC 25 Fly check immediately to avoid falling. A vehicle equipped with a ram deals +2d8 points of damage with a vehicular overrun.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Vehicular Overrun", 
            "type": "section", 
            "name": "Vehicular Overrun", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"vehicular-bull-rush\" class=\"stat-block-2\">As a swift action, taken when the driver takes all but the &ldquo;uncontrolled&rdquo; action while driving the vehicle, a driver can choose to substitute all or some of her vehicular overruns with vehicular bull rush maneuvers until the end of the vehicle's movement that turn. A vehicular bull rush pushes a creature or a vehicle away without doing harm. If the driver does not have the Improved Bull Rush feat or a similar ability, initiating a vehicular bull rush provokes an attack of opportunity from the creature being bull rushed with the vehicle.If the bull rush is successful, the target of the bull rush is pushed 5 feet away from the vehicle. If you succeed at the check for the vehicular bull rush by 5 or more, you can deal the vehicle's ramming damage to the creature. For every 5 by which your attack exceeds your opponent's CMD, you push the target an additional 5 feet away. A creature being moved by a vehicular bull rush does not provoke attacks of opportunity, unless the driver possesses the Greater Bull Rush feat. You cannot bull rush a creature or vehicle into a square that is occupied by an object (including a vehicle). If there is another creature in the way of a bull rush, the driver must immediately make a combat maneuver check to bull rush that creature, taking a &ndash;4 penalty on this check for each creature being pushed beyond the first. If successful, the driver can continue to push the creature or vehicle a distance equal to the lesser result.  </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Vehicular Bull Rush", 
            "type": "section", 
            "name": "Vehicular Bull Rush", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"ramming\" class=\"stat-block-2\">Any time any part of a vehicle (including any creatures used as propulsion) enters the space of a creature or vehicle of its size or larger, or the space of a solid sturdy object (like a wall or a building) no matter the size of that object, it makes a ramming maneuver against that creature or object. There is no maneuver check for a ramming maneuver; its effects happen automatically. When a vehicle makes a ramming maneuver against a creature or an object, the vehicle deals its ramming damage to the creature or object, and the vehicle takes half that damage. The base amount of damage that a ramming vehicle does and takes is determined by its size. When a vehicle makes a ramming maneuver against a solid object, to determine how much damage both the solid object and the vehicle take, allow the vehicle to enter the solid object's space. The vehicle will only travel through that space if the damage is enough to destroy the solid object; in all other cases the vehicle takes the damage and then comes to a sudden stop directly in front of the solid object.When a vehicle makes a ramming maneuver against a creature, a nonsolid object, or another vehicle, it can enter the space of the object or the creature, and even end its move within that space.A vehicle can have a ram or similar ramming device on its forward facing. If it does, it ignores the damage for the first square it enters of a solid object, and all squares for other objects and creatures. A ram can be added to a Large vehicle for 50 gp, a Huge vehicle for 100 gp, a Gargantuan vehicle for 200 gp, and a Colossal vehicle for 400 gp. A vehicle cannot have a ram if it uses muscle propulsion (pulled).If a vehicle is being pulled by a creature or creatures when the vehicle takes damage due to a ramming maneuver, the creatures that are pulling it are damaged as well, and are knocked prone. A successful Reflex saving throw (DC 10 + 1 for every 10 feet of the speed the vehicle was moving when it hit the vehicle, structure, or creature) halves the damage and the creatures pulling it are not knocked prone. If the vehicle making the ramming maneuver is a muscle-propelled (pulled) vehicle, the creatures pulling the vehicle attempt to avoid making a ramming maneuver. If a ramming maneuver is imminent, those creatures decelerate at a rate of up to twice their acceleration as an immediate action or attempt to swerve out of the way (automatically moving diagonally to avoid the vehicle or structure even if they were not driven to do so), avoiding the vehicle or structure if possible. The driver chooses which of these options occurs. A skilled driver can attempt to force the creature to continue the ramming maneuver, but doing so requires a DC 30 Handle Animal, Diplomacy, or Intimidate check, depending on the type and intelligence of the creature. The driver makes this check as an immediate action when the creature tries to decelerate or swerve out of the way.</p>", 
            "name": "Ramming", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Ramming", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<table><caption>Table: Ramming Damage by Size</caption><thead><tr><th>Vehicle Size</th><th>Damage</th></tr></thead><tr class=\"odd\"><td>Large vehicle</td><td>1d8 </td></tr><tr class=\"even\"><td>Huge vehicle</td><td>2d8</td></tr><tr class=\"odd\"><td>Gargantuan vehicle</td><td>4d8</td></tr><tr class=\"even\"><td>Colossal vehicle</td><td>8d8</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Ramming/Table Ramming Damage by Size", 
                    "type": "table", 
                    "name": "Table: Ramming Damage by Size", 
                    "source": "Ultimate Combat"
                }
            ]
        }
    ]
}