{
    "body": "<p>This entry indicates what bonuses the room or team gives to its building's or organization's checks made to generate capital. Buildings and organizations act like characters in that they can attempt a check each day to earn capital performing skilled work (without costing you any downtime). You must pay for capital earned in this way as normal.</p><p>If the room or team's Earnings entry says \"capital\" and a number, it can contribute a bonus on the building's or organization's skilled work check for any type of capital (gp, Goods, Influence, Labor, or Magic). If the Earnings entry lists specific types of capital, it can contribute a bonus on its building's or organization's skilled work checks only for capital of those types. You can apply each room's or team's bonus to any one listed type or capital each day or divide it among multiple listed types of capital. For example, an Alchemy Lab can generate only gp, Goods, or Magic, and not Influence or Labor. One day you could use all +10 of its bonus on the building's capital check to generate gp, on the next day you could use +5 on a check for generating gp and +5 on a check for generating Goods, and so on.</p><p>Most of the time, it's simplest and quickest to just apply all the gp bonuses from all the rooms in each of your buildings and take 10 on the roll. Other times, you might want to generate other types of capital to construct new rooms, recruit new teams, and make upgrades.</p><p>If you have multiple buildings or organizations in a settlement and they can generate the same kind of capital, you don't have to roll for them separately&mdash;you may add all their capital modifiers together and attempt one check for that kind of capital. If you spend a downtime day earning capital on your own, you may add your building and organization bonuses to your roll instead of rolling separately for yourself and each of your businesses or organizations.</p><p>For a room, the Earnings amount already subtracts the cost of having unskilled employees to do the basic work for you. For example, the Earnings listed for having a Bar already account for the wages of a bartender and servers. For a team, the Earnings amount assumes they are working at a building you own. If you don't provide a building for the team to work in or from, halve the Earnings for that team.</p><p>The description section of the unit stat block might list other benefits unrelated to the downtime system.</p>", 
    "name": "Earnings", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Rooms And Teams/Rooms and Teams/Reading a Unit Stat Block/Earnings", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The Inn example in the sidebar on page 92 has a Bar, a Common Room, a Kitchen, a Lodging, and a Stall. The Bar gives gp or Influence +10; the Common Room gives gp or Influence +7; the Kitchen gives gp or Goods +4; the Lodging gives gp +12; and the Stall gives gp, Goods, or Labor +8. All of those rooms can earn gp, so if you want to earn gp, just add all the room bonuses together (total +41) and make a skilled work check for the Inn to see how much gp you earn (see page 78). If you wanted to use the Bar's bonus to contribute to generating Influence and use the rest of the rooms' bonuses on gp, you'd attempt one skilled work check for Influence with a +10 modifier (the Bar's bonus) and another skilled work check for gp with a +31 modifier (the total bonuses from the Common Room, Lodging, and Stall).</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}