{
    "body": "<p>The water elementalist draws magic from the ocean depths. His power is fluid as well, crushing foes in mighty waves or wearing them down through timeless erosion.</p>", 
    "name": "Water School", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School", 
    "type": "section", 
    "subtype": "elemental_arcane_school", 
    "sections": [
        {
            "body": "<p id=\"water-supremacy\">You gain a +2 enhancement bonus on Swim skill checks. This bonus increases by +1 for every five wizard levels you possess. In addition, you can hold your breath for a number of rounds equal to four times your Constitution score before you must start making checks to avoid drowning. At 10th level, you gain a swim speed equal to your base speed. At 20th level, whenever you make a Swim skill check, assume the roll resulted in a natural 20.</p>", 
            "name": "Water Supremacy", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School/Water Supremacy", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"cold-blast\">As a standard action, you can unleash a blast of freezing cold. This blast deals 1d6 points of cold damage + 1 point for every two wizard levels you possess to all creatures within 5 feet of you and staggers them for 1 round. A successful Reflex save negates the staggered effect and halves the damage. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
            "name": "Cold Blast", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School/Cold Blast", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"wave\">At 8th level, you can create a wave of water that starts at your location and moves 30 feet per round away from you in a direction of your choosing. Creatures struck by the wave might be knocked down and pushed away. Make a caster level check against the CMD of each creature struck. If you succeed, the creature is knocked prone. If your check exceeds the CMD of the creature by 5 or more, it is carried with the wave during the wave's movement this round. You receive a +5 bonus on this check if the creature shares its space with the wave at the start of your turn (when the wave moves). Creatures carried in this way can move out of the wave on their turn if they succeed on a Strength check (DC = 10 + 1/2 your caster level + your Intelligence modifier), but they cannot breathe while sharing space with the wave. The wave is up to 20 feet high and up to 5 feet long for each wizard level you possess. Nonmagical fires hit by the wave are automatically extinguished. Magical fire effects are unaffected. You can use this ability for a number of rounds per day equal to 1/2 your wizard level.</p>", 
            "name": "Wave", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School/Wave", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}