{
    "body": "<p>In-game, a person has a chance of going insane every time he suffers a tremendous shock to one of his mental ability scores&mdash;Intelligence, Wisdom, or Charisma. Every time a creature is reduced to a score of 0 in one of these scores, there's a chance he goes insane. (Note: Wisdom damage is particularly likely to cause insanity, since a 0 Wisdom score imparts a &ndash;5 penalty on all Will saves.) Either roll on the table on this page or select an insanity appropriate to the cause of what reduced the victim's score to 0. You should make the victim's saving throw in secret&mdash;he should not know the result, nor the type of insanity that might afflict him. These effects should play out naturally&mdash;some insanities (like phobias) take days or even months to trigger or have effects, while others (such as paranoia) are immediately obvious.</p><p>At your option, a creature can run the risk of going insane under extremely unusual situations, even when his mental ability scores are unharmed. A character suffering from long imprisonment might have to make a save against developing agoraphobia or claustrophobia. Someone repeatedly betrayed by allies might have to make a save against developing paranoia. And a poor soul whose mind is possessed by a powerful demon might have to make a save upon being exorcized to keep from becoming psychotic. The causes of such insanities are left to you as the GM to determine.</p><p>Insanity can also be inflicted via magic. Consider allowing the spell <i>insanity</i> to merely inflict 1 randomly determined insanity per 5 caster levels on its victim rather than causing permanent confusion. <i>Bestow curse</i> can also inflict a single insanity on a foe, although in this case the insanity is also a curse.</p><p>It's possible to suffer from multiple forms of insanity. If you become afflicted with a form of insanity you are already suffering from, the current DC of that insanity increases by +5.</p>", 
    "url": "pfsrd://Game Mastery Guide/Rules/Sanity and Madness/Going Insane", 
    "type": "section", 
    "name": "Going Insane", 
    "source": "Game Mastery Guide"
}