{
    "body": "<p>When a creature goes insane, roll on the following table to determine what form of insanity strikes. Alternatively, you can assign the insanity to match the cause.</p>", 
    "name": "Types of Insanity", 
    "url": "pfsrd://Game Mastery Guide/Rules/Sanity and Madness/Types of Insanity", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<table><thead><tr><th>d%</th><th>Insanity</th></tr></thead><tbody><tr class=\"odd\"><td>1&ndash;11</td><td>Amnesia</td></tr><tr class=\"even\"><td>12&ndash;48</td><td>Mania/Phobia</td></tr><tr class=\"odd\"><td>49&ndash;68</td><td>Multiple Personality Disorder</td></tr><tr class=\"even\"><td>69&ndash;78</td><td>Paranoia</td></tr><tr class=\"odd\"><td>79&ndash;84</td><td>Psychosis</td></tr><tr class=\"even\"><td>85&ndash;100</td><td>Schizophrenia</td></tr></tbody></table>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Sanity and Madness/Types of Insanity/d%", 
            "type": "table", 
            "name": "d%", 
            "source": "Game Mastery Guide"
        }, 
        {
            "name": "Amnesia", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Sanity and Madness/Types of Insanity/Amnesia", 
            "type": "affliction", 
            "effect": "-4 penalty on Will saving throws and all skill checks; loss of memory (see below)", 
            "onset": "immediate", 
            "subtype": "insanity", 
            "save": "Will DC 20", 
            "sections": [
                {
                    "body": "<p>A character suffering from amnesia cannot remember things; his name, his skills, and his past are all equal mysteries. He can build new memories, but any memories that existed before he became an amnesiac are suppressed.</p><p>Worse, the amnesiac loses all class abilities, feats, and skill ranks for as long as his amnesia lasts. He retains his base attack bonus, base saving throw bonuses, combat maneuver bonus, combat maneuver defense, total experience points, and hit dice (and hit points), but everything else is gone until the amnesia is cured. If a character gains a class level while suffering from amnesia, he may use any abilities gained by that class level normally. If the class level he gained was of a class he already possess levels in, he gains the abilities of a 1st-level character of that class, even though he is technically of a higher level in that class. If his amnesia is later cured, he regains all the full abilities of this class, including those gained from any levels taken while he was suffering from amnesia.</p>", 
                    "source": "Game Mastery Guide", 
                    "type": "section", 
                    "name": "Description"
                }
            ]
        }, 
        {
            "name": "Mania/Phobia", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Sanity and Madness/Types of Insanity/Mania_Phobia", 
            "type": "affliction", 
            "effect": "target is sickened (if manic) or shaken (if phobic) as long as the source of the mania or phobia is obvious; chance of becoming fascinated or frightened (see below)", 
            "onset": "1 day", 
            "subtype": "insanity", 
            "save": "Will DC 14", 
            "sections": [
                {
                    "body": "<p>A mania is an irrational obsession with a (usually inappropriate) particular object or situation, while a phobia is an irrational fear of a (usually commonplace) object or situation. Additionally, if a manic or phobic character is directly confronted by his obsession (requiring a standard action), he must make a Will save against the insanity or become fascinated (if manic) or frightened (if phobic) by the object for 1d6 rounds.</p>", 
                    "source": "Game Mastery Guide", 
                    "type": "section", 
                    "name": "Description"
                }
            ]
        }, 
        {
            "name": "Multiple Personality Disorder", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Sanity and Madness/Types of Insanity/Multiple Personality Disorder", 
            "type": "affliction", 
            "effect": "-6 penalty on Will saving throws and Wisdom-based skill checks; multiple personalities (see below)", 
            "onset": "2d6 days", 
            "subtype": "insanity", 
            "save": "Will DC 19", 
            "sections": [
                {
                    "body": "<p>This is a complicated disorder that manifests as 1 or more distinct and different personalities within the same body and mind. The number of additional personalities the victim manifests equals the DC of the insanity divided by 10 (round down, minimum of 1 additional personality). Should the insanity worsen in some way (such as by the save DC increasing), the number of additional personalities increases as well. Likewise, the number of additional personalities decreases as the sufferer recovers and the insanity's DC decreases. The GM should develop these additional personalities.</p><p>Every morning, and each time the afflicted character is rendered unconscious, he must make a Will save against his insanity's DC. Failure indicates that a different personality takes over. A character's memories and skills remain unchanged, but the various personalities have no knowledge of each other and will deny, often violently, that these other personalities exist.</p>", 
                    "source": "Game Mastery Guide", 
                    "type": "section", 
                    "name": "Description"
                }
            ]
        }, 
        {
            "name": "Paranoia", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Sanity and Madness/Types of Insanity/Paranoia", 
            "type": "affliction", 
            "effect": "-4 penalty on Will saves and Charisma-based skill checks; cannot receive benefit from or attempt the Aid Another action; cannot willingly accept aid (including healing) from another creature unless he makes a Will save against his insanity's DC", 
            "onset": "2d6 days", 
            "subtype": "insanity", 
            "save": "Will DC 17", 
            "sections": [
                {
                    "body": "<p>The paranoid character is convinced that the world and all that dwell within it are out to get him. Paranoid characters are typically argumentative or introverted.</p>", 
                    "source": "Game Mastery Guide", 
                    "type": "section", 
                    "name": "Description"
                }
            ]
        }, 
        {
            "name": "Psychosis", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Sanity and Madness/Types of Insanity/Psychosis", 
            "type": "affliction", 
            "effect": "character becomes chaotic evil; gains +10 competence bonus on Bluff checks to hide insanity", 
            "onset": "3d6 days", 
            "subtype": "insanity", 
            "save": "Will DC 20", 
            "sections": [
                {
                    "body": "<p>This complex insanity fills the victim with hate for the world. He may suppress his psychosis for a period of 1 day by making a Will save against the DC of his insanity, otherwise he cannot help but plot and plan the death and destruction of his friends and enemies alike. For the most part, the impact of psychosis must be roleplayed, although not all players find entertainment in roleplaying a lunatic who's trying to do in his friends. In such cases, the GM should assume control of the character whenever his psychosis is in control.</p>", 
                    "source": "Game Mastery Guide", 
                    "type": "section", 
                    "name": "Description"
                }
            ]
        }, 
        {
            "name": "Schizophrenia", 
            "source": "Game Mastery Guide", 
            "url": "pfsrd://Game Mastery Guide/Rules/Sanity and Madness/Types of Insanity/Schizophrenia", 
            "type": "affliction", 
            "effect": "-4 penalty on all Wisdom and Charisma-based skill checks; cannot take 10 or take 20; chance of becoming confused (see below)", 
            "onset": "1d6 days", 
            "subtype": "insanity", 
            "save": "Will DC 16", 
            "sections": [
                {
                    "body": "<p id=\"description\"> A schizophrenic character has lost his grip on reality, and can no longer tell the difference between what is real and what is not. These constant hallucinations cause the schizophrenic to appear erratic, chaotic, and unpredictable to others. Each time a schizophrenic character finds himself in a stressful situation (such as combat) he must make a Will save against his insanity's DC. Failure indicates that the character becomes confused for 1d6 rounds.</p>", 
                    "source": "Game Mastery Guide", 
                    "type": "section", 
                    "name": "Description"
                }
            ]
        }
    ]
}