{
    "source": "OGL", 
    "sections": [
        {
            "source": "OGL", 
            "text": "<p> The following items are hereby identified as Product Identity, as defined in the Open Game License 1.0a, Section 1(e), and are not Open Content: All trademarks, registered trademarks, proper names (characters, deities, etc.), dialogue, plots, storylines, locations, characters, artworks, and trade dress. (Elements that have previously been designated as Open Game Content are not included in this declaration.)</p>", 
            "type": "section", 
            "name": "Product Identity"
        }, 
        {
            "source": "OGL", 
            "text": "<p> Except for material designated as Product Identity (see above), the game mechanics of this Paizo Publishing game product are Open Game Content, as defined in the Open Game License version 1.0a Section 1(d). No portion of this work other than the material designated as Open Game Content may be reproduced in any form without written permission.</p><p>OPEN GAME LICENSE Version 1.0a</p><p>The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.</p><p>1. Definitions: (a) \"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b) \"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d) \"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts, creatures, characters, stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.</p><p>2. The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.</p><p>3. Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.</p><p>4. Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.</p><p>5. Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.</p><p>6. Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.</p><p>7. Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.</p><p>8. Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.</p><p>9. Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.</p><p>10. Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You distribute.</p><p>11. Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.</p><p>12. Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.</p><p>13. Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.</p><p>14. Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.</p><p>15. COPYRIGHT NOTICE</p><p>Open Game License v 1.0a Copyright 2000, Wizards of the Coast, Inc.</p>", 
            "type": "section", 
            "name": "Open Content"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. Copyright 2000, Wizards of the Coast, Inc.; Authors Jonathan Tweet, Monte Cook, Skip Williams, based on material by E. Gary Gygax and Dave Arneson.</p>", 
            "type": "section", 
            "name": "System Reference Document"
        }, 
        {
            "source": "OGL", 
            "text": "<p> &copy; 2011, Paizo Publishing, LLC; Author: Paizo Publishing, LLC.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Reference Document."
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Core Rulebook"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Bestiary"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2010, Paizo Publishing, LLC; Authors Wolfgang Baur, Jason Bulmahn, Adam Daigle, Graeme Davis, Crystal Frasier, Joshua J. Frost, Tim Hitchcock, Brandon Hodge, James Jacobs, Steve Kenson, Hal MacLean, Martin Mason, Rob McCreary, Erik Mona, Jason Nelson, Patrick Renie, Sean K Reynolds, F. Wesley Schneider, Owen K.C. Stephens, James L. Sutter, Russ Taylor, and Greg A. Vaughan, based on material by Jonathan Tweet, Monte Cook, and Skip Williams.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Bestiary 2"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2011, Paizo Publishing, LLC; Authors: Jesse Benner, Jason Bulmahn, Adam Daigle, James Jacobs, Michael Kenway, Rob McCreary, Patrick Renie, Chris Sims, F. Wesley Schneider, James L. Sutter, and Russ Taylor, based on material by Jonathan Tweet, Monte Cook, and Skip Williams.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Bestiary 3"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2013, Paizo Publishing, LLC; Authors: Dennis Baker, Jesse Benner, Savannah Broadway, Ross Byers, Adam Daigle, Tim Hitchcock, Tracy Hurley, James Jacobs, Matt James, Rob McCreary, Jason Nelson, Tom Phillips, Stephen Radney- MacFarland, Sean K Reynolds, F. Wesley Schneider, Tork Shaw, and Russ Taylor.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Bestiary 4"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2010, Paizo Publishing, LLC; Author: Cam Banks, Wolfgang Buar, Jason Bulmahn, Jim Butler, Eric Cagle, Graeme Davis, Adam Daigle, Joshua J. Frost, James Jacobs, Kenneth Hite, Steven Kenson, Robin Laws, Tito Leati, Rob McCreary, Hal Maclean, Colin McComb, Jason Nelson, David Noonan, Richard Pett, Rich Redman, Sean K reynolds, F. Wesley Schneider, Amber Scorr, Doug Seacat, Mike Selinker, Lisa Stevens, James L. Sutter, Russ Taylor, Penny Williams, Skip Williams, Teeuwynn Woodruff.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game GameMastery Guide"
        }, 
        {
            "source": "OGL", 
            "text": "<p> &copy; 2014, Paizo Inc.; Authors: Dennis Baker, Ross Byers, Jesse Benner, Savannah Broadway, Jason Bulmahn, Jim Groves, Tim Hitchcock, Tracy Hurley, Jonathan H. Keith, Will McCardell, Dale C. McCoy, Jr., Tom Phillips, Stephen Radney-MacFarland, Thomas M. Reid, Sean K Reynolds, Tork Shaw, Owen K.C. Stephens, and Russ Taylor.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Advanced Class Guide"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2010, Paizo Publishing, LLC; Author: Jason Bulmahn</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Advanced Player's Guide"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2012, Paizo Publishing, LLC; Authors: Dennis Baker, Jesse Benner, Benjamin Bruck, Jason Bulmahn, Adam Daigle, Jim Groves, Tim Hitchcock, Hal MacLean, Jason Nelson, Stephen Radney-MacFarland, Owen K.C. Stephens, Todd Stewart, and Russ Taylor.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Advanced Race Guide"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2014, Paizo Inc.; Authors: Dennis Baker, Jesse Benner, Logan Bonner, Jason Bulmahn, Ross Byers, John Compton, Robert N. Emerson, Jonathan H. Keith, Dale C. McCoy, Jr., Mark Moreland, Tom Phillips, Stephen Radney-MacFarland, Sean K Reynolds, Thomas M. Reid, Patrick Renie, Mark Seifter, Tork Shaw, Neil Spicer, Owen K.C. Stephens, and Russ Taylor.</p><p><strong><em>Pathfinder Roleplaying Game Mythic Adventures</em></strong> &copy; 2013, Paizo Publishing, LLC; Authors: Jason Bulmahn, Stephen Radney-MacFarland, Sean K Reynolds, Dennis Baker, Jesse Benner, Ben Bruck, Jim Groves, Tim Hitchcock, Tracy Hurley, Jonathan Keith, Jason Nelson, Tom Phillips, Ryan Macklin, F. Wesley Schneider, Amber Scott, Tork Shaw, Russ Taylor, and Ray Vallese.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Monster Codex"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2012, Paizo Publishing, LLC; Authors: Jesse Benner, Jason Bulmahn, Adam Daigle, Alex Greenshields, Rob McCreary, Mark Moreland, Jason Nelson, Stephen Radney-MacFarland, Patrick Renie, Sean K Reynolds, and Russ Taylor.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game NPC Codex"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Ultimate Magic"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2013, Paizo Publishing, LLC; Authors: Jesse Benner, Benjamin Bruck, Jason Bulmahn, Ryan Costello, Adam Daigle, Matt Goetz, Tim Hitchcock, James Jacobs, Ryan Macklin, Colin McComb, Jason Nelson, Richard Pett, Stephen Radney-MacFarland, Patrick Renie, Sean K Reynolds, F. Wesley Schneider, James L. Sutter, Russ Taylor, and Stephen Townshend.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Ultimate Campaign"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2011, Paizo Publishing, LLC; Authors: Dennis Baker, Jesse Benner, Benjamin Bruck, Jason Bulmahn, Brian J. Cortijo, Jim Groves, Tim Hitchcock, Richard A. Hunt, Colin McComb, Jason Nelson, Tom Phillips, Patrick Renie, Sean K Reynolds, and Russ Taylor.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Ultimate Combat"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2012 Paizo Publishing, LLC; Authors: Dennis Baker, Jesse Benner, Benjamin Bruck, Ross Byers, Brian J. Cortijo, Ryan Costello, Mike Ferguson, Matt Goetz, Jim Groves, Tracy Hurley, Matt James, Jonathan H. Keith, Michael Kenway, Hal MacLean, Jason Nelson, Tork Shaw, Owen KC Stephens, and Russ Taylor.</p>", 
            "type": "section", 
            "name": "Pathfinder Roleplaying Game Ultimate Equipment"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2014, Paizo Inc.; Authors: James Jacobs and Russ Taylor.</p>", 
            "type": "section", 
            "name": "Pathfinder Campaign Setting: Technology Guide"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2003, Sean K Reynolds.</p>", 
            "type": "section", 
            "name": "Anger of Angels"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2004, Green Ronin Publishing, LLC; Author: Matt Sernett.\n</p>", 
            "type": "section", 
            "name": "Advanced Bestiary"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2003, Green Ronin Publishing; Authors: Aaron Loeb, Erik Mona, Chris Pramas, Robert J. Schwalb.</p>", 
            "type": "section", 
            "name": "Book of Fiends"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2002, Monte J. Cook.</p>", 
            "type": "section", 
            "name": "The Book of Hallowed Might"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2003, Monte J. Cook.</p>", 
            "type": "section", 
            "name": "Monte Cook's Arcana Unearthed"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2002 Citizen Games/Troll Lord Games; Authors: Mike McArtor, W. Jason Peck, Jeff Quick, and Sean K Reynolds.</p>", 
            "type": "section", 
            "name": "Path of the Magi"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2002, Sean K Reynolds. </p>", 
            "type": "section", 
            "name": "Skreyn's Register: The Bonds of Magic"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2008, Monte J. Cook. All rights reserved.</p>", 
            "type": "section", 
            "name": "The Book of Experimental Might"
        }, 
        {
            "source": "OGL", 
            "text": "<p>. &copy; 2002, Necromancer Games, Inc.; Authors: Scott Greene, with Clark Peterson, Erica Balsley, Kevin Baase, Casey Christofferson, Lance Hawvermale, Travis Hawvermale, Patrick Lawinger, and Bill Webb; Based on original content from TSR.</p>", 
            "type": "section", 
            "name": "Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2008, Open Design LLC, www.koboldquarterly.com; Authors: John Baichtal, Wolfgang Baur, Ross Byers, Matthew Cicci, John Flemming, Jeremy Jones, Derek Kagemann, Phillip Larwood, Richard Pett, and Stan!</p>", 
            "type": "section", 
            "name": "Kobold Quarterly Issue 7"
        }, 
        {
            "source": "OGL", 
            "text": "<p></p>", 
            "type": "section", 
            "name": "The Tome of Horrors III, &copy; 2005, Necromancer Games, Inc.; Author Scott Greene."
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Authors Scott Greene and Clark Peterson, based on original material by Guy Shearer.</p>", 
            "type": "section", 
            "name": "Adherer from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Amphisbaena from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by E. Gary Gygax.</p>", 
            "type": "section", 
            "name": "Angel, Monadic Deva from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by E. Gary Gygax.</p>", 
            "type": "section", 
            "name": "Angel, Movanic Deva from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games,Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Animal Lord from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Ascomid from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Atomie from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Aurumvorax from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Axe Beak from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p> &copy; 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Baphomet from the Tome of Horrors Complete"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Authors Scott Peterson and Clark Peterson, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Bat, Mobat from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Beetle, Slicer from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Roger Musson.</p>", 
            "type": "section", 
            "name": "Blindheim from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Basidirond from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by E. Gary Gygax.</p>", 
            "type": "section", 
            "name": "Brownie from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Dermot Jackson.</p>", 
            "type": "section", 
            "name": "Bunyip from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Authors Scott Greene, based on original material by Albie Fiore.</p>", 
            "type": "section", 
            "name": "Carbuncle from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Jean Wells.</p>", 
            "type": "section", 
            "name": "Caryatid Column from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Lawrence Schick.</p>", 
            "type": "section", 
            "name": "Cave Fisher from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Roger Musson.</p>", 
            "type": "section", 
            "name": "Crypt Thing from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Crystal Ooze from the Tome of Horrors"
        }, 
        {
            "name": "Daemon, Ceustodaemon from the Tome of Horrors, Revised", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by E. Gary Gygax.</p>", 
            "source": "OGL", 
            "abbrev": "Guardian Daemon", 
            "type": "section"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by E. Gary Gygax.</p>", 
            "type": "section", 
            "name": "Daemon, Derghodaemon from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by E. Gary Gygax.</p>", 
            "type": "section", 
            "name": "Daemon, Guardian from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by E. Gary Gygax.</p>", 
            "type": "section", 
            "name": "Daemon, Hydrodaemon from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by E. Gary Gygax.</p>", 
            "type": "section", 
            "name": "Daemon, Piscodaemon from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Rik Shepard.</p>", 
            "type": "section", 
            "name": "Dark Creeper from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Simon Muth.</p>", 
            "type": "section", 
            "name": "Dark Stalker from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2011, Necromancer Games, Inc.; published and distributed by Frog God Games; Author: Scott Greene, based on original material by Underworld Oracle.</p>", 
            "type": "section", 
            "name": "Death Dog from the Tome of Horrors Complete"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene and Erica Balsley.</p>", 
            "type": "section", 
            "name": "Death Worm from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Jean Wells.</p>", 
            "type": "section", 
            "name": "Decapus from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Demodand, Shaggy from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Demodand, Slimy from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Demodand, Tarry from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Demon, Nabasu from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2011, Necromancer Games, Inc.; published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.\n</p>", 
            "type": "section", 
            "name": "Demon Lord, Kostchtchie from the Tome of Horrors Complete"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2011, Necromancer Games, Inc.; published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Demon Lord, Pazuzu from the Tome of Horrors Complete"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Jeff Wyndham.</p>", 
            "type": "section", 
            "name": "Dire Corby from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Roger Musson.</p>", 
            "type": "section", 
            "name": "Disenchanter from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Brian Jaeger and Gary Gygax.</p>", 
            "type": "section", 
            "name": "Dragon, Faerie from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Dragon Horse from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Dracolisk from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Dust Digger from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2011, Necromancer Games, Inc.; published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Executioner's Hood from the Tome of Horrors Complete"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Simon Tilbrook.</p>", 
            "type": "section", 
            "name": "Flail Snail from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by J.D. Morris.</p>", 
            "type": "section", 
            "name": "Flind and Flindbar from the Tome of Horrors Complete"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Ian McDowell and Douglas Naismith.</p>", 
            "type": "section", 
            "name": "Flumph from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Froghemoth from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Foo Creature from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Ian Livingstone.</p>", 
            "type": "section", 
            "name": "Forlarren from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p> &copy; 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Genie, Marid from the Tome of Horrors Complete"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Giant Slug from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Wizards of the Coast.</p>", 
            "type": "section", 
            "name": "Giant, Wood from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Gloomwing from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p><b>Nereid from the <i>Tome of Horrors Complete</i></b> &copy; 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.", 
            "type": "section", 
            "name": "Grippli from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Peter Brown.</p>", 
            "type": "section", 
            "name": "Gryph from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Hangman Tree from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene and Erica Balsley, based on original material by Gary Gygax.\n</p>", 
            "type": "section", 
            "name": "Hippocampus from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Underworld Oracle.</p>", 
            "type": "section", 
            "name": "Huecuva from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene.</p>", 
            "type": "section", 
            "name": "Ice Golem from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Philip Masters.</p>", 
            "type": "section", 
            "name": "Iron Cobra from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Jackalwere from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Jubilex from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Nick Louth.</p>", 
            "type": "section", 
            "name": "Kamadan from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Kech from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Lawrence Schick.</p>", 
            "type": "section", 
            "name": "Kelpie from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Korred from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Leprechaun from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2011, Necromancer Games, Inc.; published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Lurker Above from the Tome of Horrors Complete"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene.</p>", 
            "type": "section", 
            "name": "Magma ooze from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2005, Necromancer Games, Inc.; Author Scott Greene.</p>", 
            "type": "section", 
            "name": "Marid from the Tome of Horrors III"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by E. Gary Gygax.</p>", 
            "type": "section", 
            "name": "Mihstu from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Ian Livingstone and Mark Barnes.</p>", 
            "type": "section", 
            "name": "Mite from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Mongrelman from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Nabasu Demon from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by Simon Tillbrook.</p>", 
            "type": "section", 
            "name": "Necrophidius from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Nereid from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Pech from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Phycomid from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Lewis Pulsipher.</p>", 
            "type": "section", 
            "name": "Poltergeist from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Quickling from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Quickwood from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene and Clark Peterson, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Rot Grub from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Russet Mold from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by Roger Musson.</p>", 
            "type": "section", 
            "name": "Sandman from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author: Scott Greene, based on original material by Roger Musson.</p>", 
            "type": "section", 
            "name": "Scarecrow from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Neville White.</p>", 
            "type": "section", 
            "name": "Shadow Demon from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Simon Muth.</p>", 
            "type": "section", 
            "name": "Skulk from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Slime Mold from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Slithering Tracker from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by David Cook.</p>", 
            "type": "section", 
            "name": "Soul Eater from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene and Erica Balsley, based on original material by Roger Moore and Gary Gygax.</p>", 
            "type": "section", 
            "name": "Spriggan from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Tenebrous Worm from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, Necromancer Games, Inc.; Author Scott Greene, based on original material by Mike Roberts.</p>", 
            "type": "section", 
            "name": "Tentamort from the Tome of Horrors, Revised, &copy; 2002"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Tick, Giant & Dragon from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2011, Necromancer Games, Inc.; published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Trapper from the Tome of Horrors Complete"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Russell Cole.</p>", 
            "type": "section", 
            "name": "Troll, Ice from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene.</p>", 
            "type": "section", 
            "name": "Troll, Rock from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Vegepygmy from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Wolf-In-Sheep's-Clothing from the Tome of Horrors, Revised"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Authors Scott Greene and Patrick Lawinger.</p>", 
            "type": "section", 
            "name": "Wood Golem from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Albie Fiore.</p>", 
            "type": "section", 
            "name": "Yellow Musk Creeper from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Albie Fiore.</p>", 
            "type": "section", 
            "name": "Yellow Musk Zombie from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Yeti from the Tome of Horrors"
        }, 
        {
            "source": "OGL", 
            "text": "<p>, &copy; 2002, Necromancer Games, Inc.; Author Scott Greene, based on original material by Gary Gygax.</p>", 
            "type": "section", 
            "name": "Zombie, Juju from the Tome of Horrors, Revised"
        }
    ], 
    "name": "OGL", 
    "type": "section"
}