{
    "body": "<p>Known as skilled craftsmen, fierce warriors, and pious clerics, members of the dwarven race prove just as diverse as the human folk who dwell on the surface. Certainly fewer of their number turn to the arcane arts than do elves, but a number of powerful sorcerer and wizard clans are found within the dwarven ranks. Likewise, some dwarves turn to thievery and cunning, taking up the role of rogue or even assassin.</p><p>In addition to this diversity in profession, dwarves are more varied in their backgrounds than they might first appear. Not every dwarf lives so close to the surface and receives training to fight against giants. Similarly, some dwarves did not come of age fighting against goblins and orcs, instead facing other, equally menacing foes. Such dwarves might have different racial traits than those who are raised in a more traditional lifestyle.</p>", 
    "name": "Dwarves", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Dwarves who chose to become adventurers tend to be martial characters, from berserk barbarians to hammer-wielding clerics. Regardless of their chosen professions, dwarven adventurers are always ready for a fight.</p>", 
            "name": "Dwarf Adventurers", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Dwarf Adventurers", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>While many respected dwarves practice alchemy, few take on the role of alchemist&mdash;except in the interest of creating magical beers. Dwarves see alchemists as odd folk, best to be avoided though still respected.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p>Although their kin usually call them berserkers, dwarf barbarians are a valuable part of many dwarven armies. Those who strike out on their own to become adventurers do so in search of greater challenges.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p>Dwarves value their long and glorious history above all else. Dwarf bards often receive intense training in their history, reciting tales and ballads that recount their past. Of course, every dwarven bard also knows at least a dozen bawdy drinking songs.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p>Dwarf cavaliers are almost unheard of; the few dwarven cavaliers are almost exclusively surface dwellers, riding on ponies or even giant boars. Not surprisingly, many dwarves see cavaliers as odd folk, not to be trusted.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cavalier"
                }, 
                {
                    "body": "<p>Dwarves have a close connection with their gods and a long tradition of producing powerful and influential clerics. Dwarves selected for a life of devotion are trained from an early age, but after training, they are free to explore the world and spread the faith.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p>The general lack of flora below ground leads few dwarves to take up the druid's call. Those who find a bond with nature are either drawn to subterranean forms of life or move to the surface to adopt the environments that land has to offer.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p>Dwarf fighters hold a position of respect and authority in most dwarven cultures. They are a necessity of life in the harsh environments underground, and many dwarves are trained in martial combat from a young age. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p>Although not unheard of, dwarves rarely commit treason against their own people. As a result, the few dwarves who take up the mantle of inquisitor spend most of their time traveling the world to protect their people from outside threats.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p>While many dwarves possess the discipline to take on the role of monk, most turn to more traditional forms of combat that employ heavy armor and a trusty axe. Most dwarf monks congregate in small enclaves of like-minded individuals.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p>Most dwarf oracles draw their power from the earth around them or the spirits of their ancestors, making them respected members of dwarven society. While they are not venerated like the clergy, dwarf oracles are often consulted in times of crisis and called on for aid in times of war.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p>Few dwarves aspire to paladinhood. Blending both devotion and martial skill, dwarf paladins are just as likely to be crusaders for dwarven interests as defenders guarding dwarven strongholds.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Paladin"
                }, 
                {
                    "body": "<p>Dwarves are renowned for holding grudges. It should come as no surprise that a number of dwarves decide to become rangers focused on destroying the enemies of their people.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>Dwarves who turn to the art of subterfuge tend to focus on working with traps and surprising enemies rather than pickpocketing and double-talk.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p>Dwarven society prizes those few among them who draw their power from benevolent or noble bloodlines, but shun those tainted by darker influences.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p>Most dwarves do not understand the powerful bond between a summoner and his eidolon, making this a rare profession for the stout folk. The eidolons of dwarf summoners often look similar to earth elementals or iron golems.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }, 
                {
                    "body": "<p>Members of dwarven society who form a pact with a familiar and take on the title of witch do so in secrecy. Their kin are distrustful of such agreements, preferring instead to rely upon the power of their deities.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Witch"
                }, 
                {
                    "body": "<p>Dwarves have never had a long tradition of arcane magic, and its study is a rare thing, though still more common than natural-born sorcery. Forgoing traditional dwarven training in favor of arcane study marks most wizards as outsiders among their young peers, though aged and learned wizards are well respected.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ]
        }, 
        {
            "body": "<p>The following racial traits might be selected instead of existing dwarf racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"ancient-enmity\">Dwarves have long been in conflict with elves, especially the hated drow. Dwarves with this racial trait receive a +1 bonus on attack rolls against humanoid creatures of the elf subtype. This racial trait replaces the hatred racial trait.</p>", 
                    "name": "Ancient Enmity", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Ancient Enmity", 
                    "subtype": "dwarf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"craftsman\">Dwarves are known for their superior craftsmanship when it comes to metal and stone works. Dwarves with this racial trait receive a +2 racial bonus on all Craft or Profession checks that create objects from metal or stone. This racial trait replaces the greed racial trait.</p>", 
                    "name": "Craftsman", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Craftsman", 
                    "subtype": "dwarf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"deep-warrior\">Dwarves with this racial trait grew up facing the abominations that live deep beneath the surface. They receive a +2 dodge bonus to AC against monsters of the aberration type and a +2 racial bonus to their CMB on attempts made to grapple such creatures (or to continue a grapple). This racial trait replaces the defensive training racial trait.</p>", 
                    "name": "Deep Warrior", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Deep Warrior", 
                    "subtype": "dwarf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"lorekeeper\">Dwarves keep extensive records about their history and the world around them. Dwarves with this racial trait receive a +2 racial bonus on Knowledge (history) skill checks that pertain to dwarves or their enemies. They can make such skill checks untrained. This racial trait replaces the greed racial trait.</p>", 
                    "name": "Lorekeeper", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Lorekeeper", 
                    "subtype": "dwarf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"magic-resistant\">Some of the older dwarven clans are particularly resistant to magic. Dwarves with this racial trait gain spell resistance equal to 5 + their character level. This resistance can be lowered for 1 round as a standard action. Dwarves with this racial trait take a &ndash;2 penalty on all concentration checks made in relation to arcane spells. This racial trait replaces the hardy racial trait.</p>", 
                    "name": "Magic Resistant", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Magic Resistant", 
                    "subtype": "dwarf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"relentless\">Dwarves are skilled at pushing their way through a battlefield, tossing aside lesser foes with ease. Dwarves with this racial trait receive a +2 bonus on Combat Maneuver checks made to bull rush or overrun an opponent. This bonus only applies while both the dwarf and his opponent are standing on the ground. This racial trait replaces the stability racial trait. </p>", 
                    "name": "Relentless", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Relentless", 
                    "subtype": "dwarf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"stonesinger\">Some dwarves' affinity with the earth grants them greater powers. Dwarves with this racial trait are treated as 1 level higher when casting spells with the earth descriptor or using granted powers of the Earth domain, the bloodline powers of the earth elemental bloodline, and revelations of the oracle's stone mystery. This ability does not give the dwarf early access to level-based powers; it only affects powers the dwarf could use without this ability. This racial trait replaces the stonecunning racial trait.</p>", 
                    "name": "Stonesinger", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Stonesinger", 
                    "subtype": "dwarf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"stubborn\">Dwarves are renowned for being stubborn. Dwarves with this racial trait receive a +2 racial bonus on Will saves to resist spells and spell-like abilities of the enchantment (charm) and enchantment (compulsion) schools. In addition, if they fail such a save, they receive another save 1 round later to prematurely end the effect (assuming it has a duration greater than 1 round). This second save is made at the same DC as the first. If the dwarf has a similar ability from another source (such as a rogue's slippery mind), he can only use one of these abilities per round, but can try one on the second round if the first reroll ability fails). This racial trait replaces the hardy racial trait.</p>", 
                    "name": "Stubborn", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Dwarves/Alternate Racial Traits/Stubborn", 
                    "subtype": "dwarf", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>Instead of receiving an additional skill rank or hit point whenever he gains a level in a favored class, a dwarf has the option of choosing from a number of other bonuses, depending upon his favored class. The following options are available to all dwarves who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Add 1 to the dwarf's total number of rage rounds per day.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p>Select one domain power granted at 1st level that is normally usable for a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds 1/2 to the number of uses per day of that domain power.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p>Add +1 to the fighter's CMD when resisting a bull rush or trip.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p>Reduce the non-proficient penalty for one weapon by 1. When the non-proficient penalty for a weapon becomes 0 because of this ability, the oracle is treated as having the appropriate Martial or Exotic Weapon Proficiency feat with that weapon.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p>Add a +1 bonus on concentration checks when casting paladin spells.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Paladin"
                }, 
                {
                    "body": "<p>Add a +1/2 bonus on wild empathy checks to influence animals and magical beasts that live underground.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>Add a +1/2 bonus on Disable Device checks regarding stone traps and a +1/2 bonus to trap sense regarding stone traps.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Player's Guide"
        }
    ]
}