{
    "body": "<p>Renowned for their grace, wisdom, and near-immortality, elves are held in high esteem by most other races, especially for their mastery of magic and encyclopedic collections of lore. However, members of this race often find themselves hemmed in and isolated by vastly more numerous and aggressive younger races. Still, while elven enclaves tend to embody the beauty and spirit of their environment, learning and growing from it, elf adventurers carry the strength and glory of elven culture with them into the world, often at the point of a sword or wand.</p><p>The classic vision of elves as wardens of the forest is accurate but incomplete, as elves adapt readily to many environments, from the harshest desert to the deepest sea. Others tap into mysteries and magics outside the realms usually embraced by their kindred. Such elves have different racial traits than those who are raised in a more traditional elven lifestyle.</p>", 
    "name": "Elves", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Elves who chose to become adventurers usually follow a martial path, pursue mastery of arcane magic, or seek a career that blends the two. Elves prefer subtlety to outright conflict, but are eager to exhibit their superiority to other races, employing force if finesse and flair are insufficient for the task.</p>", 
            "name": "Elf Adventurers", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Elf Adventurers", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Elves favor classical arcane disciplines over the experimentation and pseudoscience of alchemy, often deriding it as a crude imitation of traditional magic. Elf alchemists often seek the adventuring life to escape the scorn of their fellows.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p>Elf barbarians typically live deep in deserts or jungles, led by wise and mystical elders. They often venture from their homelands in service of their people or to see the world beyond their homes.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p>Elves love art in all its forms. Their sweeping arias, ancient poetry, and graceful dances are the envy of cultured audiences, just as their finesse with arms garners the envy of common warriors.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p>Elf cavaliers have a long tradition in the ancient noble houses, pursuing and protecting honor with elegance. Their sleek mounts show both great resilience and devotion.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cavalier"
                }, 
                {
                    "body": "<p>Elves follow many faiths, and because of their long lives many elves view themselves as blessed by the gods. Many stand for naturalistic philosophies or ancient divine patrons who embody the traits of their people. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p>Elves have an instinctual bond with nature and the mysterious spirits within it, some even revering such powers, binding nature's forces to themselves and themselves to nature.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p>Elf fighters are respected for their lightness on their feet, delicate yet deadly precision, and mastery of centuries-old martial traditions.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p>Though as a race elves prize freedom and individuality, they are also great traditionalists and quite suspicious of outsiders. Elf inquisitors are not loved, but their judgments and authority are respected.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p>Elves are contemplative by nature and appreciate those who focus on inward calm and stillness of mind. Elf monks often adopt ageless mantras and examples of balance and finesse in nature as guides.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p>Elf oracles are quite common and highly respected as keepers of the mysteries of their peoples' ancestors and secrets that predate the world's countless younger races. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p>Elf paladins adopt and defend the ancient strictures of their deities, defending their people and soil from all who would despoil their sacred homelands.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Paladin"
                }, 
                {
                    "body": "<p>Elves make masterful hunters and scouts, attuned to the environment, keenly aware of their surroundings, and always ready to protect their homelands or punish those who would intrude upon their dominion.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>While thieves, brigands, and their ilk are rare within elven society, elf rogues are common as scouts, infiltrators, and even assassins.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p>Magic sings in the blood of all elves, and all sorcerous bloodlines might be found among them, though sorcerers rarely garner the respect wizards enjoy.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p>Elves have a long tradition of alliance with magical creatures due to their affinity for the mystic arts. While less numerous than sorcerers or wizards, summoners are well represented in elven armies, their eidolons often gossamer creatures of deceptive strength and power. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }, 
                {
                    "body": "<p>Treating with ageless, inscrutable powers of the land, elf witches blend their understanding of nature and mastery of magic into potent hexes and strange arcana. Many develop ties with creatures of their homelands, taking them as familiars to further strengthen their ties to the earth.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Witch"
                }, 
                {
                    "body": "<p>Elves cultivate an ancient tradition of magical lore and research in all fields of specialization. For those with the talent to excel, wizardry is one of the surest paths to prestige in elven society.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ]
        }, 
        {
            "body": "<p>The following racial traits replace existing elf racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"desert-runner\">Some elves thrive in the deepest deserts, forever roaming across burned and parched lands. Elves with this racial trait receive a +4 racial bonus on Constitution checks and Fortitude saves to avoid fatigue, exhaustion, or ill effects from running, forced marches, starvation, thirst, or hot or cold environments. This racial trait replaces the elven magic racial trait.</p>", 
                    "name": "Desert Runner", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Desert Runner", 
                    "subtype": "elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"dreamspeaker\">A few elves have the ability to tap into the power of sleep, dreams, and prescient reverie. Elves with this racial trait add +1 to saving throw DCs for spells of the divination school and sleep effects they cast. In addition, elves with a Charisma of 15 or higher may use <i>dream</i> once per day as a spell-like ability (caster level is equal to the elf's character level). This racial trait replaces the elven immunities racial trait. </p>", 
                    "name": "Dreamspeaker", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Dreamspeaker", 
                    "subtype": "elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"eternal-grudge\">Elves with this racial trait grew up in secluded, isolationist communities where generations-old slights and quarrels linger as eternal blood feuds. They receive a +1 bonus on attack rolls against humanoids of the dwarf and orc subtypes due to special training against these hated foes. This racial trait replaces the elven magic racial trait.</p>", 
                    "name": "Eternal Grudge", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Eternal Grudge", 
                    "subtype": "elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"lightbringer\">Many elves revere the sun, moon, and stars, but some are literally infused with the radiant power of the heavens. Elves with this racial trait are immune to light-based blindness and dazzle effects, and are treated as one level higher when determining the effects of any light-based spell or effect they cast (including spell-like and supernatural abilities). Elves with Intelligence 10 or higher may use <i>light</i> at will as a spell-like ability. This racial trait replaces the elven immunities and elven magic racial traits.</p>", 
                    "name": "Lightbringer", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Lightbringer", 
                    "subtype": "elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"silent-hunter\">Elves are renowned for their subtlety and skill. Elves with this racial trait reduce the penalty for using Stealth while moving by 5 and can make Stealth checks while running at a &ndash;20 penalty (this number includes the penalty reduction from this racial trait). This racial trait replaces the elven magic racial trait.</p>", 
                    "name": "Silent Hunter", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Silent Hunter", 
                    "subtype": "elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"spirit-of-the-waters\">Some elves have adapted to life in tune with the sea or along the reedy depths of wild rivers and lakes. They gain a +4 racial bonus on Swim checks, can always take 10 while swimming, and may choose Aquan as a bonus language. They are proficient with longspear, trident, and net. This racial trait replaces elven magic and weapon familiarity racial traits.</p>", 
                    "name": "Spirit of the Waters", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Spirit of the Waters", 
                    "subtype": "elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"woodcraft\">Elves know the deep secrets of the wild like no others, especially those of the forests. Elves with this racial trait gain a +1 bonus on Knowledge (nature) and Survival checks. In forest terrain, these bonuses improve to +2. This racial trait replaces the elven magic racial trait.</p>", 
                    "name": "Woodcraft", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Elves/Alternate Racial Traits/Woodcraft", 
                    "subtype": "elf", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, elves have the option of choosing from a number of other bonuses, depending upon their favored classes. The following options are available to all elves who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Add 1 to the elf's base speed. In combat this has no effect unless the elf has selected this reward 5 times (or another increment of 5); a speed of 34 feet is effectively the same as a speed of 30 feet, for example. This bonus stacks with a class's fast movement feature and applies only under the same conditions as that ability.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p>Add +1 to the elf's CMD when resisting a disarm or sunder attempt.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p>Add +1 hit point to the cavalier's mount. If the elf ever replaces his mount, the new mount gains these bonus hit points. These bonuses only apply to a single mount gained as part of the cavalier's class.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cavalier"
                }, 
                {
                    "body": "<p>Add +1 to the elf's CMD when resisting a disarm or sunder attempt.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p>Choose a weapon from the following list: longbow, longsword, rapier, shortbow, short sword, or any weapon with &ldquo;elven&rdquo; in its name. Add a +1/2 circumstance bonus on critical hit confirmation rolls with that weapon (maximum bonus of +4). This bonus does not stack with Critical Focus.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p>Select one arcane school power at 1st level that is normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier. The wizard adds +1/2 to the number of uses per day of that arcane school power.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Player's Guide"
        }
    ]
}