{
    "body": "<p>Gnomes are a quirky race. They take mistakes in stride, turning derision into mirth and baffling their foes, if only long enough to work a bit of mischief at their expense. Gnomes love magic and music, but also have a love of craft, clockworks, and the work of their hands. Whatever their passion, gnomes throw themselves into it absolutely. Once obsessed and absorbed, a gnome can scarcely think of anything else, regardless of whether his mind bends to new adventures at home or in the great wide world. </p><p>Given their fey heritage, many gnomes love wild places where their fey cousins congregate. Increasing numbers of gnomes, however, eschew these places for the cities, their natural curiosity and love of creation drawing them to commerce, trade, and manufactories where they can follow and promote the latest discoveries. Such gnomes often have different racial traits than those raised among the rocks and trees. </p>", 
    "name": "Gnomes", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Gnomes ply their intellect and force of personality to overcome challenges. Though generally good-humored and tolerant, gnomes can swiftly turn fierce if backed into a corner.</p>", 
            "name": "Gnome Adventurers", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Gnome Adventurers", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Alchemy is one of the most respected careers for a gnome, melding their love of magic with practical applied theory, all wrapped in a field in which discovery is an everyday opportunity.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p>Gnome barbarians typically rise among those who have lived long among their wild fey kin or the beasts of the wilderness, going near-feral as incarnate spirits of nature.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p>Many gnomes are obsessive collectors of stories, songs, and jokes, making gnome bards renowned for their vast repertoires, energetic deliveries, and weaving of magic into their performances.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p>Although gnome cavaliers are rare, gnomes swear honest oaths, and might master a broad array of tactics to defend the people and the lands they love.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cavalier"
                }, 
                {
                    "body": "<p>Gnomes often become servants of the gods, especially deities of art, music, exploration, discovery, and merrymaking, blending their fervor for creation with true religious zeal.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p>Many gnomes hew to the earth and forests, taking up the druidic mantle and staying in close communion with animals and the spirits of nature.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p>Gnome fighters are a tenacious lot, eager to prove that even the smallest combatant can be a titan on the battlefield. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p>Some gnomes learn the harshness of the world, and especially harder-hearted races, all too personally, donning the mantle of the inquisitor to defend their people and protect their lands from callous souls.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p>Gnomes are colorful, passionate, and flamboyant by nature, adopting such whimsy into their vision of physical and natural perfection. Many gnome martial styles thus prove unpredictable, more akin to improvised dances than long-practiced techniques.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p>As inheritors of ancient fey spirits, gnomes take quite naturally to oracular devotion, interpreting otherworldly portents and whispers of the natural forces.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p>Gnomes who find their lives changed by religious zeal or the passion to protect those around them might adopt the paladin's calling. Most find their ability to speak with animals an especial boon, both in communicating with their mounts and in hunting down evil-doers.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Paladin"
                }, 
                {
                    "body": "<p>Militant gnomes most often become rangers, playing upon their innate relationship with nature and ability to commune with its creations. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>Gnome rogues typically master a variety of skills, plying others with their charismatic personalities, and even adding a touch of magic to enhance their skills at creating and defeating locks and traps. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p>The intrinsic arcane power of the fey bloodline is common in many gnome families, though sorcerers of other bloodlines often arise. Most all of these are accepted as normal in gnome society, though those who draw their power from darker sources elicit suspicion and scorn.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p>Gnomes are inveterate tinkers and endlessly creative, delighting in the design and shaping of eidolons. The servants of gnome summoners often resemble clockwork creations or fairy creatures.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }, 
                {
                    "body": "<p>Eagerly embracing weird and ancient powers, gnomes make deceptively capable witches. Most adopt strange or exotic familiars well-suited to their personalities.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Witch"
                }, 
                {
                    "body": "<p>Gnomes have an expansive magical tradition, specializing in the realms of illusion and elemental magic. They are much respected as historians, researchers, and academics committed to pushing the boundaries of magical possibility, often by unprecedented leaps.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ]
        }, 
        {
            "body": "<p>The following racial traits replace existing gnome racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"academician\">Some gnomes are more academically inclined than their kin. Gnomes with this racial trait gain a +2 bonus on any one Knowledge skill. This racial trait replaces the obsessive racial trait.</p>", 
                    "name": "Academician", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Academician", 
                    "subtype": "gnome", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"eternal-hope\">Gnomes rarely lose hope and are always confident that even hopeless situations will work out. Gnomes with this racial trait receive a +2 racial bonus on saving throws against fear and despair effects. Once per day, after rolling a 1 on a d20, the gnome may reroll and use the second result. This racial trait replaces the defensive training and hatred racial traits.</p>", 
                    "name": "Eternal Hope", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Eternal Hope", 
                    "subtype": "gnome", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"gift-of-tongues\">Gnomes love languages and learning about those they meet. Gnomes with this racial trait gain a +1 bonus on Bluff and Diplomacy checks, and they learn one additional language every time they put a rank in the Linguistics skill. This racial trait replaces the defensive training and hatred racial traits.</p>", 
                    "name": "Gift of Tongues", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Gift of Tongues", 
                    "subtype": "gnome", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"magical-linguist\">Gnomes study languages in both their mundane and supernatural manifestations. Gnomes with this racial trait add +1 to the DC of spells they cast with the language-dependent descriptor or those that create glyphs, symbols, or other magical writings. They gain a +2 racial bonus on saving throws against such spells. Gnomes with a Charisma of 11 or higher also gain the following spell-like abilities: 1/day&mdash;<i>arcane mark</i>, <i>comprehend languages</i>, <i>message</i>, <i>read magic</i>. The caster level for these effects is equal to the gnome's level. This racial trait replaces the gnome magic and illusion resistance racial traits.</p>", 
                    "name": "Magical Linguist", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Magical Linguist", 
                    "subtype": "gnome", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"master-tinker\">Gnomes experiment with all manner of mechanical devices. Gnomes with this racial trait gain a +1 bonus on Disable Device and Knowledge (engineering) checks. They are treated as proficient with any weapon they have personally crafted. This racial trait replaces the defensive training and hatred racial traits.</p>", 
                    "name": "Master Tinker", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Master Tinker", 
                    "subtype": "gnome", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"pyromaniac\">Gnomes with this racial trait are treated as one level higher when casting spells with the fire descriptor, using granted powers of the Fire domain, using the bloodline powers of the fire elemental bloodline or the revelations of the oracle's flame mystery, and when determining the damage of alchemist bombs that deal fire damage (this ability does not give gnomes early access to level-based powers, only affecting the powers they could use without this ability). Gnomes with Charisma of 11 or higher also gain the following spell-like abilities: 1/day&mdash;<i>dancing lights</i>, <i>flare</i>, <i>prestidigitation</i>, <i>produce flame</i>. The caster level for these effects is equal to the gnome's level; the DCs are Charisma-based. This racial trait replaces the gnome magic and illusion resistance racial traits.</p>", 
                    "name": "Pyromaniac", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Pyromaniac", 
                    "subtype": "gnome", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"warden-of-nature\">Gnomes must often protect their homes against unnatural or pestilential infestations. Gnomes with this racial trait get a +2 dodge bonus to AC against aberrations, oozes, and vermin, and a +1 bonus on attack rolls against them because of their special training. This racial trait replaces the defensive training and hatred racial traits.</p>", 
                    "name": "Warden of Nature", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Gnomes/Alternate Racial Traits/Warden of Nature", 
                    "subtype": "gnome", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>Instead of receiving an additional skill rank or hit point whenever she gains a level in a favored class, gnomes have the option of choosing from a number of other bonuses, depending upon their favored class. The following options are available to all gnomes who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Add +1/2 to the number of bombs per day the alchemist can create.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p>Add 1 to the gnome's total number of bardic performance rounds per day.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p>Gain energy resistance 1 against acid, cold, electricity, or fire. Each time the druid selects this reward, increase her resistance to one of these energy types by 1 (maximum 10 for any one type).</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p>Treat the gnome's level as +1/2 higher for the purpose of determining the effects of the oracle's curse ability.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p>Add DR 1/magic to the ranger's animal companion. Each time the ranger selects this benefit, the DR/magic increases by +1/2 (maximum DR 10/magic). If the gnome ever replaces his animal companion, the new companion gains this DR. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>Gnome rogues gain a +1 bonus on Disable Device and Use Magic Device checks related to glyphs, symbols, scrolls, and other magical writings each time they gain a level of rogue.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p>Add +1 hit point to the summoner's eidolon.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }, 
                {
                    "body": "<p>Add +1/2 to the number of uses per day of arcane school powers. This increase only applies to arcane school powers available at 1st level and normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Player's Guide"
        }
    ]
}