{
    "body": "<p>Half-elves are the idealized orphans of society, at once both charismatic and passionate, but never quite at home anywhere. Many half-elves throw themselves into social careers quite readily, yet often have a hard time sticking to a single path. Others seek fulfillment in spiritual pursuits or in honing inborn magical talents, while still others give up and resign themselves to lives of isolation in the wild or of misanthropy, living day to day at the expense of others. </p><p>Half-elves vary in appearance as much as their human and elven parents do, encompassing every imaginable hue of hair, eye, and skin, yet also possessing an effortless and graceful allure. Half-elves' unique talents also vary a great deal depending on their upbringing, the nature of their bloodlines, the strength of their psyches, and their relationship to their dual nature. Some half-elves have different racial traits than normal for their kind.</p><p>Although well represented among the ranks of adventurers and other wanderers, half-elves are rarities in most parts of the world, the fraternization of humans and elves typically leading to feelings of consternation in both races rather than romance. While some half-elves find themselves cherished members of unusual but happy families, this rarely proves the norm. More often, they find themselves shunned or embodiments of burdensome shames. Yet while many possess dark pasts, such hardships prepare them for lives full of challenge and adventure like few members of more unified races could ever know. </p>", 
    "name": "Half-Elves", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Half-elf adventurers often specialize in social classes or choose to multiclass, dabbling in several career paths as they try to find the perfect blend to suit their multifaceted personalities.</p>", 
            "name": "Half-Elf Adventurers", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Half-Elf Adventurers", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>Half-elves are curious dabblers, and many undertake at least a passing study of alchemy, often showing great skill in the blending and apportioning of volatile elements.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p>Half-elf barbarians typically hail from the societies of savage parents. While many leave their cultures to escape their differences, others viciously defend their people, ever seeking to prove their worthiness.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p>Many half-elves gravitate to the bard class, as it binds together their natural allure and social adaptability, often to the adulation of others.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p>Half-elf cavaliers take the arts of war and gild them with elegance and finesse. The path of the cavalier gives them a code to follow and a master to serve to earn honor and esteem, though elves and humans alike sometimes look at them as pretenders or trespassers within their knightly orders.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cavalier"
                }, 
                {
                    "body": "<p>Half-elves often feel disconnected from human or elven faiths, but many still choose to follow a divine calling that provides a comfortable context in which to engage with other races in a common faith, or simply for an immanent connection with the divine that renders their uncertainty with other mortals of small consequence.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p>Half-elves uncertain of their place in civilized society frequently abandon it entirely for the implicit harmony of the natural world. Embracing the connection to nature inherent in their elven blood, many find a tranquility in the wilds no society can offer.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p>Half-elf fighters are relatively common, as the harsh simplicity of the battlefield holds great appeal for those tired of reconciling their divided natures. Half-elves' varied tastes and skills often make them masters of a dazzling array of weapons.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p>Facing their own inner turmoil, half-elf inquisitors possess keen insights into the minds of others and knowledge of the balance between life and death.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p>Half-elves who come to peace with their mixed heritages embody the stillness of mind and meditative enlightenment of the monk's way. Many learn to adopt both human and elven martial techniques into deadly new schools of combat. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p>Half-elves tend to live in the now, drawing oracular insights from whispers in the air, the motion of the stars, and imperceptible eddies in crowded streets, or even the ancient voices within their blood.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p>Whether devoted to a deity of their human parent, their elven parent, or any other they choose to adopt, half-elf paladins take up the aegis of their god with both zeal and grace. Often, among such holy orders, half-elves find a peace and camaraderie they're otherwise denied.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Paladin"
                }, 
                {
                    "body": "<p>Half-elves frustrated by common society often retreat into the wild, developing a close bond with animals and the predictable changes of nature.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>Many half-elves excel at the roguish arts, studying people and their habits and by effect learning to take advantage of the proud or careless.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p>Magic runs in the blood of every half-elf, often manifesting as arcane or fey bloodlines, though other fonts of sorcerous power often arise. Regardless of their magic's sources, half-elves quickly master their inherited boons.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p>Some half-elves have a curious fascination with the idea of molding and shaping life, mind, body, and soul. Many even seek to create their eidolons as idealized beings, whether as creatures of uncanny beauty or mind-numbing terror.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }, 
                {
                    "body": "<p>Whether out of bitterness or lust for greater magical power, half-elves find themselves just as adept at wielding the power of witches as other forms of magic. Many adopt wounded or otherwise distinctive familiars, often creatures considered outcasts in their own rights.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Witch"
                }, 
                {
                    "body": "<p>Many half-elves inherit magical talents from their lineage, finding both solace and respect in the mastery of the arcane. While all schools of magic stand open to them, many gravitate toward spells of explosive power, those that cloak them in mystery, or that otherwise aid in manipulating the world around them.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ]
        }, 
        {
            "body": "<p>The following racial traits replace existing half-elf racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"ancestral-arms\">Some half-elves receive training in an unusual weapon. Half-elves with this racial trait receive Exotic Weapon Proficiency or Martial Weapon Proficiency with one weapon as a bonus feat at 1st level. This racial trait replaces the adaptability racial trait.</p>", 
                    "name": "Ancestral Arms", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Ancestral Arms", 
                    "subtype": "half_elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"arcane-training\">Half-elves occasionally seek tutoring to help them master the magic in their blood. Half-elves with this racial trait have only one favored class and it must be an arcane spellcasting class. They can use spell trigger and spell completion items for their favored class as if 1 level higher (or as a 1st-level character if they have no levels in that class). This racial trait replaces the multitalented racial trait.</p>", 
                    "name": "Arcane Training", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Arcane Training", 
                    "subtype": "half_elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"dual-minded\">The mixed ancestry of some half-elves makes them resistant to mental attacks. Half-elves with this racial trait get a +2 bonus on all Will saving throws. This racial trait replaces the adaptability racial trait.</p>", 
                    "name": "Dual Minded", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Dual Minded", 
                    "subtype": "half_elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"integrated\">Many half-elves are skilled in the art of ingratiating themselves into a community as if they were natives. Half-elves with this racial trait gain a +1 bonus on Bluff, Disguise, and Knowledge (local) checks. This racial trait replaces the adaptability racial trait.</p>", 
                    "name": "Integrated", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Integrated", 
                    "subtype": "half_elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"sociable\">Half-elves are skilled at charming others and recovering from faux pas. If half-elves with this racial trait attempt to change a creature's attitude with a Diplomacy check and fail by 5 or more, they can try to influence the creature a second time even if 24 hours have not passed. This racial trait replaces the adaptability racial trait.</p>", 
                    "name": "Sociable", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Sociable", 
                    "subtype": "half_elf", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"water-child\">Some half-elves are born of elves adapted to life on or near the water. These half-elves gain a +4 racial bonus on Swim checks, can always take 10 while swimming, and may choose Aquan as a bonus language. This racial trait replaces the half-elf's adaptability and multitalented racial traits.</p>", 
                    "name": "Water Child", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Elves/Alternate Racial Traits/Water Child", 
                    "subtype": "half_elf", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>Instead of receiving an additional skill rank or hit point whenever she gains a level in a favored class, half-elves have the option of choosing from a number of other bonuses, depending upon their favored class. The following options are available to all half-elves who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Add 1 to the half-elf's total number of bardic performance rounds per day.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p>Select one cleric domain power at 1st level that is normally usable a number of times per day equal to 3 + the druid's Wisdom modifier. The druid adds 1/2 to the number of uses per day of that domain power. For half-elf druids whose nature bond gives them an animal companion, add +1 skill rank to the animal companion. If the half-elf ever replaces her animal companion, the new companion gains these bonus skill ranks.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p>Add +1 to the fighter's CMD when resisting a disarm or overrun.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p>Add +1 skill rank to the ranger's animal companion. If the half-elf ever replaces his companion, the new companion gains these bonus skill ranks.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>Add a +1/2 bonus on Bluff checks to feint and Diplomacy checks to gather information.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p>Add +1/4 to the eidolon's evolution pool.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }, 
                {
                    "body": "<p>Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Witch"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Player's Guide"
        }
    ]
}