{
    "body": "<p>Half-orcs often exist at the social margins. Bestial in appearance and traditionally feared by those non-orcs they encounter, half-orcs tend to be tenacious and driven to prove themselves. Some hope to show that they are different from their brutish orc kin, struggling to find the better angels of their nature, while others embrace their monstrous heritage to become terrifying exemplars of ferocity in combat. One way or another, almost all half-orcs crave respect&mdash;whether it's given freely or must be taken by force. </p><p>Derided as mongrels by humans and weaklings by orcs, half-orcs have bitterness beaten into them from birth, as well as the burning will to endure and overcome. With their physical size and strength, half-orcs represent raw and primal power, yet whether that power gets used for good or evil depends entirely on the individual.</p>", 
    "name": "Half-Orcs", 
    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>Due to their powerful builds, half-orcs are particularly suited to the martial classes, whether as axe-wielding barbarians, battle-scarred soldiers, or cold-eyed assassins, and even those of the magical classes are generally no stranger to bloodshed.</p>", 
            "name": "Half-Orc Adventurers", 
            "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Half-Orc Adventurers", 
            "type": "section", 
            "source": "Advanced Player's Guide", 
            "sections": [
                {
                    "body": "<p>While half-orcs raised by their monstrous kin are rarely studious, a surprising number take up the discipline of alchemy, relishing the destructive potential of its bombs, poisons, and mutagens.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p>Half-orc barbarians are legendary champions, unstoppable combat engines that cement the fell reputation of their kind throughout the world (for better or worse). Their hunger for battle and ability to tap into the bestial fury of their orc heritage are all that is needed to earn them a place in most adventuring parties.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p>Half-orcs trying to overcome racial prejudice among the civilized races sometimes pursue performance, diplomacy, and learning as a means to uplift not only their own genteel disposition but also the reputation of other half-orcs in the community and society.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Bard"
                }, 
                {
                    "body": "<p>While half-orcs often face prejudice when it comes to being accepted into human noble houses and the knightly orders of cavaliers, their physical stature and aptitude in combat sometimes force those who would deny them entrance to reconsider their views. In orc society, cavaliers frequently act as standard bearers for warlords.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cavalier"
                }, 
                {
                    "body": "<p>Half-orc clerics are often the spiritual leaders of their communities, bridging the gap between the living and the dead and as ready to mete out divine judgment and conquest as to nurture and heal.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "body": "<p>Half-orc druids often see the natural world as a source of feral power, tapping into the destructive force of storms and predators. Many of them take up druidism as outcasts from humanoid society, finding peace and acceptance among the beasts of the field.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Druid"
                }, 
                {
                    "body": "<p>Many orcs are singled out for martial training because of their intimidating size and appearance. While many other races assume all half-orc combatants employ the barbarian's howling charge, in fact many prefer the discipline, precision, and versatility of the fighter's studied warcraft.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p>Already intimidating to many races, half-orcs make natural inquisitors, acting as bodyguards, criminal organizers and enforcers, and monster-hunters (sometimes even acting against their orc kin).</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p>Most half-orc monks learn their abilities from humans, as such discipline is rare in orc society. Some seek to overcome their bestial natures with perfect balance and control, others merely to break foes with their bare hands.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Monk"
                }, 
                {
                    "body": "<p>Creatures of mystery and omen, half-orc oracles are often imposing prophets of doom and destruction, drawing upon the spirits of the dead, the power of war, or the more violent elements of fire and storm.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Oracle"
                }, 
                {
                    "body": "<p>While some races laugh at the idea of a half-orc paladin, in fact it's not uncommon for half-orcs devoted to a lawful good deity to become champions of the cause, seeking to redeem themselves in society's eyes through great personal valor.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Paladin"
                }, 
                {
                    "body": "<p>Often forced to live on the fringes of society and fend for themselves, half-orcs make excellent hunters and scouts, sometimes protecting the very communities that have rejected them in the hope of finding acceptance.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>Marginalized by society, half-orcs are often forced to sneak and steal to survive, and some find that the lifestyle suits them, becoming bandits, burglars, enforcers, and cutthroats. </p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Rogue"
                }, 
                {
                    "body": "<p>While wizardry is rare among orc society, sorcery has a brutal simplicity that orcs can understand and appreciate, making half-orc sorcerers prized (and feared) for their abilities in both orc and human society.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p>Half-orcs are often outcasts, and hence many gravitate toward the summoner class as a chance to construct beings of perfect loyalty and friendship. Especially in orc lands, half-orc summoners tend to create eidolons that are as large and menacing as possible.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Summoner"
                }, 
                {
                    "body": "<p>Orc society is inherently superstitious, and many half-orcs inherit this trait. Half-orc witches in human society sometimes use their bestial features to enhance their air of intimidating otherness. Even more than other witches, half-orc witches find themselves generally regarded with fear and distrust by those who would seek their power, and many take to the road in pursuit of their own mysterious ends.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Witch"
                }, 
                {
                    "body": "<p>While wizard are extremely rare in orc society, as their culture has little access to or interest in books and arcane study, half-orc wizards are sometimes found in human societies, studying hard in a pursuit of power that could help win them the respect and position they so desperately desire.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Wizard"
                }
            ]
        }, 
        {
            "body": "<p>The following racial traits replace existing half-orc racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"beastmaster\">Some half-orcs have a spiritual kinship with fantastical beasts, capturing them for sport or living and hunting with them. A half-orc with this trait treats whip and net as martial weapons and gains a +2 bonus on Handle Animal checks. This racial trait replaces the orc ferocity racial trait.</p>", 
                    "name": "Beastmaster", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Beastmaster", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"bestial\">The orc blood of some half-orcs manifests in the form of particularly prominent orc features, exacerbating their bestial appearances but improving their already keen senses. They gain a +2 racial bonus on Perception checks. This racial trait replaces the orc ferocity racial trait.</p>", 
                    "name": "Bestial", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Bestial", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"cavewight\">Some half-orcs live far from the surface, seeking solace in winding cave complexes. Half-orcs with this racial trait gain a +1 bonus on Knowledge (dungeoneering) and Survival checks made underground. This racial trait replaces the intimidating racial trait.</p>", 
                    "name": "Cavewight", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Cavewight", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"chain-fighter\">Some half-orcs have escaped from slavery and reforged the chains of their imprisonment into deadly weapons. Half-orcs with this racial trait are proficient with flails and heavy flails, and treat dire flails and spiked chains as martial weapons. This trait replaces the weapon familiarity racial trait.</p>", 
                    "name": "Chain Fighter", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Chain Fighter", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"gatecrasher\">Many half-orcs revel in acts of wanton destruction. Half-orcs with this racial trait gain a +2 bonus on Strength checks to break objects and a +2 bonus on sunder attempts. This racial trait replaces the orc ferocity racial trait.</p>", 
                    "name": "Gatecrasher", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Gatecrasher", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"plagueborn\">Half-orcs are sometimes forced to live on the rancid and unsanitary margins of society, becoming inured to all manner of sickness. Half-orcs with this racial trait gain a +2 racial bonus on saving throws against disease, ingested poisons, and becoming nauseated or sickened. This racial trait replaces the intimidating and orc ferocity racial traits.</p>", 
                    "name": "Plagueborn", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Plagueborn", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"rock-climber\">Half-orcs from mountainous regions are excellent climbers, and sometimes ambush prey by leaping down from above. Half-orcs with this racial trait gain a +1 bonus on Acrobatics and Climb checks. This racial trait replaces the intimidating trait.</p>", 
                    "name": "Rock Climber", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Rock Climber", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"sacred-tattoo\">Tattoos, piercings, and ritual scarification are sacred markings to many half-orcs. Half-orcs with this racial trait gain a +1 luck bonus on all saving throws. This racial trait replaces the orc ferocity racial trait.</p>", 
                    "name": "Sacred Tattoo", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Sacred Tattoo", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"scavenger\">Some half-orcs eke out a leaving picking over the garbage heaps of society, and must learn to separate rare finds from the inevitable dross. Half-orcs with this racial trait receive a +2 racial bonus on Appraise checks and on Perception checks to find hidden objects (including traps and secret doors), determine if food is spoiled, or identify a potion by taste. This racial trait replaces the intimidating racial trait.</p>", 
                    "name": "Scavenger", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Scavenger", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }, 
                {
                    "body": "<p id=\"toothy\">Some half-orcs' vestigial tusks are massive and sharp, granting a bite attack. This is a primary natural attack that deals 1d4 points of piercing damage. This racial trait replaces the orc ferocity racial trait.</p>", 
                    "name": "Toothy", 
                    "source": "Advanced Player's Guide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Races/Half-Orcs/Alternate Racial Traits/Toothy", 
                    "subtype": "half_orc", 
                    "type": "racial_trait"
                }
            ], 
            "name": "Alternate Racial Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p>Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, half-orcs have the option of choosing from a number of other bonuses, depending upon their favored class. </p><p>The following options are available to all half-orcs who have the listed favored class.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Add +1/2 to bomb damage.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Alchemist"
                }, 
                {
                    "body": "<p>Add 1 to the half-orc's total number of rage rounds per day.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Barbarian"
                }, 
                {
                    "body": "<p>Add +2 on rolls to stabilize when dying.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "body": "<p>Add +1/2 on Intimidate checks and Knowledge checks to identify creatures.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Inquisitor"
                }, 
                {
                    "body": "<p>Add +1 hit point to the ranger's animal companion. If the half-orc ever replaces his animal companion, the new animal companion gains these bonus hit points.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Ranger"
                }, 
                {
                    "body": "<p>Add +1/2 to fire spell damage.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Sorcerer"
                }, 
                {
                    "body": "<p>Add 1 skill rank to the witch's familiar. If the half-orc ever replaces her familiar, the new familiar gains these bonus skill ranks.</p>", 
                    "source": "Advanced Player's Guide", 
                    "type": "section", 
                    "name": "Witch"
                }
            ], 
            "name": "Favored Class Options", 
            "source": "Advanced Player's Guide"
        }
    ]
}