{
    "body": "<p>Using the Diplomacy skill to gather information normally requires 1d4 hours to search for rumors and informants. When using the downtime system, you have three options for gathering information.</p>", 
    "name": "Gather Information", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Gather Information", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Once per day, you may spend 1d4 hours speaking with locals and attempt one check, as described in the Diplomacy skill. Doing so does not cost you any downtime, but the GM might rule that other time-consuming downtime activities take a penalty (such as a &mdash;4 on a skill check) or can't be undertaken.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Gather Information/Standard Check", 
            "type": "section", 
            "name": "Standard Check", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>By spending 1 day of downtime, you can thoroughly converse with several knowledgeable or reliable contacts over the course of the day. You may attempt up to three Diplomacy checks to gather information. These checks can be for the same or different topics, and you can expend one of the rolls you haven't used yet to reroll a Diplomacy check you failed during this activity.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Gather Information/Thorough Questioning", 
            "type": "section", 
            "name": "Thorough Questioning", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>By spending 1 day of downtime and 1 point of Influence, you can attempt up to three Diplomacy checks, each with a +5 bonus. These checks can be for the same or different topics, and you can expend one of the rolls you haven't used yet to reroll a Diplomacy check you failed during this activity.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Activities/Gather Information/Influential Questioning", 
            "type": "section", 
            "name": "Influential Questioning", 
            "source": "Ultimate Campaign"
        }
    ]
}