{
    "body": "<p>The Shadow Plane is a dimly lit dimension that is both coterminous to and coexistent with the Material Plane. It overlaps the Material Plane much as the Ethereal Plane does, so a planar traveler can use the Shadow Plane to cover great distances quickly. The Shadow Plane is also coterminous to other planes. With the right spell, a character can use the Shadow Plane to visit other realities. The Shadow Plane is a world of black and white; color itself has been bleached from the environment. It otherwise appears similar to the Material Plane. Despite the lack of light sources, various plants, animals, and humanoids call the Shadow Plane home.</p><p>The Shadow Plane has the following traits:</p><ul><li> <b>Magically Morphic</b>Parts of the Shadow Plane continually flow onto other planes. As a result, creating a precise map of the plane is next to impossible, despite the presence of landmarks. In addition, certain spells, such as <i>shadow conjuration</i> and <i>shadow evocation</i>, modify the base material of the Shadow Plane. The utility and power of these spells within the Shadow Plane make them particularly useful for explorers and natives alike. </li><li> <b>Mildly Neutral-Aligned</b></li><li> <b>Enhanced Magic</b>: Spells with the shadow descriptor are enhanced on the Shadow Plane. Furthermore, specific spells become more powerful on the Shadow Plane. <i>Shadow conjuration</i> and <i>shadow evocation</i> spells are 30% as powerful as the conjurations and evocations they mimic (as opposed to 20%). <i>Greater shadow conjuration</i> and <i>greater shadow evocation</i> are 70% as powerful (not 60%), and a <i>shades</i> spell conjures at 90% of the power of the original (not 80%). Despite the dark nature of the Shadow Plane, spells that produce, use, or manipulate darkness are unaffected by the plane.</li><li> <b>Impeded Magic</b>: Spells with the light descriptor or that use or generate light or fire are impeded on the Shadow Plane. Spells that produce light are less effective in general, because all light sources have their ranges halved on the Shadow Plane. </li></ul>", 
    "url": "pfsrd://Game Mastery Guide/Rules/Planar Adventures/The Great Beyond/Shadow Plane", 
    "type": "section", 
    "name": "Shadow Plane", 
    "source": "Game Mastery Guide"
}