{
    "body": "<p id=\"gallery\">A mobile temporary defense, a gallery is similar to a building made of hide or wood. Most are of flimsy construction, but rare examples are more stoutly built (use the rules for giving siege engines armor, and adjust AC, hardness, and hit points accordingly). Galleries are almost always a single section of movable &ldquo;wall&rdquo; plus another section that acts as the &ldquo;roof.&rdquo; (Galleries made to house battering rams are an exception, and typically have two joined wall sections and roof sections.) Because a gallery is partially open, it does not provide the same cover as a normal building: a creature inside a gallery gains cover if it is the same size as the gallery, improved cover if it is one size smaller, and total cover if it is two or more sizes smaller. Galleries are sized like creatures&mdash;a Larger gallery protects the same space as a Large creature, and so on.</p><p>Wooden galleries can be moved on rollers at a speed of 10 feet with their full crew, or 5 feet with at least half the required crew. Galleries have a base speed of 15 feet (or 10 feet if protected with medium or heavy armor).</p><p>Galleries have a hardness of 5, and hit points based on their size. A Large gallery has 30 hit points, a Huge one has 120 hit points, a Gargantuan one has 320 hit points, and a colossal one has 625 hit points. </p>", 
    "name": "Gallery", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Weapon Descriptions/Close Assault Siege Engines/Gallery", 
    "misc": {
        "Colossal": {
            "Price": "2000 gp", 
            "Crew": "18"
        }, 
        "null": {
            "Type": "&mdash;", 
            "Gear Type": "Close Assault Engines", 
            "Critical": "&mdash;", 
            "Speed": "15 ft.", 
            "Dmg": "&mdash;"
        }, 
        "Large": {
            "Price": "250 gp", 
            "Crew": "3"
        }, 
        "Gargantuan": {
            "Price": "1000 gp", 
            "Crew": "9"
        }, 
        "Huge": {
            "Price": "500 gp", 
            "Crew": "6"
        }
    }, 
    "source": "Ultimate Combat", 
    "type": "item"
}