{
    "body": "<p>An item creation feat lets a character create a magic item of a certain type. Regardless of the type of item each involves, the various item creation feats all have certain features in common.</p>", 
    "name": "Item Creation Feats", 
    "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>The cost of creating a magic item equals half the base price of the item.</p><p>Using an item creation feat also requires access to a laboratory or magical workshop, special tools, and so on. A character generally has access to what he needs unless unusual circumstances apply.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Raw Materials Cost", 
            "type": "section", 
            "name": "Raw Materials Cost", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The time to create a magic item depends on the feat and the cost of the item.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Time", 
            "type": "section", 
            "name": "Time", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Brew Potion, Craft Staff, Craft Wand, and Scribe Scroll create items that directly reproduce spell effects, and the power of these items depends on their caster level&mdash;that is, a spell from such an item has the power it would have if cast by a spellcaster of that level. The price of these items (and thus the cost of the raw materials) also depends on the caster level. The caster level must be low enough that the spellcaster creating the item can cast the spell at that level. To find the final price in each case, multiply the caster level by the spell level, then multiply the result by a constant, as shown below:</p><p align=\"center\"><b><i>Scrolls:</i> Base price = spell level &times; caster level &times; 25 gp.</b><b><i>Potions:</i> Base price = spell level &times; caster level &times; 50 gp.</b><b><i>Wands:</i> Base price = spell level &times; caster level &times; 750 gp.</b><b><i>Staves:</i> The price for staves is calculated using more complex formulas (see Magic Items).</b></p><p>A 0-level spell is considered to have a spell level of 1/2 for the purpose of this calculation.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Item Cost", 
            "type": "section", 
            "name": "Item Cost", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Any potion, scroll, or wand that stores a spell with a costly material component also carries a commensurate cost. For potions and scrolls, the creator must expend the material component cost when creating the item. For a wand, the creator must expend 50 units of the material component. Some magic items similarly incur extra costs in material components, as noted in their descriptions.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Extra Costs", 
            "type": "section", 
            "name": "Extra Costs", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Successfully creating a magic item requires a Spellcraft check with a DC equal to 5 + the item's caster level. Alternatively, you can use an associated Craft or Profession skill to attempt this check instead, depending upon the item being crafted. See Magic Item Creation for more details on which Craft and Profession checks may be substituted in this manner. The DC of this check can increase if the crafter is rushed or does not meet all of the prerequisites. A failed check ruins the materials used, while a check that fails by 5 or more results in a cursed item. See Magic Items for more details.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Feats/Types of Feats/Item Creation Feats/Skill Check", 
            "type": "section", 
            "name": "Skill Check", 
            "source": "Core Rulebook"
        }
    ]
}