{
    "body": "<p>Unlike higher age categories, there are two common ways a young character might advance into adulthood.</p>", 
    "name": "Leaving Youth Behind", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Young Characters/Leaving Youth Behind", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The simplest way for a young character to reach adulthood is by aging into new age thresholds. This table includes the age when members of the core races reach adulthood. Once a character reaches that age, she loses the ability score adjustments related to youth and may retrain NPC classes. If you aren't playing one of the races from the <i>Core Rulebook</i>, find a race with the lifespan that most closely approximates that of your character's race and work with your GM to create reasonable age benchmarks for youth, adulthood, middle age, and beyond.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Young Characters/Leaving Youth Behind/Age", 
            "type": "section", 
            "name": "Age", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The pace at which characters gain experience varies widely from campaign to campaign. In one campaign, a character might gain multiple levels in a single month of in-game time, while in another a character might spend years at the same level. If adulthood were purely tied to the passage of time in a campaign, a young character might gain extensive adventuring experience but still be restricted to selecting only NPC classes.</p><p>A GM may grant a young character the option of passing into the adult age category early after achieving some noteworthy goal. Potential accomplishments include surpassing your instructor's skill, defeating a powerful adult foe, overcoming a threat to your home, or completing a lengthy journey. The completion of a published module or adventure of similar length might warrant a youth advancing to adulthood, or perhaps attaining a certain level in an NPC class (perhaps at 3rd or 5th level). If your GM grants your young character the ability to advance into adulthood early, you may choose when to take advantage of that benefit. Your ability scores do not change to reflect your new age category until you retrain an NPC class level.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Young Characters/Leaving Youth Behind/Reward", 
            "type": "section", 
            "name": "Reward", 
            "source": "Ultimate Campaign"
        }
    ]
}