{
    "body": "<p>Blasts of explosive energies, eldritch enhancements, and allies summoned from other realities often prove just as vital to success in battle as skill with a blade and  precision with a bow. The lists presented here summarize all of the new spells presented in this book, except for spells that interact with the optional wounds and vitality subsystem. The spells for this subsystem are presented in that section. </p><p>An <sup>M</sup> or <sup>F</sup> appearing at the end of a spell's name in the spell list denotes a material or focus component not normally included in a spell component pouch.</p>", 
    "name": "Spell Lists", 
    "url": "pfsrd://Ultimate Combat/Rules/Spell Lists", 
    "sections": [
        {
            "body": "<p id=\"order-of-presentation\">The first spell lists presented are the lists of spells separated by class and level. These include the spell name and a brief and incomplete description of the spell. Immediately after those lists is a complete list of all spells with full descriptions of those spells listed. Spells in all lists are presented in alphabetical order, except when a spell's name begins with &ldquo;communal,&rdquo; &ldquo;greater,&rdquo; &ldquo;lesser,&rdquo; or &ldquo;mass,&rdquo; in which case it is alphabetized under the base spell name. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Spell Lists/Order of Presentation", 
            "type": "section", 
            "name": "Order of Presentation", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"hit-dice\">The term &ldquo;Hit Dice&rdquo; is used synonymously with &ldquo;character levels&rdquo; for effects that affect a specific number of Hit Dice of creatures.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Spell Lists/Hit Dice", 
            "type": "section", 
            "name": "Hit Dice", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"caster-level\">A spell's power often depends on caster level, which is defined as the caster's class level for the purposes of casting a particular spell. The word &ldquo;level&rdquo; in the short spell descriptions that follow always refers to caster level. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Spell Lists/Caster Level", 
            "type": "section", 
            "name": "Caster Level", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"creatures-and-characters\">The words &ldquo;Creature&rdquo; and &ldquo;character&rdquo; are used synonymously in the short descriptions. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Spell Lists/Creatures and Characters", 
            "type": "section", 
            "name": "Creatures and Characters", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"communal-spells\">Communal spells function like other spells, except they allow you to divide the duration among multiple targets, treating each target as a subject of the spell. When you divide the duration, you must divide it as evenly as possible among the targets. Furthermore, unless the communal spell's description indicates otherwise, no target can receive a duration increment smaller than the smallest increment of duration listed in the spell description. For example, if you are 5th level, your communal spell's duration is 10 minutes per level, and you have four targets, each target must receive 10 minutes of duration. The extra 10 minute duration can go to one of the four targets or it is wasted.</p>", 
            "name": "Communal Spells", 
            "url": "pfsrd://Ultimate Combat/Rules/Spell Lists/Communal Spells", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"a-note-on-alchemists\">Dispensing communal formulae to creatures requires that the alchemist have the infusion discovery. Without it, the alchemist cannot use communal spells as formulae.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Spell Lists/Communal Spells/A Note on Alchemists", 
                    "type": "section", 
                    "name": "A Note on Alchemists", 
                    "source": "Ultimate Combat"
                }
            ]
        }
    ], 
    "source": "Ultimate Combat", 
    "type": "section"
}