{
    "url": "pfsrd://Ultimate Combat/Rules/Vehicles", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p>In the Pathfinder Roleplaying Game, low-level characters do most of their traveling on their own two feet. At higher levels, magical travel becomes a common occurrence, as does travel by horseback, atop animal companions, or via more exotic mounts. Every so often, travel may involve a vehicle of some sort&mdash;the wagons of a caravan, a wind-tossed galley, some fantastic form of aerial transport, or even a planes-hopping device. If you like your games with a dose of weird, such vehicles may be as strange as a crashed space vessel. Whatever the case, vehicles in the Pathfinder RPG are often treated as either mobile terrain or adventure sites in their own right.</p><p>Many of the iconic motifs that inspire roleplaying games touch on vehicular adventures, from the voyages of Jason and the Argonauts to pirate tales, from charioteers in blood-soaked arenas under a drone of cheers to those who would chase and tame dragons. History and fiction are full of interesting vehicles performing death-defying actions. The rules in this chapter allow you to run combats with vehicles in the Pathfinder RPG, rather than just treating them as objects or terrain. </p><p>The following rules attempt to strike a balance between verisimilitude and ease and speed of play during combat. In areas where those two balancing points are conflicted, ease of use should always prevail. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicles", 
            "type": "section", 
            "name": "Vehicles", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>What follow are the basic rules for using vehicles in the Pathfinder Roleplaying Game. They give an overview of the rules that all vehicles use. </p>", 
            "name": "Vehicle Basics", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p>Drivers control vehicles. A driver is a creature with an Intelligence score of at least 3 who is physically able to manipulate a vehicle's driving device and who is both within the driving spaces of a vehicle and actively manipulating the driving device.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Drivers", 
                    "type": "section", 
                    "name": "Drivers", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Any creature riding, driving, serving as crew on, or providing propulsion for a vehicle is considered its occupant.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Occupants", 
                    "type": "section", 
                    "name": "Occupants", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Unlike characters, vehicles have a forward facing. A vehicle moves best when it moves in the direction of its forward facing.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Facing", 
                    "type": "section", 
                    "name": "Facing", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Vehicles must accelerate to reach their maximum speed. Each round, with the proper driving action and a successful check, the driver can increase the vehicle's movement by its rate of acceleration, as long that value is no greater than the vehicle's maximum speed. Vehicles must decelerate to slow down and are hard to stop at an exact point. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Acceleration_Deceleration", 
                    "type": "section", 
                    "name": "Acceleration/Deceleration", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>A vehicle moves at the start of its driver's turn. If a vehicle has no driver, it moves on the turn of the last creature that was its driver, or on a turn determined by the GM. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Initiative", 
                    "type": "section", 
                    "name": "Initiative", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>If a vehicle has a driver, before the driver does anything else on her turn, she must determine what drive action she is taking, and take that action. If the driver takes no action, takes some other action instead of driving the vehicle, or delays or readies an action&mdash;or if there is no driver&mdash;the vehicle takes the &ldquo;uncontrolled&rdquo; action. A driver can only take one action each turn to control a vehicle. Once the driver has selected the action, or takes some other action forcing the vehicle to become uncontrolled, the vehicle moves. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Controlling a Vehicle", 
                    "type": "section", 
                    "name": "Controlling a Vehicle", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>When a driver takes a driving action, she must make a driving check to determine the maneuverability and speed of the vehicle that round. The vehicle's propulsion determines what skill is used for the driving check. A driver can always make a Wisdom check in place of a driving check. The base DCs for all driving checks are DC 5 and DC 20. Use the lower DC when the driver is not in combat and the higher DC when the driver is in combat. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/Driving Check", 
                    "type": "section", 
                    "name": "Driving Check", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Vehicles, creatures used as propulsion, and crew members do not threaten any area around them, but their drivers and their non-crew occupants do. Vehicles can enter the spaces of objects and creatures smaller than themselves. Vehicles do not have attacks, but they can&mdash;and may be required to&mdash;make vehicular bull rush, vehicular overrun, and ramming combat maneuv<span class=\"char-style-override-9\">ers.</span></p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Basics/In Combat", 
                    "type": "section", 
                    "name": "In Combat", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>The basic rules give a general idea of how vehicles act in the structure of the combat round, and how they are different than creatures. The following sections go into greater depth about running vehicles in combat. </p>", 
            "name": "Full Vehicle Rules", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p>A vehicle is a special movable object that requires two things to keep it moving&mdash;a driver and a method of propulsion. A driver is a creature with an Intelligence score of 3 or more who is physically able to use the vehicle's driving mechanism. In other words, the creature needs to be the correct size and have the correct anatomy to use whatever tool is used to drive the vehicle. Sometimes a driving mechanism may have its own requirements for use. The driver uses that mechanism and her skill (or her Wisdom)  to control the vehicle. Without a driver, a vehicle will not move or will continue moving in a straight line, depending on the vehicle's state when it becomes driverless. </p><p>A creature must be the size of a vehicle or smaller in order to drive it.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Drivers", 
                    "type": "section", 
                    "name": "Drivers", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Drivers, riders, any crew, and creatures that serve as propulsion for a vehicle are all considered occupants. All occupants except for crew members and creatures used for propulsion can take actions and threaten areas as regular creatures. Crew members can take no actions nor threaten areas&mdash;their actions and concentration are all consumed by the act of providing propulsion or upkeep for the vehicle.  </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Occupants", 
                    "type": "section", 
                    "name": "Occupants", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p>Every vehicle has a method of propulsion. Creatures pull chariots and wagons. Boats and ships are propelled by water currents, wind, muscle, or all three forces. Fantastical airships are held aloft by a variety of propulsion sources, both magical and mundane. The method of propulsion typically affects the speed and maneuverability of a vehicle, but more importantly, a vehicle's propulsion determines the required skill needed to control a vehicle. The following are the general methods of vehicle propulsion, along with what skills are typically needed to drive such vehicles. </p>", 
                    "name": "Propulsion and Driving Checks", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"alchemical\">Rarely, an alchemical engine may propel a vehicle. Powered by steam or more volatile gases and reagents, a vehicle with an alchemical engine requires either a Knowledge (arcana) or Craft (alchemy) check to be driven. The base DC to drive an alchemical vehicle is 10 higher than normal. Alchemical engines can be extremely powerful, with the ability to propel vehicles hundreds of times their size. They can also be very fickle when driven by creatures uninitiated in the secrets of alchemy. </p><p>When a driver makes a driving check to control an alchemically propelled vehicle with a Wisdom check or a skill she is not trained in and rolls a natural 1, the vehicle's alchemical engine gains the broken condition. When it gains the broken condition, the vehicle's maximum speed and acceleration are both halved, and if the vehicle is currently moving at a rate faster than its new maximum speed, it immediately slows to that speed. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Alchemical", 
                            "type": "section", 
                            "name": "Alchemical", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"current\">From canoes and large ships to winged gliders, vehicles propelled by currents typically manipulate an already existing power source within or outside of nature&mdash;an air current, a water current, or more exotic currents, like conduits of magical energy. Usually, manipulating a current-propelled vehicle requires a skill like Fly, Knowledge (nature), Profession (sailor), Survival, or even Acrobatics or Knowledge (arcana), depending on the nature or makeup of the vehicle and the current the vehicle is manipulating.</p>", 
                            "name": "Current", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"water-current\" class=\"stat-block-2\">Vehicles that only rely on currents of water for their propulsion are somewhat limited. These vehicles can only move in the direction and at the speed of a current unless they also employ some other means of propulsion or manipulation, and thus often have an additional form of propulsion, such as muscle in the case of a canoe, and wind in the case of a galley. A current-driven ship such as a river barge with a crew of two or more creatures requires either a Profession (sailor) or Knowledge (nature) check for the driving check, as ships require precision, discipline, and knowledge of the natural world. Smaller water-current vehicles, like canoes, use the Survival skill as the drive skill, as reading the terrain is a very important aspect of maintaining control over those types of vehicles.If it moves with the current, a water-current vehicle's maximum speed depends on the speed of the current (often as high as 120 feet). The acceleration of a water-current vehicle is 30 feet.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current/Water Current", 
                                    "type": "section", 
                                    "name": "Water Current", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"air-current\" class=\"stat-block-2\">Air-current vehicles are rather diverse. They can be sailing ships, airships, land ships, or even gliders. A vehicle propelled by air with a crew of two or more creatures requires a Profession (sailor) or Knowledge (nature) check as its driving check. Because of their complexity, air-current vehicles always have their driving check DCs increased by 10. Smaller air-current vehicles, such as gliders and wind sleds, use Acrobatics or Fly instead. Much of their control depends on knowledge of flight or proper movements of the body to control the vehicle. Smaller vehicles (size Large or smaller) can move at a speed of 60 feet, can move at twice that amount when they are moving with the air current, and have an acceleration of 30 feet. Larger vehicles can move at a speed of 90 feet, or twice that amount when they are moving with the air current, and have an acceleration of 30 feet.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current/Air Current", 
                                    "type": "section", 
                                    "name": "Air Current", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"weird-current\" class=\"stat-block-2\">Navigating currents of magical energy, burning magma, or the murky rivers of the Shadow Plane could use a number of skills, but likely use skills similar to those needed to operate water-current and air-current vehicles. Weird-current vehicles always have their driving check DCs increased by 10, and sometimes by 15 in more exotic locales and conditions.Weird-current vehicles typically move at the speed of water or air currents, depending on their nature, but have been known to move twice or even triple those speeds.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current/Weird Current", 
                                    "type": "section", 
                                    "name": "Weird Current", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"magic\">Magic provides some of the most powerful and easy-to-use methods of propelling a vehicle, such as an elemental-powered juggernaut or an airship with an arcane device at its heart. Often simply identifying the properties of the magic item providing propulsion gives a creature the ability to use it, but sometimes more complicated magical devices require Spellcraft or Use Magic Device to drive properly. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Magic", 
                            "type": "section", 
                            "name": "Magic", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"muscle\">From a chariot to a slave ship filled with captive rowers, moving a vehicle powered by muscle is all about getting a creature or creatures to push, pull, or otherwise propel the vehicle. Based on the type and intelligence of the creatures moving the vehicle, checks for driving muscle-propelled vehicles can use a diverse number of skills, including, but not limited to, Diplomacy, Handle Animal, Intimidate, and Profession (driver).</p><p>Muscle-propelled vehicles come in two forms: pulled and pushed.</p>", 
                            "name": "Muscle", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Muscle", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"pulled\" class=\"stat-block-2\">This type of propulsion involves one or more creature pulling a vehicle. Unless the creature pulling the vehicle is intelligent (Intelligence score of 3 or higher), either Handle Animal or Profession (driver) is used for the driving check (driver's choice). Intelligent creatures must be convinced with a Diplomacy check (decrease the driving check by 5 if the creature or creatures have the helpful attitude), or forced with an Intimidate check. Forcing an intelligent creature to pull a vehicle increases the DC by 20.A creature can pull a number of vehicle squares equal to the number of squares in the creature's space to a top speed equal to twice the creature's speed. It can accelerate its space in vehicle squares up to its speed. For instance, a single horse takes up 4 squares, and can pull a 4-square cart 100 feet each round with an acceleration of 50 feet. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Muscle/Pulled", 
                                    "type": "section", 
                                    "name": "Pulled", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"pushed\" class=\"stat-block-2\">Pushed vehicles are the exact opposite of pulled vehicles&mdash;vehicles that are pushed by muscle, usually using some form of device manipulated by crew members. Aquatic vehicles are the most likely to be pushed. Lines of rowers use their oars to push the vehicle forward, or a pair of cloud giants may churn a propeller at the aft end of a dirigible. Driving checks for pushed vehicles tend to be Diplomacy, Intimidate, or Handle Animal, depending on the intelligence and attitude of the creatures supplying the muscle for the propulsion.For intelligent creatures, use Diplomacy if the creatures providing the propulsion have an attitude of indifferent, friendly, or helpful. Decrease the Diplomacy driving check by 5 if the creatures providing the propulsion are friendly. Intimidate is used for intelligent creatures with an attitude of unfriendly or hostile. Handle Animal is used if the creatures providing the propulsion are not intelligent.A creature that is pushing a vehicle with the proper mechanical help can push between 5 times to 20 times its space in vehicle squares.The maximum speed and acceleration of a muscle-propelled vehicle depends on the mechanism used to assist the pushing&mdash;see the sample vehicle statistics for examples.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Muscle/Pushed", 
                                    "type": "section", 
                                    "name": "Pushed", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"mixed-methods-of-propulsion\">Large and complicated vehicles, such as large sailing ships, often use multiple forms of propulsion. Sometimes multiple methods add flexibility, but often they work in concert to create faster movement. A vehicle with multiple methods of propulsion often requires a large crew to get it going and keep it moving. If a vehicle has two methods of propulsion, it uses its fastest speed and acceleration and then adds half the speed and acceleration of the second-fastest propulsion. Nothing is added for a third form of propulsion, except for the flexibility of having a back-up form of propulsion.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Mixed Methods of Propulsion", 
                            "type": "section", 
                            "name": "Mixed Methods of Propulsion", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>Vehicles have sizes and spaces different from creature sizes and spaces. Many vehicles are long and thin rather than taking up a space of an equal number of squares per side like creatures do. A wagon, for instance, may take up a 10-by-10-foot square, or may be 10 feet wide and 15 feet or more long. Often one of the shorter sides of the vehicle serves as a vehicle's forward facing.</p>", 
                    "name": "Vehicle Size and Space", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicle Size and Space", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"size-conversion\">Often it is important to know the size category of a vehicle. Use Table 4&ndash;1 to determine the size of a vehicle or its propulsion based on the number of squares it occupies. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicle Size and Space/Size Conversion", 
                            "type": "section", 
                            "name": "Size Conversion", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"driving-space\">At least one 5-foot-by-5-foot square on each vehicle must be designated as its driving space&mdash;often such an area encompasses multiple squares. In order to drive a vehicle, an intelligent creature must be within at least one square of the driving space and able to manipulate its driving device. The typical sizes and locations of driving spaces are detailed in the individual vehicle descriptions.</p>", 
                            "name": "Driving Space", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicle Size and Space/Driving Space", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<table><caption>Table: Vehicle Size by Squares</caption><thead><tr><th>Vehicle Squares</th><th>Vehicle Size</th></tr></thead><tr class=\"odd\"><td>2&ndash;6 squares</td><td>Large vehicle</td></tr><tr class=\"even\"><td>7&ndash;12 squares</td><td>Huge vehicle</td></tr><tr class=\"odd\"><td>13&ndash;20 squares</td><td>Gargantuan vehicle</td></tr><tr class=\"even\"><td>21+</td><td>Colossal vehicle</td></tr></table>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicle Size and Space/Driving Space/Table Vehicle Size by Squares", 
                                    "type": "table", 
                                    "name": "Table: Vehicle Size by Squares", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Vehicles do not move like creatures, even when they use creatures as propulsion. They tend to move in the direction of their forward facing, and do so quickly. </p>", 
                    "name": "Vehicle Facing and Movement", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicle Facing and Movement", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"facing\">Unlike creatures, most vehicles have a forward facing. The facing of the vehicle determines its best path of propulsion. Vehicles are very good at moving in the direction of their forward facing, but it takes time and skill to move them in other directions. A horse-pulled wagon moves forward quickly and with ease, but turning a corner requires proper timing and a crack of the whip. A ship propelled by an air current can take a great deal of effort to stop, especially once it has reached top speed. Vehicle facing represents the effect of inertia on vehicles. </p><p>When driven correctly, vehicles can move straight ahead, diagonally, or a mix of both within the same movement. Skilled drivers can make a vehicle zigzag in a forward direction with ease. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicle Facing and Movement/Facing", 
                            "type": "section", 
                            "name": "Facing", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"movement\">Vehicles have a maximum speed and an acceleration listing. The speed is the fastest rate the vehicle can travel. When a creature or creatures pull a vehicle, the vehicle's maximum speed is equal to twice the speed of the creature providing the propulsion, and its acceleration is the creature's speed. (Teams of mixed creature types use the slowest creature's speed.) A vehicle cannot start at its maximum speed, unless it has some form of high-level magic propulsion. Each round, the driver can attempt to accelerate the vehicle or decelerate it by a rate equal to its acceleration (see Driving Vehicles below). The rate at which a vehicle is currently moving is called its current speed.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicle Facing and Movement/Movement", 
                            "type": "section", 
                            "name": "Movement", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>Controlling a vehicle takes common sense, awareness, intuition, and often some amount of skill in its method of propulsion. In the case of muscle propulsion, it is about guiding the creatures to move the vehicle. In the case of current propulsion, it is about using the current and tools like sails, oars, or a rudder to move the vehicle. With magic, it is typically about understanding the magic device that powers the propulsion and using the device properly.</p>", 
                    "name": "Driving Vehicles", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"driving-actions\">A driver can, at the start of her turn, before taking any other action, take any of the following actions (except the &ldquo;uncontrolled&rdquo; action) to control a vehicle. If the driver does not take an action, takes another action, or delays or readies an action, she loses control of the vehicle and the vehicle takes the &ldquo;uncontrolled&rdquo; action.</p>", 
                            "name": "Driving Actions", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving Actions", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"accelerate-(standard-action)\" class=\"stat-block-2\">With a successful driving check, the vehicle's current speed increases up to its acceleration (in 5-foot increments; minimum 5 feet), but no higher than its maximum speed. The vehicle can move forward or forward diagonally. In other words, each time a vehicle enters a new 5-foot square, it can choose any of its forward-facing squares&mdash;the ones directly in front or either of the squares directly forward and diagonal. This allows the vehicle to swerve. A driver who fails her driving check can only move into squares directly in front of the vehicle's forward facing.</p>", 
                                    "name": "Accelerate", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving Actions/Accelerate", 
                                    "source": "Ultimate Combat", 
                                    "abbrev": "standard action", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p id=\"decelerate-(standard-action)\" class=\"stat-block-2\">With a successful driving check, the vehicle's current speed decreases by a rate up to its acceleration (in 5-foot increments; minimum 5 feet). On a failed check, the vehicle does not decelerate. Either way, the vehicle can move forward diagonally. If deceleration reduces a vehicle's speed to 0, some amount of inertia will continue to move the vehicle forward. The vehicle moves forward (either directly forward or forward diagonally) 1d4 <span class=\"char-style-override-9\">&times;</span> 5 feet before coming to a complete stop. Having the Expert Driver feat reduces this distance by 10 feet (minimum 0 feet). </p>", 
                                    "name": "Decelerate", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving Actions/Decelerate", 
                                    "source": "Ultimate Combat", 
                                    "abbrev": "standard action", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p id=\"keep-it-going-(move-action)\" class=\"stat-block-2\">With a successful driving check, the driver can move the vehicle forward on its current facing at its current speed, and it can move forward diagonally. Failing the check keeps the speed constant, but you cannot move the vehicle forward diagonally. </p>", 
                                    "name": "Keep It Going", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving Actions/Keep It Going", 
                                    "source": "Ultimate Combat", 
                                    "abbrev": "move action", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p id=\"reverse-(standard-action)\" class=\"stat-block-2\">A vehicle may only be moved in reverse if it is at a full stop (movement of 0 feet). On a successful driving check, a vehicle can move backward at half its acceleration, moving either directly backward (the reverse of its forward facing) or backward diagonally. On a failed check, it does not move backward. </p>", 
                                    "name": "Reverse", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving Actions/Reverse", 
                                    "source": "Ultimate Combat", 
                                    "abbrev": "standard action", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p id=\"turn-(standard-action)\" class=\"stat-block-2\">The driver takes this action to turn a vehicle's forward facing 90 degrees. The vehicle moves its current speed. If a vehicle's current speed is twice its acceleration, the driving check DC increases by 5. If a vehicle's movement is three times its acceleration, the driving check DC increases by 10. If it is four or more times its acceleration, the DC increases by 20. With a successful driving check, the vehicle changes its facing either left or right by 90 degrees at any point during its movement. Do this by pivoting the vehicle so that the left rear or right rear side of the vehicle takes the place of the vehicle's former forward facing side. On a failed check, the vehicle does not turn, but can be moved forward diagonally during its movement.</p>", 
                                    "name": "Turn", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving Actions/Turn", 
                                    "source": "Ultimate Combat", 
                                    "abbrev": "standard action", 
                                    "type": "section"
                                }, 
                                {
                                    "body": "<p id=\"uncontrolled-(no-action)\" class=\"stat-block-2\">When the driver does nothing or there is no driver, the vehicle is uncontrolled. An uncontrolled vehicle moves forward only (it cannot move forward diagonally). If a vehicle has muscle propulsion, it decelerates a rate equal to its acceleration. If a vehicle is powered by an air current, water current, or some form of weird current, it slows by 10 feet. These decelerations are cumulative. If a vehicle does nothing, it cannot perform vehicular bull rushes, but can still perform a vehicular overrun or a ramming maneuver.</p>", 
                                    "name": "Uncontrolled", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving Actions/Uncontrolled", 
                                    "source": "Ultimate Combat", 
                                    "abbrev": "no action", 
                                    "type": "section"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"driving-a-vehicle-outside-of-combat\">Since driving a vehicle outside of combat is easily accomplished by taking 10 on the skill check, driving checks are not normally needed. Almost every character can do it with relative ease; the DCs are given only to adjudicate special situations that may come up in your game.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving a Vehicle Outside of Combat", 
                            "type": "section", 
                            "name": "Driving a Vehicle Outside of Combat", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"driving-a-vehicle-with-magic-propulsion\">Typically, a vehicle with magic propulsion requires actions but no driving checks in order to drive it. When driving a vehicle with magic propulsion, treat every action as though the driver succeeded at the driving check.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving a Vehicle with Magic Propulsion", 
                            "type": "section", 
                            "name": "Driving a Vehicle with Magic Propulsion", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"driving-a-vehicle-without-the-proper-skill\">If a driver lacks the proper skill to drive a vehicle, the driver can always make a Wisdom ability check instead of the appropriate skill check. The driver can even take 10 or gain the benefits of aid another when using Wisdom instead of the vehicle's normal driving skill. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Driving a Vehicle without the Proper Skill", 
                            "type": "section", 
                            "name": "Driving a Vehicle without the Proper Skill", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"vehicle-crews\">Some vehicles require a crew. A vehicle with a full crew complement is as easy to control as any other vehicle. A vehicle without a full crew complement, but with at least half its crew, increases all driving check DCs by 10. A vehicle needs at least half its crew complement in order to be driven at all. Crew members can take no action while the vehicle is in motion except to aid in that vehicle's movement. A crew member does not threaten an area.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Driving Vehicles/Vehicle Crews", 
                            "type": "section", 
                            "name": "Vehicle Crews", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p>A vehicle in combat can become a target for attacks and can affect combatants with special vehicular maneuvers. The following are the rules for how a vehicle acts in the combat round.</p>", 
                    "name": "Vehicles in Combat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"initiative\">A vehicle moves on its driver's initiative. If a driver delays or readies an action, the vehicle goes out of control, and does nothing except take the uncontrolled action until it stops or someone becomes its new driver.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Initiative", 
                            "type": "section", 
                            "name": "Initiative", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"movement\">At the start of the driver's turn, she makes a driving check to control the vehicle as detailed in the Driving Vehicles section. When doing so, she takes whatever action is required before doing anything else that turn. </p><p>Vehicles usually ignore difficult terrain due to rubble and foliage, but treat steep inclines as difficult terrain, and depending on the vehicle type and GM judgment, they may be affected by other difficult terrain types as well.</p><p>Vehicles and creatures that occupy vehicles can enter the spaces of other vehicles and creatures, though doing so usually provokes a vehicular overrun or ramming maneuver. A vehicle can even end its turn in the space of a creature or another vehicle. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Movement", 
                            "type": "section", 
                            "name": "Movement", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"threatening\">Vehicles cannot threaten areas, but their non-crew occupants can. A character driving a vehicle still threatens the squares around her, though she may have limited options for attack depending on the requirements of the device used to drive the vehicle. Creatures used as propulsion do not threaten areas, and are treated as part of the vehicle for purposes of vehicular combat maneuvers. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Threatening", 
                            "type": "section", 
                            "name": "Threatening", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"line-of-sight-and-cover\">Vehicles typically grant their occupants partial cover (+2 to AC and +1 on Reflex saving throws) against those outside the vehicle, and may grant partial cover against opponents within the vehicles as well. Vehicles with more protection or internal chambers can offer greater cover and can even block line of sight.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Line of Sight and Cover", 
                            "type": "section", 
                            "name": "Line of Sight and Cover", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"jumping-on-or-off-a-vehicle\">Jumping on a vehicle is a normal jump of its distance assuming the vehicle has a deck or handholds within the character's height from the ground. Increase the DC of the Acrobatics check by 5 for every 30 feet of the vehicle's current speed. If the jumping creature is on a moving vehicle, calculate the increase in  the Acrobatics skill check DC by calculating the difference between the current speeds of the two vehicles. For every difference of 30 feet (round up), the DC increases by 5.</p><p>For example, jumping onto a vehicle with a current speed of 90 feet increases the DC by 15 if the jumper is not also on a moving vehicle. If the jumper is on a moving vehicle, and that vehicle is moving at the same current speed as the vehicle the jumper wants to jump to, there is no increase to the DC. If the difference between their speeds is less than 30 feet, the DC of the Acrobatics check increases by 5. If it's between 30 and 60, it increases by 10, and so on. </p><p>Jumping off a vehicle onto the ground is considered a fall, and treated as if the fall were an additional 10 feet farther for every 30 feet of the vehicle's movement for the purposes of determining damage. Acrobatics can be used to soften this fall, and magic abilities such as <i>feather fall</i> can be used to negate the effects of jumping off a vehicle.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Jumping On or Off a Vehicle", 
                            "type": "section", 
                            "name": "Jumping On or Off a Vehicle", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"taking-control-of-a-vehicle\">If a vehicle has no driver, any creature can take control of the vehicle as long as the creature is within the driving space of the vehicle and makes a driving check as a free action. The vehicle's driver can always give over control to another adjacent creature that is within the driving space of the vehicle as a free action. When a new creature becomes the driver, the vehicle moves on the new driver's turn, but not on the new driver's first turn after taking control of the vehicle. </p><p>If a creature wants to take control of a vehicle from another forcefully, it must pull the driver off the controls as part of a grapple and take over the driving device as part of a pin. When a creature successfully pins a vehicle's driver, it can choose to end the grapple immediately. When it does, the creature moves the current driver 5 feet to any unoccupied space within the vehicle (this movement does not provoke attacks of opportunity) and becomes the vehicle's new driver. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Taking Control of a Vehicle", 
                            "type": "section", 
                            "name": "Taking Control of a Vehicle", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"attacks-against-vehicles\">A vehicle has a base Armor Class based on its size and other defenses the vehicle has. To calculate the vehicle's actual AC, add the current driver's driving skill modifier (or Wisdom modifier, if it is using that ability to drive the vehicle) to the vehicle's base AC. Touch attacks against a vehicle ignore its driver's driving skill or ability modifier; thus a vehicle's base AC is its touch AC. A vehicle is never considered flat-footed.</p><p>A vehicle has a base saving throw listed in its stat block. This determines its base Fortitude and Reflex saving throw. A vehicle is immune to effects that require a Will saving throw (though drivers, crew members, passengers, and creatures providing muscle propulsion typically are not). To determine the vehicle's actual Fortitude and Reflex saving throws, add half the driver's driving skill modifier (or half the driver's Wisdom modifier) to the vehicle's base saving throw.</p><p>Vehicles have hit points, but do not have ability scores, and are immune to ability score damage or drain. They are also immune to bleed damage. A vehicle that takes damage in excess of half its total hit points gains the broken condition. When a vehicle reaches 0 or fewer hit points, but has not yet reached negative hit points equal to the number of squares of its space, it is wrecked. When a vehicle reaches a negative number of hit points equal to the number of squares it takes up, it is destroyed.</p><p>Unlike other objects, vehicles do not take half damage from energy attacks, but do take half damage from all ranged weapons except siege weapons. </p><p>When attacking a vehicle, you can attack the vehicle's structure, occupant, propulsion, driving device, or conveyance (if any).</p>", 
                            "name": "Attacks against Vehicles", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"attacking-the-structure\" class=\"stat-block-2\">This is an attack against the vehicle itself. If successful, the vehicle takes damage normally. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking the Structure", 
                                    "type": "section", 
                                    "name": "Attacking the Structure", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"attacking-an-occupant\" class=\"stat-block-2\">This is a normal attack against an occupant creature. Occupants get partial cover or greater if the attack is coming from outside of the vehicle. Grappling the driver is one method for taking control of the vehicle.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking an Occupant", 
                                    "type": "section", 
                                    "name": "Attacking an Occupant", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"attacking-propulsion\" class=\"stat-block-2\">Propulsion often has its own set of statistics, while creatures propelling a vehicle use their own statistics. Other types of propulsion have hit points and hardness determined by multiplying the values listed in the Propulsion Devices sidebar by the vehicle's total number of squares of that type. Individual vehicle stat blocks also detail their propulsion.If a vehicle is being pulled by creatures, and any of those creatures is killed, dazed, stunned, or becomes unconscious, the vehicle comes to a sudden stop. If a vehicle has a crew, and half or more of that crew is killed, dazed, stunned, or rendered unconscious, the vehicle can no longer be controlled.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking Propulsion", 
                                    "type": "section", 
                                    "name": "Attacking Propulsion", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"attacking-the-driving-device\" class=\"stat-block-2\">A driving device is its own object with its own statistics. When a driving device gains the broken condition or is disabled, all driving checks are increased by 10. When a driving device is destroyed, the vehicle can no longer be driven. Driving devices are typically objects with object immunities and resistances.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking the Driving Device", 
                                    "type": "section", 
                                    "name": "Attacking the Driving Device", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"attacking-conveyance\" class=\"stat-block-2\">An attack against wheels, rudders, or similar forms of conveyance takes a &ndash;10 penalty on the attack roll, but does maximum damage to the vehicle (no roll necessary). If the attack is a critical hit, multiply this maximum damage by the critical multiplier of the attack. Conveyances are typically objects with object immunities and resistances.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking Conveyance", 
                                    "type": "section", 
                                    "name": "Attacking Conveyance", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"vehicle-combat-maneuvers\">Vehicles typically don't have attacks, though some can be fitted with siege weapons. A vehicle can make, and is often required to make, a vehicular bull rush, vehicular overrun, or ramming maneuver as part of its movement. Unlike creatures, a vehicle can enter the space of creatures or objects smaller than it, and when it does, it makes either a vehicular overrun or vehicular bull rush. When a vehicle hits a creature or a vehicle that is its size or larger, or it hits a solid object (a wall or structure that is immobile and has a hardness of 5 or more), it makes a ramming maneuver. </p>", 
                            "name": "Vehicle Combat Maneuvers", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<p id=\"vehicular-overrun\" class=\"stat-block-2\">Any time any part of a vehicle (including any creatures used as propulsion) enters the space of a creature or vehicle smaller than it, the driver must make a vehicular overrun combat maneuver against the creature or vehicle. This may require the driver to make vehicular overrun checks against the same creature numerous times as new parts of the vehicle enter its square.\t\t\t\tWhen performing a vehicular overrun, the driver uses the base CMB of the vehicle plus her driving skill modifier (or Wisdom skill modifier if she is using that ability to drive the vehicle) as the CMB of the vehicular overrun. If the driver has feats that improve her CMB when overrunning, like the Improved Overrun feat, she may also add those modifiers and benefits to the vehicular overrun. Like a normal overrun, this action provokes an attack of opportunity from the creature being overrun, unless the driver has the Improved Overrun feat. The creature being overrun can make this attack of opportunity on any part of the vehicle that is within reach.\t\t\t\tWhen a vehicular overrun is attempted, the target of the overrun may choose to avoid the vehicle, allowing the vehicle to pass through its space without requiring a vehicular overrun maneuver check. The creature or vehicle cannot avoid a maneuver check if the driver has the Improved Overrun feat, the vehicle is two or more size categories larger than the target, or the target creature is confused, dazed, entangled, flat-footed, helpless, paralyzed, prone, or stunned. If the target does not avoid the vehicle, make the combat maneuver check as normal. If the maneuver is successful, the vehicle moves through the target's space, and the target of the overrun takes the vehicle's ramming damage. If the driver's combat maneuver check exceeds the target's CMD by 5 or more, the target takes twice the vehicle's ramming damage. If the target is a creature, it is also knocked prone. If the target has more than two legs, it gets a +2 bonus to its CMD for each additional leg it has. Vehicles that are overrun are knocked prone if the opposing driver's combat maneuver check result exceeds the vehicle's CMD by 10 or more. A vehicle that is knocked prone makes a sudden stop.\t\t\t\tIt takes at least 5 full-round actions and a DC 25 Strength check from creatures adjacent to the vehicle to push a Large land or water vehicle up from being prone. For every size category that the vehicle is larger than size Large, increase the number of full-round actions by three and the Strength check DC by 5. The driver of a prone air vehicle must succeed at a DC 25 Fly check immediately to avoid falling. A vehicle equipped with a ram deals +2d8 points of damage with a vehicular overrun.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Vehicular Overrun", 
                                    "type": "section", 
                                    "name": "Vehicular Overrun", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"vehicular-bull-rush\" class=\"stat-block-2\">As a swift action, taken when the driver takes all but the &ldquo;uncontrolled&rdquo; action while driving the vehicle, a driver can choose to substitute all or some of her vehicular overruns with vehicular bull rush maneuvers until the end of the vehicle's movement that turn. A vehicular bull rush pushes a creature or a vehicle away without doing harm. If the driver does not have the Improved Bull Rush feat or a similar ability, initiating a vehicular bull rush provokes an attack of opportunity from the creature being bull rushed with the vehicle.If the bull rush is successful, the target of the bull rush is pushed 5 feet away from the vehicle. If you succeed at the check for the vehicular bull rush by 5 or more, you can deal the vehicle's ramming damage to the creature. For every 5 by which your attack exceeds your opponent's CMD, you push the target an additional 5 feet away. A creature being moved by a vehicular bull rush does not provoke attacks of opportunity, unless the driver possesses the Greater Bull Rush feat. You cannot bull rush a creature or vehicle into a square that is occupied by an object (including a vehicle). If there is another creature in the way of a bull rush, the driver must immediately make a combat maneuver check to bull rush that creature, taking a &ndash;4 penalty on this check for each creature being pushed beyond the first. If successful, the driver can continue to push the creature or vehicle a distance equal to the lesser result.  </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Vehicular Bull Rush", 
                                    "type": "section", 
                                    "name": "Vehicular Bull Rush", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"ramming\" class=\"stat-block-2\">Any time any part of a vehicle (including any creatures used as propulsion) enters the space of a creature or vehicle of its size or larger, or the space of a solid sturdy object (like a wall or a building) no matter the size of that object, it makes a ramming maneuver against that creature or object. There is no maneuver check for a ramming maneuver; its effects happen automatically. When a vehicle makes a ramming maneuver against a creature or an object, the vehicle deals its ramming damage to the creature or object, and the vehicle takes half that damage. The base amount of damage that a ramming vehicle does and takes is determined by its size. When a vehicle makes a ramming maneuver against a solid object, to determine how much damage both the solid object and the vehicle take, allow the vehicle to enter the solid object's space. The vehicle will only travel through that space if the damage is enough to destroy the solid object; in all other cases the vehicle takes the damage and then comes to a sudden stop directly in front of the solid object.When a vehicle makes a ramming maneuver against a creature, a nonsolid object, or another vehicle, it can enter the space of the object or the creature, and even end its move within that space.A vehicle can have a ram or similar ramming device on its forward facing. If it does, it ignores the damage for the first square it enters of a solid object, and all squares for other objects and creatures. A ram can be added to a Large vehicle for 50 gp, a Huge vehicle for 100 gp, a Gargantuan vehicle for 200 gp, and a Colossal vehicle for 400 gp. A vehicle cannot have a ram if it uses muscle propulsion (pulled).If a vehicle is being pulled by a creature or creatures when the vehicle takes damage due to a ramming maneuver, the creatures that are pulling it are damaged as well, and are knocked prone. A successful Reflex saving throw (DC 10 + 1 for every 10 feet of the speed the vehicle was moving when it hit the vehicle, structure, or creature) halves the damage and the creatures pulling it are not knocked prone. If the vehicle making the ramming maneuver is a muscle-propelled (pulled) vehicle, the creatures pulling the vehicle attempt to avoid making a ramming maneuver. If a ramming maneuver is imminent, those creatures decelerate at a rate of up to twice their acceleration as an immediate action or attempt to swerve out of the way (automatically moving diagonally to avoid the vehicle or structure even if they were not driven to do so), avoiding the vehicle or structure if possible. The driver chooses which of these options occurs. A skilled driver can attempt to force the creature to continue the ramming maneuver, but doing so requires a DC 30 Handle Animal, Diplomacy, or Intimidate check, depending on the type and intelligence of the creature. The driver makes this check as an immediate action when the creature tries to decelerate or swerve out of the way.</p>", 
                                    "name": "Ramming", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Ramming", 
                                    "type": "section", 
                                    "source": "Ultimate Combat", 
                                    "sections": [
                                        {
                                            "body": "<table><caption>Table: Ramming Damage by Size</caption><thead><tr><th>Vehicle Size</th><th>Damage</th></tr></thead><tr class=\"odd\"><td>Large vehicle</td><td>1d8 </td></tr><tr class=\"even\"><td>Huge vehicle</td><td>2d8</td></tr><tr class=\"odd\"><td>Gargantuan vehicle</td><td>4d8</td></tr><tr class=\"even\"><td>Colossal vehicle</td><td>8d8</td></tr></table>", 
                                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Ramming/Table Ramming Damage by Size", 
                                            "type": "table", 
                                            "name": "Table: Ramming Damage by Size", 
                                            "source": "Ultimate Combat"
                                        }
                                    ]
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"damaging-a-vehicle\">Vehicles have hit points and hardness based on their primary components. Most vehicles are made of wood. Heavier construction materials are possible, but they at least double the number of squares of propulsion a vehicle requires. Materials like stone or heavy metals quadruple the number of squares of propulsion needed. </p><p>A vehicle has a total number of hit points equal to its base material hit point value times its vehicle's number of squares. When it is reduced to below half hit points, it becomes broken. When it reaches 0 hit points, it becomes wrecked. When it reaches negative hit points equal to its number of squares, it is destroyed&mdash;it is so damaged it cannot even be used for scrap material.</p>", 
                            "name": "Damaging a Vehicle", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle", 
                            "type": "section", 
                            "source": "Ultimate Combat", 
                            "sections": [
                                {
                                    "body": "<table><caption>Table: Vehicle Hit Points by Material</caption><thead><tr><th>Material</th><th>Hit Points per Square</th><th>Hardness</th></tr></thead><tr class=\"odd\"><td>Leather</td><td>10</td><td>0</td></tr><tr class=\"even\"><td>Wood</td><td>15</td><td>5</td></tr><tr class=\"odd\"><td>Stone</td><td>20</td><td>8</td></tr><tr class=\"even\"><td>Metal</td><td>20</td><td>10</td></tr><tr class=\"odd\"><td>Magically treated</td><td>&times;2</td><td>&times;2</td></tr></table>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Table Vehicle Hit Points by Material", 
                                    "type": "table", 
                                    "name": "Table: Vehicle Hit Points by Material", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"broken-condition\" class=\"stat-block-2\">Vehicles, and sometimes their methods of propulsion, are objects, and like any other object, when they take damage in excess of half their hit points, they gain the broken condition. When a vehicle gains the broken condition, it takes a &ndash;2 penalty to AC, on saving throws, and on combat maneuver checks, and the DC to drive the vehicle increases by 2. If a vehicle or its means of propulsion becomes broken, both the maximum speed and the acceleration of the vehicle are halved until repaired. If the vehicle is in motion, and is traveling faster than its new maximum speed, it automatically decelerates to its new maximum speed.</p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Broken Condition", 
                                    "type": "section", 
                                    "name": "Broken Condition", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"wrecked-condition\" class=\"stat-block-2\">A vehicle gains the wrecked condition if its hit points are reduced to 0 or fewer. A wrecked vehicle cannot be driven and gains the sinking condition (if in the water) or falls (if in the air). An air vehicle that begins to fall does so at a rate of half its maximum speed each round.If a means of propulsion is reduced to 0 or fewer hit points, it does not gain the wrecked condition. It is instead destroyed. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Wrecked Condition", 
                                    "type": "section", 
                                    "name": "Wrecked Condition", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"sinking\" class=\"stat-block-2\">A water vehicle that is reduced to 0 or fewer hit points or a vehicle that is not seaworthy that is plunged into water gains the sinking condition. For a water vehicle, this condition ends when a vehicle is brought to 1 or more hit points, but other vehicles must be removed from the water. A sinking ship fully sinks and is destroyed 10 rounds after gaining the sinking condition. Each additional hit on a sinking ship reduces the remaining time for it to sink by 1 round. Alternatively, when a water vehicle is reduced to a negative number of hit points equal to its number of squares, it sinks immediately. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Sinking", 
                                    "type": "section", 
                                    "name": "Sinking", 
                                    "source": "Ultimate Combat"
                                }, 
                                {
                                    "body": "<p id=\"destroyed\" class=\"stat-block-2\">A vehicle is destroyed when it is reduced to a number of negative hit points equal to its number of squares. A destroyed vehicle cannot be repaired, and is nothing more than junk.If a vehicle's means of propulsion is an object, it is destroyed when it reaches 0 hit points.If either the means of propulsion or the vehicle is destroyed, it comes to a sudden stop if it is not stopped already. Water vehicles sink and drop to the bottom of the body of water. Air vehicles fall. </p>", 
                                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Destroyed", 
                                    "type": "section", 
                                    "name": "Destroyed", 
                                    "source": "Ultimate Combat"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"sudden-stops\">When a vehicle comes to a sudden stop&mdash;its movement is reduced to 0 in some way other than the driver using a drive action to slow the vehicle&mdash;both creatures and items on the vehicle are violently pushed toward the vehicle's forward facing a number of squares equal to 1/2 the vehicle's current speed before it came to the sudden stop. This movement does not provoke attacks of opportunity. At the end of this movement, creatures and objects take 1d6 points of damage, and creatures must succeed at a DC 20 Reflex saving throw or be knocked prone. If the movement pushes creatures or objects into solid objects, that creature or object takes an additional 1d6 points of damage for each 5-foot square the push was reduced by the solid object. </p><p>For instance, if a vehicle with a movement of 60 feet makes a sudden stop due to hitting a brick wall, its driver is thrown 30 feet toward the brick wall. If the brick wall was only 5 feet away from the driver at the point of impact, the driver moves forward 5 feet, hits the wall, and takes 5d6 points of damage. She then takes the original 1d6 points of damage, after which she makes a Reflex saving throw to see if she falls prone for the sudden stop. </p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Sudden Stops", 
                            "type": "section", 
                            "name": "Sudden Stops", 
                            "source": "Ultimate Combat"
                        }, 
                        {
                            "body": "<p id=\"repairing-a-vehicle\">The fastest and easiest way to repair a vehicle is with the <i>mending</i> and <i>make whole</i> spells, but more mundane methods can also be used. Craft (carpentry) can be used to repair most vehicles made of wood; because of their specialized construction, water vehicles require Craft (ships) to repair. Depending on the nature of the damage, such skills like Craft (cloth), Craft (alchemy), Knowledge (engineering), and even various professions can be used to repair vehicles, if the GM approves. In general, a day's worth of work by a single person using the appropriate skill to repair a vehicle requires 10 gp of raw material and a DC 10 skill check, and repairs 10 points of damage on a success, or 5 hit points on a failure.</p>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Repairing a Vehicle", 
                            "type": "section", 
                            "name": "Repairing a Vehicle", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>Below are explanations of some of the traits noted in vehicle statistics. If information for a given category is not listed in a given stat block, it is not applicable.</p>", 
            "name": "Vehicle Statistics", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"name\">The name of the vehicle.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Name", 
                    "type": "section", 
                    "name": "Name", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"size-and-type\">Divided into land, sea, and air.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Size and Type", 
                    "type": "section", 
                    "name": "Size and Type", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"squares\">The typical size of the vehicle is measured in a number of squares, followed by the standard configuration of those squares. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Squares", 
                    "type": "section", 
                    "name": "Squares", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"cost\">The vehicle's cost in gp. Sometimes the description or the weapons section provides possible modifications for the vehicles. These are not included in the cost of the vehicle, nor are additions like rams or siege engines.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Cost", 
                    "type": "section", 
                    "name": "Cost", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"ac-and-hardness\">This is the AC and harness of the vehicle. The AC assumes the vehicle is in motion and the driver has not modified the AC with his driving skill. If the vehicle is not in motion, it has an effective Dexterity of 0 (&ndash;5 penalty to AC), and an additional &ndash;2 penalty to its AC. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/AC and Hardness", 
                    "type": "section", 
                    "name": "AC and Hardness", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"hp\">While a vehicle can be attacked in combat, it is often hard to significantly damage large vehicles. When a vehicle reaches the hit point total in the parentheses, it is broken. A vehicle's hit points not factor in its method of propulsion or the driving device. They have their own statistics.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/hp", 
                    "type": "section", 
                    "name": "hp", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"base-save\">Each vehicle has a base save modifier. All of the vehicle's saving throws (Fortitude, Reflex, and Will) have the same value.  This is the vehicle's save before the  driver modifies it with his driving check. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Base Save", 
                    "type": "section", 
                    "name": "Base Save", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"maximum-speed\">This is the fastest that a vehicle can move. When a vehicle has more than one method of propulsion, it may also have more than one maximum speed. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Maximum Speed", 
                    "type": "section", 
                    "name": "Maximum Speed", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"cmb-and-cmd\">The CMB an CMD before the driver modifies it with his driving check modifier.</p>", 
                    "name": "CMB and CMD", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/CMB and CMD", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table><caption>Table: Vehicle AC and CMB Modifier by Size</caption><thead><tr><th>Number of Vehicle Squares</th><th>AC</th><th>CMB Modifier</th></tr></thead><tr class=\"odd\"><td>Large vehicle</td><td>9</td><td>+1</td></tr><tr class=\"even\"><td>Huge vehicle</td><td>8</td><td>+2</td></tr><tr class=\"odd\"><td>Gargantuan vehicle</td><td>6</td><td>+4</td></tr><tr class=\"even\"><td>Colossal vehicle</td><td>2</td><td>+8</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/CMB and CMD/Table Vehicle AC and CMB Modifier by Size", 
                            "type": "table", 
                            "name": "Table: Vehicle AC and CMB Modifier by Size", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"acceleration\">This is how fast a vehicle can increase its speed each round. It also determines the maximum amount a vehicle can safely decelerate each round. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Acceleration", 
                    "type": "section", 
                    "name": "Acceleration", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"propulsion\">The type and amount of propulsion required.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Propulsion", 
                    "type": "section", 
                    "name": "Propulsion", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"driving-check:\"> The skills typically used to make a vehicle driving check with this vehicle.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Driving Check", 
                    "type": "section", 
                    "name": "Driving Check", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"forward-facing\">The direction of the vehicle's forward facing.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Forward Facing", 
                    "type": "section", 
                    "name": "Forward Facing", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"driving-device\">The typical driving device the driver manipulates when driving the vehicle. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Driving Device", 
                    "type": "section", 
                    "name": "Driving Device", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"driving-space\">The size and the location of the vehicle's driving space.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Driving Space", 
                    "type": "section", 
                    "name": "Driving Space", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"crew\">This is the number of crew members, in addition to the driver, needed to move the vehicle.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Crew", 
                    "type": "section", 
                    "name": "Crew", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"decks\">The number of decks and any important information about those decks is given in this section.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Vehicle Statistics/Decks", 
                    "type": "section", 
                    "name": "Decks", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"weapons\">Some vehicles can be equipped with siege weapons. This is the number of siege or vehicle weapons that a vehicle can have.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapons"
                }
            ]
        }, 
        {
            "body": "<p>Land vehicles carry occupants and cargo over hard earth or similar terrain. They are typically propelled by muscle, but can be moved by a variety of propulsion methods. The following are the most common types of land vehicles, including all land vehicles that characters can purchase in the <i>Core Rulebook</i>. </p>", 
            "name": "Land Vehicles", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "ac": "9", 
                    "cost": "100 gp", 
                    "forward_facing": "toward the creatures pulling the vehicle", 
                    "size": "Large", 
                    "acceleration": "the speed of the pulling creature(s)", 
                    "propulsion": "muscle (pulled; 6 Medium creatures or 2 Large creatures)", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the most forward squares if the carriage's upper deck.", 
                    "driving_device": "reins", 
                    "maximum_speed": "twice the speed of the pulling creature(s)", 
                    "squares": "6 (10 ft. by 15 ft.; 6 feet high)", 
                    "type": "vehicle", 
                    "decks": "2; a lower cab with enough room for four passengers, and an upper deck with room for a driver and another passenger.", 
                    "hp": "90 (44)", 
                    "vehicle_type": "land", 
                    "hardness": "5", 
                    "ramming_damage": "1d8", 
                    "name": "Carriage", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Carriage", 
                    "driving_check": "Handle Animal or Profession (driver) (in the case of creatures with animal intelligence pulling the vehicle), Diplomacy or Intimidate (in the case of intelligent creatures pulling the vehicle)", 
                    "cmd": "11", 
                    "cmb": "+1", 
                    "base_save": "+1"
                }, 
                {
                    "ac": "9", 
                    "cost": "15 gp", 
                    "forward_facing": "toward the creatures pulling the vehicle", 
                    "size": "Large", 
                    "acceleration": "the speed of the pulling creature(s) -5 ft.", 
                    "propulsion": "muscle (pulled; 2 Medium creatures or 1 Large creature)", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the most forward square of the cart", 
                    "driving_device": "reins", 
                    "maximum_speed": "twice the speed of the pulling creature(s) -10 ft.", 
                    "squares": "2 (5 ft. by 10 ft.; 4 feet high)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "30 (14)", 
                    "vehicle_type": "land", 
                    "hardness": "5", 
                    "ramming_damage": "1d8", 
                    "name": "Cart", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Cart", 
                    "driving_check": "Handle Animal or Profession (driver) (in the case of creatures with animal intelligence pulling the vehicle), Diplomacy or Intimidate (in the case of intelligent creatures pulling the vehicle)", 
                    "cmd": "11", 
                    "cmb": "+1", 
                    "base_save": "+0"
                }, 
                {
                    "ac": "9", 
                    "cost": "50 gp", 
                    "forward_facing": "toward the creatures pulling the vehicle", 
                    "size": "Large", 
                    "acceleration": "the speed of the pulling creature(s)", 
                    "propulsion": "Muscle (pulled; 2 Medium creatures or 1 Large creature)", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the most forward square of the chariot", 
                    "driving_device": "reins", 
                    "maximum_speed": "twice the speed of the pulling creature(s)", 
                    "squares": "2 (5 ft. by 10 ft.; 5 feet high)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "30 (14)", 
                    "vehicle_type": "land", 
                    "hardness": "5", 
                    "ramming_damage": "1d8", 
                    "name": "Chariot, Light", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Chariot/Light", 
                    "driving_check": "Handle Animal or Profession (driver) (in the case of creatures with animal intelligence pulling the vehicle), Diplomacy or Intimidate (in the case of intelligent creatures pulling the vehicle)", 
                    "cmd": "11", 
                    "cmb": "+1", 
                    "base_save": "+0"
                }, 
                {
                    "ac": "9", 
                    "cost": "100 gp", 
                    "forward_facing": "toward the creatures pulling the vehicle", 
                    "size": "Large", 
                    "acceleration": "half the speed of the pulling creature(s)", 
                    "propulsion": "muscle (pulled; 4 Medium creatures or 1 Large creature)", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the two most forward squares of the chariot", 
                    "driving_device": "reins", 
                    "maximum_speed": "twice the speed of the pulling creature(s)", 
                    "squares": "4 (10 ft. by 10 ft.; 5 feet high)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "60 (29)", 
                    "vehicle_type": "land", 
                    "hardness": "5", 
                    "ramming_damage": "1d8", 
                    "name": "Chariot, Medium", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Chariot/Medium", 
                    "driving_check": "Handle Animal or Profession (driver) (in the case of creatures with animal intelligence pulling the vehicle), Diplomacy or Intimidate (in the case of intelligent creatures pulling the vehicle)", 
                    "cmd": "11", 
                    "cmb": "+1", 
                    "base_save": "+1"
                }, 
                {
                    "ac": "8", 
                    "cost": "200 gp", 
                    "forward_facing": "toward the creatures pulling the vehicle", 
                    "size": "Large", 
                    "acceleration": "half the speed of the pulling creature(s)", 
                    "propulsion": "muscle (pulled; 6 Medium creatures or 2 Large creatures)", 
                    "weapons": "light ballista", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the two most forward squares of the chariot", 
                    "driving_device": "reins", 
                    "maximum_speed": "twice the speed of the pulling creature(s)", 
                    "squares": "6 (10 ft. by 15 ft.; 5 feet high)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "80 (44)", 
                    "vehicle_type": "land", 
                    "hardness": "5", 
                    "ramming_damage": "1d8", 
                    "name": "Chariot, Heavy", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Chariot/Heavy", 
                    "driving_check": "Handle Animal or Profession (driver) (in the case of creatures with animal intelligence pulling the vehicle), Diplomacy or Intimidate (in the case of intelligent creatures)", 
                    "cmd": "12", 
                    "cmb": "+2", 
                    "base_save": "+1"
                }, 
                {
                    "ac": "9", 
                    "cost": "100 gp", 
                    "forward_facing": "toward the creatures pulling the vehicle or the front of the sleigh in the case of air current propulsion", 
                    "size": "Large", 
                    "acceleration": "half the speed of the pulling creature(s) (muscle), or 30 ft. (current)", 
                    "propulsion": "muscle (pulled; 4 Medium creatures or 1 Large creature; on ice, the creatures must be clawed rather than hoofed) or current (air; 8-square sail; hp 40)", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the two most forward squares of the sleigh", 
                    "driving_device": "reins (muscle propulsion) or rigging (air current propulsion)", 
                    "maximum_speed": "twice the speed of the pulling creature(s) (muscle), or 100 ft. (current)", 
                    "squares": "4 (10 ft. by 10 ft.; 3 feet high or 13 feet high with sail)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "60 (29)", 
                    "vehicle_type": "land", 
                    "hardness": "5", 
                    "ramming_damage": "1d8", 
                    "name": "Sleigh", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Sleigh", 
                    "driving_check": "Handle Animal or Profession (driver) (in the case of creatures with animal intelligence), Diplomacy or Intimidate (in the case of intelligent creatures pulling the vehicle), or Acrobatics (in the case of air current; +10 to the DC)", 
                    "cmd": "11", 
                    "cmb": "+1", 
                    "base_save": "+1"
                }, 
                {
                    "ac": "6", 
                    "cost": "80,000 gp", 
                    "forward_facing": "one side of the square vehicle space", 
                    "size": "Gargantuan", 
                    "acceleration": "30 ft.", 
                    "propulsion": "alchemical (10 squares of alchemical engines; hardness 8, hp 200)", 
                    "crew": "4", 
                    "weapons": "2 Large direct-fire ranged siege engines on the arms", 
                    "source": "Ultimate Combat", 
                    "driving_space": "a single 5-ft.-by-5-ft. square that contains the two levers that serve as the steam giant's driving device; these levers are located on the third (top) deck of the vehicle", 
                    "driving_device": "two levers used to move the legs", 
                    "maximum_speed": "60 ft.", 
                    "squares": "16 (20 ft. by 20 ft.; 26 feet high)", 
                    "type": "vehicle", 
                    "decks": "3; The two lower decks give access to the alchemical engine that powers the steam giant. These lower decks have no windows or other way to see outside of the vehicle.  The upper deck is an observation deck that contains the alchemical giant's driving device and driving square.", 
                    "hp": "320 (159)", 
                    "vehicle_type": "land", 
                    "hardness": "10", 
                    "passengers": "6", 
                    "ramming_damage": "4d8", 
                    "name": "Steam Giant", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Steam Giant", 
                    "driving_check": "Knowledge (arcana) or Craft (alchemy) +10 to the DC", 
                    "cmd": "14", 
                    "cmb": "+4", 
                    "base_save": "+3"
                }, 
                {
                    "ac": "9", 
                    "cost": "50 gp", 
                    "forward_facing": "toward the creatures pulling the vehicle", 
                    "size": "Large", 
                    "acceleration": "half the speed of the pulling creature(s)", 
                    "propulsion": "muscle (pulled; 4 Medium creatures or 1 Large creature)", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the two most forward squares of the wagon", 
                    "driving_device": "reins", 
                    "maximum_speed": "twice the speed of the pulling creature(s)", 
                    "squares": "4 (10 ft. by 10 ft.; 5 feet high)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "60 (29)", 
                    "vehicle_type": "land", 
                    "hardness": "5", 
                    "ramming_damage": "1d8", 
                    "name": "Wagon, Light", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Wagon/Light", 
                    "driving_check": "Handle Animal or Profession (driver) (in the case of creatures with animal intelligence), Diplomacy or Intimidate (in the case of intelligent creatures pulling the vehicle)", 
                    "cmd": "11", 
                    "cmb": "+1", 
                    "base_save": "+1"
                }, 
                {
                    "ac": "9", 
                    "cost": "75 gp", 
                    "forward_facing": "toward the creatures pulling the vehicle", 
                    "size": "Large", 
                    "acceleration": "half the speed of the pulling creature(s)", 
                    "propulsion": "muscle (pulled; 4 Medium creatures or 1 Large creature)", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the most forward square of the wagon", 
                    "driving_device": "reins", 
                    "maximum_speed": "twice the speed of the pulling creature(s)", 
                    "squares": "6 (10 ft. by 15 ft.; 5 feet high)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "90 (44)", 
                    "vehicle_type": "land", 
                    "hardness": "5", 
                    "ramming_damage": "1d8", 
                    "name": "Wagon, Medium", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Wagon/Medium", 
                    "driving_check": "Handle Animal or Profession (driver) (in the case of creatures with animal intelligence pulling the vehicle), Diplomacy or Intimidate (in the case of intelligent creatures pulling the vehicle)", 
                    "cmd": "11", 
                    "cmb": "+1", 
                    "base_save": "+1"
                }, 
                {
                    "ac": "9", 
                    "cost": "100 gp", 
                    "forward_facing": "toward the creatures pulling the vehicle", 
                    "size": "Huge", 
                    "acceleration": "half the speed of the pulling creature(s)", 
                    "propulsion": "muscle (pulled; 4 Medium creatures or 1 Large creature)", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the most forward square of the wagon", 
                    "driving_device": "reins", 
                    "maximum_speed": "twice the speed of the pulling creature(s)", 
                    "squares": "8 (10 ft. by 20 ft.; 5 feet high)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "120 (59)", 
                    "vehicle_type": "land", 
                    "hardness": "5", 
                    "ramming_damage": "2d8", 
                    "name": "Wagon, Heavy", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Land Vehicles/Wagon/Heavy", 
                    "driving_check": "Handle Animal or Profession (driver) (in the case of creatures with animal intelligence pulling the vehicle), Diplomacy or Intimidate (in the case of intelligent creatures pulling the vehicle)", 
                    "cmd": "12", 
                    "cmb": "+2", 
                    "base_save": "+2"
                }
            ]
        }, 
        {
            "body": "<p>Water vehicles move across bodies of water, whether as small as a river or as large as an ocean. They are typically propelled by muscle or sail, but can be moved by a variety of propulsion methods. The following are the most common types of water vehicles, including all water vehicles that characters can purchase in the <i>Core Rulebook</i>.</p>", 
            "name": "Water Vehicles", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Water Vehicles", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "ac": "2", 
                    "cost": "10,000 gp", 
                    "forward_facing": "the ship's forward", 
                    "size": "Colossal", 
                    "acceleration": "30 ft. (current) or 15 ft. (muscle)", 
                    "propulsion": "current (air; three masts, 60 squares of sails, hp 300), current (water), or muscle (pushed; 140 Medium rowers)", 
                    "crew": "20 or 160 (if the boat is rowed)", 
                    "weapons": "Up to 40 Large direct-fire siege engines in banks of 20 positioned on the port and starboard sides of the galley, or up to 12 Huge direct-fire siege engines in banks of six on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship that they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship. These siege engines cannot be used while the galley is being rowed. For 8,000 gp more, the galley can be fitted with a battering ram and castles with firing platforms fore, aft, and amidships. Each of these firing platforms can hold a single Large direct-fire siege engine that can fire either out the sides of the ship or in the direction of its location. An amidships platform can fire out either the port or starboard sides of the galley.", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the nine squares around the steering wheel, typically located in the aft of the ship", 
                    "driving_device": "steering wheel", 
                    "maximum_speed": "180 ft. (current) or 60 ft. (muscle)", 
                    "squares": "104 (20 ft. by 130 ft.)", 
                    "type": "vehicle", 
                    "decks": "3", 
                    "hp": "1,560 (779)", 
                    "vehicle_type": "water", 
                    "hardness": "5", 
                    "ramming_damage": "8d8", 
                    "name": "Galley", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Water Vehicles/Galley", 
                    "driving_check": "Profession (sailor) or Knowledge (nature) +10 to the DC", 
                    "cmd": "18", 
                    "cmb": "+8", 
                    "base_save": "+0"
                }, 
                {
                    "ac": "2", 
                    "cost": "13,000 gp", 
                    "forward_facing": "ship's forward", 
                    "size": "Colossal", 
                    "acceleration": "15 ft. (muscle) or 30 ft. (current)", 
                    "propulsion": "current (air; 20 squares of sails, hp 100), current (water), or muscle (pushed; 8 Medium rowers)", 
                    "crew": "8", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the two middle rear squares of the keelboat", 
                    "driving_device": "rudder", 
                    "maximum_speed": "60 ft. (current) or 30 ft. (muscle)", 
                    "squares": "40 (20 ft. by 50 ft.)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "600 (299)", 
                    "vehicle_type": "water", 
                    "hardness": "5", 
                    "ramming_damage": "8d8", 
                    "name": "Keelboat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Water Vehicles/Keelboat", 
                    "driving_check": "Diplomacy or Intimidate while rowed, or Profession (sailor) or Knowledge (nature) +10 to the DC when sail is used", 
                    "cmd": "18", 
                    "cmb": "+8", 
                    "base_save": "+4"
                }, 
                {
                    "ac": "2", 
                    "cost": "10,000 gp", 
                    "forward_facing": "the ship's forward", 
                    "size": "Colossal", 
                    "acceleration": "30 ft. (current and muscle) or 15 ft. (muscle only)", 
                    "propulsion": "current (air; 10 squares of sails, hp 50), current (water), or muscle (pushed; 40 Medium rowers)", 
                    "crew": "40", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the two middle rear squares of the longship", 
                    "driving_device": "rudder", 
                    "maximum_speed": "120 ft. (current and muscle) or 30 ft. (muscle only)", 
                    "squares": "45 (15 ft. by 75 ft.)", 
                    "type": "vehicle", 
                    "decks": "1 (with small cargo area under the deck)", 
                    "hp": "675 (337)", 
                    "vehicle_type": "water", 
                    "hardness": "5", 
                    "ramming_damage": "8d8", 
                    "name": "Longship", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Water Vehicles/Longship", 
                    "driving_check": "Diplomacy or Intimidate while rowed, or Profession (sailor) or Knowledge (nature) +10 to the DC when sail is used", 
                    "cmd": "18", 
                    "cmb": "+8", 
                    "base_save": "+5"
                }, 
                {
                    "ac": "9", 
                    "cost": "50 gp", 
                    "forward_facing": "boat's forward", 
                    "size": "Large", 
                    "acceleration": "10 ft.", 
                    "propulsion": "current (water) or muscle (pushed; 1 or 2 Medium rowers; one is the driver)", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the center square of the rowboat", 
                    "driving_device": "oars", 
                    "maximum_speed": "30 ft.", 
                    "squares": "3 (5 ft. by 15 ft.)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "60 (29)", 
                    "vehicle_type": "water", 
                    "hardness": "5", 
                    "ramming_damage": "1d8", 
                    "name": "Rowboat", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Water Vehicles/Rowboat", 
                    "driving_check": "Survival", 
                    "cmd": "11", 
                    "cmb": "+1", 
                    "base_save": "+0"
                }, 
                {
                    "ac": "2", 
                    "cost": "10,000 gp", 
                    "forward_facing": "the ship's forward", 
                    "size": "Colossal", 
                    "acceleration": "30 ft. (current) or 15 ft. (muscle)", 
                    "propulsion": "current (air; two masts, 30 squares of sails, hp 150) or current (water)", 
                    "crew": "20", 
                    "weapons": "Up to 20 Large direct-fire siege engines in banks of 10 positioned on the port and starboard sides of the ship, or up to 6 Huge direct-fire siege engines in banks of 3 on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship.", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the nine squares around the steering wheel, typically located in the aft of the ship", 
                    "driving_device": "steering wheel", 
                    "maximum_speed": "180 ft. (current) or 60 ft. (muscle)", 
                    "squares": "60 (20 ft. by 75 ft.)", 
                    "type": "vehicle", 
                    "decks": "2", 
                    "hp": "900 (449)", 
                    "vehicle_type": "water", 
                    "hardness": "5", 
                    "ramming_damage": "8d8", 
                    "name": "Sailing Ship", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Water Vehicles/Sailing Ship", 
                    "driving_check": "Profession (sailor) or Knowledge (nature) +10 to the DC", 
                    "cmd": "18", 
                    "cmb": "+8", 
                    "base_save": "+0"
                }, 
                {
                    "ac": "2", 
                    "cost": "25,000 gp", 
                    "forward_facing": "the ship's forward", 
                    "size": "Colossal", 
                    "acceleration": "30 ft. (current) or 15 ft. (muscle)", 
                    "propulsion": "current (air and water; one mast, 160 squares of sails, hp 800) or muscle (pushed; 80 Medium rowers)", 
                    "crew": "60", 
                    "weapons": "Up to 20 Large direct-fire siege engines in banks of 10 positioned on the port and starboard sides of the ship, or up to six Huge direct-fire siege engines in banks of three on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship. These weapons cannot be used while the warship is being rowed.", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the nine squares around the steering wheel, typically located in the aft of the ship", 
                    "driving_device": "steering wheel", 
                    "maximum_speed": "150 ft. (current) or 60 ft. (muscle)", 
                    "squares": "80 (20 ft. by 100 ft.)", 
                    "type": "vehicle", 
                    "decks": "2", 
                    "hp": "1,200 (599)", 
                    "vehicle_type": "water", 
                    "hardness": "10", 
                    "ramming_damage": "8d8", 
                    "name": "Warship", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Water Vehicles/Warship", 
                    "driving_check": "Profession (sailor) or Knowledge (nature) +10 to the DC", 
                    "cmd": "18", 
                    "cmb": "+8", 
                    "base_save": "+0"
                }
            ]
        }, 
        {
            "body": "<p>Air vehicles fly through the air. They are usually propelled by air currents, alchemical engines, magic, or in the case of larger air vehicles, a mix of air currents and alchemical engines or magic. Airships, because of their nature, travel though all three dimensions instead of two. When they ascend, they must do so at half their current speed. When air vehicles descend, they can (but do not have to) move at double their current speed. After the ascent or descent, treat the vehicle's current speed as it was before making the ascent or descent. </p>", 
            "name": "Air Vehicles", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Air Vehicles", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "ac": "2", 
                    "cost": "50,000 gp", 
                    "forward_facing": "the ship's forward", 
                    "size": "Colossal", 
                    "acceleration": "30 ft.", 
                    "propulsion": "current (air; 90 squares of dirigible, hp 450) and magic", 
                    "crew": "0", 
                    "weapons": "Up to 6 Large direct-fire siege engines in banks of 3 positioned on the port and starboard sides of the airship, or up to 4 Huge direct-fire siege engines in banks of two on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship.", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the nine squares around the controlling magic item that sits at the front of the ship", 
                    "driving_device": "magic item", 
                    "maximum_speed": "100 ft.", 
                    "squares": "48 (20 ft. by 60 ft.)", 
                    "type": "vehicle", 
                    "decks": "2", 
                    "hp": "720 (359)", 
                    "vehicle_type": "air", 
                    "hardness": "5", 
                    "ramming_damage": "8d8", 
                    "name": "Airship", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Air Vehicles/Airship", 
                    "driving_check": "none (magic)", 
                    "cmd": "18", 
                    "cmb": "+8", 
                    "base_save": "+0"
                }, 
                {
                    "ac": "2", 
                    "cost": "100,000 gp", 
                    "forward_facing": "the ship's forward", 
                    "size": "Colossal", 
                    "acceleration": "30 ft.", 
                    "propulsion": "alchemical (6 squares of alchemical engines in the middle of the ship; hardness 8, hp 120)", 
                    "crew": "10", 
                    "weapons": "Up to 6 Large direct-fire siege engines in banks of 3 positioned on the port and starboard sides of the alchemical dragon, or up to 4 Huge direct-fire siege engines in banks of two on the port and starboard sides of the ship. The siege engines may only fire out the sides of the ship they are positioned on. They cannot be swiveled to fire toward the forward or aft sides of the ship.", 
                    "source": "Ultimate Combat", 
                    "driving_space": "the nine squares around the steering wheel that sits at the front of the ship", 
                    "driving_device": "steering wheel", 
                    "maximum_speed": "100 ft.", 
                    "squares": "60 (20 ft. by 75 ft.)", 
                    "type": "vehicle", 
                    "decks": "1", 
                    "hp": "900 (449)", 
                    "vehicle_type": "air", 
                    "hardness": "5", 
                    "ramming_damage": "8d8", 
                    "name": "Alchemical Dragon", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Air Vehicles/Alchemical Dragon", 
                    "driving_check": "Craft (alchemy) or Knowledge (arcana) +10 to the DC", 
                    "cmd": "18", 
                    "cmb": "+8", 
                    "base_save": "+0"
                }, 
                {
                    "acceleration": "10 ft. (30 ft. when it first pushes off)", 
                    "ac": "9", 
                    "vehicle_type": "air", 
                    "squares": "4 (10 ft. by 10 ft.)", 
                    "driving_check": "Fly or Acrobatics +10 to the DC", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Air Vehicles/Glider", 
                    "propulsion": "current (air; four squares of sail, which serve as the majority of the vehicle, hp 20)", 
                    "hp": "20 (9)", 
                    "cmd": "11", 
                    "cmb": "+1", 
                    "name": "Glider", 
                    "base_save": "+0", 
                    "source": "Ultimate Combat", 
                    "cost": "500 gp", 
                    "maximum_speed": "80 ft.", 
                    "ramming_damage": "1d8", 
                    "type": "vehicle", 
                    "hardness": "0 (takes double damage from acid and fire attacks)", 
                    "size": "Large"
                }
            ]
        }, 
        {
            "body": "<p>The wagon in this diagram may move in the forward direction if it succeeds at or fails a driving check when the driver &ldquo;accelerates,&rdquo; &ldquo;decelerates,&rdquo; &ldquo;keeps it going,&rdquo; or &ldquo;turns&rdquo; the vehicle. It must move in this direction if it is &ldquo;uncontrolled.&rdquo; The wagon may move forward diagonally (either left or right) if the driver succeeds at an &quot;accelerate&quot; or &ldquo;keep it going&rdquo; driving check, or if the driver succeeds at or fails a &quot;decelerate&quot; or &quot;turn&quot; driving check. It cannot move forward diagonally if it fails an &quot;accelerate&quot; or &ldquo;keep it going&rdquo; driving check or if the vehicle is &ldquo;uncontrolled.&rdquo;</p><p>If a vehicle can move forward diagonally, it can move directly forward and any direction forward diagonally, and can even mix its diagonal movement in any direction, allowing it to swerve and even zigzag if the driver so desires.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Maneuvering a Vehicle", 
            "type": "section", 
            "name": "Maneuvering a Vehicle", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>The wagon in this diagram is performing a left turn after moving forward. When the vehicle makes the turn, pick up the vehicle and place it in the new space, making vehicular maneuvers only once, as if this repositioning was the vehicle's only movement into its new space.</p><p>In order to accomplish this maneuver the driver must succeed at a driving check when making a &ldquo;turn&rdquo; action. If she does not succeed at the check, the vehicle can only move forward or forward diagonally.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Turning a Vehicle", 
            "type": "section", 
            "name": "Turning a Vehicle", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>The rules for turning a vehicle are a simple way of getting vehicles to turn on a grid, but when a vehicle turns, it doesn't do so sharply, even when powered by magic; vehicles rarely make turns evenly. If this simple system involves too much abstraction, you can have vehicles make wide turns.</p><p>Have the driver make a driving check as usual. If she succeeds at the check, she can turn the vehicle. When a vehicle makes a turn, it has a chance to make a vehicular overrun or ramming maneuver on any creature within the turning area, which is a square with sides equal to the vehicle's length, with one vertex touching the front facing of the vehicle on the side opposite to the direction of the turn. In other words, put the square with one side running along the vehicle's front, perpendicular to its forward facing, and another running the direction of its current forward facing. Place the square so its far corner is within the desired destination of the vehicle. If the turn is successful, the vehicle ends this movement in that area, facing toward the direction of the turn. </p><p>The vehicle then makes either vehicular overruns or vehicular bull rushes (if the driver makes the required swift action) on all creatures and objects within the square that are smaller than it, and makes ramming maneuvers on all creatures and objects that are larger than it, including solid objects. It takes a &ndash;10 penalty on the vehicular bull rush and vehicular overrun maneuvers. The driver can choose to make these in any order she likes. She makes them one at a time (even after the vehicle is wrecked or comes to a sudden stop), and all effects are cumulative. If the vehicle is wrecked or comes to a sudden stop, the GM decides the final resting location within the turning area, picking the most plausible location given the effects.</p><p>For instance, if the square has two objects larger than the vehicle and three creatures smaller than it, and the driver decides to make the ramming maneuver on the objects first, and then is wrecked during the ramming maneuver on the second object, the vehicle still makes the vehicular overruns on the other two creatures. It ends in a location of the GM's choosing.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Optional Rule Wide Turns", 
            "type": "section", 
            "name": "Optional Rule: Wide Turns", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Squares of propulsion devices have their own statistics, separate from the vehicle's. Use the following rules to determine those statistics.</p>", 
            "name": "Propulsion Devices", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Propulsion Devices", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"alchemical-engine\">Harvesting the power of steam or some other alchemical reaction, these engines are typically reinforced and difficult to destroy. They can be disabled, and are considered either difficult or extreme devices (<i>Core Rulebook</i> 94) based on the complexity of the device.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Propulsion Devices/Alchemical Engine", 
                    "type": "section", 
                    "name": "Alchemical Engine", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"creature\">A creature used as propulsion uses its own statistics. During movement and the effects of any combat maneuver, pulling creatures' spaces are considered vehicle spaces to determine the effects of vehicle maneuvers. Creatures pulling a vehicle can be arranged in teams. This means two creatures of the same type and same size can occupy the same space to pull a vehicle.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Propulsion Devices/Creature", 
                    "type": "section", 
                    "name": "Creature", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"dirigible\">Lighter-than-air alchemical gases can be harnessed to give a vehicle flight. Dirigibles are often easier to destroy than the vehicle they convey. Dirigibles have 5 hit points per square and no hardness. They take double the normal damage from acid, electricity, and fire attacks (multiply the damage roll by 2).</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Propulsion Devices/Dirigible", 
                    "type": "section", 
                    "name": "Dirigible", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"magic-item\">Like a creature, a magic item uses its own item statistics.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Propulsion Devices/Magic Item", 
                    "type": "section", 
                    "name": "Magic Item", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"sails\">Used on magically or alchemically powered airships and on any fast-moving water vehicle, sails are often weaker than the vessels they propel, though they are relatively easy to repair. Taking out the sails is a good way to capture a vessel. Sails have 5 hit points per square and no hardness. They take double the normal damage from acid and fire attacks (multiply the damage roll by 2). While the sails have rigging, such rigging manipulated by the crew, and as such are not considered not driving devices. </p>", 
                    "name": "Sails", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Propulsion Devices/Sails", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Material</th><th>Hit Points per Square</th><th>Hardness</th></tr></thead><tr class=\"odd\"><td>Sails</td><td>5</td><td>0</td></tr><tr class=\"even\"><td>Dirigible</td><td>5</td><td>0</td></tr><tr class=\"odd\"><td>Alchemical Engine</td><td>20</td><td>8</td></tr><tr class=\"even\"><td>Magically Treated</td><td>&times;2</td><td>&times;2</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Propulsion Devices/Sails/Material", 
                            "type": "table", 
                            "name": "Material", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>The following are some of the typical driving devices for vehicles, plus their usual Armor Class, hit points, and hardness. A broken driving device increases the driving check of the vehicle by 10. When a driving device is destroyed, a vehicle cannot be driven until the driving device is repaired. </p>", 
            "name": "Driving Devices", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Driving Devices", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Driving Device</th><th>AC</th><th>Hit Points</th><th>Hardness</th></tr></thead><tr class=\"odd\"><td>Reins</td><td>14</td><td>10</td><td>0</td></tr><tr class=\"even\"><td>Rigging</td><td>9</td><td>5 per square of sail</td><td>0</td></tr><tr class=\"odd\"><td>Steering Wheel</td><td>10</td><td>25</td><td>5</td></tr><tr class=\"even\"><td>Throttle</td><td>12</td><td>15</td><td>5</td></tr><tr class=\"odd\"><td>Rudder</td><td>10</td><td>25</td><td>5</td></tr><tr class=\"even\"><td>Magically Treated</td><td>&mdash;</td><td>&times;2</td><td>&times;2</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Driving Devices/Driving Device", 
                    "type": "table", 
                    "name": "Driving Device", 
                    "source": "Ultimate Combat"
                }
            ]
        }
    ], 
    "name": "Vehicles", 
    "type": "section"
}