{
    "body": "<p>To create a magic weapon, a character needs a heat source and some iron, wood, or leatherworking tools. She also needs a supply of materials, the most obvious being the weapon or the pieces of the weapon to be assembled. Only a masterwork weapon can become a magic weapon, and the masterwork cost is added to the total cost to determine final market value. Additional magic supplies costs for the materials are subsumed in the cost for creating the magic weapon&mdash;half the base price of the item based upon the item's total effective bonus.</p><p>Creating a magic weapon has a special prerequisite: The creator's caster level must be at least three times the enhancement bonus of the weapon. If an item has both an enhancement bonus and a special ability, the higher of the two caster level requirements must be met. A magic weapon must have at least a +1 enhancement bonus to have any melee or ranged special weapon abilities.</p><p>If spells are involved in the prerequisites for making the weapon, the creator must have prepared the spells to be cast (or must know the spells, in the case of a sorcerer or bard) but need not provide any material components or focuses the spells require. The act of working on the weapon triggers the prepared spells, making them unavailable for casting during each day of the weapon's creation. (That is, those spell slots are expended from the caster's currently prepared spells, just as if they had been cast.)</p><p>At the time of creation, the creator must decide if the weapon glows or not as a side-effect of the magic imbued within it. This decision does not affect the price or the creation time, but once the item is finished, the decision is binding.</p><p>Creating magic double-headed weapons is treated as creating two weapons when determining cost, time, and special abilities.</p><p>Creating some weapons may entail other prerequisites beyond or other than spellcasting. See the individual descriptions for details.</p><p>Crafting a magic weapon requires 1 day for each 1,000 gp value of the base price.</p><p><b>Item Creation Feat Required</b>: Craft Magic Arms and Armor.</p><p><b>Skill Used in Creation</b>: <p>Spellcraft, Craft (bows) (for magic bows and arrows), or Craft (weapons) (for all other weapons).</p>", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Magic Weapons", 
    "type": "section", 
    "name": "Creating Magic Weapons", 
    "source": "Core Rulebook"
}