{
    "body": "<p>The creator of a potion needs a level working surface and at least a few containers in which to mix liquids, as well as a source of heat to boil the brew. In addition, he needs ingredients. The costs for materials and ingredients are subsumed in the cost for brewing the potion: 25 gp &times; the level of the spell &times; the level of the caster.</p><p>All ingredients and materials used to brew a potion must be fresh and unused. The character must pay the full cost for brewing each potion. (Economies of scale do not apply.)</p><p>The imbiber of the potion is both the caster and the target. Spells with a range of personal cannot be made into potions.</p><p>The creator must have prepared the spell to be placed in the potion (or must know the spell, in the case of a sorcerer or bard) and must provide any material component or focus the spell requires.</p><p>Material components are consumed when he begins working, but a focus is not. (A focus used in brewing a potion can be reused.) The act of brewing triggers the prepared spell, making it unavailable for casting until the character has rested and regained spells. (That is, that spell slot is expended from the caster's currently prepared spells, just as if it had been cast.) Brewing a potion requires 1 day.</p><p><b>Item Creation Feat Required</b>: Brew Potion.</p><p><b>Skill Used in Creation</b>: Spellcraft or Craft (alchemy)</p>", 
    "name": "Creating Potions", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Potions", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><caption>Potion Base Costs (By Brewer's Class)</caption><thead><tr><th>Spell Level</th><th>Cleric, Druid, Wizard</th><th>Sorcerer</th><th>Bard</th><th>Paladin, Ranger*</th></tr></thead><tr class=\"odd\"><td>0</td><td>25 gp</td><td>25 gp</td><td>25 gp</td><td>&mdash;</td></tr><tr class=\"even\"><td>1st</td><td>50 gp</td><td>50 gp</td><td>50 gp</td><td>50 gp</td></tr><tr class=\"odd\"><td>2nd</td><td>300 gp</td><td>400 gp</td><td>400 gp</td><td>400 gp</td></tr><tr class=\"even\"><td>3rd</td><td>750 gp</td><td>900 gp</td><td>1,050 gp</td><td>1,050 gp</td></tr><tfoot><tr><td colspan=\"5\">* Caster level is equal to class level &ndash;3.</td></tr><tr><td colspan=\"5\">Prices assume that the potion was made at the minimum caster level. The cost to create a potion is half the base price.</td></tr></tfoot></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Magic Item Creation/Creating Potions/Potion Base Costs (By Brewers Class)", 
            "type": "table", 
            "name": "Potion Base Costs (By Brewer's Class)", 
            "source": "Core Rulebook"
        }
    ]
}