{
    "body": "<p>You can change your Relationship Score with an NPC in the following ways.</p>", 
    "name": "Growing Relationships", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>If your GM is using campaign traits for this campaign, and you have a campaign trait associated with a specific NPC, your Relationship Score with that NPC gains a one-time increase of 4 points.<span class=\"char-style-override-87\"></span></p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Campaign Trait", 
            "type": "section", 
            "name": "Campaign Trait", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Since your base Relationship Score with any NPC is equal to your Charisma modifier, when your Charisma score changes permanently (such as from Charisma drain or a <i>headband of alluring Charisma</i>), your Relationship Scores with NPCs change with it. Temporary changes, such as from ability damage or bonuses from spells like <i>eagle's splendor</i>, do not alter Relationship Scores.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Charisma", 
            "type": "section", 
            "name": "Charisma", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Every time you gain a character level, you may increase your Relationship Score with one NPC still active in the campaign by 1 point.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Companionship", 
            "type": "section", 
            "name": "Companionship", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A special gift can increase a friendly Relationship Score with an NPC, and a perfectly crafted insult can increase a competitive Relationship Score. Gifts and insults can't be just anything&mdash;each NPC reacts strongly to different things. When you establish a relationship, the GM should suggest one kind of gift or insult appropriate to the NPC. You can learn other relevant gifts or insults by observing the NPC in play.</p><p>Every time you gain a character level, you may give one special gift to or craft one perfect insult for each NPC with whom you have a relationship. The gift can be an item you found, built, or purchased. In most cases, the cost of the item is irrelevant as long as it's an honest gift.</p><p>When you think you have the right kind of gift or the right insult, inform the GM of your intent, then make a Diplomacy check (for a gift) or an Intimidate check (for an insult). If you roleplay the gift or insult's delivery particularly well, the GM might award up to a +4 bonus on this check. If you roleplay the interaction poorly, or if you time things badly enough (attempting to give a gift in the middle of combat, for example), the GM might give up to a &mdash;4 penalty on the check. The DC for this check is equal to your current Relationship Score with the NPC. If you succeed, your Relationship Score with that NPC increases by 1 point. If you exceed the DC by 10 or more, it increases by 2 points instead. Failure means there's no change.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Gifts and Insults", 
            "type": "section", 
            "name": "Gifts and Insults", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Certain events in a campaign can alter your Relationship Score with an NPC, such as saving a friend from execution or humiliating a competitor in public. The GM should inform you of these adjustments if and when they occur. These events generally increase your Relationship Score with that NPC by 1 to 5, but a particularly dramatic event can increase it by up to 10.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Growing Relationships/Special Events", 
            "type": "section", 
            "name": "Special Events", 
            "source": "Ultimate Campaign"
        }
    ]
}