{
    "body": "<p>Whether a progenitor or a parental figure (like a mentor or teacher), a parent often embodies the sense of debt and responsibility a character has for his origins and past.</p>", 
    "name": "Parent", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Parent", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>For younger characters, parents might represent an authority of some kind, with power to bring them back home or to any other place where the parent needs some kind of service or duty performed. For older characters, parents can represent the need to repay all the debts and kindnesses of being reared. Some adventure hooks include:</p><ul><li>Your father calls you back home from the frivolity of adventuring to mind the family lands or to take over for the family business.</li><li>Your retired adventurer mother asks you to settle one last quest that she failed to complete.</li><li>Your elderly grandfather is facing death (whether from a curse, disease, or natural causes), spurring you to quest for a cure or locate lore on extending life. This may be an altruistic choice or to spare you the burden of inheriting his responsibilities.</li></ul>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Parent/Adventure Hooks", 
            "type": "section", 
            "name": "Adventure Hooks", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Most parents are driven to guide their children&mdash;even well into adulthood sometimes. If you learned magic by studying your father's spellbooks and have now surpassed his ability, he might still offer advice and \"lessons\" on the proper use of magic. If your mother is knowledgeable about world events, she might withhold key information to prevent you from taking on a dangerous quest. A competitor parent might walk the line between maintaining the relationship and manipulating you for some ultimate goal.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Parent/Roleplaying Advice", 
            "type": "section", 
            "name": "Roleplaying Advice", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>One of the easiest ways to show growth is for a parent to become less directly involved in your life. As you achieve higher levels and more prestige, your parents may come to accept that you're a competent adult. Her acknowledgment of your skill could lead to a mother shifting from guardian to mentor. Your parents could become well-meaning but exasperating antagonists who constantly test you. A competitor father whose talent is surpassed by yours might oppose you because he believes you're ungrateful, or even become a villain in the campaign.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Parent/Growing the Relationship", 
            "type": "section", 
            "name": "Growing the Relationship", 
            "source": "Ultimate Campaign"
        }
    ]
}