{
    "body": "<p>Your Relationship Level with an NPC is based on your Relationship Score, which can increase in play (see Growing Relationships). You gain new benefits when an NPC's relationship with you progresses to a new level.</p>", 
    "name": "Relationship Levels", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Relationship Score</th><th>Relationship Level</th></tr></thead><tr class=\"odd\"><td>5 or lower</td><td>Association</td></tr><tr class=\"even\"><td>6&mdash;11</td><td>Friendship/Competition</td></tr><tr class=\"odd\"><td>12&mdash;30</td><td>Fellowship/Rivalry</td></tr><tr class=\"even\"><td>31 or higher</td><td>Devotion/Enmity</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Relationship Score", 
            "type": "table", 
            "name": "Relationship Score", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p> You and the NPC know each other, but not well enough to have a significant bond.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Association", 
            "type": "section", 
            "name": "Association", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You are a good friend or known competitor of the NPC. Whenever you gain this Relationship Level with an NPC for the first time, your party gains 200 XP. The first time you gain this benefit in a campaign, your party gains an additional 200 XP. Most existing relationships from a backstory start at this level, and such a relationship does not grant you XP, as it predates the start of play.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Friendship_Competition", 
            "type": "section", 
            "name": "Friendship/Competition", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You have strong ties to the NPC, either through deep mutual respect and admiration or through a strong sense of competition and conflict. As long as the other NPC is alive and active in the campaign, you gain a +1 morale bonus on all Charisma-based skill checks. Whenever you gain this Relationship Level with an NPC for the first time, your party gains 600 XP. The first time you gain this benefit in a campaign, your party gains an additional 600 XP.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Fellowship_Rivalry", 
            "type": "section", 
            "name": "Fellowship/Rivalry", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You and the NPC are devoted to each other or actively opposed to one another. Whenever you gain this Relationship Level with an NPC for the first time, your party gains 1,600 XP. The first time you gain this benefit in a campaign, your party gains an additional 1,600 XP.</p><p>When a relationship with an NPC reaches this strength, it grants you a bonus trait, whether your relationship is friendly or competitive and whether this is your first relationship to do so or the latest in a series of strong relationships. The nature of this trait is decided by the GM, and is specific to the NPC and the campaign (for example, the bonus trait from a notable NPC fighter is probably about combat rather than improving spell DCs). You keep this trait for as long as the NPC is alive and active in the campaign; if the NPC dies, retires, or otherwise is no longer an active part of the campaign, you lose the trait.</p><p>The bonus XP from a relationship is divided among all PCs, just like other campaign-based XP awards. You can't gain XP bonuses from reaching a particular new Relationship Level with an individual NPC more than once (such as if you decrease your Relationship Level with an NPC or change its nature and bring it back up).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Relationship Levels/Devotion_Enmity", 
            "type": "section", 
            "name": "Devotion/Enmity", 
            "source": "Ultimate Campaign"
        }
    ]
}