{
    "body": "<p>Sibling relationships have been the basis of folklore and mythology for ages, and for good reason. Unlike a parent, a sibling is your direct peer, a living mirror who forces you to confront your past deeds and future potential.</p>", 
    "name": "Sibling", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Sibling", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>No matter how disparate a sibling's current social status, financial standing, or chosen profession might be from yours, the ties of blood and family often obligate you to aid him. Some adventure hooks include:</p><ul><li>Your brother is considering arranged marriages from several influential families. He asks you to investigate them to find which bride might be both a worthy match for the family and a good spouse for him.</li><li>Your sister signed on to a dangerous expedition to harness rare material spell components and hasn't returned. It is your duty to find her&mdash;and if she is dead, complete her contracted service.</li><li>Your brother has finally decided to impress your parents and asks for your help in tracking down and slaying a powerful monster in order to restore the family fortune. He won't survive if he goes on his own.</li><li>Your foolhardy younger siblings were swindled into buying barren land with a monster-infested mine on it. They are now trapped and you must intervene before they are killed.</li><li>Your long-lost sibling returns at the same time that a rash of mysterious crimes occurs. Your sibling could be responsible for the crimes or have information about their true cause.</li></ul>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Sibling/Adventure Hooks", 
            "type": "section", 
            "name": "Adventure Hooks", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The most important aspect to roleplaying a sibling relationship is to know his age in relation to yours. A younger sibling might be well-intentioned but desperate to prove himself to you. An older sibling might have difficulty letting go of an authority figure role, even if you've proven yourself in battles and quests. If you have lost a parent, an older sibling could take on the caregiver role. Middle siblings are often mediators or quietly overlooked by the rest of the family, and could enjoy or resent this position, perhaps acting out to draw attention from other members of the family.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Sibling/Roleplaying Advice", 
            "type": "section", 
            "name": "Roleplaying Advice", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This often relies on how the sibling reacted to your last endeavor. If your brother allows you to take the blame for his crimes, but returns to clear your name at the last minute, he may be trying to give up old habits. A sibling adventurer might attempt to gain understanding of your perspective by taking a level in a character class you have.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Sibling/Growing the Relationship", 
            "type": "section", 
            "name": "Growing the Relationship", 
            "source": "Ultimate Campaign"
        }
    ]
}