{
    "body": "<p>Romantic entanglements can be the stuff of roleplaying dreams. They add drama, tension, and excitement, and can raise the campaign stakes to unprecedented levels. Perhaps the most important facet of your relationship with your spouse hinges on how the two of you met. Furthermore, your spouse's role in the campaign affects you and the other PCs. When your paladin falls in love with the party cleric, marriage might not adversely affect the group dynamic&mdash;but if you marry the innkeeper in your favorite town, it could lead to a sedentary lifestyle and a divided loyalty between your fellow adventurers and your spouse's community.</p>", 
    "name": "Spouse", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Spouse", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Despite possibly grounding your PC to a specific area, a spouse can offer several strong adventure hooks. Possible hooks include:</p><ul><li>You and your spouse married in secret, without the approval of his influential family. You must prove yourself worthy to your new in-laws with quests that will improve their financial and social status (and thus their impression of you).</li><li>Your merchant spouse must deliver a message or item to another merchant, but you realize it is a coded missive between members of the thieves' guild planning an assassination. You must stop the attack in such a way that it doesn't invite reprisals against your spouse.</li><li>Your divine spellcaster spouse has accidentally and unknowingly violated an obscure tenet of faith by marrying you, and has lost all class abilities. Rather than abandon you for the church, your spouse insists on traveling to the high temple to beseech special dispensation for your marriage.</li></ul>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Spouse/Adventure Hooks", 
            "type": "section", 
            "name": "Adventure Hooks", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A spouse's main drive as a character is usually the well-being of the other half of the relationship. For adventuring couples, this might mean selecting feats or spells that uniquely complement each other's strengths. For conventional professions, this may mean developing useful connections and contacts. In an unhealthy marriage, the spouse is a competitor, and you might be the victim of tiny sabotages, like your partner secretly taking adventuring gear from you, or greater offenses such as your spouse feeding information to your rivals or enemies.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Spouse/Roleplaying Advice", 
            "type": "section", 
            "name": "Roleplaying Advice", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Married adventurers must balance the need for income and glory against the desire for safety and stability. A well-meaning spouse can influence your adventuring habits by making demands on your time and resources. Even a loving marriage might develop friction in the face of your adventuring. Questions about responsibilities over raising children&mdash;particularly if both parents continue adventuring&mdash;can cause conflict and resentment. Local customs might place burdens on you or your spouse. You can't simply treat your marriage like a familiar, remembering it only when it's convenient and stuffing it in a metaphorical backpack when not.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Relationships/Spouse/Growing the Relationship", 
            "type": "section", 
            "name": "Growing the Relationship", 
            "source": "Ultimate Campaign"
        }
    ]
}