{
    "slot": "body", 
    "name": "Robe of the Archmagi", 
    "weight": "1 lb.", 
    "cl": "14th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Robe of the Archmagi", 
    "type": "item", 
    "price": "75,000 gp", 
    "misc": {
        "Construction": {
            "Cost": "37,500 gp", 
            "Requirements": "Craft Wondrous Item, antimagic field, mage armor or shield of faith, creator must be of same alignment as robe"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "strong varied", 
    "subtype": "body", 
    "sections": [
        {
            "body": "<p>This normal-appearing garment can be white (01&ndash;45 on d%, good alignment), gray (46&ndash;75, neither good nor evil alignment), or black (76&ndash;100, evil alignment). To most wearers, the robe offers no powers or has no effects unless the wearer's alignment doesn't match that of the robe (see below). Only an arcane spellcaster can fully realize this potent magic item's powers once the robe is donned. These powers are as follows.</p><ul><li> +5 armor bonus to AC.</li><li> Spell resistance 18.</li><li> +4 resistance bonus on all saving throws.</li><li> +2 enhancement bonus on caster level checks made to overcome spell resistance.</li></ul><p>As mentioned above, all <i>robes of the archmagi</i> are attuned to a specific alignment. If a white robe is donned by an evil character, she immediately gains three permanent negative levels. The same is true with respect to a black robe donned by a good character. An evil or good character who puts on a gray robe, or a neutral character who dons either a white or black robe, gains two permanent negative levels. While these negative levels remain as long as the garment is worn and cannot be overcome in any way (including <i>restoration</i> spells), they are immediately removed if the robe is removed. </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }
    ]
}