{
    "body": "<p>Business attrition is loss caused by poor morale among employees due to your absence. If a building doesn't generate capital (and therefore isn't a business), skip Step 4. Without any employees to speculate about your absence, there is no chance of mutiny. However, the GM may decide that opportunistic thieves, squatters, monsters, animals, or vermin may move into an abandoned building if you are gone for a long time, requiring you to clear them out if you want to use it again.</p><p>Because adventuring is dangerous work, if you're away from a settlement for 30 days or more, you risk losing control of your businesses there as employees begin to wonder whether you're dead. Upon your return, you must attempt a leadership check (1d20 + your Leadership score) against a DC equal to the number of days since you last had contact with that businesses &mdash; 10 (so if you've been gone for 30 days, the DC is 20). Having contact with the business requires visiting it personally, sending a qualified representative on your behalf (such as a cohort or manager; see page 88), or sending a formal letter or magical communication (such as <i>dream</i>, <i>sending</i>, or <i>whispering wind</i>); doing so resets your number of days away to 0.</p><p>If this leadership check succeeds, the business remains under your control. For each business you've been away from for at least 30 days, you must continue to attempt this leadership check each day until you make contact again.</p><p>If you fail, the people running the business in your absence no longer acknowledge you as its owner or leader, and you can't generate any capital from that business. Once you reestablish contact, you may attempt a leadership check (at the same DC as for the check you failed) each day during the Upkeep phase to reaffirm your ownership of the business. If you succeed, the business is yours again and it resumes generating income (although you don't gain any of the income generated from the time you left to when you reasserted control).</p><p>If you lose control of a business, you don't deal with events associated with it. However, if you do intervene regarding a detrimental event and either prevent the event from happening or otherwise reverse its effects (such as catching robbers and returning the goods they stole), you gain a +5 bonus on your leadership checks to reaffirm your ownership of that business. This bonus ends once you successfully reaffirm ownership of the business or abandon all claims to it. If you intervene in this way during multiple detrimental events that happen to a business, these bonuses stack.</p>", 
    "name": "Step 4-Determine Business Attrition", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Upkeep Phase/Step 4-Determine Business Attrition", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Laura's character has 9 points of Goods, 10 points of Influence, and 7 points of Labor saved up in Sandpoint, and she owns a shop, a tavern, and a small house. After 40 days of adventuring away from Sandpoint (during which time she didn't try to keep contact with people there), she returns to town. She has no costs for her buildings, so she skips Step 1 and Step 2. Because of her 5 weeks of absence, in Step 3 she reduces each type of her downtime capital by 5, so she now has only 4 points of Goods, 5 points of Influence, and 2 points of Labor saved up in Sandpoint. Because she was gone at least 30 days, in Step 4 she must attempt a leadership check to retain control of her shop and tavern; the DC of this check is 30 (40 days absent &mdash; 10). She succeeds at the check for the tavern but fails at the check for the shop, so she loses control of the shop. She can attempt a leadership check each day during the Upkeep phase to try to reclaim the shop. Because her house doesn't generate capital, she doesn't have to make a leadership check for her house, but the GM decides that a bat swarm has made a nest in the attic and Laura's character must get rid of the pests if she wants a peaceful night's sleep.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}