{
    "body": "<p>All of the following are class features of the antipaladin.</p>", 
    "name": "Class Features", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features", 
    "type": "class_archetype", 
    "subtype": "paladin", 
    "sections": [
        {
            "body": "<p id=\"weapon-and-armor-proficiency\">Antipaladins are proficient with all simple and martial weapons, with all types of armor (heavy, medium, and light), and with shields (except tower shields).</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Weapon and Armor Proficiency"
        }, 
        {
            "body": "<p id=\"aura-of-evil\">The power of an antipaladin's aura of evil (see the <i>detect evil</i> spell) is equal to his antipaladin level. A paladin who uses smite evil on an antipaladin deals 2 points of damage per paladin level on his first successful attack.</p>", 
            "name": "Aura of Evil", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Aura of Evil", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"detect-good\">At will, an antipaladin can use <i>detect good</i>, as the spell. An antipaladin can, as a move action, concentrate on a single item or individual within 60 feet and determine if it is good, learning the strength of its aura as if having studied it for 3 rounds. While focusing on one individual or object, the antipaladin does not detect good in any other object or individual within range.</p>", 
            "name": "Detect Good", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Detect Good", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"smite-good\">Once per day, an antipaladin can call out to the dark powers to crush the forces of good. As a swift action, the antipaladin chooses one target within sight to smite. If this target is good, the antipaladin adds his Charisma bonus (if any) on his attack rolls and adds his antipaladin level on all damage rolls made against the target of his smite. If the target of smite good is an outsider with the good subtype, a good-aligned dragon, or a good creature with levels of cleric or paladin, the bonus to damage on the first successful attack increases to 2 points of damage per level the antipaladin possesses. Regardless of the target, smite good attacks automatically bypass any DR the creature might possess.</p><p>In addition, while smite good is in effect, the antipaladin gains a deflection bonus equal to his Charisma modifier (if any) to his AC against attacks made by the target of the smite. If the antipaladin targets a creature that is not good, the smite is wasted with no effect.</p><p>The smite good effect remains until the target of the smite is dead or the next time the antipaladin rests and regains his uses of this ability. At 4th level, and at every three levels thereafter, the antipaladin may smite good one additional time per day, as indicated on Table 2&ndash;13, to a maximum of seven times per day at 19th level.</p>", 
            "name": "Smite Good", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Smite Good", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unholy-resilience\">At 2nd level, an antipaladin gains a bonus equal to his Charisma bonus (if any) on all saving throws.</p>", 
            "name": "Unholy Resilience", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Unholy Resilience", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"touch-of-corruption\">Beginning at 2nd level, an antipaladin surrounds his hand with a fiendish flame, causing terrible wounds to open on those he touches. Each day he can use this ability a number of times equal to 1/2 his antipaladin level + his Charisma modifier. As a touch attack, an antipaladin can cause 1d6 points of damage for every two antipaladin levels he possesses. Using this ability is a standard action that does not provoke attacks of opportunity.</p><p>Alternatively, an antipaladin can use this power to heal undead creatures, restoring 1d6 hit points for every two levels the antipaladin possesses. This ability is modified by any feat, spell, or effect that specifically works with the lay on hands paladin class feature. For example, the Extra Lay On Hands feat grants an antipaladin 2 additional uses of the touch of corruption class feature.</p>", 
            "name": "Touch of Corruption", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Touch of Corruption", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"aura-of-cowardice\">At 3rd level, an antipaladin radiates a palpably daunting aura that causes all enemies within 10 feet to take a &ndash;4 penalty on saving throws against fear effects. Creatures that are normally immune to fear lose that immunity while within 10 feet of an antipaladin with this ability. This ability functions only while the antipaladin remains conscious, not if he is unconscious or dead.</p>", 
            "name": "Aura of Cowardice", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Aura of Cowardice", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"plague-bringer\">At 3rd level, the powers of darkness make an antipaladin a beacon of corruption and disease. An antipaladin does not take any damage or take any penalty from diseases. He can still contract diseases and spread them to others, but he is otherwise immune to their effects.</p>", 
            "name": "Plague Bringer", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Plague Bringer", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"cruelty\">At 3rd level, and every three levels thereafter, an antipaladin can select one cruelty. Each cruelty adds an effect to the antipaladin's touch of corruption ability. Whenever the antipaladin uses touch of corruption to deal damage to one target, the target also receives the additional effect from one of the cruelties possessed by the antipaladin. This choice is made when the touch is used. The target receives a Fortitude save to avoid this cruelty. If the save is successful, the target takes the damage as normal, but not the effects of the cruelty. The DC of this save is equal to 10 + 1/2 the antipaladin's level + the antipaladin's Charisma modifier. At 3rd level, the antipaladin can select from the following initial cruelties.</p>", 
            "name": "Cruelty", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty", 
            "sections": [
                {
                    "body": "<p id=\"•-fatigued\">The target is fatigued.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Fatigued", 
                    "type": "section", 
                    "name": "• Fatigued", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-shaken\">The target is shaken for 1 round per level of the antipaladin.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Shaken", 
                    "type": "section", 
                    "name": "• Shaken", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-sickened\">The target is sickened for 1 round per level of the antipaladin.</p><p>At 6th level, an antipaladin adds the following cruelties to the list of those that can be selected.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Sickened", 
                    "type": "section", 
                    "name": "• Sickened", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-dazed\">The target is dazed for 1 round.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Dazed", 
                    "type": "section", 
                    "name": "• Dazed", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-diseased\">The target contracts a disease, as if the antipaladin had cast <i>contagion</i>, using his antipaladin level as his caster level.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Diseased", 
                    "type": "section", 
                    "name": "• Diseased", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-staggered\">The target is staggered for 1 round per two levels of the antipaladin.</p><p>At 9th level, an antipaladin adds the following cruelties to the list of those that can be selected.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Staggered", 
                    "type": "section", 
                    "name": "• Staggered", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-cursed\">The target is cursed, as if the antipaladin had cast <i>bestow curse</i>, using his antipaladin level as his caster level.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Cursed", 
                    "type": "section", 
                    "name": "• Cursed", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-exhausted\">The target is exhausted. The antipaladin must have the fatigue cruelty before selecting this cruelty.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Exhausted", 
                    "type": "section", 
                    "name": "• Exhausted", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-frightened\">The target is frightened for 1 round per two levels of the antipaladin. The antipaladin must have the shaken cruelty before selecting this cruelty.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Frightened", 
                    "type": "section", 
                    "name": "• Frightened", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-nauseated\">The target is nauseated for 1 round per three levels of the antipaladin. The antipaladin must have the sickened cruelty before selecting this cruelty.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Nauseated", 
                    "type": "section", 
                    "name": "• Nauseated", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-poisoned\">The target is poisoned, as if the antipaladin had cast <i>poison</i>, using the antipaladin's level as the caster level.</p><p>At 12th level, an antipaladin adds the following cruelties to the list of those that can be selected.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Poisoned", 
                    "type": "section", 
                    "name": "• Poisoned", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-blinded\">The target is blinded for 1 round per level of the antipaladin.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Blinded", 
                    "type": "section", 
                    "name": "• Blinded", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-deafened\">The target is deafened for 1 round per level of the antipaladin.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Deafened", 
                    "type": "section", 
                    "name": "• Deafened", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-paralyzed\">The target is paralyzed for 1 round.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Paralyzed", 
                    "type": "section", 
                    "name": "• Paralyzed", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p id=\"•-stunned\">The target is stunned for 1 round per four levels of the antipaladin.</p><p>These abilities are not cumulative. For example, a 12th-level antipaladin's touch of corruption ability deals 6d6 points of damage and might also cause the target to become fatigued, dazed, poisoned, or diseased. Once a cruelty is chosen, it can't be changed.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Cruelty/• Stunned", 
                    "type": "section", 
                    "name": "• Stunned", 
                    "source": "Advanced Player's Guide"
                }
            ], 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"channel-negative-energy\">When an antipaladin reaches 4th level, he gains the supernatural ability to channel negative energy like a cleric. Using this ability consumes two uses of his touch of corruption ability. An antipaladin uses his level as his effective cleric level when channeling negative energy. This is a Charisma-based ability.</p>", 
            "name": "Channel Negative Energy", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Channel Negative Energy", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"spells\">Beginning at 4th level, an antipaladin gains the ability to cast a small number of divine spells which are drawn from the antipaladin spell list. An antipaladin must choose and prepare his spells in advance. To prepare or cast a spell, an antipaladin must have a Charisma score equal to at least 10 + the spell level. The Difficulty Class for a saving throw against an antipaladin's spell is 10 + the spell level + the antipaladin's Charisma modifier. Like other spellcasters, an antipaladin can cast only a certain number of spells of each spell level per day. His base daily spell allotment is the same as that of a paladin and is given on Table 2&ndash;13. In addition, he receives bonus spells per day if he has a high Charisma score (see Table 1&ndash;3 in the <i>Core Rulebook</i>). When Table 2&ndash;13 indicates that the antipaladin gets 0 spells per day of a given spell level, he gains only the bonus spells he would be entitled to based on his Charisma score for that spell level.</p><p>An antipaladin must spend 1 hour each day in quiet prayer and meditation to regain his daily allotment of spells. An antipaladin may prepare and cast any spell on the antipaladin spell list, provided that he can cast spells of that level, but he must choose which spells to prepare during his daily meditation.</p><p>Through 3rd level, an antipaladin has no caster level. At 4th level and higher, his caster level is equal to his antipaladin level &ndash;3.</p>", 
            "name": "Antipaladin Spells", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Antipaladin Spells", 
            "subtype": "spell_list", 
            "type": "embed", 
            "description": "antipaladin"
        }, 
        {
            "body": "<p id=\"fiendish-boon\">Upon reaching 5th level, an antipaladin receives a boon from his dark patrons. This boon can take one of two forms. Once the form is chosen, it cannot be changed.</p><p>The first type of bond allows the antipaladin to enhance his weapon as a standard action by calling upon the aid of a fiendish spirit for 1 minute per antipaladin level. When called, the spirit causes the weapon to shed unholy light as a torch. At 5th level, this spirit grants the weapon a +1 enhancement bonus. For every three levels beyond 5th, the weapon gains another +1 enhancement bonus, to a maximum of +6 at 20th level. These bonuses can be added to the weapon, stacking with existing weapon bonuses to a maximum of +5, or they can be used to add any of the following weapon properties: <i>anarchic</i>, <i>flaming, flaming burst, keen, speed, unholy, vicious, vorpal</i>, and<i> wounding</i>. Adding these properties consumes an amount of bonus equal to the property's cost (see Table 15&ndash;9 in the <i>Core Rulebook</i>). These bonuses are added to any properties the weapon already has, but duplicate abilities do not stack. If the weapon is not magical, at least a +1 enhancement bonus must be added before any other properties can be added. The bonus and properties granted by the spirit are determined when the spirit is called and cannot be changed until the spirit is called again. The fiendish spirit imparts no bonuses if the weapon is held by anyone other than the antipaladin but resumes giving bonuses if returned to the antipaladin. These bonuses apply to only one end of a double weapon. An antipaladin can use this ability once per day at 5th level, and one additional time per day for every four levels beyond 5th, to a total of four times per day at 17th level.</p><p>If a weapon bonded with a fiendish spirit is destroyed, the antipaladin loses the use of this ability for 30 days, or until he gains a level, whichever comes first. During this 30-day period, the antipaladin takes a &ndash;1 penalty on attack and weapon damage rolls.</p><p>The second type of bond allows an antipaladin to gain the service of a fiendish servant. This functions as <i>summon monster III</i>, except the duration is permanent and the antipaladin can only gain the service of a single creature and that creature must either have the chaotic and evil subtypes or it must be a fiendish animal. Once selected, the choice is set, but it may be changed whenever the antipaladin gains a level. Upon reaching 7th level, and every two levels thereafter, the level of the <i>summon monster</i> spell increases by one, to a maximum of <i>summon monster IX</i> at 17th level. </p><p>Once per day, as a full-round action, an antipaladin may magically call his servant to his side. This ability is the equivalent of a spell of a level equal to one-third the antipaladin's level. The servant immediately appears adjacent to the antipaladin. An antipaladin can use this ability once per day at 5th level, and one additional time per day for every four levels thereafter, for a total of four times per day at 17th level.</p><p>At 11th level, the servant gains the advanced template (see the <i>Pathfinder RPG Bestiary</i>). At 15th level, an antipaladin's servant gains spell resistance equal to the antipaladin's level + 11.</p><p>Should the antipaladin's fiendish servant die or be banished, the antipaladin may not summon another servant for 30 days or until he gains an antipaladin level, whichever comes first. During this 30-day period, the antipaladin takes a &ndash;1 penalty on attack and weapon damage rolls.</p>", 
            "name": "Fiendish Boon", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Fiendish Boon", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"aura-of-despair\">At 8th level, enemies within 10 feet of an antipaladin take a &ndash;2 penalty on all saving throws. This penalty does not stack with the penalty from aura of cowardice.</p><p>This ability functions only while the antipaladin is conscious, not if he is unconscious or dead.</p>", 
            "name": "Aura of Despair", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Aura of Despair", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"aura-of-vengeance\">At 11th level, an antipaladin can expend two uses of his smite good ability to grant the ability to smite good to all allies within 10 feet, using his bonuses. Allies must use this smite good ability by the start of the antipaladin's next turn and the bonuses last for 1 minute. Using this ability is a free action. Good creatures gain no benefit from this ability.</p>", 
            "name": "Aura of Vengeance", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Aura of Vengeance", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"aura-of-sin\">At 14th level, an antipaladin's weapons are treated as evil-aligned for the purposes of overcoming damage reduction. Any attack made against an enemy within 10 feet of him is treated as evil-aligned for the purposes of overcoming damage reduction. This ability functions only while the antipaladin is conscious, not if he is unconscious or dead.</p>", 
            "name": "Aura of Sin", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Aura of Sin", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"aura-of-depravity\">At 17th level, an antipaladin gains DR 5/good. Each enemy within 10 feet takes a &ndash;4 penalty on saving throws against compulsion effects. This ability functions only while the antipaladin is conscious, not if he is unconscious or dead.</p>", 
            "name": "Aura of Depravity", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Aura of Depravity", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unholy-champion\">At 20th level, an antipaladin becomes a conduit for the might of the dark powers. His DR increases to 10/good. Whenever he uses smite good and successfully strikes an good outsider, the outsider is also subject to a <i>banishment</i>, using his antipaladin level as the caster level (his weapon and unholy symbol automatically count as objects that the subject hates). After the <i>banishment</i> effect and the damage from the attack is resolved, the smite immediately ends. In addition, whenever he channels negative energy or uses touch of corruption to damage a creature, he deals the maximum possible amount.</p>", 
            "name": "Unholy Champion", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Unholy Champion", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"code-of-conduct\">An antipaladin must be of chaotic evil alignment and loses all class features except proficiencies if he willingly and altruistically commits good acts. This does not mean that an antipaladin cannot take actions someone else might qualify as good, only that such actions must always be in service of his own dark ends. An antipaladin's code requires that he place his own interests and desires above all else, as well as impose tyranny, take advantage whenever possible, and punish the good and just, provided such actions don't interfere with his goals.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Code of Conduct", 
            "type": "section", 
            "name": "Code of Conduct", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"associates\">While he may adventure with evil or neutral allies, an antipaladin avoids working with good characters or with anyone who consistently attempts to do good deeds. Under exceptional circumstances, an antipaladin can ally with good associates, but only to defeat them from within and bring ruin to their ranks. An antipaladin does not need an <i>atonement</i> spell during such an unusual alliance as long as his nefarious goals are met in the end&mdash;evil cares only about results. An antipaladin may accept only henchmen, followers, or cohorts who are chaotic evil.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Antipaladin/Class Features/Associates", 
            "type": "section", 
            "name": "Associates", 
            "source": "Advanced Player's Guide"
        }
    ]
}