{
    "body": "<p class=\"stat-block\">Most technological items are powered by electricity. While one can use the electricity provided by a generator, these are rare, expensive, and rarely portable. It's more common and practical to charge such items with batteries. A battery looks like a small silver disk that's etched with strange lines&mdash;some people have taken to calling batteries \"silverdisks\" and sometimes use them as coins. A battery contains 10 charges when full; to charge an item with a battery, one simply slips the disk-shaped device into the proper slot on the item. The battery's charge instantly fully depletes, and the item's internal capacitors fill with 10 charges as it does so. If the item had fewer than 10 open slots in its capacity, the excess charges the battery once held are lost. A battery can be kept within an object indefinitely, or it can be ejected from the object for the purposes of recharging it or storing it elsewhere without affecting the item's charge. Inserting or ejecting a battery is a move action.</p><p class=\"stat-block\">Placing a battery in a generator's charging slot can recharge it. However, each time a battery is recharged, there's a 20% chance that the battery is destroyed in the process. A destroyed battery is worth only 10 gp. The bulk of \"silverdisks\" in circulation today are destroyed batteries; one can tell a functional battery from a destroyed one by the way the circuitry seems to shimmer slightly when reflecting light. The circuitry in a charged battery glows with a soft blue radiance equal to that of a candle.</p>", 
    "slot": "none", 
    "name": "Battery", 
    "weight": "1 lb.", 
    "url": "pfsrd://Technology Guide/Rules/Equipment/Gear/Technological Gear/On Signals/Battery", 
    "price": "100 gp", 
    "misc": {
        "Battery": {
            "Usage": "&mdash", 
            "Capacity": "&mdash;"
        }, 
        "Construction": {
            "Craft": "DC 25", 
            "Cost": "50 gp"
        }
    }, 
    "source": "Technology Guide", 
    "type": "item"
}