{
    "body": "<p>The following are the various entries on the equipment tables for siege engines (given in the column headings on Tables 3&ndash;13 and 3&ndash;15). While ranged siege engines use most of these entries, close-assault siege engines only use some of them.</p>", 
    "name": "Siege Engine Qualities", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities", 
    "sections": [
        {
            "body": "<p id=\"cost\">This value is the siege engine's cost in gold pieces (gp). The cost includes gear needed to work the engine as well as gear for upkeep. Typical ammunition costs and weights are given in siege weapon description. </p>", 
            "name": "Cost", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Cost", 
            "section_id": 2218, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"damage\">This column gives the damage typically dealt by the engine. If the engine has a special mode of attack or damage, this space is marked by the words &ldquo;see description.&rdquo; If the siege engine does not deal any damage, but rather is a tool for getting close to or over fortifications, this entry features a dash (&mdash;). Some ranged siege engines can be loaded with special ammunition that affects or overrides the weapon's typical damage or range. </p><p>As large and imprecise weapons, siege engines do not deal sneak attack damage or any other kind of precision damage.</p>", 
            "name": "Damage", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Damage", 
            "section_id": 2219, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"critical\">The entry for this column notes how the engine is used with the rules for critical hits. Unlike normal ranged weapons, siege engines can deal critical damage to objects as well as creatures. </p>", 
            "name": "Critical", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Critical", 
            "section_id": 2220, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"range\">Any attack at more than the distance listed in this entry is penalized for range. Beyond this range, the attack or targeting check takes a cumulative &ndash;2 penalty for each full range increment (or fraction thereof) of distance to the target. Some siege engines have a minimum range for effectiveness. If that is the case, the range of this weapon is followed by a parenthetical with the minimum range, followed by the abbreviation &ldquo;min.&rdquo; </p>", 
            "name": "Range", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Range", 
            "section_id": 2221, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"type\">Like weapons, siege engines that deal damage are classified according to the type of damage they deal: B for bludgeoning, P for piercing, or S for slashing. Some engines deal damage of multiple types. Some special siege engines (like the firedrake and the firewyrm) deal energy damage, typically fire damage. In those cases, the type of energy damage is listed instead. </p>", 
            "name": "Type", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Type", 
            "section_id": 2222, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"crew\">This column gives the number of creatures needed to properly use the siege engine, assuming Medium creatures. Some siege engines can be used with a smaller crew, but there are usually consequences such as slower aiming, firing, or movement. </p>", 
            "name": "Crew", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Crew", 
            "section_id": 2223, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"aim\">This column gives the number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat) required to aim a siege engine. If the siege engine is being controlled by less than its normal crew complement, the number of actions it takes for the crew to aim the siege engine is doubled. </p>", 
            "name": "Aim", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Aim", 
            "section_id": 2224, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"load\">This column gives the number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat) required to load a siege engine. </p>", 
            "name": "Load", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Load", 
            "section_id": 2225, 
            "source": "Ultimate Combat", 
            "type": "section"
        }, 
        {
            "body": "<p id=\"speed\">This is how fast the siege engine can be moved with move actions made by its entire crew.</p>", 
            "name": "Speed", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Siege Engines/Siege Engine Rules/Siege Engine Qualities/Speed", 
            "section_id": 2226, 
            "source": "Ultimate Combat", 
            "type": "section"
        }
    ], 
    "section_id": 2217, 
    "source": "Ultimate Combat", 
    "type": "section"
}