{
    "body": "<p>Your skilled playing can conjure up supernatural servants.</p>", 
    "name": "Legato Piece on the Infernal Bargain", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/Legato Piece on the Infernal Bargain", 
    "type": "section", 
    "subtype": "bard_masterpiece", 
    "abbrev": "String", 
    "sections": [
        {
            "body": "<p>Perform (string) 11 ranks.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Prerequisite"
        }, 
        {
            "body": "<p id=\"cost\">Feat or 4th-level bard spell known.</p><p>This fast-paced tune harmonizes with the magical frequencies of another plane, allowing you to draw an extraplanar creature to you and bargain for its service. When you complete this performance, you call one or more outsiders as if using <i>planar ally</i>. Unlike with <i>planar ally</i>, the creature is not necessarily associated with your deity, and has an initial attitude of &ldquo;indifferent&rdquo; toward you. Because it is intrigued by your performance, it remains for up to 1 minute to hear the service you are requesting and the payment you are offering. If you succeed at an opposed Charisma check against the creature (with a +0 to +6 bonus on your roll based on the nature of the service and the offered reward), it agrees to perform the service. This ability otherwise works like <i>planar ally</i>.</p><p>Though the best-known version of this masterpiece refers to an infernal bargain, it can be used to conjure any sort of extraplanar creature (such as an archon, elemental, or protean). Other versions and arrangements of this masterpiece may have different names but otherwise identical effects.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Cost"
        }, 
        {
            "body": "<p id=\"use\">10 bardic performance rounds.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Use"
        }, 
        {
            "body": "<p id=\"action\">10 minutes.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Action"
        }
    ]
}