{
    "body": "<p>You can trap opponents with the power of your acting.</p>", 
    "name": "The House of the Imaginary Walls", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The House of the Imaginary Walls", 
    "type": "section", 
    "subtype": "bard_masterpiece", 
    "abbrev": "Act", 
    "sections": [
        {
            "body": "<p>Perform (act) 10 ranks.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Prerequisite"
        }, 
        {
            "body": "<p id=\"cost\">Feat or 4th-level bard spell known.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Cost"
        }, 
        {
            "body": "<p id=\"effect\">You silently mime building an invisible wall, flattening your hands along linear planes to indicate its location and orientation. This &ldquo;wall&rdquo; is only real for creatures that see you perform this masterpiece (Will negates); you and your allies may automatically fail your saves if you want to treat the wall as real (for example, if you want to use the wall as a bridge to cross a chasm). For creatures who believe the wall is real, it has hardness 8, 90 hit points, and a break DC of 30 (multiple believing creatures can attack the walls, breaking through it more quickly as if they were all attacking a real wall rather than each attacking separate mental constructs). This is an illusion (phantasm) effect. Because the wall is a mental image, it blocks incorporeal creatures that fail their saves (because they perceive it as a magical barrier that excludes them), though they can still go around the wall or through the floor or ceiling to bypass it. It does not affect objects or creatures immune to mental effects (which can result in situations like an archer firing through the wall but unable to physically cross it). </p><p>You can create one 10-foot-square wall per use of this ability; over several rounds you can extend this square or create other walls, all of which persist until you stop using bardic performance rounds to sustain them. The wall is immobile once created. Part of the wall must be in or along the edge of your space, and you cannot create a wall that extends beyond your natural reach (though you can create a wall, move, and create another by using this ability again). Once created, the wall exists until you end your performance or affected creatures &ldquo;break&rdquo; it. Abilities that extend the duration of a bardic performance (such as Lingering Performance) affect this masterpiece.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Effect"
        }, 
        {
            "body": "<p id=\"use\">1 bardic performance round per round.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Use"
        }, 
        {
            "body": "<p id=\"action\">1 standard action per 10-foot square.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Action"
        }
    ]
}