{
    "body": "<p>Your performance reveals ways to cheat time itself.</p>", 
    "name": "The Requiem of the Fallen Priest-King", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Masterpieces/The Requiem of the Fallen Priest-King", 
    "type": "section", 
    "subtype": "bard_masterpiece", 
    "abbrev": "Oratory, Sing", 
    "sections": [
        {
            "body": "<p>Perform (oratory) 10 ranks or Perform (sing) 10 ranks.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Prerequisite"
        }, 
        {
            "body": "<p id=\"cost\">Feat or 3rd-level bard spell known.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Cost"
        }, 
        {
            "body": "<p id=\"effect\">This piece tells the story of a mighty priest-king who seemed to defy time by snatching near-victory from an overwhelming number of enemies. When you complete the performance, you gain the ability to accelerate time once, which must be used in the next 10 minutes. When you perform this masterpiece, you gain the ability to spend a swift action to perform a nonmagical action that normally requires a move action or a standard action. For example, you could make a full attack, then spend a swift action to take a normal move, load a light crossbow, or draw a weapon in the same round. You must use this extra action within 10 minutes of performing the masterpiece; otherwise the benefit is lost.</p><p>This ability does not stack with other effects that increase your speed (such as <i>haste</i>) or alter time (such as <i>time stop</i>). </p><p>Your allies may benefit from this masterpiece, but they must listen to it intently (to the exclusion of all other activities) for the duration of the performance, and you must expend 1 round of bardic performance for each ally other than yourself whom you want to gain the ability to accelerate time (for example, affecting yourself and five others requires expending 11 rounds of bardic performance). This is a language-dependent effect.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Effect"
        }, 
        {
            "body": "<p id=\"use\">5 bardic performance rounds, +1 round per additional person affected.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Use"
        }, 
        {
            "body": "<p id=\"action\">1 minute.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Action"
        }
    ]
}