{
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>No stodgy researcher, this archaeologist meets his research head-on in the field. Archaeologists sacrifice the bard's inspirational performance for a smattering of rogue talents. This archetype also fits roguelike characters that focus more on learning than on stabbing foes in the back. </p>", 
            "name": "Archaeologist", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Archaeologist", 
            "type": "class_archetype", 
            "subtype": "bard", 
            "sections": [
                {
                    "body": "<p id=\"bardic-performance\">Archaeologists do not gain the bardic performance ability or any of its performance types.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Archaeologist/Bardic Performance", 
                    "type": "section", 
                    "name": "Bardic Performance", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"archaeologist's-luck\">Fortune favors the archaeologist. As a swift action, an archaeologist can call on fortune's favor, giving him a +1 luck bonus on attack rolls, saving throws, skill checks, and weapon damage rolls. He can use this ability for a number of rounds per day equal to 4 + his Charisma modifier. Maintaining this bonus is a free action, but it ends immediately if the archaeologist is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action to maintain it each round. Archaeologist's luck is treated as bardic performance for the purposes of feats, abilities, effects, and the like that affect bardic performance. Like bardic performance, it cannot be maintained at the same time as other performance abilities. This bonus increases to +2 at 5th level, +3 at 11th level, and +4 at 17th level.</p>", 
                    "name": "Archaeologist's Luck", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Archaeologist/Archaeologists Luck", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"clever-explorer\">At 2nd level, an archaeologist gains a bonus equal to half his class level on Disable Device and Perception checks. He can disable intricate and complex devices in half the normal amount of time (minimum 1 round) and open a lock as a standard action. At 6th level, an archaeologist can take 10 on Disable Device checks, even if distracted or endangered, and can disarm magical traps. This ability replaces the versatile performance ability.</p>", 
                    "name": "Clever Explorer", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Archaeologist/Clever Explorer", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"uncanny-dodge\">At 2nd level, an archaeologist gains uncanny dodge, as the rogue class feature of the same name. This ability replaces well-versed.</p>", 
                    "name": "Uncanny Dodge", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Archaeologist/Uncanny Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"trap-sense\">At 3rd level, an archaeologist gains trap sense +1, as the rogue class feature of the same name. This bonus improves by +1 for every three levels gained after 3rd, to a maximum of +6 at 18th level.</p>", 
                    "name": "Trap Sense", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Archaeologist/Trap Sense", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"rogue-talents\">At 4th level, an archaeologist gains a rogue talent. He gains an additional rogue talent for every four levels of archaeologist gained after 4th level. Otherwise, this works as the rogue's rogue talent ability.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Rogue Talents"
                }, 
                {
                    "body": "<p id=\"evasion\">At 6th level, an archaeologist gains evasion, as the rogue ability of the same name.</p>", 
                    "name": "Evasion", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Archaeologist/Evasion", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"advanced-talent\">At 12th level, and every four levels thereafter, an archaeologist can choose an advanced rogue talent in place of a rogue talent.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Archaeologist/Advanced Talent", 
                    "type": "section", 
                    "name": "Advanced Talent", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>As quick at wordplay as at swordplay, daredevils are dashing heroes, inspiring their allies to match their clever repartee and acrobatic feats. Daredevils often lean toward comedy, dance, oratory, and singing.</p>", 
            "name": "Daredevil", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Daredevil", 
            "type": "class_archetype", 
            "subtype": "bard", 
            "sections": [
                {
                    "body": "<p id=\"agile\">A daredevil adds half her class level (minimum 1) on Acrobatics, Bluff, Climb, and Escape Artist checks. This ability replaces bardic knowledge.</p>", 
                    "name": "Agile", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Daredevil/Agile", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"bardic-performance\">A daredevil gains the following type of bardic performance.</p>", 
                    "name": "Bardic Performance", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Daredevil/Bardic Performance", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"derring-do\" class=\"stat-block-2\">A daredevil can use her performance to bring out grace in the clumsiest allies. The daredevil and any allies who see her receive a +1 morale bonus on Reflex saving throws and a +2 competence bonus on Dexterity-based skill checks. Allies who move at least 10 feet during their turn gain a +1 dodge bonus to their Armor Class until the start of their next turn. At 5th level, and every six bard levels thereafter, the saving throw and Armor Class bonuses increase by +1, to a maximum of +4 at 17th level, and the skill check bonuses increase by +2, to a maximum of +8 at 17th level. This is a mind-affecting ability that uses visual components. This ability replaces inspire courage.</p>", 
                            "name": "Derring-do", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Daredevil/Bardic Performance/Derring-do", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"canny-foe\">At 2nd level, a daredevil can choose one type of combat maneuver. She gains a +2 bonus on her combat maneuver checks to attempt the chosen maneuver and to her CMD to resist that maneuver. At 6th level, and every four levels thereafter, the daredevil gains a +2 bonus for an additional type of combat maneuver. She may not choose the same maneuver twice. This ability replaces versatile performance.</p>", 
                    "name": "Canny Foe", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Daredevil/Canny Foe", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dauntless\">At 2nd level, a daredevil gains a +1 morale bonus on saving throws against mind-affecting effects, including all fear effects. This bonus increases by +1 for every four levels gained after 2nd level, to a maximum of +5 at 18th level. This ability replaces well-versed.</p>", 
                    "name": "Dauntless", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Daredevil/Dauntless", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"scoundrel's-fortune\">At 5th level, once per day a daredevil can choose to roll two dice instead of one for any skill check, keeping the best result. She can use this ability one additional time per day for every three levels she possesses beyond 5th, to a maximum of eight times per day at 20th level. This ability replaces lore master.</p>", 
                    "name": "Scoundrel's Fortune", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Daredevil/Scoundrels Fortune", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Not all bards inspire others with their performances. Dervish dancers enter a near-mystical trance that allows them to push their bodies beyond normal limits. </p>", 
            "name": "Dervish Dancer", 
            "source": "Ultimate Combat", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer", 
            "type": "class_archetype", 
            "subtype": "bard", 
            "sections": [
                {
                    "body": "<p id=\"weapon-and-armor-proficiency\">Dervish dancers gain weapon proficiency with the scimitar and kukri. This ability replaces their proficiency with the rapier and whip.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "body": "<p id=\"battle-dance\">A dervish dancer is trained in the use of the Perform skill, especially dance, to create magical effects on himself. This works like bardic performance, except the dervish dancer only affects himself, and does not need to be able to see or hear his own performance. Battle dancing is treated as bardic performance for the purposes of feats, abilities, effects, and the like that affect bardic performance, except that battle dancing does not benefit from the Lingering Performance feat or any other ability that allows a bardic performance to grant bonuses after it has ended. Battle dancing benefits apply only when the bard is wearing light or no armor. Like bardic performance, it cannot be maintained at the same time as other performance abilities.</p><p>Starting a battle dance is a move action, but it can be maintained each round as a free action. Changing a battle dance from one effect to another requires the dervish dancer to stop the previous performance and start the new one as a move action. Like a bard, a dervish dancer's performance ends immediately if he is killed, paralyzed, stunned, knocked unconscious, or otherwise prevented from taking a free action each round. A dervish dancer cannot perform more than one battle dance at a time. At 10th level, a dervish dancer can start a battle dance as a swift action instead of a move action.</p><p>Dervish dancers gain the inspire courage, inspire greatness, and inspire heroics bardic performance types as battle dances, but these only provide benefit to the dervish dancer himself.</p>", 
                    "name": "Battle Dance", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Battle Dance", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<p id=\"rain-of-blows\" class=\"stat-block-2\">At 6th level, a dervish dancer can use his battle dance to speed up his attacks. When making a full attack action, he may make one extra attack with any weapon he is holding, as though under the effects of a <i>haste</i> spell. He also gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and on Reflex saves. At 9th level, and every three bard levels thereafter, these bonuses increase by +1, to a maximum of +5 at 18th level. These bonuses do not stack with the <i>haste</i> spell. This ability replaces suggestion and mass suggestion.</p>", 
                            "name": "Rain of Blows", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Battle Dance/Rain of Blows", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"razor's-kiss\" class=\"stat-block-2\">At 8th level, a dervish dancer can use his battle dance to improve his weapons' critical range. All attacks he makes with manufactured weapons are treated as though he had the Improved Critical feat. Natural weapons and spells are not affected. This ability replaces dirge of doom.</p>", 
                            "name": "Razor's Kiss", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Battle Dance/Razors Kiss", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"leaf-on-the-wind\" class=\"stat-block-2\">At 14th level, a dervish dancer can use his battle dance to evade attacks with unearthly grace and to shake off the effects of his wounds. Unlike other battle dances, leaf on the wind requires a standard action each round to start or maintain the performance. Each round it is maintained, including the first, the dervish dancer gains a +6 dodge bonus to Armor Class and on Reflex saves. If wounded, he heals 1 hit point of damage per bard level. This ability replaces frightening performance.</p>", 
                            "name": "Leaf on the Wind", 
                            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Battle Dance/Leaf on the Wind", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Ultimate Combat", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"fleet\">While performing a battle dance, a dervish dancer gains a +10 enhancement bonus to his land speed. This bonus increases by 5 feet for every four bard levels gained after 1st level, to a maximum of +30 feet at 19th level. This ability replaces bardic knowledge and lore master.</p>", 
                    "name": "Fleet", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Fleet", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"versatile-dance\">At 2nd level, a dervish dancer gains a bonus equal to half his level on Perform (dance) checks. He can use his bonus for his Perform (dance) skill in place of his bonus for Acrobatics. This ability replaces versatile performance.</p>", 
                    "name": "Versatile Dance", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Versatile Dance", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dance-of-fury\">At 12th level, a dervish dancer can attack more than once as he moves while performing a battle dance. He can combine a full-attack action with a single move, taking the attacks at any point during his movement, but must move at least 5 feet between each attack. This movement provokes attacks of opportunity as normal. This ability replaces soothing performance.</p>", 
                    "name": "Dance of Fury", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Dance of Fury", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"battle-fury\">At 20th level, the dervish dancer can unleash a whirlwind of blows while performing a battle dance. As a full-round action, he can take a single move action and unleash a single attack at his highest bonus against each target within his reach during any point of his move, up to a maximum number of attacks equal to the dervish dancer's character level. This movement provokes attacks of opportunity as normal, and replaces deadly performance.</p>", 
                    "name": "Battle Fury", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Bard/Bard Archetypes/Dervish Dancer/Battle Fury", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Combat", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "name": "Bard Archetypes", 
    "source": "Ultimate Combat"
}