{
    "body": "<p>You can take advantage of the item creation rules to hand-craft most or all of your magic items. Because you've spent gp equal to only half the price of these items, you could end up with more gear than what the Character Wealth by Level table suggests for you. This is especially the case if you're a new character starting above 1st level or one with the versatile Craft Wondrous Item feat. With these advantages, you can carefully craft optimized gear rather than acquiring GM-selected gear over the course of a campaign. For example, a newly created 4th-level character should have about 6,000 gp worth of gear, but you can craft up to 12,000 gp worth of gear with that much gold, all of it taking place before the character enters the campaign, making the time-cost of crafting irrelevant.</p><p>Some GMs might be tempted to reduce the amount or value of the treasure you acquire to offset this and keep your overall wealth in line with the Character Wealth by Level table. Unfortunately, that has the net result of negating the main benefit of crafting magic items&mdash;in effect negating your choice of a feat. However, game balance for the default campaign experience expects you and all other PCs to be close to the listed wealth values, so the GM shouldn't just let you craft double the normal amount of gear. As a guideline, allowing a crafting PC to exceed the Character Wealth by Level guidelines by about 25% is fair, or even up to 50% if the PC has multiple crafting feats.</p><p>If you are creating items for other characters in the party, the increased wealth for the other characters should come out of your increased allotment. Not only does this prevent you from skewing the wealth by level for everyone in the party, but it encourages other characters to learn item creation feats.</p>", 
    "name": "Adjusting Character Wealth by Level", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Adjusting Character Wealth by Level", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The Character Wealth By Level table states that an 8th-level character should have about 33,000 gp worth of items. Using the above 25% rule, Patrick's 8th-level wizard with Craft Wondrous Item is allowed an additional 8,250 gp worth of crafted wondrous items. If he uses his feat to craft items for the rest of the party, any excess value the other PCs have because of those items should count toward Patrick's additional 8,250 gp worth of crafted items.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}