{
    "body": "<p>The <i>Core Rulebook</i> doesn't allow item creation feats to alter the physical nature of an item, its default size, its shape, or its magical properties. For example, there is no mechanism for using crafting feats to change a steel <i>+1 longsword</i> into an adamantine <i>+1 longsword</i>, a Large <i>+1 chain shirt</i> into a Medium <i>+1 chain shirt</i>, <i>boots of speed</i> into an <i>amulet of speed</i>, or a <i>+1 unholy longsword</i> into a <i>+1 flaming shock longsword</i>. Many GMs might decide that these kinds of transformations are impossible, beyond the scope of mortals, or not as cost-efficient as crafting a new item from scratch. Others might allow these sorts of transformations for free or a small surcharge. Keep in mind the following warnings.</p>", 
    "name": "Altering Existing Items", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Altering Existing Items", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>This is true, even though it isn't expressed monetarily in the rules. Some item slots are very common and are shared by many useful items (boots, belts, rings, and amulets in particular), while some slots are used by only a few items (such as body, chest, and eyes). Allowing a character to alter or craft an item for one of these underused slots is allowing the character to bypass built-in choices between popular items.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Altering Existing Items/Not All Item Slots Have Equal Value", 
            "type": "section", 
            "name": "Not All Item Slots Have Equal Value", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Some of the magic items in the <i>Core Rulebook</i> are deliberately assigned to specific magic item slots for balance purposes, so that you have to make hard choices about what items to wear. In particular, the magic belts and circlets that give enhancement bonuses to ability scores are in this category&mdash;characters who want to enhance multiple physical or mental ability scores must pay extra for combination items like a <i>belt of physical might</i> or <i>headband of mental prowess</i>.</p><p>If there is a trend of all <i>Core Rulebook</i> items of a particular type using a particular slot (such as items that grant physical ability score bonuses being belts or items that grant movement bonuses being boots), GMs should be hesitant to allow you to move those abilities to other slots; otherwise, they ignore these deliberate restrictions by cheaply spreading out these items over unused slots.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Altering Existing Items/Some Abilities Are Assigned to Certain Slots", 
            "type": "section", 
            "name": "Some Abilities Are Assigned to Certain Slots", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This is a combination of the two previous warnings. Because most belts enhance physical abilities, wizards rarely have need for standard belt items. This means a wizard can change an item that's useful to wizards into a belt and not have to worry about a future slot conflict by discovering a wizardly magic belt in a treasure hoard. Likewise, fighters have little use for most standard head items, so altering an existing fighter item to use the head slot means it has little risk of competition from found head slot items. GMs should consider carefully before allowing you to bypass these intentional, built-in item slot restrictions.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Altering Existing Items/Classes Value Some Slots More Than Others", 
            "type": "section", 
            "name": "Classes Value Some Slots More Than Others", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You might be tempted to create rings that have charges like wands, or bracers with multiple charge-based effects like staves. A GM allowing this makes Craft Wondrous Item and Forge Ring even more versatile and powerful, and devalues Craft Staff and Craft Wand because those two feats can create only charged items.</p><p>Before allowing such an item, consider whether the reverse idea would be appropriate&mdash;if someone with Craft Wand can't make a <i>wand of protection +1</i> that grants a deflection bonus like a <i>ring of protection +1</i>, and if someone with Craft Staff can't make a <i>handy haverstaff</i> that stores items like a <i>handy haversack</i>, then Craft Wondrous Item and Forge Ring shouldn't be able to poach item types from the other feats.</p><p>GMs who wish to allow some of these sorts of alterations should consider using the original item as a talismanic component for the final item (see page 173).</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Altering Existing Items/Respect Each Crafting Feats Niche", 
            "type": "section", 
            "name": "Respect Each Crafting Feat's Niche", 
            "source": "Ultimate Campaign"
        }
    ]
}