{
    "body": "<p>The expectation in a standard campaign is that the PCs go on quests to fighting monsters and collect treasure. In other words, you aren't supposed to stay at home, work at day jobs, and earn wages instead of adventuring. The game mechanics reinforce this by only allowing you to sell items for half their normal price because it assumes selling them to an NPC shopkeeper, so even if you craft a <i>bag of holding</i>, you can't sell it yourself for full price because you don't have your own store to sell it in. This prevents you from profiting by crafting an item (and paying half the price to do so) and selling it for the full market price.</p><p>However, the downtime system allows you to build a business such as a tavern or even a magic shop, and earn money from that business while you're away adventuring. You might want to use an appropriate business to sell crafted items for more than half price, but the downtime system already accounts for using a building to generate money, as well as spending personal time helping run the business (see Run a Business). A typical magic shop earns about 3 gp per day, or perhaps 4&mdash;5 gp per day if a skilled owner PC directly participates in running the business. Because magic items are very expensive (with the most common potions costing 50 gp or more, far higher than what most commoners can afford), this income represents many days where the business sells nothing, followed by selling one or two high-priced items, which averages out to a few gp of profit per day. In other words, just because you can craft one <i>+1 longsword</i> each day doesn't mean you're likely to sell one each day in your shop. The GM has two options for resolving this mercantile dilemma.</p>", 
    "name": "Creating Items For Profit", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Creating Items For Profit", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>This is the simplest solution, and assumes you are spending downtime running the business rather than crafting specific items.</p>", 
            "name": "Use the Downtime System", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Creating Items For Profit/Use the Downtime System", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Patrick owns a magic shop and has 5 days free between adventures. Instead of crafting specific items for his own use, he uses that time on the run a business downtime activity, with the assumption that he is using his crafting feat to create minor magic items for customers to increase the money generated by his magic shop. Patrick doesn't have to specify what items he is creating, track inventory of completed items, or worry about interrupting his crafting&mdash;the details aren't important, just that he is using his skills to increase the profit of his business.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }, 
        {
            "body": "<p>Similar to using the item crafting rules to adjust wealth by level, this just applies a flat adjustment to your expected wealth. You don't even have to account for what specific items were crafted using this method.</p>", 
            "name": "Alter Wealth By Level", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Creating Items For Profit/Alter Wealth By Level", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Rob's cleric has the Brew Potion feat and owns a magic shop. Jessica, the GM, allows him to exceed his wealth by level by 25%, and the extra doesn't all have to be in the form of potions&mdash;Rob's shop is selling potions, and he is using his profits to purchase other items for his character.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }
    ]
}