{
    "body": "<p>The correct way to price an item is by comparing its abilities to similar items (see Magic Item Gold Piece Values), and only if there are no similar items should you use the pricing formulas to determine an approximate price for the item. If you discover a loophole that allows an item to have an ability for a much lower price than is given for a comparable item in the <i>Core Rulebook</i>, the GM should require using the price of the <i>Core Rulebook</i> item, as that is the standard cost for such an effect. Most of these loopholes stem from trying to get unlimited uses per day of a spell effect from \"command word\" or \"use-activated or continuous\" descriptions.</p>", 
    "name": "Pricing New Items", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Pricing New Items", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Rob's cleric wants to create a heavy mace with a continuous <i>true strike</i> ability, granting its wielder a +20 insight bonus on attack rolls. The formula for a continuous spell effect is spell level × caster level × 2,000 gp, for a total of 2,000 gp (spell level 1, caster level 1). Jessica, the GM, points out that a +5 enhancement bonus on a weapon costs 50,000 gp, and the +20 bonus from <i>true strike</i> is much better than the +5 bonus from standard weapon enhancement, and suggests a price of 200,000 gp for the mace. Rob agrees that using the formula in this way is unreasonable and decides to craft a <i>+1 heavy mace</i> using the standard weapon pricing rules instead.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }, 
        {
            "body": "<p>Patrick's wizard wants to create bracers with a continuous <i>mage armor</i> ability, granting the wearer a +4 armor bonus to AC. The formula indicates this would cost 2,000 gp (spell level 1, caster level 1). Jessica reminds him that <i>bracers of armor +4</i> are priced at 16,000 gp and Patrick's bracers should have that price as well. Patrick agrees, and because he only has 2,000 gp to spend, he decides to spend 1,000 gp of that to craft <i>bracers of armor +1 </i>using the standard bracer prices.</p><p>Some new items are really existing magic items with a different weapon or armor type, such as a <i>dagger of venom</i> that is a rapier instead of a dagger or a <i>lion's shield</i> that's a wooden shield instead of a metal shield. For these items, just replace the price of the nonmagical masterwork item with the cost of the new type of item. For example, a <i>rapier of venom</i> has a price of 8,320 gp instead of the <i>dagger of venom</i>'s<i> </i>price of 8,302 gp.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}