{
    "body": "<p>Fantasy and myth are rife with exotic materials used to create magic items&mdash;meteoric iron, unicorn horn, dragon blood, vampire ichor, and so on. The item creation system in the <i>Core Rulebook</i> is very abstract, however, and most item creation is just a matter of spending gold in town for the necessary supplies that are never quantified or described. This section provides details on incorporating talismanic components into a campaign, the effect they have on treasure hoards, examples of many talismanic components, and the sorts of items they are used for.</p>", 
    "name": "Talismanic components", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Using talismanic components is a fun way to provide more story flavor and local color to a campaign. They make magic items feel more unique and less mass-produced. A <i>+1 flaming longsword</i> is no longer an unremarkable magic item if giving a weapon a +1 enhancement bonus requires a sprinkle of dust from a dead star, and if crafting a <i>flaming</i> weapon requires a fragment of a fire elemental's spirit. That gives the weapon a sense of history and opens the door to many questions about who originally created the sword, where the creator got the materials for it, and who it was crafted for. Interactions with merchants and traders likewise take on a new flavor if caravans full of goods from distant lands carry a small selection of these obscure crafting components.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Enriching the Campaign", 
            "type": "section", 
            "name": "Enriching the Campaign", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>You spend talismanic components exactly like gp for the purpose of crafting magic items, and they're destroyed as part of the item's creation or incorporated into the item. Once used, they're expended and can't be used again. Talismanic components don't change the crafting time, DC, or any other aspects of creating a magic item; they are just a substitute for the gp cost to craft it.</p>", 
            "name": "Using Components", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Using Components", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Dragon heartblood is a talismanic component useful for all magic items. Patrick's wizard wants to create a <i>wand of burning hands</i>, which has a price of 750 gp. Crafting the wand requires him to spend 375 gp on magic supplies. The wizard has a vial of dragon heartblood worth 300 gp. He decides to use all 300 gp worth of his heartblood to craft the wand, and uses his actual gold to cover the remaining cost of crafting the wand.</p><p>Most components are only usable for crafting certain magic items, but some are usable for any kind of magic item. A component's description lists what kind of items it can be used for. Using an inappropriate component in crafting an item normally has no effect, but the GM might allow a desperate crafter to use an inappropriate component at a higher crafting DC, increasing the risk of failure or creating a cursed item.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Example"
                }
            ]
        }, 
        {
            "body": "<p>The GM might decide that some or all magic item creation requires talismanic components. These components could be available for purchase in civilized areas, or could be acquired only by hunting specific creatures or searching in remote locations. Some components might be illegal in some cities or countries and found only on the black market there. In this way, the GM can set different controls on item creation and create adventure opportunities for crafting-oriented PCs. For example, if crafting an <i>anarchic</i> weapon requires the blood of a powerful demon, you can try to acquire some demon blood in town, arousing suspicion as to why you need such a foul substance, or you can travel to a location where demons are known to dwell and try to kill one&mdash;or maybe even bargain&mdash;for its blood.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Requiring Components", 
            "type": "section", 
            "name": "Requiring Components", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>These components are trade goods just like gems, wheat, spices, or cloth. Under normal circumstances, you can acquire these materials at the listed cost or sell what you find in a treasure hoard at the listed cost. For example, 500 gp worth of dragon heartblood costs 500 gp in a city, and if you take a flask of dragon heartblood worth 500 gp as your share of treasure, you can sell it in town for 500 gp. If there is a surplus or shortage of a particular component, the price could go up or down, or merchants might be more inclined to bargain over the price to try to get a better deal.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Components as Commodities", 
            "type": "section", 
            "name": "Components as Commodities", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If the GM uses these rules for talismanic components, killing monsters shouldn't suddenly result in more treasure because you can loot suitable parts for components, in the same way that just because wyvern poison costs 3,000 gp doesn't mean that 3,000 gp worth of sellable poison can be obtained from every wyvern. The value of a talismanic component from a monster should be subtracted from the monster's total treasure award for the encounter, or later encounters should award a reduced amount of treasure to make up for the value of the talismanic component.</p><p>Acquiring a talismanic component from a monster or natural feature might not be easy or automatic. Plucking a rare herb without damaging its magical properties might require a Profession (herbalist) check. Harvesting an intact glowing crystal from a mithral vein might require a Knowledge (geology) check. Distilling heartblood from a dragon's corpse might require a Craft (alchemy) check. Gaining a tear of happiness from a lillend might require a Diplomacy or Perform check. The GM can use these kinds of skill checks to reward you for putting ranks in noncombat skills, and use similar checks for you to recognize that an object has value as a talismanic component.</p><p>Talismanic components might be viable for only a limited time, or spoil under certain circumstances. For example, dragon heartblood loses its power if it's exposed to air for more than a few minutes, necessitating transporting it in sealed vials (and limiting how much can be taken from a slain dragon). Vampire ichor spoils instantly in sunlight or on holy ground. These kinds of limitations also provide additional plot hooks for quests involving the acquisition and retrieval of talismanic components.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Components as Treasure", 
            "type": "section", 
            "name": "Components as Treasure", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>This section lists conventional and commonly known talismanic components. GMs should invent many other strange and mythical components such as \"the first scent of the day\" or \"the sound of a cat's footfall,\" especially for very powerful items. Note that the substances don't necessarily have identical values per unit; dragon heartblood might be worth 10 gp per drop, mithral crystals worth 10 gp per pound, and the hands of murderers worth 10 gp each.</p>", 
            "name": "Example Components", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Used for metal armor, metal weapons, and items that manipulate or create earth or metal.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Adamantine Ore", 
                    "type": "section", 
                    "name": "Adamantine Ore", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Salvaged from destroyed magic items, often in crystalline or powder form; used for any kind of magic item.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Arcane Residue", 
                    "type": "section", 
                    "name": "Arcane Residue", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Scraped from creatures that are located deep within the Astral Plane; used for plane-traveling, teleportation, and time-manipulating items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Astral Essence", 
                    "type": "section", 
                    "name": "Astral Essence", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Taken from powerful demons (though weak demons might have minute quantities); used for chaotic, evil, demon-summoning, electricity-resistance, and good- or lawful-repelling items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Demon Blood", 
                    "type": "section", 
                    "name": "Demon Blood", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Taken from powerful devils (though weak devils may have minute quantities); used for lawful, evil, devil-summoning, and fire-resistance items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Devil Blood", 
                    "type": "section", 
                    "name": "Devil Blood", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Used in animal-influencing and physical enhancement items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Dire Animal Brain", 
                    "type": "section", 
                    "name": "Dire Animal Brain", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Used for disguise and polymorph items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Doppelganger Ichor", 
                    "type": "section", 
                    "name": "Doppelganger Ichor", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Flawless, smooth bones are suitable for rods, staves, wands, and dragon-controlling items. Dragon bones can also be used for items with abilities or energy types appropriate to the dragon's breath weapon (copper dragons for <i>slow</i>, red dragons for fire, and so on).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Dragon Bone", 
                    "type": "section", 
                    "name": "Dragon Bone", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>The freshest blood from the dragon's heart; used for any kind of magic item.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Dragon Heartblood", 
                    "type": "section", 
                    "name": "Dragon Heartblood", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Taken from the remains of powerful elementals; used for items appropriate to the source's element or associated energy type.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Elemental Spirit", 
                    "type": "section", 
                    "name": "Elemental Spirit", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Dusted from creatures located deep within the Ethereal Plane; used for plane-traveling and dream items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Ethereal Essence", 
                    "type": "section", 
                    "name": "Ethereal Essence", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Used in scrolls and water items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Giant Squid Ink", 
                    "type": "section", 
                    "name": "Giant Squid Ink", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Must be taken shortly after the murderer's demise; used for death, evil, and undead-creating items, as well as items that specifically involve a preserved hand (such as a <i>hand of glory</i>).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Hand of a Murderer", 
                    "type": "section", 
                    "name": "Hand of a Murderer", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Mined from places deep underground or the Plane of Earth; used for metal armor, metal weapons, and items that manipulate or create earth or stone.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Heart of the Mountain", 
                    "type": "section", 
                    "name": "Heart of the Mountain", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Used for items that are appropriate to the religion associated with that symbol, items used to oppose enemies of that religion, or items especially suited for divine spellcasters of that religion (such as a <i>phylactery of faithfulness</i> or a <i>phylactery of positive channeling</i>).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Holy_Unholy Symbol", 
                    "type": "section", 
                    "name": "Holy/Unholy Symbol", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A rare crystallized form of mithral ore; used for defensive, light, and lycanthrope-repelling items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Mithral Crystal", 
                    "type": "section", 
                    "name": "Mithral Crystal", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Used in metamagic and poison items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Naga Brain", 
                    "type": "section", 
                    "name": "Naga Brain", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A broad category with individual uses depending on the nature of the particular herb. Nox mushrooms are used for shadow items, bloodvine for bleeding and healing items, wolfsbane for lycanthrope-repelling items, and so on.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Rare Herbs", 
                    "type": "section", 
                    "name": "Rare Herbs", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Collected from long-dead stars, meteorites, and strange beasts native to the dark void; used for cold, darkness, light, and shadow items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Stardust", 
                    "type": "section", 
                    "name": "Stardust", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Used in healing and regenerative items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Troll Blood", 
                    "type": "section", 
                    "name": "Troll Blood", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Used intact for healing and poison-resisting wands and staves, or powdered for evil-repelling, healing, and teleportation items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Unicorn Horn", 
                    "type": "section", 
                    "name": "Unicorn Horn", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Dust is taken from a destroyed vampire, ichor from an active one; used for blood, life-draining, mind-controlling, and necromantic items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Vampire Dust_Ichor", 
                    "type": "section", 
                    "name": "Vampire Dust/Ichor", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Typically acquired in quantities of a pint or more; used in blood, fiend-summoning, and purity items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Virgins Blood", 
                    "type": "section", 
                    "name": "Virgin's Blood", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Used in corruption and poison items.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Talismanic components/Example Components/Wyvern Poison", 
                    "type": "section", 
                    "name": "Wyvern Poison", 
                    "source": "Ultimate Campaign"
                }
            ]
        }
    ]
}