{
    "body": "<p>Adding more magic to an existing item can be quite simple or very math-intensive. If the item's current and proposed abilities follow the normal pricing rules (particularly with weapons, armor, and shields), adding the new abilities is a matter of subtracting the old price from the new price and determining how many days of crafting it takes to make up the difference.</p>", 
    "name": "Upgrading Items", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Magic Item Creation/Upgrading Items", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Patrick's wizard decides to use his downtime to increase the armor bonus on his <i>bracers of armor +1</i> to +3. The price difference between the two types of bracers is 8,000 gp, so Patrick's wizard must spend 8 days and 4,000 gp (half the 8,000 gp price difference) upgrading his bracers' magic. If he has fewer than 8 days before the next adventure, he'll need to finish his crafting while traveling or use accelerated crafting in town to speed up the process.</p><p>For most other items, GMs should use the multiple different abilities rule to determine the item's new price: increase the cost of the new ability by 50%, add that to the total price of the item to get the new price. Then subtract the old price from the new price to determine the difference, and determine how many days of crafting it takes to cover the difference.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }, 
        {
            "body": "<p>Lisa's paladin has <i>horseshoes of a zephyr</i> and wants to hire Patrick's wizard to add the powers of <i>horseshoes of speed</i> to her current horseshoes. Their GM, Jessica, decides that this is a suitable item and tells Lisa and Patrick they can proceed. The price of <i>horseshoes of speed</i> is 3,000 gp, increased by 50% for the multiple different abilities rule to 4,500 gp. Patrick's wizard must spend 5 days and Lisa's paladin must pay 2,250 gp (half the 4,500 gp price difference) to add the new property to the horseshoes, resulting in an item worth 10,500 gp (6,000 gp originally + 4,500 gp for the new property).</p><p>For specific magic armor and weapons, the price for the base item may be hard to determine, as some abilities may have been priced as plus-based properties and some as gp-based properties. Without knowing which is which, how to increase the price (using the plus-based table or flat gp addition) can't be determined. If this happens and nobody can agree on a fair price, it's best to not upgrade the item, or ask the GM for permission to pseudo-upgrade the item by swapping it for a different item with a price that can be calculated with the normal rules.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }, 
        {
            "body": "<p>Lisa's paladin has a <i>holy avenger</i> that she wants to upgrade with the <i>flaming</i> special ability. A <i>holy avenger</i> has a price of 120,630 gp, but when not in the hands of a paladin, it functions as a <i>+5 holy cold iron longsword</i>, which has a price of 100,630 gp. The 20,000 gp difference in the prices of these two possible base weapons includes the sword's spell resistance, <i>greater dispel magic</i> once per round, and the limitation that the extra powers don't work for non-paladins. Jessica and Lisa talk about pricing ideas for a while, but can't figure out a fair way to price the upgrade. Lisa decides to upgrade her character's armor instead.</p><p>The multiple similar abilities rule is specifically for items that don't use a magic item slot (such as staves), and can't be used for items that do use a magic item slot. The existing staves in the <i>Core Rulebook</i> all use this rule for pricing the cost of their spells. When adding abilities to these items, remember that they're priced with the highest-level spell at 100% of the normal cost, the next-highest at 75%, and all others at 50%, which means that adding a new spell that's between the lowest and highest spell level can alter the cost of the other abilities in the item. Increasing the number of charges required for an ability also affects the cost of that ability (see Creating Staves). Because staff pricing is so complex, a GM might want to forbid adding new abilities to staves, or limit new abilities to the lowest-level spell already present in the item.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}