{
    "body": "<p>To simulate a chase, you'll need to do a little bit of prep work. Take about 10 small pieces of paper&mdash;pieces the size of playing cards or sticky notes work perfectly. These &ldquo;chase cards&rdquo; represent the chase's route, like the route a board game takes. Using 10 cards works well for a standard chase, but you can use more cards for a longer chase.</p><p>When laying out your chase into a &ldquo;track&rdquo; you should decide if there's a preset ending (a &ldquo;finish line&rdquo;), be it a contested resource, an escape vehicle, a portal that whisks away the pursued foe to an unknown location before winking out, or some similar goal that the fleeing character is trying to reach before he gets caught by the pursuers. If the chase has a finish line, mark one of the cards as such. If the pursuers haven't caught the fleeing character by the time he reaches this card, the chase ends. If your chase doesn't have a finish line, and it's merely a race of attrition, you should lay your chase cards out in a square, circle, or similar shape so that there's no obvious beginning or ending. You can even lay out chase cards in a grid pattern, allowing the participants to move about a field of obstacles in any direction they wish.</p><p>Pick two chase obstacles for each card. Not every card needs obstacles&mdash;there's no need to place obstacles on the finish line card, and if you want a faster chase, you can place obstacles on fewer cards&mdash;but if a card has obstacles, it should have two choices.</p><p>When the chase begins, place miniatures or tokens representing the creatures involved in the chase on the cards as described by the following starting conditions. </p>", 
    "name": "Building a Chase", 
    "url": "pfsrd://Game Mastery Guide/Rules/Chases/Building a Chase", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p id=\"sudden-start\">In a chase that assumes that everyone begins at the same starting point, all participants start on the same card.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Chases/Building a Chase/Sudden Start", 
            "type": "section", 
            "name": "Sudden Start", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"head-start\">If a participant has a head start on the other creatures involved in the chase, he begins three cards ahead of the rest of the participants.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Chases/Building a Chase/Head Start", 
            "type": "section", 
            "name": "Head Start", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"long-shot\">If one participant is so far ahead that he has practically already won the chase, he begins the chase either three cards from the end of the chase or 10 cards away from the rest of the chase's participants, whichever is the greater distance between the two sides.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Chases/Building a Chase/Long Shot", 
            "type": "section", 
            "name": "Long Shot", 
            "source": "Game Mastery Guide"
        }
    ]
}