{
    "body": "<p>You should tailor your chase's obstacles to match the location where the chase takes place. A rooftop chase might include things like crumbling rooftops, narrow gaps to leap across, tightropes to run along, or steep roofs to clamber up. A chase through a crumbling ruin in a swamp might involve crumbling walkways, narrow passageways, grasping vines, leaps over quicksand, or stinking clouds of nauseating miasma. Try to mix up the flavor of the obstacles as well as the types of checks and DCs needed to navigate them.</p><p>Assign each obstacle a DC to successfully navigate or overcome. A trivial obstacle is DC 10, a simple obstacle is DC 15, a standard obstacle is DC 20, a difficult obstacle is DC 25, and a very difficult obstacle is DC 30. For high-level chases, feel free to assign correspondingly high-level DCs. When assigning obstacles, it's best to have the DCs of both obstacles on a card be within 5 points of each other, but never identical&mdash;this forces participants to make tactical choices. </p><p>As a general rule, obstacles should be overcome by physical skill checks, such as Acrobatics, Climb, Escape Artist, Ride, or Swim. Perception can be used for obstacles like short cuts, Stealth can be rolled for obstacles requiring someone to move through a square quietly, or Bluff might be required to navigate a square by convincing a city guard you should be allowed to pass. You can even use saving throws to resolve obstacles (a Fortitude save to avoid being sickened by passing through a pool of filth, for example, or a Will save to evade the strange wailing spirits haunting that area). Be creative! It's okay to reuse obstacles, but try to vary them between cards and remember not to get bogged down with repetitive DCs or certain types of checks!</p>", 
    "name": "Chase Obstacles", 
    "url": "pfsrd://Game Mastery Guide/Rules/Chases/Chase Obstacles", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<table id=\"figure-chases\" class=\"diagram\"><caption>Example Progression</caption><tr><td align=\"center\"><img src=\"/pathfinderRPG/prd/image/Chases.jpg\" /></td></tr></table>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Chases/Chase Obstacles/Example Progression", 
            "type": "table", 
            "name": "Example Progression", 
            "source": "Game Mastery Guide"
        }
    ]
}