{
    "body": "<p id=\"critical-hits\">When you make an attack roll and get a natural 20 (the d20 shows 20), you hit regardless of your target's Armor Class, and you have scored a &ldquo;threat,&rdquo; meaning the hit might be a critical hit (or &ldquo;crit&rdquo;). To find out if it's a critical hit, you immediately make an attempt to &ldquo;confirm&rdquo; the critical hit&mdash;another attack roll with all the same modifiers as the attack roll you just made. If the confirmation roll also results in a hit against the target's AC, your original hit is a critical hit. (The critical roll just needs to hit to give you a crit, it doesn't need to come up 20 again.) If the confirmation roll is a miss, then your hit is just a regular hit.</p><p>A critical hit means that you roll your damage more than once, with all your usual bonuses, and add the rolls together. Unless otherwise specified, the threat range for a critical hit on an attack roll is 20, and the multiplier is &times;2.</p>", 
    "name": "Critical Hits", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Critical Hits", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Precision damage (such as from a rogue's sneak attack class feature) and additional damage dice from special weapon abilities (such as <i>flaming</i>) are not multiplied when you score a critical hit.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Critical Hits/Exception", 
            "type": "section", 
            "name": "Exception", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Sometimes your threat range is greater than 20. That is, you can score a threat on a lower number. In such cases, a roll of lower than 20 is not an automatic hit. Any attack roll that doesn't result in a hit is not a threat.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Critical Hits/Increased Threat Range", 
            "type": "section", 
            "name": "Increased Threat Range", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Some weapons deal better than double damage on a critical hit (see Equipment).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Critical Hits/Increased Critical Multiplier", 
            "type": "section", 
            "name": "Increased Critical Multiplier", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A spell that requires an attack roll can score a critical hit. A spell attack that requires no attack roll cannot score a critical hit. If a spell causes ability damage or drain (see Special Abilities), the damage or drain is doubled on a critical hit.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Critical Hits/Spells and Critical Hits", 
            "type": "section", 
            "name": "Spells and Critical Hits", 
            "source": "Core Rulebook"
        }
    ]
}