{
    "body": "<p id=\"unarmed-attacks\">Striking for damage with punches, kicks, and head butts is much like attacking with a melee weapon, except for the following:</p>", 
    "name": "Unarmed Attacks", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Unarmed Attacks", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Attacking unarmed provokes an attack of opportunity from the character you attack, provided she is armed. The attack of opportunity comes before your attack. An unarmed attack does not provoke attacks of opportunity from other foes, nor does it provoke an attack of opportunity from an unarmed foe.</p><p>An unarmed character can't take attacks of opportunity (but see &ldquo;Armed&rdquo; Unarmed Attacks, below).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Unarmed Attacks/Attacks of Opportunity", 
            "type": "section", 
            "name": "Attacks of Opportunity", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Sometimes a character's or creature's unarmed attack counts as an armed attack. A monk, a character with the Improved Unarmed Strike feat, a spellcaster delivering a touch attack spell, and a creature with natural physical weapons all count as being armed (see natural attacks).</p><p>Note that being armed counts for both offense and defense (the character can make attacks of opportunity).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Unarmed Attacks/“Armed” Unarmed Attacks", 
            "type": "section", 
            "name": "“Armed” Unarmed Attacks", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"unarmed-strike-damage\">An unarmed strike from a Medium character deals 1d3 points of bludgeoning damage (plus your Strength modifier, as normal). A Small character's unarmed strike deals 1d2 points of bludgeoning damage, while a Large character's unarmed strike deals 1d4 points of bludgeoning damage. All damage from unarmed strikes is nonlethal damage. Unarmed strikes count as light weapons (for purposes of two-weapon attack penalties and so on).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Unarmed Attacks/Unarmed Strike Damage", 
            "type": "section", 
            "name": "Unarmed Strike Damage", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>You can specify that your unarmed strike will deal lethal damage before you make your attack roll, but you take a &ndash;4 penalty on your attack roll. If you have the Improved Unarmed Strike feat, you can deal lethal damage with an unarmed strike without taking a penalty on the attack roll.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Attack/Unarmed Attacks/Dealing Lethal Damage", 
            "type": "section", 
            "name": "Dealing Lethal Damage", 
            "source": "Core Rulebook"
        }
    ]
}