{
    "body": "<p>Major artifacts are unique items&mdash;only one of each such item exists. These are the most potent of magic items, capable of altering the balance of a campaign. Unlike all other magic items, major artifacts are not easily destroyed. Each should have only a single, specific means of destruction.</p>", 
    "name": "Major Artifacts", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Major Artifacts", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "slot": "none", 
            "name": "Axe of the Dwarvish Lords", 
            "weight": "12 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Major Artifacts/Axe of the Dwarvish Lords", 
            "type": "item", 
            "source": "Core Rulebook", 
            "aura": "strong conjuration and transmutation", 
            "sections": [
                {
                    "body": "<p>This is a +<i>6 keen throwing goblinoid bane dwarven waraxe</i>. Any dwarf who holds it doubles the range of his or her darkvision. Any nondwarf who grasps the <i>Axe</i> takes 4 points of temporary Charisma damage; these points cannot be healed or restored in any way while the <i>Axe</i> is held. The current owner of the <i>Axe</i> gains a +10 bonus on Craft (armor, jewelry, stonemasonry, traps, and weapons) checks. The wielder of the <i>Axe</i> can summon an elder earth elemental (as <i>summon monster IX</i>; duration 20 rounds) once per week. </p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p>The <i>Axe of the Dwarvish Lords</i> rusts away to nothing if it is ever used by a goblin to behead a dwarven king.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "slot": "none", 
            "name": "Codex of the Infinite Planes", 
            "weight": "300 lbs.", 
            "cl": "30th", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Major Artifacts/Codex of the Infinite Planes", 
            "type": "item", 
            "source": "Core Rulebook", 
            "aura": "overwhelming transmutation", 
            "sections": [
                {
                    "body": "<p>The <i>Codex</i> is enormous&mdash;supposedly, it requires two strong men to lift it. No matter how many pages are turned, another always remains. Anyone opening the <i>Codex</i> for the first time is utterly annihilated, as with a <i>destruction</i> spell (Fortitude DC 30). Those who survive can peruse its pages and learn its powers, though not without risk. Each day spent studying the <i>Codex</i> allows the reader to make a Spellcraft check (DC 50) to learn one of its powers (choose the power learned randomly; add a +1 circumstance bonus on the check per additional day spent reading until a power is learned). However, each day of study also forces the reader to make a Will save (DC 30 + 1 per day of study) to avoid being driven insane (as the <i>insanity</i> spell). The powers of the <i>Codex of the Infinite Planes</i> are as follows: <i>astral projection, banishment, elemental swarm, gate, greater planar ally, greater planar binding, plane shift</i>, and <i>soul bind</i>. Each of these spell-like abilities are usable at will by the owner of the <i>Codex</i> (assuming that he or she has learned how to access the power). The <i>Codex of the Infinite Planes</i> has a caster level of 30th for the purposes of all powers and catastrophes, and all saving throw DCs are 20 + spell level. Activating any power requires a Spellcraft check (DC 40 + twice the spell level of the power; the character can't take 10 on this check). Any failure on either check indicates that a catastrophe befalls the user (roll on the table below for the effect). A character can only incur one catastrophe per power use. </p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>d%</th><th>Catastrophe</th></tr></thead><tr class=\"odd\"><td>01&ndash;25</td><td style=\"white-space: normal;\"><b>Natural Fury</b>: An <i>earthquake</i> spell centered on the reader strikes every round for 1 minute, and an intensified <i>storm of vengeance</i> spell is centered and targeted on the reader. </td></tr><tr class=\"even\"><td>26&ndash;50</td><td style=\"white-space: normal;\"><b>Fiendish Vengeance</b>: A <i>gate</i> opens and 1d3+1 balors, pit fiends, or similar evil outsiders step through and attempt to destroy the owner of the <i>Codex</i>. </td></tr><tr class=\"odd\"><td>51&ndash;75</td><td style=\"white-space: normal;\"><b>Ultimate Imprisonment</b>: Reader's soul is captured (as <i>trap the soul</i>; no save allowed) in a random gem somewhere on the plane while his or her body is entombed beneath the earth (as <i>imprisonmen</i>t). </td></tr><tr class=\"even\"><td>76&ndash;100</td><td style=\"white-space: normal;\"><b>Death</b>: The reader utters a <i>wail of the banshee</i> and then is subject to a <i>destruction</i> spell. This repeats every round for 10 rounds until the reader is dead.</td></tr></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Major Artifacts/Codex of the Infinite Planes/Description/d%", 
                            "type": "table", 
                            "name": "d%", 
                            "source": "Core Rulebook"
                        }
                    ], 
                    "name": "Description", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The <i>Codex of the Infinite Planes</i> is destroyed if one page is torn out and left on each plane in existence. Note that tearing out a page immediately triggers a catastrophe.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "slot": "none", 
            "name": "The Orbs of Dragonkind", 
            "weight": "5 lbs.", 
            "cl": "20th", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Major Artifacts/The Orbs of Dragonkind", 
            "type": "item", 
            "source": "Core Rulebook", 
            "aura": "strong enchantment", 
            "sections": [
                {
                    "body": "<p>Each of these fabled <i>Orbs</i> contains the essence and personality of an ancient dragon of a different variety (one for each of the major ten different chromatic and metallic dragons). The bearer of an <i>Orb</i> can, as a standard action, dominate dragons of its particular variety within 500 feet (as <i>dominate monster</i>), the dragon being forced to make a DC 25 Will save to resist. Spell resistance is not useful against this effect. Each <i>Orb of Dragonkind</i> bestows upon the wielder the AC and saving throw bonuses of the dragon within. These values replace whatever values the character would otherwise have, whether they are better or worse. These values cannot be modified by any means short of ridding the character of the <i>Orb</i>. A character possessing an <i>Orb of Dragonkind</i> is immune to the breath weapon&mdash;but only the breath weapon&mdash;of the dragon variety keyed to the <i>Orb</i>. Finally, a character possessing an <i>Orb</i> can herself use the breath weapon of the dragon in the <i>Orb</i> three times per day.</p><p>All <i>Orbs of Dragonkind</i> can be used to communicate verbally and visually with the possessors of the other <i>Orbs</i>. The owner of an <i>Orb</i> knows if there are dragons within 10 miles at all times. For dragons of the <i>Orb's</i> particular variety, the range is 100 miles. If within 1 mile of a dragon of the <i>Orb's</i> variety, the wielder can determine the dragon's exact location and age. The bearer of one of these <i>Orbs</i> earns the enmity of dragonkind forever for profiting by draconic enslavement, even if she later loses the item. Each <i>Orb</i> also has an individual power that can be invoked once per round at caster level 10th.</p><ul><li> <i>Black Dragon Orb</i><i>Fly</i>.</li><li> <i>Blue Dragon Orb</i>: <i>Haste</i>.</li><li> <i>Brass Dragon Orb</i>: <i>Teleport</i>.</li><li> <i>Bronze Dragon Orb</i>: <i>Scrying</i> (Will DC 18 negates).</li><li> <i>Copper Dragon Orb</i>: <i>Suggestion</i> (Will DC 17 negates).</li><li> <i>Gold Dragon Orb</i>: The owner of the gold <i>Orb</i> can call upon any power possessed by one of the other <i>Orbs</i>&mdash;including the dominate and breath weapon abilities but not AC, save bonuses, or breath weapon immunity&mdash;but can only use an individual power once per day. She can dominate any other possessor of an <i>Orb</i> within 1 mile (Will DC 23 negates).</li><li> <i>Green Dragon Orb</i>: <i>Spectral hand</i>.</li><li> <i>Red Dragon Orb</i>: <i>Wall of fire</i>.</li><li> <i>Silver Dragon Orb</i>: <i>Cure critical wounds</i> (Will DC 18 half).</li><li> <i>White Dragon Orb</i>: <i>Protection from energy (cold)</i> (Fortitude DC 17 negates)</li></ul>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p>An <i>orb of dragonkind</i> immediately shatters if it is caught in the breath weapon of a dragon who is a blood relative of the dragon trapped within. This causes everyone within 90 feet to be struck by the breath weapon of that dragon, released as the orb explodes.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }, 
        {
            "slot": "none", 
            "name": "The Shadowstaff", 
            "weight": "1 lb.", 
            "cl": "20th.", 
            "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Major Artifacts/The Shadowstaff", 
            "type": "item", 
            "source": "Core Rulebook", 
            "aura": "strong conjuration", 
            "sections": [
                {
                    "body": "<p>This artifact was crafted ages ago, weaving together wispy strands of shadow into a twisted black staff. The <i>Shadowstaff</i> makes the wielder slightly shadowy and incorporeal, granting him a +4 bonus to AC and on Reflex saves (which stacks with any other bonuses). However, in bright light (such as that of the sun, but not a torch) or in absolute darkness, the wielder takes a &ndash;2 penalty on all attack rolls, saves, and checks. The <i>Shadowstaff</i> also has these powers.</p><ul><li> <i>Summon Shadows</i>: Three times per day the staff may summon 2d4 shadows. Immune to turning, they serve the wielder as if called by a <i>summon monster V</i> spell cast at 20th level.</li><li> <i>Summon Nightshade</i>: Once per month, the staff can summon an advanced shadow demon that serves the wielder as if called by a <i>summon monster IX</i> spell cast at 20th level.</li><li> <i>Shadow Form</i>: Three times per day the wielder can become a living shadow, with all the movement powers granted by <i>gaseous form</i>. </li><li> <i>Shadow Bolt</i>: Three times per day the staff can project a ray attack that deals 10d6 points of cold damage to a single target. The shadow bolt has a range of 100 feet. </li></ul>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Description"
                }, 
                {
                    "body": "<p>The <i>Shadowstaff</i> fades away to nothingness if it is exposed to true sunlight for a continuous 24 hour period.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section", 
                    "name": "Destruction"
                }
            ]
        }
    ]
}