{
    "slot": "none", 
    "name": "Feather Token", 
    "weight": "&mdash", 
    "cl": "12th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Feather Token", 
    "type": "item", 
    "price": "50 gp (anchor), 300 gp (bird), 200 gp (fan), 450 gp (swan boat), 400 gp (tree), 500 gp (whip)", 
    "misc": {
        "Construction": {
            "Cost": "25 gp (anchor), 150 gp (bird), 100 gp (fan), 225 gp (swan boat), 200 gp (tree), 250 gp (whip)", 
            "Requirements": "Craft Wondrous Item, major creation"
        }
    }, 
    "source": "Core Rulebook", 
    "aura": "strong conjuration", 
    "sections": [
        {
            "body": "<p>Each of these items is a small feather that has a power to suit a special need. The kinds of tokens are described below. Each token is usable once. A particular feather token has no specific features to identify it unless its magic aura is viewed&mdash;even tokens with identical powers can be wildly different in appearance.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>A token that creates an anchor that moors a craft in water so as to render it immobile for up to 1 day.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Feather Token/Description/Anchor", 
                    "type": "section", 
                    "name": "Anchor", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A token that creates a small bird that can be used to deliver a small written message unerringly to a designated target. The token lasts as long as it takes to carry the message.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Feather Token/Description/Bird", 
                    "type": "section", 
                    "name": "Bird", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A token that forms a huge flapping fan, causing a breeze of sufficient strength to propel one ship (about 25 mph). This wind is not cumulative with existing wind speed. The token can, however, be used to lessen existing winds, creating an area of relative calm or lighter winds (but wave size in a storm is not affected). The fan can be used for up to 8 hours. It does not function on land.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Feather Token/Description/Fan", 
                    "type": "section", 
                    "name": "Fan", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A token that forms a swan-like boat capable of moving on water at a speed of 60 feet. It can carry eight horses and gear, 32 Medium characters, or any equivalent combination. The boat lasts for 1 day.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Feather Token/Description/Swan Boat", 
                    "type": "section", 
                    "name": "Swan Boat", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A token that causes a great oak to spring into being (5-foot-diameter trunk, 60-foot height, 40-foot top diameter). This is an instantaneous effect.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Feather Token/Description/Tree", 
                    "type": "section", 
                    "name": "Tree", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A token that forms into a huge leather whip and wields itself against any opponent desired just like a <i>dancing weapon</i>. The weapon has a +10 base attack bonus, does 1d6+1 points of nonlethal damage, has a +1 enhancement bonus on attack and damage rolls, and a makes a free grapple attack (with a +15 bonus on its combat maneuver checks) if it hits. The whip lasts no longer than 1 hour. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Wondrous Items/Feather Token/Description/Whip", 
                    "type": "section", 
                    "name": "Whip", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Description", 
            "source": "Core Rulebook"
        }
    ]
}