{
    "body": "<p>A construct race is a group of animated objects or artificially created creatures. A construct race has the following features.</p><ul><li>Constructs have no Constitution score. Any DCs or other statistics that rely on a Constitution score treat a construct as having a score of 10 (no bonus or penalty). </li><li>Constructs have the low-light vision racial trait.</li><li>Constructs have the darkvision 60 feet racial trait.</li><li>Constructs are immune to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms). </li><li>Constructs cannot heal damage on their own, but can often be repaired via exposure to a certain kind of effect (depending on the construct's racial abilities) or through the use of the Craft Construct feat. Constructs can also be healed through spells such as <i>make whole</i>. A construct with the fast healing special quality still benefits from that quality.</li><li>Constructs are not subject to ability damage, ability drain, fatigue, exhaustion, energy drain, or nonlethal damage.</li><li>Constructs are immune to any effect that requires a Fortitude save (unless the effect also works on objects or is harmless).</li><li>Constructs do not risk death due to massive damage, but they are immediately destroyed when reduced to 0 hit points or fewer.</li><li>Constructs cannot be raised or resurrected.</li><li>Constructs are hard to destroy, and gain bonus hit points based on their size, as shown on the following table. </li></ul>", 
    "name": "Construct", 
    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Construct", 
    "type": "section", 
    "source": "Advanced Race Guide", 
    "abbrev": "20 RP", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Construct Size</th><th>Bonus Hit Points</th></tr></thead><tr class=\"odd\"><td>Tiny</td><td>&mdash;</td></tr><tr class=\"even\"><td>Small</td><td>10</td></tr><tr class=\"odd\"><td>Medium</td><td>20</td></tr><tr class=\"even\"><td>Large</td><td>30</td></tr></table>", 
            "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Construct/Construct Size", 
            "type": "table", 
            "name": "Construct Size", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<ul><li>Constructs do not breathe, eat, or sleep, unless they want to gain some beneficial effect from one of these activities. This means that a construct can drink potions to benefit from their effects and can sleep in order to regain spells, but neither of these activities is required to survive or stay in good health.</li></ul>", 
            "source": "Advanced Race Guide", 
            "type": "section"
        }
    ]
}