{
    "body": "<p>Undead races are once-living creatures animated by spiritual or supernatural forces. An undead race has the following features. </p><ul><li>Undead have no Constitution score. Undead use their Charisma score in place of their Constitution score when calculating hit points, Fortitude saves, and any special ability that relies on Constitution (such as when calculating a breath weapon's DC). </li><li>Undead have the darkvision 60 feet racial trait.</li><li>Undead are immune to all mind-affecting effects (charms, compulsions, morale effects, patterns, and phantasms). </li><li>Undead are immune to bleed damage, death effects, disease, paralysis, poison, sleep effects, and stunning. </li><li>Undead are not subject to nonlethal damage, ability drain, or energy drain, and are immune to damage to physical ability scores (Constitution, Dexterity, and Strength), as well as to exhaustion and fatigue effects.</li><li>Undead are harmed by positive energy and healed by negative energy. An undead creature with the fast healing special quality still benefits from that quality. </li><li>Undead are immune to any effect that requires a Fortitude save (unless the effect also works on objects or is harmless). </li><li>Undead do not risk death from massive damage, but are immediately destroyed when reduced to 0 hit points or fewer.</li><li>Undead are not affected by <i>raise dead</i> and <i>reincarnate</i> spells or abilities. <i>Resurrection</i> and <i>true resurrection</i> can affect undead creatures. These spells turn undead creatures back into the living creatures they were before becoming undead.</li><li>Undead do not breathe, eat, or sleep, unless they want to gain some beneficial effect from one of these activities. This means that an undead creature can drink potions to benefit from their effects and can sleep in order to regain spells, but neither of these activities is required to survive or stay in good health.</li></ul>", 
    "name": "Undead", 
    "url": "pfsrd://Advanced Race Guide/Rules/Race Builder/Racial Qualities/Type Quality/Undead", 
    "source": "Advanced Race Guide", 
    "abbrev": "16 RP", 
    "type": "section"
}