{
    "body": "<p>While most of the feats presented here are general and have no special rules governing them, some feats belong to a type or types of feats that feature special shared rules. The type or types a feat belongs to appear in parentheses after the feat name. This chapter features the following types of feats. </p>", 
    "name": "Types of Feats", 
    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p>Fighters and gunslingers can select combat feats as bonus feats. Member of other classes can take these feats as long as they meet the prerequisites. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Combat Feats", 
            "type": "section", 
            "name": "Combat Feats", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Critical feats modify the effects of a critical hit by inflicting an additional condition on the victim. Characters without the Critical Mastery feat can only apply the effects of one critical feat to an individual critical hit. Characters with multiple critical feats can decide which feat to apply after confirming a critical hit.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Critical Feats", 
            "type": "section", 
            "name": "Critical Feats", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Grit feats interact with the gunslinger's grit class ability or the grit granted by the Amateur Gunslinger feat, usually by adding to her set of deeds. Sometimes these feats increase the number of grit points a character has or how that character regains grit points. Gunslingers can take grit feats as bonus feats. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Grit Feats", 
            "type": "section", 
            "name": "Grit Feats", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Metamagic feats allow spellcasters to modify their spells, granting the spells new powers and effects. Such spells generally take up a higher-level spell slot than the normal spell. For complete rules on how to apply metamagic feats to spells.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Metamagic Feats", 
            "type": "section", 
            "name": "Metamagic Feats", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>Performance feats are used when you make a performance combat check, typically granting a special action that occurs when you make that check. Unless you have the Masterful Display feat, you can only apply the effect of one performance feat to each performance combat check you make. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Performance Feats", 
            "type": "section", 
            "name": "Performance Feats", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p>For centuries, great warriors have looked to nature and the multiverse to find inspiration in battle. Countless monastic and contemplative orders have crafted intricate unarmed fighting styles based on the deadliness and grace of natural and supernatural creatures. Although many such fighting techniques were created by secretive orders, they have since spread to practitioners the world over.</p><p>As a swift action, you can enter the stance employed by the fighting style a style feat embodies. Although you cannot use a style feat before combat begins, the style you are in persists until you spend a swift action to switch to a different combat style. You can use a feat that has a style feat as a prerequisite only while in the stance of the associated style. For example, if you have feats associated with Mantis Style and Tiger Style, you can use a swift action to adopt Tiger Style at the start of one turn, and then can use other feats that have Tiger Style as a prerequisite. By using another swift action at the start of your next turn, you could adopt Mantis Style and use other feats that have Mantis Style as a prerequisite.</p><p>The styles presented follow, along with specific feat paths&mdash;feats that complement each style.</p>", 
            "name": "Style Feats", 
            "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"boar-style-feats\" class=\"stat-block-1\">A tribe of orcs who disdained the use of weapons originally developed this savage unarmed fighting style. They preferred to slaughter their enemies with their bare hands and teeth. Over the centuries, a variety of races have adopted the Boar Style, most notably goblinoids, ogres, and trolls. The objective of the Boar Style is to attack with as much viciousness and cruelty as possible in order to break enemy morale. Fanatical followers of the style use herbal and alchemical reagents to harden their nails and teeth, sometimes performing self-mutilating procedures that result in clawlike nails and sharpened teeth.<i>Feat Path</i>: Boar Style, Boar Ferocity, Boar Shred.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Boar Style", 
                    "type": "section", 
                    "name": "Boar Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"crane-style-feats\" class=\"stat-block-1\">Crane style focuses on defense and agile counterattacks. Practitioners are known for graceful, one-legged stances and folding arm techniques that mimic a crane's enormous wings.<i>Feat Path</i>: Crane Style, Crane Wing, Crane Riposte.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Crane Style", 
                    "type": "section", 
                    "name": "Crane Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"djinni-style-feats\" class=\"stat-block-1\">Adherents to this style call on the spirits of storms to outmaneuver and outwit their opponents. Masters of the style can absorb and deflect electrical attacks while summoning peals of thunder to pummel their enemies.<i>Feat Path</i>: Djinni Style, Djinni Spirit, Djinni Spin.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Djinni Style", 
                    "type": "section", 
                    "name": "Djinni Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"dragon-style-feats\" class=\"stat-block-1\">Dragon style captures the overwhelming power, grace, and ferocity of dragons. Practitioners use acrobatic footwork and strong attacks to overwhelm foes. The deepest secrets of the style require imbibing alchemical tonics and deep meditations similar to the long sleeps of dragons.<i>Feats Path</i>: Dragon Style, Dragon Ferocity, Dragon Roar.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Dragon Style", 
                    "type": "section", 
                    "name": "Dragon Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"earth-child-style-feats\" class=\"stat-block-1\">A warrior cadre of dwarves and gnomes dedicated to fighting and slaying giants developed this style. Students of the style learn how to enhance their defensive training to become even more elusive when facing giants. They also spend long hours studying the anatomy of the various giant races to increase the effectiveness of their unarmed strikes. Eventually, masters of this fighting style learn how to bring down even the mightiest creatures by targeting feet, ankles, and knees.<i>Feat Path</i>: Earth Child Style, Earth Child Topple, Earth Child Binder.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Earth Child Style", 
                    "type": "section", 
                    "name": "Earth Child Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"efreeti-style-feats\" class=\"stat-block-1\">The efreeti style focuses on aggression and speed, taking inspiration from beings of living fire. Masters of the style can deflect and control fire, immolate their enemies, and summon forth gouts of elemental flame.<i>Feats Path</i>: Efreeti Style, Efreeti Stance, Efreeti Touch.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Efreeti Style", 
                    "type": "section", 
                    "name": "Efreeti Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"janni-style-feats\" class=\"stat-block-1\">This style, originating humbly from the folk traditions of disparate peoples, represents several similar unarmed fighting arts practiced around the world. Regardless of variations in technique, all practitioners have a fluid fighting stance that emphasizes rapid, powerful kicks. The style's constant motion and graceful footwork lead many to mistakenly view practitioners as highly skilled dancers, a misconception that has allowed the technique to be taught in secret, the hidden weapon of the downtrodden and the oppressed. Openly martial versions of this style lose some of the dancelike qualities but retain the style's extraordinary kicking techniques and agility.<i>Feat Path</i>: Janni Style, Janni Tempest, Janni Rush.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Janni Style", 
                    "type": "section", 
                    "name": "Janni Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"kirin-style-feats\" class=\"stat-block-1\">The school of the kirin employs critical observations as weapons against opponents. Practitioners catalogue a foe's weaknesses and seek the perfect moment to strike, ensuring that no movement or effort is ever wasted. Popular among those rare orders that blend monastic training with arcane study, kirin style is sometimes practiced by wizards who seek to hone their bodies along with their minds.<i>Feat Path</i>: Kirin Style, Kirin Strike, Kirin Path.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Kirin Style", 
                    "type": "section", 
                    "name": "Kirin Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"mantis-style-feats\" class=\"stat-block-1\">Based on the hunting techniques of the praying mantis, practitioners of this style fight with their hands turned down to emulate the insect's sharp grasping forelimbs. Mantis style uses precise, accurate strikes to pinpoint an opponent's vital areas, such as eyes, throat, and pressure points.<i>Feat Path</i>: Mantis Style, Mantis Wisdom, Mantis Torment.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Mantis Style", 
                    "type": "section", 
                    "name": "Mantis Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"marid-style-feats\" class=\"stat-block-1\">Marid style emulates the fluid strength of flowing rivers and the cold of the ocean depths. Masters of the style can withstand severe cold, manipulate water to lash at enemies from afar, and freeze their foes in place.<i>Feat Path</i>: Marid Style, Marid Spirit, Marid Coldsnap.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Marid Style", 
                    "type": "section", 
                    "name": "Marid Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"monkey-style-feats\" class=\"stat-block-1\">Renowned for its speed and agility, monkey style blends jumping strikes, rolling blows, and ground fighting into a continuous onslaught aimed at disorienting and damaging an opponent through superior mobility.<i>Feat Path</i>: Monkey Style, Monkey Moves, Monkey Shine.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Monkey Style", 
                    "type": "section", 
                    "name": "Monkey Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"panther-style-feats\" class=\"stat-block-1\">Students of the panther throw caution to the wind as they weave recklessly among their foes. Those who master the style turn their unrivaled mobility into a weapon, striking their enemies with a series of swift retaliatory strikes.<i>Feat Path</i>: Panther Style, Panther Claws, Panther Parry.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Panther Style", 
                    "type": "section", 
                    "name": "Panther Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"shaitan-style-feats\" class=\"stat-block-1\">Practitioners of this style imbue their fists with the mineral acids of the deep earth. Their forceful blows conjure forth caustic elements to dissolve and disable their enemies.<i>Feat Path</i>: Shaitan Style, Shaitan Skin, Shaitan Earthblast.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Shaitan Style", 
                    "type": "section", 
                    "name": "Shaitan Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"snake-style-feats\" class=\"stat-block-1\">Snake style emphasizes quick, shifting movements. Its practitioners normally hold their hands flat with the fingers together to mimic the head of a snake. Able to strike when least expected, snake stylists are known for opportunism and blinding speed.<i>Feat Path</i>: Snake Style, Snake Sidewinder, Snake Fang.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Snake Style", 
                    "type": "section", 
                    "name": "Snake Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"snapping-turtle-style-feats\" class=\"stat-block-1\">The snapping turtle style emphasizes active defense with one hand. Students of the style utilize a variety of locks, grabs, and circular blocks to protect themselves, as well as employing a debilitating clutch.<i>Feat Path</i>: Snapping Turtle Style, Snapping Turtle Clutch, Snapping Turtle Shell.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Snapping Turtle Style", 
                    "type": "section", 
                    "name": "Snapping Turtle Style", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"tiger-style-feats\" class=\"stat-block-1\">This style seeks to emulate the power and fury of the great tiger. Practitioners use their hands like claws, perfecting overpowering double hand strikes and driving attack chains.<i>Feat Path</i>: Tiger Style, Tiger Claws, Tiger Pounce.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Style Feats/Tiger Style", 
                    "type": "section", 
                    "name": "Tiger Style", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p>Teamwork grant significant bonuses but only function under specific circumstances. In most cases, these feats require an ally with the same feat to have a specific position on the battlefield. Teamwork feats provide no bonus if the listed conditions are not met. Note that allies who are paralyzed, stunned, unconscious, or otherwise unable to act do not count for the purposes of these feats. Inquisitors and cavaliers have special class abilities that allow them to use teamwork feats even when their allies do not have the feats.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Feats/Types of Feats/Teamwork Feats", 
            "type": "section", 
            "name": "Teamwork Feats", 
            "source": "Ultimate Combat"
        }
    ]
}