{
    "body": "<p>Cavaliers serve many roles on the battlefield, from bold leaders and shock troops to dashing knights and mounted juggernauts. Some cavaliers, however, focus more on speed and mobility than they do on the raw power of the mounted charge. On foot or in the saddle, the emissary is usually first to meet the enemy, with a pointed lance, a drawn sword, or terms for surrender.</p>", 
    "name": "Emissary", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Emissary", 
    "type": "class_archetype", 
    "subtype": "cavalier", 
    "sections": [
        {
            "body": "<p id=\"armor-proficiency\">An emissary does not gain proficiency with heavy armor.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Emissary/Armor Proficiency", 
            "type": "section", 
            "name": "Armor Proficiency", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"bonus-feats\">An emissary can select Endurance, Fleet, or Run in addition to the list of combat feats whenever he gains a bonus feat.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Bonus Feats"
        }, 
        {
            "body": "<p id=\"in-or-out-of-the-saddle\">At 1st level, an emissary gains Mounted Combat as a bonus feat. In addition, he can move at normal speed when wearing medium armor. This ability replaces tactician.</p>", 
            "name": "In or Out of the Saddle", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Emissary/In or Out of the Saddle", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"battlefield-agility\">At 5th level, an emissary learns to be more aware of the threats that surround him in combat, and shares this awareness with his loyal steed. Both the emissary and his mount gain Mobility as a bonus feat. This ability replaces banner.</p>", 
            "name": "Battlefield Agility", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Emissary/Battlefield Agility", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mounted-acrobatics\">At 9th level, an emissary is even more adept at hopping on and off his steed, and even dropping alongside its flanks mid-gallop. He gains Trick Riding as a bonus feat, even if he does not meet the prerequisites. The emissary can employ this feat even when wearing medium armor. This ability replaces greater tactician.</p>", 
            "name": "Mounted Acrobatics", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Emissary/Mounted Acrobatics", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mounted-dervish\">At 14th level, an emissary becomes a fearsome, mobile foe on the battlefield. He gains Mounted Skirmisher as a bonus feat, even if he does not meet the prerequisites. In addition, whenever the emissary is mounted and takes the charge action, he adds 10 feet to his mount's speed. This ability replaces greater banner.</p>", 
            "name": "Mounted Dervish", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Emissary/Mounted Dervish", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"erratic-charge\">At 17th level, an emissary learns to ride through the thick of combat, striking and then moving away with blinding speed. Whenever the emissary is mounted and takes the charge action, he can first move 10 feet and make a melee attack. This first attack is not a charge, but a regular melee attack, and the movement counts toward the total allowed movement for the round. After making this attack, the emissary must still move in a straight line to reach the target of his charge, and he takes a &ndash;5 penalty on the attack roll for the attack at the end of his charge. This ability replaces supreme charge.</p>", 
            "name": "Erratic Charge", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Emissary/Erratic Charge", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}