{
    "body": "<p>The gendarme cares less for the finer points of tactical precision than he does for the exhilaration of the charge: the rush of wind through the visor of his helmet, the feel of his couched lance, the satisfying shriek of armor giving way before his weapon's force as the point drives past metal into his foes. </p>", 
    "name": "Gendarme", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Gendarme", 
    "type": "class_archetype", 
    "subtype": "cavalier", 
    "sections": [
        {
            "body": "<p id=\"bonus-feats\">A gendarme trains to be a mounted terror, almost to the exclusion of all other abilities. He gains bonus feats at 1st level, 5th level, and then every three levels thereafter, but must select these bonus feats from the following list: Improved Bull Rush, Mounted Combat, Power Attack, Ride-By Attack, Spirited Charge, Spring Attack, and Unseat. If the gendarme has already selected all of the listed feats, then he may select his bonus feats from those feats listed as combat feats. This ability replaces tactician, greater tactician, master tactician, and the standard cavalier's selection of bonus feats.</p>", 
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Bonus Feats"
        }, 
        {
            "body": "<p id=\"transfixing-charge\">At 20th level, a gendarme represents the epitome of mounted combat. Whenever he makes a charge attack while mounted, he deals triple the normal damage (quadruple if using a lance); this damage includes all increases from the Spirited Charge feat and from the use of a lance. In addition, if the gendarme confirms a critical hit on a charge attack while mounted, the attack deals maximum damage for the weapon wielded. Additional damage from weapon properties, magic effects, precision-based bonuses, or other increases are rolled normally. This ability replaces supreme charge.</p>", 
            "name": "Transfixing Charge", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cavalier/Cavalier Archetypes/Gendarme/Transfixing Charge", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}