{
    "body": "<p>If you have the Combat Reflexes feat, you can add your Dexterity bonus to the number of attacks of opportunity you can make in a round. This feat does not let you make more than one attack for a given opportunity, but if the same opponent provokes two attacks of opportunity from you, you could make two separate attacks of opportunity (since each one represents a different opportunity). Moving out of more than one square threatened by the same opponent in the same round doesn't count as more than one opportunity for that opponent. All these attacks are at your full normal attack bonus.</p><img src=\"/pathfinderRPG/prd/image/AttacksOfOpportunity.jpg\" />", 
    "name": "Combat Reflexes and Additional Attacks of Opportunity", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Making an Attack of Opportunity/Combat Reflexes and Additional Attacks of Opportunity", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><tfoot><tr><td>In this combat, the fighter and the sorcerer fight an ogre and his goblin buddy.#1: The fighter can safely approach this way without provoking an attack of opportunity, as he does not pass through a square threatened by the ogre (who has 10 feet of reach) or the goblin.#2: If the fighter approaches this way, he provokes two attacks of opportunity since he passes through a square both creatures threaten.#3: The sorcerer moves away using a withdraw action. The first square she leaves is not threatened as a result, and she can thus move away from the goblin safely, but when she leaves the second square, she provokes an attack of opportunity from the ogre (who has 10 feet of reach). She could instead limit her movement to a 5-foot step, as a free action, and not provoke any attacks of opportunity.</td></tr></tfoot></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Making an Attack of Opportunity/Combat Reflexes and Additional Attacks of Opportunity/", 
            "type": "table", 
            "source": "Core Rulebook"
        }
    ]
}