{
    "body": "<p class=\"stat-block\">When worn, this silver-and-turquoise necklace melds with the skin, turning into an intricately patterned tattoo on the wearer's chest. It ignores any wearer with an Intelligence score lower than 3, failing to meld or function. The necklace can be removed as a full-round action by concentrating on the tattoo to call the necklace back into existence. While in tattoo form, the amulet grants a +1 bonus on attack and damage rolls with unarmed strikes (but not natural weapons) and provides the benefits of the <i>ghost touch</i> weapon special ability on unarmed strikes. As a swift action, the wearer can spend a ki point to make one unarmed strike&mdash;whether as a single attack or part of a full attack&mdash;an incorporeal touch attack.</p><p class=\"stat-block\">As an immediate action, the wearer can expend one use of mythic power to become incorporeal for 1 round. This lasts until either just before his next turn (if used during his turn) or at the end of his next turn (if used outside his turn). While incorporeal, the wearer has no Strength score, so his Dexterity modifier applies to his melee attacks, ranged attacks, and combat maneuver checks. Since the necklace provides the <i>ghost touch</i> ability, the wearer can make unarmed strikes against corporeal creatures while incorporeal. The wearer can remain inside solid objects as long as he continues expending mythic power to remain incorporeal. If he fails to do so, he materializes inside the object and instantly dies.</p>", 
    "slot": "neck", 
    "name": "Necklace of Spectral Strikes", 
    "weight": "-", 
    "cl": "9th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Magic Items/Other Magic Items/Necklace of Spectral Strikes", 
    "price": "35,500 gp", 
    "misc": {
        "Construction Requirements": {
            "descriptor": ""
        }
    }, 
    "subtype": "neck", 
    "aura": "moderate evocation", 
    "type": "item", 
    "source": "Mythic Adventures"
}