{
    "body": "<p id=\"quicksand\">Patches of quicksand present a deceptively solid appearance (appearing as undergrowth or open land) that might trap careless characters. A character approaching a patch of quicksand at a normal pace is entitled to a DC 8 Survival check to spot the danger before stepping in, but charging or running characters don't have a chance to detect a hidden patch before blundering into it. A typical patch of quicksand is 20 feet in diameter; the momentum of a charging or running character carries him 1d2 &times; 5 feet into the quicksand.</p>", 
    "name": "Quicksand", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Quicksand", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Characters in quicksand must make a DC 10 Swim check every round to simply tread water in place, or a DC 15 Swim check to move 5 feet in whatever direction is desired. If a trapped character fails this check by 5 or more, he sinks below the surface and begins to drown whenever he can no longer hold his breath (see the Swim skill description in Using Skills).</p><p>Characters below the surface of quicksand may swim back to the surface with a successful Swim check (DC 15, +1 per consecutive round of being under the surface).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Quicksand/Effects of Quicksand", 
            "type": "section", 
            "name": "Effects of Quicksand", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Pulling out a character trapped in quicksand can be difficult. A rescuer needs a branch, spear haft, rope, or similar tool that enables him to reach the victim with one end of it. Then he must make a DC 15 Strength check to successfully pull the victim, and the victim must make a DC 10 Strength check to hold onto the branch, pole, or rope. If both checks succeed, the victim is pulled 5 feet closer to safety. If the victim fails to hold on, he must make a DC 15 Swim check immediately to stay above the surface. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Quicksand/Rescue", 
            "type": "section", 
            "name": "Rescue", 
            "source": "Core Rulebook"
        }
    ]
}