{
    "body": "<p>A follower should be more than an acquaintance or an employee. A follower is devoted to you in the same way a cohort is, but has fewer resources at his disposal and in most cases isn't an adventurer. The follower sees you as a hero or celebrity&mdash;someone to emulate. Though it's easy to treat followers as a single, nameless group, a smart player realizes that they don't have to group together. Followers can be spread out over multiple settlements and have multiple roles. For example, if you have a Leadership score of 10, you can have five 1st-level followers: a city guard in the capital, an acolyte at the high temple, an informant in the thieves' guild, an adept in a frontier village, and a strange child saved from a goblin's hunger. Gaining followers is an opportunity for you to look back over your adventuring career, recall important or noteworthy NPCs, and solidify the bonds between those NPCs and you.</p><p>Choosing followers gives you a network of loyal contacts who trust and respect you. Though they might not have the resources or backbone to fight on your behalf, they're always on the lookout for ways to help you in any way they can. In effect, they are trustworthy NPC contacts (Trust score 4; see Contacts). The city guard might invite you to gamble with the other guards or arrange to have your armor polished. The acolyte might have tips about an upcoming religious festival and the clergy's concerns about a nearby plague. The informant might have news about mysterious disappearances or volunteer to keep an eye on your rival. A thug might bully the truth out of a tight-lipped witness or provide inside information on her employer. The adept might send messages about strange events from the wildlands. The strange child might have precognitive visions, perhaps from budding magical powers.</p><p>If you ever lose or dismiss your cohort, selecting a replacement from among your followers not only gives you an excuse to spend some downtime training that follower to become your new cohort, but rewards the loyalty of all the other followers, as they see that you treat them as near equals.</p><p>The GM should use these followers as plot hooks. Instead of having rumors from an unknown source reach your ears from no specific source, a named follower could present that information. Instead of having you hunt for information about a cataclysm prophesied to occur in 3 days, a scholarly follower could find a scroll or book about the prophecy and bring it to you. The desperate stable-boy follower can approach you about money to pay off his father's gambling debts to a crooked bookkeeper. The poor merchant can ask you for help dealing with a charismatic man trying to convince his daughter to become a prostitute. By using a follower for a plot hook, the GM lets the player know that the character can trust the follower's intentions, and keeps the PC's past involvement with that NPC relevant.</p><p>As you reach higher Leadership scores, you gain dozens of followers. Rather than these followers all being spread thinly across every possible settlement in the campaign, it's more likely that many of these individual followers know each other well, possibly by working together, spending time at the same temple or academy, or being members of the same family, and you should expand these clusters of followers in an organic way. For example, the other guards who gamble with you could become new followers, the acolyte can train other acolytes or spread the good word about you, the informant might persuade others in the thieves' guild that you're a valuable ally, the adept's entire village might begin to see you as a hero and savior, and the strange child could become a wizard's apprentice and convince the entire cabal to befriend you. If you ever decide to build a fort or found a temple or guild, you already have a group of like-minded and skilled followers ready and willing to help.</p>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Companions/Companion Plot Hooks/Animal Companion/Follower", 
    "type": "section", 
    "name": "Follower", 
    "source": "Ultimate Campaign"
}