{
    "body": "<p>The following special ability allows a firearm to be fired with the affected ammunition in environments without air, including underwater. </p>", 
    "name": "Firearm Ammunition Special Ability", 
    "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Firearm Ammunition Special Ability", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "name": "Dry Load", 
            "cl": "3rd", 
            "url": "pfsrd://Ultimate Combat/Rules/Mastering Combat/Firearms/Firearm Magic Items/Firearm Ammunition Special Ability/Dry Load", 
            "type": "item", 
            "price": "30 gp per cartridge or 1,500 gp for 50 cartridges", 
            "misc": {
                "Construction": {
                    "Requirements": "Craft Magic Arms and Armor, air bubble"
                }
            }, 
            "source": "Ultimate Combat", 
            "aura": "faint abjuration", 
            "sections": [
                {
                    "body": "<p>This special ability can only be applied to alchemical or metal firearm cartridges. <i>Dry load</i> cartridges can be used to load guns underwater or in other airless environments, such as a vacuum. This ability protects the cartridge's contents as it is being loaded and creates a residual bubble of air that surrounds the firearm, further protecting the ammunition and allowing the firearm with this ammunition to be fired in an airless environment. After the cartridge is loaded, the bubble of air lasts for 3 minutes, or until the firearm is fired, whichever occurs first. </p><p>A firearm loaded with this ammunition still takes the &ndash;2 penalty on attack rolls when fired underwater for every 5 feet of water the bullet passes through, in addition to the normal penalties to range. When firing a <i>dry load</i> cartridge underwater or in an airless environment, a misfire that results in a firearm explosion occurs normally.</p>", 
                    "source": "Ultimate Combat", 
                    "type": "section", 
                    "name": "Description"
                }
            ]
        }
    ]
}