{
    "body": "<table id=\"table-thieves-guild-events\"><caption>Thieves' Guild Events</caption><thead><tr><th>d%</th><th>Event</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td>Big Heist</td></tr><tr class=\"even\"><td>11&mdash;30</td><td>Crime Spree</td></tr><tr class=\"odd\"><td>31&mdash;45</td><td>Rivalry</td></tr><tr class=\"even\"><td>46&mdash;60</td><td>Crackdown</td></tr><tr class=\"odd\"><td>61&mdash;70</td><td>Entrapment</td></tr><tr class=\"even\"><td>71&mdash;90</td><td>Meddling Adventurers</td></tr><tr class=\"odd\"><td>91&mdash;100</td><td>Mutiny</td></tr></table>", 
    "name": "Thieves' Guild Events", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Organization Events/Thieves Guild Events", 
    "sections": [
        {
            "body": "<p>You have the opportunity to take on a risky but profitable job. If you accept, attempt a DC 30 Disable Device, Sleight of Hand, or Stealth check. If you succeed, the guild gains a +20 bonus on its next check to generate capital and you gain 1d4 points of Influence. If you fail, the guild automatically rolls a 1 on all checks to generate capital for 1 day, and you lose 1 point of Influence. If you fail by 10 or more, there's a 25% chance that a team involved in the heist is captured (treat this as the entrapment event).</p>", 
            "name": "Big Heist", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Organization Events/Thieves Guild Events/Big Heist", 
            "section_id": 957, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Local authorities are going out of their way to stifle crime. For 1d6 days, your guild takes a &mdash;5 penalty on checks to generate capital, and if you fail a DC 20 Stealth check by 10 or more, one of your teams is captured (as the entrapment event described below).</p>", 
            "name": "Crackdown", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Organization Events/Thieves Guild Events/Crackdown", 
            "section_id": 958, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Lady Luck has her eye on the settlement's criminals. For 1d4 days, your guild gains a +5 bonus on its first check to generate capital each day. Each of these days you use the guild to generate capital, there's 10% chance you have to deal with a meddling adventurers event as described below.</p>", 
            "name": "Crime Spree", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Organization Events/Thieves Guild Events/Crime Spree", 
            "section_id": 959, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>A lucrative job turns out to be a plot by the city guard to catch thieves, and one of your teams is arrested. You must spend 5 points of Influence or 1d10 × 5 gp to get the team out of jail; if you don't, the team members are imprisoned, or (depending on the local laws against thievery) are executed 1d10 days later. Either result costs you the entire team and 1d6 points of Influence for letting it happen. Alternatively, you can attempt to break the team out of jail&mdash;the GM should create a combat encounter or short adventure if you try this solution.</p>", 
            "name": "Entrapment", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Organization Events/Thieves Guild Events/Entrapment", 
            "section_id": 960, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Unusually competent do-gooders sniff around your territory and spar with your teams. You must succeed at a DC 25 Disable Device, Sleight of Hand, or Stealth check or lose 1d6 points of Goods because of their activities. If you succeed by 10 or more, you gain 1d3 points of Influence for trouncing the adventurers. If you fail by 10 or more, one of your teams is captured (treat this as the entrapment event described above).</p>", 
            "name": "Meddling Adventurers", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Organization Events/Thieves Guild Events/Meddling Adventurers", 
            "section_id": 961, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>This functions like the mutiny event in the Mercenary Company Events table, except you may resolve the event with a different kind of challenge (such as racing through a gauntlet of traps instead of a duel, requiring several skill checks) and you can't attempt a Profession (soldier) check to end the event.</p>", 
            "name": "Mutiny", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Organization Events/Thieves Guild Events/Mutiny", 
            "section_id": 962, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Another guild is moving in on your territory. Treat this as the rivalry event from Generic Building Events , except you can also end the rivalry and gain 1d4 points of Influence by beating the leader in a duel (as the duel event on the Mercenary Company Event table, but not necessarily to the death) or a thieving challenge.</p>", 
            "name": "Rivalry", 
            "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime Events/Organization Events/Thieves Guild Events/Rivalry", 
            "section_id": 963, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }
    ], 
    "section_id": 956, 
    "source": "Ultimate Campaign", 
    "type": "table"
}