{
    "body": "<p>The first step is to determine the amount of treasure you can budget for an encounter. Start by determining the overall Challenge Rating of the encounter and the advancement rate of the group. Refer to the Treasure Values per Encounter table to determine the base value of the treasure for an encounter in terms of gold pieces. You might wish to award greater treasures than what the value indicates. In such a case, hold back on awarding treasure for a number of encounters, in effect \"banking\" the value for one larger reward. Alternatively, you might decide to simply have a game with a higher amount of treasure in general, increasing all the base values by 50% or more.</p><p>After determining the base value of an encounter depending on its CR, next check the treasure line in the individual stat blocks for all creatures involved. In the case of mixed groups of enemies, use the most generous treasure entry. The treasure entry for the creatures involved affects the overall reward of the encounter as follows.</p>", 
    "name": "Step 1: Determine Treasure Budget", 
    "url": "pfsrd://Ultimate Equipment/Rules/Appendix/Treasure Generator/Step 1 Determine Treasure Budget", 
    "type": "section", 
    "source": "Ultimate Equipment", 
    "sections": [
        {
            "body": "<p>The creature does not typically possess treasure and an encounter solely against creatures with this treasure type should not award any treasure. You can still award treasure for this encounter if uncommon circumstances warrant it. The value that would have been awarded for this encounter can be saved to increase the value of a treasure from a later encounter.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Appendix/Treasure Generator/Step 1 Determine Treasure Budget/None", 
            "type": "section", 
            "name": "None", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>Creatures with this treasure type have little if any treasure. Reduce the base treasure value by half (50%).</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Appendix/Treasure Generator/Step 1 Determine Treasure Budget/Incidental", 
            "type": "section", 
            "name": "Incidental", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>The creature has the normal amount of treasure. Do not adjust the base treasure value.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Appendix/Treasure Generator/Step 1 Determine Treasure Budget/Standard", 
            "type": "section", 
            "name": "Standard", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>The creature has more than average treasure. Double the base treasure value.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Appendix/Treasure Generator/Step 1 Determine Treasure Budget/Double", 
            "type": "section", 
            "name": "Double", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>The creature has a large amount of treasure. Triple the base treasure value.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Appendix/Treasure Generator/Step 1 Determine Treasure Budget/Triple", 
            "type": "section", 
            "name": "Triple", 
            "source": "Ultimate Equipment"
        }, 
        {
            "body": "<p>Creatures with this treasure type have a different treasure value. Discard the base treasure value and look up the value for each individual creature on the NPC Gear table. Each creature's treasure should be determined individually. If a creature with this treasure type is part of a mixed group, deduct this value from the base treasure value for the rest of the creatures in the group.</p><p>This value is treated like a budget, to be spent on the relevant treasure tables (as determined in Step 2), purchasing groupings that establish a number of rolls you must make to determine the exact treasure gained.</p>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Appendix/Treasure Generator/Step 1 Determine Treasure Budget/NPC Gear", 
            "type": "section", 
            "name": "NPC Gear", 
            "source": "Ultimate Equipment"
        }
    ]
}