{
    "body": "<p>A composer of sonorous laments for the dead and elaborate requiems for those lost yet long remembered, dirge bards master musical tools and tropes that must appeal to the ears and hearts of both the living and the dead.</p>", 
    "name": "Dirge Bard", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard", 
    "type": "class_archetype", 
    "subtype": "bard", 
    "sections": [
        {
            "body": "<p id=\"bardic-performance\">A dirge bard gains the following type of bardic performance.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"dance-of-the-dead\">At 10th level, a dirge bard can use his bardic performance to cause dead bones or bodies to rise up and move or fight at his command. This ability functions like <i>animate dead</i>, but the created skeletons or zombies remain fully animate only as long as the dirge bard continues the performance. Once it stops, any created undead collapse into carrion. Bodies or bones cannot be animated more than once using this ability. Unlike <i>animate dead</i>, dance of the dead requires no components and does not have the evil descriptor. This performance replaces jack-of-all-trades.</p>", 
                    "name": "Dance of the Dead", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard/Bardic Performance/Dance of the Dead", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ], 
            "name": "Bardic Performance", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"haunted-eyes\">At 2nd level, a dirge bard gains a +4 bonus on saves against fear, energy drain, death effects, and necromantic effects. This ability replaces well-versed.</p>", 
            "name": "Haunted Eyes", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard/Haunted Eyes", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"secrets-of-the-grave\">At 2nd level, a dirge bard gains a bonus equal to half his bard level on Knowledge (religion) checks made to identify undead creatures and their abilities. A dirge bard may use mind-affecting spells to affect undead as if they were living creatures, even if they are mindless (though spells that affect only humanoids do not affect them, even if they were humanoids in life). In addition, he may add one necromancy spell from the spell list of any arcane spellcasting class to his list of spells known at 2nd level and every four levels thereafter. This ability replaces versatile performance. </p>", 
            "name": "Secrets of the Grave", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard/Secrets of the Grave", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"haunting-refrain\">At 5th level, a dirge bard is able to stir primal terrors in the hearts of listeners. He can use a Perform (keyboard) or Perform (percussion) check in place of an Intimidate check to demoralize an opponent, with a bonus equal to half his bard level. In addition, saving throws against any fear effect he creates are made with a &ndash;2 penalty, and this penalty increases by &ndash;1 every 5 levels beyond 5th. This ability replaces lore master. </p>", 
            "name": "Haunting Refrain", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Bard/Bard Archetypes/Dirge Bard/Haunting Refrain", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }
    ]
}