{
    "body": "<p>A monster's mythic rank (MR) is a game statistic for monsters that's roughly equivalent to a mythic tier&mdash;monsters with only a little mythic power are 1st rank, and the greatest mythic monsters are 10th rank. Unlike PCs, monsters usually start with a specific mythic rank and that rank never changes. For example, a mythic troll is 2nd rank and is always going to be 2nd rank, unless the GM has a reason for its rank to increase&mdash;like if a tribe of trolls has an artifact that grants the trolls mythic power, and the longer it takes the PCs to deal with them, the more powerful the artifact makes these monsters.</p><p>In terms of power, mythic ranks and mythic tiers are similar, but not exactly the same. For any ability, spell, magic item, or other rule that requires a mythic tier or interfaces with the tier rules, a monster's mythic rank counts as its tier. For example, a sword that gains additional abilities when wielded by a character of 3rd tier or higher gains those bonuses when wielded by a monster of 3rd rank or higher. A few mythic monsters have mythic tier abilities identical to those available to PCs; a monster's mythic rank counts as its tier for any effects dependent on tier. For example, a monster with the parry spell guardian path ability uses its mythic rank to determine the level of spells it can parry with that ability.</p><p>It is possible for a low-CR creature to have a high mythic rank, or for a high-CR creature to have a low mythic rank. For a typical monster that's acquired mythic power, its rank is equal to half its original CR. For example, a CR 4 owlbear that becomes a mythic creature should be 2nd rank. To determine a mythic monster's final CR, add half its mythic rank to its original CR. For example, a 2nd rank mythic owlbear's final CR is 5 (2 &times; 1/2 + 4). See Designing Encounters for more details. All the monsters presented in this section use this typical MR value.</p><p>A creature shouldn't have both a mythic tier and a mythic rank. For example, a mythic creature that gains the vampire template has a mythic tier, and a non-mythic creature that gains the mythic vampire template has a mythic rank, but a mythic creature that becomes a mythic vampire loses its tier and gains ranks instead, as explained in the mythic vampire template. Mythic templates and other effects that grant a creature a mythic rank should include information about what happens when a mythic creature gains that template or effect.</p>", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Mythic Rank", 
    "type": "section", 
    "name": "Mythic Rank", 
    "source": "Mythic Adventures"
}