{
    "body": "<p>Mythic monster stat blocks work just like non-mythic monster stat blocks, but have a few additional pieces of information. The differences are summarized in the following section.</p>", 
    "name": "Reading a Mythic Monster Stat Block", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Reading a Mythic Monster Stat Block", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>The monster's name is presented first, along with its challenge rating (CR), its mythic rank (MR), and three icons you can use to quickly identify the creature's role in the game. The monster's CR already factors in the CR increase it gets for having mythic ranks.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Reading a Mythic Monster Stat Block/Name/CR/and MR", 
            "type": "section", 
            "name": "Name, CR, and MR", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Several mythic monsters have the Mythic Improved Initiative feat, which allows the creature to expend one use of mythic power to treat its initiative roll as a 20. Because you rarely check the Feats entry for a monster when rolling initiative, it would be easy to forget that ability when using the monster. As a reminder of this ability, a monster with that feat has a superscript \"M\" after its initiative modifier. The listed initiative modifier already includes the additional bonus from the Mythic Improved Initiative feat.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Reading a Mythic Monster Stat Block/Init and Senses", 
            "type": "section", 
            "name": "Init and Senses", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The creature's feats are listed here. If a monster has a mythic feat, that feat is identified with a superscript \"M,\" such as \"Improved Initiative<sup>M</sup>\" rather than \"Mythic Improved Initiative.\" Most mythic feats improve non-mythic feats, and have the non-mythic feat as a prerequisite. In these cases, the non-mythic feat isn't listed along with the mythic feat&mdash;the superscript \"M\" indicates the creature has the mythic and non-mythic versions of that feat.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Reading a Mythic Monster Stat Block/Feats", 
            "type": "section", 
            "name": "Feats", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>All of the monsters presented in this section have the mythic subtype, which grants them the mythic power universal monster ability, allows them to expend uses of mythic power to add surge dice to d20 rolls, and may add other abilities as well. When running a monster with mythic power, always remember that it can use the surge ability&mdash;especially because some mythic creatures don't use mythic power for anything else, so that ability is necessary for the monster to keep up with and challenge mythic PCs. (Plus, part of the fun of using mythic rules is getting to use mythic surges, and the GM should get to do that, too.)</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Reading a Mythic Monster Stat Block/Special Attacks", 
            "type": "section", 
            "name": "Special Attacks", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The mythic monsters presented here list the same environment as the non-mythic version of the creature&mdash;by default, mythic trolls prefer cold mountains like common trolls do, and mythic owlbears prefer temperate forests like common owlbears do. Of course, you can change the environment of a mythic monster to anything appropriate for your campaign, especially if the mythic monster is unique. For example, if you want the one mythic hydra in your world to live in the desert instead of in marshes like non-mythic hydras, that change serves to make the mythic hydra even more unusual and iconic.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Reading a Mythic Monster Stat Block/Environment", 
            "type": "section", 
            "name": "Environment", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The mythic monsters presented here list the same information on organization as the non-mythic versions of the creatures. These stat blocks make no assumptions about the uniqueness or rarity of these mythic monsters in your campaign. This allows you to adapt existing encounters in printed adventures to a mythic campaign by replacing one, some, or all non-mythic creatures in a specific encounter with their mythic equivalents. For example, to challenge a group of mythic PCs in an adventure featuring an encounter with six trolls, you could replace any number of those trolls with mythic trolls&mdash;perhaps just the leader is a mythic troll, creating a slightly more difficult encounter, or perhaps all of them are mythic, resulting in a much harder challenge.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Reading a Mythic Monster Stat Block/Organization", 
            "type": "section", 
            "name": "Organization", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Most of the mythic monsters presented here use the same treasure notation as their non-mythic counterparts. For example, trolls have standard treasure, so mythic trolls also have standard treasure. However, a mythic monster's CR will be higher than its non-mythic equivalent, so when awarding treasure you should account for the CR increase and adjust the monster's treasure accordingly. A mythic troll encountered with non-mythic trolls should have slightly better treasure because of its higher CR (just as a fiendish troll encountered with a gang of normal trolls should have better treasure). If a monster normally has NPC-type treasure (like an ogre does), the mythic version of that monster usually has better treasure than its non-mythic counterparts, since its CR is higher.</p><p>Mythic monsters&mdash;especially intelligent ones&mdash;may be more likely to use magical treasures found in their lairs, perhaps out of some instinctive cunning about the item or because the item was given to the monster by the entity that granted the monster its mythic power. For example, a mythic hydra with an <i>amulet of mighty fists +1</i> in its treasure hoard could be a sacred guardian created by the god of snakes, and the amulet could have been granted to the hydra by the god, giving the creature the full benefit of the item.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Reading a Mythic Monster Stat Block/Treasure", 
            "type": "section", 
            "name": "Treasure", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>These monsters include descriptions of the non-mythic monster's special abilities, so you don't need to reference the non-mythic monster to use the mythic monster. In some cases, these descriptions are simplified or shortened to make room for the mythic monster's new abilities. If you have questions about how a monster's special ability works, refer to the full text of the non-mythic monster's original description in the <i>Bestiary</i>.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Special Abilities"
        }, 
        {
            "body": "<p>Rather than repeating information about the original, non-mythic monster, this section presents information on the mythic version of the monster, such as suggesting how its origin or its role in the game differs from that of a non-mythic creature of its type. Unless otherwise stated, a mythic monster lives and acts very much like its non-mythic counterpart.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Monsters/Reading a Mythic Monster Stat Block/Description", 
            "type": "section", 
            "name": "Description", 
            "source": "Mythic Adventures"
        }
    ]
}