{
    "body": "<p class=\"stat-block\">Once per day on command, the wearer of these oxblood leather gloves can bend space to extend her reach to a non-adjacent square within line of sight. For the next 10 rounds, she can touch anything in that square as if it were her own square, as long as she has line of effect to the target square. She may change the targeted square as a swift action.</p><p class=\"stat-block\">When using the gloves to touch, attack, or manipulate anything in the square, the wearer's arms and hands also appear in that square, allowing creatures and effects to target her as if she were in that square. She cannot use this connection to transfer anything from her square to the target square, or vice versa. If she drops anything, it lands in her square. She can use her hands (including natural attacks from those hands, if any), hand-held objects (such as lockpicks), and melee weapons in that square as if she were there. The square is part of her threatened area, though she cannot use the gloves to provide flanking for herself. She cannot use the gloves to grapple, make ranged attacks, or make attacks that require her to move out of her actual square (such as a bull rush combat maneuver).</p><p class=\"stat-block\">Interacting with the target square is distracting, and anything that threatens her in her actual square automatically flanks her.</p><p class=\"stat-block\">If the wearer or her square is blocked from using teleportation or planar travel effects (such as <i>dimensional anchor</i>), the gloves do not function. She cannot use the gloves to target a square protected by such an effect.</p>", 
    "name": "Gloves of The Shortened Path", 
    "weight": "&mdash", 
    "cl": "9th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Wondrous Items/Hands/Hands Slot Wondrous Items/Gloves of The Shortened Path", 
    "price": "27,000 gp", 
    "misc": {
        "Construction Requirements": {
            "Cost": "8,000 gp"
        }
    }, 
    "source": "Ultimate Equipment", 
    "aura": "moderate conjuration", 
    "type": "item"
}