{
    "body": "<p>Barbarians are fueled by an almost supernatural rage that helps them loose the volatile stores of adrenaline within their bodies. This rage stays with the barbarian throughout her life as an adventurer, and she learns to refine her fits of passionate anger only over time. Yet each barbarian's rage is different and personal. It comes from the primal depths of her soul, and cannot be manufactured. Only a select few can channel that purest, deepest rage into overpowering combat prowess. Roll on the table below to determine the event that caused you to first experience your rage.</p>", 
    "name": "Barbarian", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Barbarian", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-barbarian-backgrounds\"><caption>Barbarian Backgrounds</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td style=\"white-space: normal;\"><b>Vengeance</b>: When you were young, a great wrong was done to you, a loved one, your family, or your people. This experience tore you apart and reduced you to a being of primal emotions. Dreams of vengeance became your only promise of comfort. You gain access to the Axe to Grind combat trait, the Foeslayer story feat, and the Vengeance story feat.</td></tr><tr class=\"even\"><td>11&mdash;20</td><td style=\"white-space: normal;\"><b>Champion of a God</b>: At your coming-of-age ritual, your deity, totem, or patron spirit sparked your soul with a religious zeal. This entity might be a beast spirit, a warmongering god, a demon lord, or some other supernatural entity. In the name of this otherworldly force you become an unstoppable warrior&mdash;the bane of all your tribe's foes. You gain access to the Inspired faith trait and the Champion story feat.</td></tr><tr class=\"odd\"><td>21&mdash;30</td><td style=\"white-space: normal;\"><b>Conquest</b>: Upon coming of age, you went on your first raid, where you learned the thrill of violence and chaos and the satisfaction that came with the spoils of your victory. When your enemies dare to stand against you, your rage rekindles until you have conquered and subdued them. You gain access to the Killer combat trait.</td></tr><tr class=\"even\"><td>31&mdash;40</td><td style=\"white-space: normal;\"><b>Hated Foe</b>: In your formative years, you learned to despise a certain individual, tribe, kingdom, empire, race, or monster due to some slight it inflicted upon you or your people. This foe lurks ever close to your thoughts. So intense is your hatred that the mere thought of this foe can incite your rage. You gain access to the Reckless combat trait and the Foeslayer story feat.</td></tr><tr class=\"odd\"><td>41&mdash;50</td><td style=\"white-space: normal;\"><b>Personal Flaw</b>: There is a part of yourself that you hate more than anything else. In your adolescence, you first realized this imperfection&mdash; to your lasting shame. This might be a gentle part of yourself you wish to eliminate or a brutal, prideful, greedy, or monstrous side you can't control. Your rage is fueled by self-loathing, or by projecting this part of yourself onto a foe you wish to destroy. You gain access to the Axe to Grind combat trait.</td></tr><tr class=\"even\"><td>51&mdash;60</td><td style=\"white-space: normal;\"><b>Hatred of Civilization</b>: When you first encountered civilization in your youth, its weak and decadent people revolted you. Once, such people were free and strong, but rules and laws made them feeble. Your rage is the wild part&mdash;the pure part&mdash;of yourself that separates you from the craven ways of \"civilized\" people. You gain access to the Savage social trait.</td></tr><tr class=\"odd\"><td>61&mdash;70</td><td style=\"white-space: normal;\"><b>Persecution</b>: You grew up under the persecution of another power&mdash;perhaps a rival tribe, an expansionistic empire, or a tribe of violent monsters. Beaten and bloodied, your people barely survived the onslaught. But the beatings made you strong and taught you how to channel the pain into something useful. Since that time, the flame of rage has burned inside you, waiting to be released against your oppressors. You gain access to the Bullied combat trait.</td></tr><tr class=\"even\"><td>71&mdash;80</td><td style=\"white-space: normal;\"><b>One of a Dying Breed</b>: You grew up knowing that your people were slowly dying out&mdash;that your extinction was inevitable in the face of the changing world. In youthful vigor, you declared that your fire would not be snuffed without a fight. Your rage stems from the desperate desire to be remembered, to make a mark upon the world before the sun sets on your dwindling kind. When you rage, a single thought permeates your burning mind: If you're going down, you're taking everyone with you. You gain access to the Reactionary combat trait.</td></tr><tr class=\"odd\"><td>81&mdash;90</td><td style=\"white-space: normal;\"><b>Chaos Embraced</b>: You grew up in wild lands where there were no laws except for those of nature&mdash;the laws of the predator and the prey. You searched for meaning in the world, in the gods, in the prayers of priests, in the patterns of the stars, but you found nothing. There is no true order to the natural universe except for that of raw and unbridled power. Chaos is the natural state of all things, and that's how you like it. You gain access to the Unpredictable social trait.</td></tr><tr class=\"even\"><td>91&mdash;100</td><td style=\"white-space: normal;\"><b>Bloodthirsty</b>: The first time you spilled a deserving foe's blood and watched the thing's life ebb out onto the hard ground, you found yourself filled with a mad, euphoric ecstasy like none other. The memory of this visceral experience returns to you in every battle, like an insatiable addiction that can only be abated with further bloodshed. You gain access to the Bloodthirsty combat trait and the Innocent Blood story feat.</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Barbarian/Barbarian Backgrounds", 
            "type": "table", 
            "name": "Barbarian Backgrounds", 
            "source": "Ultimate Campaign"
        }
    ]
}