{
    "body": "<p>Bards have a talent for song and story, and they come to their careers by developing this talent as they pick up on a smattering of other skills. Roll on the table below to determine the incident that brought you to that path.</p>", 
    "name": "Bard", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Bard", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-bard-backgrounds\"><caption>Bard Backgrounds</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td style=\"white-space: normal;\"><b>Celebrity</b>: In your formative years, you saw a player or troupe of players perform before an enthralled audience. That's when you decided that you wanted to be up on that stage performing for the adulation of the crowd. As a minor celebrity, you gain access to either the Charming social trait or the Influence social trait.</td></tr><tr class=\"even\"><td>11&mdash;20</td><td style=\"white-space: normal;\"><b>Cultural Mandate</b>: There has always been a revered storyteller in your culture. This could be an official skald, a royal minstrel, the washerman who spins parables and folk wisdom, or the old farmer who tells tall tales at the pub. Ever since you were young, your community has groomed you to fulfill this role. As a silver-tongued storyteller, you gain access to the Fast Talker social trait.</td></tr><tr class=\"odd\"><td>21&mdash;30</td><td style=\"white-space: normal;\"><b>Dabbler</b>: Whether you grew up rich or poor, you refused to accept the limits imposed by your social class or means. In your youth, you determined to learn a little bit of all there was to know. You may not be the master of any one career, but the breadth of your experience is wide, textured, and diverse. You gain access to the Worldly social trait.</td></tr><tr class=\"even\"><td>31&mdash;40</td><td style=\"white-space: normal;\"><b>For Love</b>: When you were young, you tried to express yourself to your beloved using song or poetry. Driven by desire, you refined your skill and learned to articulate raw emotion in story and song. You gain access to the Ear for Music religion trait and the True Love story feat. You roll a d12 instead of a d20 on the Romantic Relationships table.</td></tr><tr class=\"odd\"><td>41&mdash;50</td><td style=\"white-space: normal;\"><b>Gift</b>: Someone gave you a special instrument or a collection of songs and stories at a time in your life when you needed them most. You have treasured this object above all other possessions, and it started you on a path to new songs and stories. You gain access to the Seeker social trait.</td></tr><tr class=\"even\"><td>51&mdash;60</td><td style=\"white-space: normal;\"><b>Ongoing Patron</b>: When you were young, a person with money or power took an interest in your art and sponsored you. Most of what you created was dictated by the patron's tastes, and you probably still work for this patron, who maintains a strong influence over your life. You gain access to the Oathbound faith trait.</td></tr><tr class=\"odd\"><td>61&mdash;70</td><td style=\"white-space: normal;\"><b>Spy</b>: Someone once asked you to employ your artistic talents as an excuse to observe a person, steal an object, or retrieve a piece of information. Infiltrating various houses and estates in the guise of an actor, minstrel, or storyteller, you honed your art while being paid better than most other performers. You gain access to the Criminal social trait. See the Crime and Punishment sidebar on page 23.</td></tr><tr class=\"even\"><td>71&mdash;80</td><td style=\"white-space: normal;\"><b>Troupe of Players</b>: You were born into, helped found, or fell in with a troupe of traveling players. You spent your early years rambling from one place to another&mdash;from tavern to tavern, town to town, or even between countries. Long hours traveling gave you plenty of time to practice and hone your skill. You gain access to the World Traveler human race trait (which you may take regardless of your race).</td></tr><tr class=\"odd\"><td>81&mdash;90</td><td style=\"white-space: normal;\"><b>Virtuoso</b>: One day, you picked up an instrument or told a tale, and your raw natural ability captivated everyone who saw you perform. Words and music have always come to you effortlessly, as naturally as breathing. You gain access to the Talented social trait and the Magnum Opus story feat.</td></tr><tr class=\"even\"><td>91&mdash;100</td><td style=\"white-space: normal;\"><b>Worldshaker</b>: Since childhood, you've observed the world around you and translated those observations into story and song. Your unique, unabashed vision resonated with the audience, revealing new perspectives as well as simple truths. You're used to people quoting your words and looking up to you, though some authority figures deem you a rabble-rouser and troublemaker. You gain access to the Natural-Born Leader social trait.</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Bard/Bard Backgrounds", 
            "type": "table", 
            "name": "Bard Backgrounds", 
            "source": "Ultimate Campaign"
        }
    ]
}