{
    "body": "<p>Clerics are not merely people of religious faith&mdash;they are devoted servants who wield true divine power from their deities. The particular path that steers a cleric toward her faith can mean the difference between a demon-worshiping cultist and a lawful harbinger of her deity's blessed faith. The following background events outline some of the ways clerics find their faith. Roll on the table below to determine how you came to your faith.</p>", 
    "name": "Cleric", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Cleric", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-cleric-backgrounds\"><caption>Cleric Backgrounds</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td style=\"white-space: normal;\"><b>Angelic Encounter</b>: A supernatural being, such as an angel or demon, appeared to you and proclaimed that you were destined to perform a great task in service to your god. You might have tried to deny it&mdash;and you even might still have doubts&mdash;but eventually you took up the mantle of a holy warrior and chose to meet this destiny head on, either to prove to yourself that you're worthy of such a destiny or to show your supernatural messenger that you cannot be pigeon-holed so easily. You gain access to the Prophesied faith trait.</td></tr><tr class=\"even\"><td>11&mdash;20</td><td style=\"white-space: normal;\"><b>Atonement</b>: In your youth, you committed actions you are not proud of. Your deeds left dark stains upon your soul, ones so deep they might take a lifetime to wash away. When you hit rock-bottom&mdash;whether through greed, addiction, hedonism, or simply lack of good sense&mdash;you turned to faith, vowing to atone for all of the horrible acts you've committed. You gain access to the Oathbound faith trait.</td></tr><tr class=\"odd\"><td>21&mdash;30</td><td style=\"white-space: normal;\"><b>Converted</b>: In your early life, you followed a different faith, a different god or powerful entity, or perhaps no faith at all. A representative of your current faith showed you the error of your ways and converted you, and you couldn't be happier. You can only hope to do for others what this individual did for you. You gain access to the Inspired faith trait.</td></tr><tr class=\"even\"><td>31&mdash;40</td><td style=\"white-space: normal;\"><b>Devoted</b>: From your earliest memory, you've had a close relationship with your deity. This entity has been a constant presence in your life: your greatest comfort, best companion, truest love, or some combination of the three. You've never had to see or speak with your deity to know that he watches over you, and the beliefs and criticisms of others do not faze you&mdash;your faith is enough. You gain access to the Blessed faith trait and the Fearless Zeal story feat.</td></tr><tr class=\"odd\"><td>41&mdash;50</td><td style=\"white-space: normal;\"><b>Healed</b>: As a child, you were afflicted with a terrible physical or mental illness or a debilitating wound that prevented you from functioning in society. A miracle worker touched your body and commanded you to be well, and&mdash;for perhaps the first time in your life&mdash;you were whole. Now you live your life in tribute to the deity whose divine healer restored you, and perhaps hope to bestow similar gifts unto deserving nonbelievers. You gain access to the Sacred Touch faith trait and the Battlefield Healer story feat.</td></tr><tr class=\"even\"><td>51&mdash;60</td><td style=\"white-space: normal;\"><b>Reborn</b>: You died or nearly died. In the midst of this experience, your mind came to a place of quiet where you witnessed your deity or its agents pulling your body and spirit back from the brink of death. Every day since has been a gift, and you strive to understand the reason you have been saved while countless others perish. You gain access to the Deathtouched bloodline race trait and the Arisen story feat.</td></tr><tr class=\"odd\"><td>61&mdash;70</td><td style=\"white-space: normal;\"><b>Religious Colony</b>: You grew up in a religious colony or settlement. This may have been a small village in the hinterlands or a kingdom-sized theocracy devoted to a single religion. When you came of age, you decided to serve your god and country as a cleric, a choice that garnered respect, dignity, and honor among your people. You gain access to the Natural-Born Leader social trait.</td></tr><tr class=\"even\"><td>71&mdash;80</td><td style=\"white-space: normal;\"><b>Revelation</b>: In your youth, a deity granted you visions or dreams that revealed startling truths. These visions might have been prophetic, deeply insightful, or filled with extraordinary solutions to problems that plagued you, your family, or your community. So powerful and compelling were the visions that you devoted your life to the deity. You gain access to the Worldly social trait.</td></tr><tr class=\"odd\"><td>81&mdash;90</td><td style=\"white-space: normal;\"><b>Sanctuary</b>: When you were young, you did a very wicked deed&mdash;or were accused of one&mdash;and fled to the only place that could shelter you from the law. You found sanctuary among the worshipers of a deity, and they took you in and protected you. In time, you joined the faithful to serve their cause in the world, though the shadow of your past sin still lurks beyond the church's walls. You gain access to the Criminal social trait. See the Crime and Punishment sidebar on page 23.</td></tr><tr class=\"even\"><td>91&mdash;100</td><td style=\"white-space: normal;\"><b>Taken in by the Church</b>: You spent your youth in a church or monastery serving as an acolyte or doing menial work on the grounds, either taken in as an orphan, sent there by your equally devout parents, or by taking on the faith of your own volition. The traditions and rituals of the religion served as your way of life throughout your adolescence, and you left that pious community with the skills to champion your faith in the world. You gain access to the Child of the Temple faith trait.</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Cleric/Cleric Backgrounds", 
            "type": "table", 
            "name": "Cleric Backgrounds", 
            "source": "Ultimate Campaign"
        }
    ]
}