{
    "body": "<p>The rare spellcasters known as magi dedicate themselves to the synthesis of two separate disciplines: sword and spell. This core of all magi can be embraced only with ambition and purpose. Roll on the table below to determine what event drove you to blend martial powers and magical ability.</p>", 
    "name": "Magus", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Magus", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-magus-backgrounds\"><caption>Magus Backgrounds</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td style=\"white-space: normal;\"><b>A Mage without Magic</b>: Early in your arcane training, you were exposed to antimagic. The powerlessness you felt from all of your magic being stripped away left you feeling desperate and helpless. You vowed to never be that helpless child again, to be strong in such moments, putting you on the path of the magus. You gain access to the Dispelled Battler combat trait.</td></tr><tr class=\"even\"><td>11&mdash;20</td><td style=\"white-space: normal;\"><b>Conflicting Legacy</b>: You were born to a family or clan with two great pedigrees: one of magic and one of battle. Unable to choose either path for fear of alienating a mentor or parent, you sought to master both. Your dedication to the blending of martial and magical has been so intense that your martial prowess feeds your arcane power. You gain access to the Arcane Revitalization magic trait.</td></tr><tr class=\"odd\"><td>21&mdash;30</td><td style=\"white-space: normal;\"><b>Ready for Anything</b>: For you, the path of the magus is not about the fluid blend of disparate fields of study or conquering an insurmountable challenge, but the art of preparation for any obstacle that comes your way. A dedicated and logical person, you hone the magus affinity for operating all manner of magical devices from blind luck to a refined procedure. You gain access to the Pragmatic Activator magic trait.</td></tr><tr class=\"even\"><td>31&mdash;40</td><td style=\"white-space: normal;\"><b>Lost Teacher</b>: Your magus training was interrupted when you lost your teacher through the displacement of your family, lack of funds to continue schooling, or the teacher's unexpected death. Despite this hardship, the time you spent with your mentor had already sown the seeds of your training and you've been able to continue on your own in the time since&mdash;ceaselessly seeking, reading, and learning from any magical text you can find. You gain access to the Self-Taught Scholar magic trait.</td></tr><tr class=\"odd\"><td>41&mdash;50</td><td style=\"white-space: normal;\"><b>Promise Keeper</b>: Your dreams of becoming a wizard were cut short by unfortunate circumstances, such as the death of your family or clan's matriarch or patriarch, hostile invading forces, conscription in the army, and so on. This forced you to become a protector and stunted the growth of your studies. Though you have successfully blended the two disciplines, you still long for the unfulfilled potential of your career as a wizard. You gain access to the Cross-Disciplined magic trait.</td></tr><tr class=\"even\"><td>51&mdash;60</td><td style=\"white-space: normal;\"><b>Shameful Secret</b>: You come from either a proud military and martial background or a legacy of skilled wizards. When you developed an aptitude for two different powers viewed as incompatible by your family or teachers, it drove you to hide half of your abilities and to pretend full-blown competency with the other. Some of the tricks you used to perpetrate this deception have stayed with you to this day. You gain access to the Partial Protege magic trait.</td></tr><tr class=\"odd\"><td>61&mdash;70</td><td style=\"white-space: normal;\"><b>Spell Backfire</b>: At some point during your magical training, you attempted to cast a spell and failed. But rather than being wasted, the arcane energy reabsorbed itself into your body, waiting to be reused in some other way. When the arcane energy exploded outward through your staff or some other instrument you wielded, you received your first glimpse of the ways that magic could be repurposed&mdash;a versatility you retain today. You gain access to the Malleable Magic magic trait.</td></tr><tr class=\"even\"><td>71&mdash;80</td><td style=\"white-space: normal;\"><b>Spell's Edge</b>: The first time you held a magic weapon and felt the thrum of arcane energy within, you knew that magic and melee were meant to be joined. Since that moment, magic weaponry has become symbolic of the most potent syntheses of your magus training, and your ability to create magical weapons and imbue mundane arms with magic still resonates with this focus. You gain access to the Bladed Magic magic trait.</td></tr><tr class=\"odd\"><td>81&mdash;90</td><td style=\"white-space: normal;\"><b>Vindication</b>: You spent your formative years trying to convince combat instructors of the virtues of magic and arcane mentors of the importance of strength in arms, only to be mocked and exiled from both disciplines. Since then, you've wandered from master to master, honing your knowledge of both fields of study to show them all that not only have you achieved power, but you've also eclipsed all those who shunned you. You gain access to the Arcane Temper magic trait.</td></tr><tr class=\"even\"><td>91&mdash;100</td><td style=\"white-space: normal;\"><b>What If</b>: You don't know the meaning of impossible. Everyone around you thinks you have your head stuck in the clouds, but you continually strive to achieve things that have never been accomplished before&mdash;perhaps things that have never even been dreamed of. Bucking convention has brought numerous failures, but you've learned from your mistakes and are able to snatch victory over seemingly impossible odds. You gain access to the Inspired faith trait.</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Magus/Magus Backgrounds", 
            "type": "table", 
            "name": "Magus Backgrounds", 
            "source": "Ultimate Campaign"
        }
    ]
}