{
    "body": "<p>Oracles do not choose their path. Rather, the oracle's mystery chooses her in the midst of a climactic event that marks the oracle with an abiding curse. Roll on the table below to determine your mystery. </p>", 
    "name": "Oracle", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Oracle", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-oracle-backgrounds\"><caption>Oracle Backgrounds</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td style=\"white-space: normal;\"><b>Battle</b>: In your early years, a battle broke out near your home and you were embroiled in the fighting. At the end of the battle, you were the only one left standing, with scores of slain foes strewn at your feet. You gain access to the Veteran of Battle religion trait and the Battlefield Healer story feat.</td></tr><tr class=\"even\"><td>11&mdash;20</td><td style=\"white-space: normal;\"><b>Bones</b>: In your formative years, you were entombed or buried alive in a graveyard. For days, you lay within the grave until your terror strangely turned to comfort. Since your return, you've been a different person: part mortal and part ghost, in possession of the powers of the dead. You gain access to the Fearless Defiance faith trait.</td></tr><tr class=\"odd\"><td>21&mdash;30</td><td style=\"white-space: normal;\"><b>Flame</b>: A great fire consumed you and laid waste to the environment around you. It might have devoured your family, friends, or an entire settlement, but you survived unburned as if the fire did not dare to touch you. Since that day, you've tamed fire as though it were a savage animal bent to your will. You gain access to the Flame&mdash;Touched magic trait.</td></tr><tr class=\"even\"><td>31&mdash;40</td><td style=\"white-space: normal;\"><b>Heavens</b>: The night sky's mysteries have always enthralled you. But one night, while you gazed upon the stars, the perfect order of the universe revealed itself and you nearly went mad from the revelation. Since that night, you've possessed strange powers over the heavens. You gain access to the Starchild religion trait.</td></tr><tr class=\"odd\"><td>41&mdash;50</td><td style=\"white-space: normal;\"><b>Life</b>: A terrible plague afflicted your homeland, killing thousands. You caught the disease, but instead of dying from it, you flourished. As you grew healthier, so did everyone you came into contact with. You gain access to the Sacred Touch faith trait.</td></tr><tr class=\"even\"><td>51&mdash;60</td><td style=\"white-space: normal;\"><b>Lore</b>: You were able to speak before any other child your age. Rather than stumble through the rudimentary syllables of language, you spoke in full sentences, reciting the greatest literature of many languages in story, song, and poem. Sometimes you spoke of events that had not yet come to pass, and the wise came to seek your counsel. Your gift came at a cost, however&mdash;though your knowledge is vast, your body and mind carry a curse. You gain access to the Scholar of the Great Beyond faith trait.</td></tr><tr class=\"odd\"><td>61&mdash;70</td><td style=\"white-space: normal;\"><b>Nature</b>: You became separated from your family and lost in the untamed wilderness for many days, months, or years. The wilderness took its toll, but when you finally emerged from the wild, you were its master. You gain access to the Child of Nature religion trait.</td></tr><tr class=\"even\"><td>71&mdash;80</td><td style=\"white-space: normal;\"><b>Stone</b>: You were buried beneath the earth, possibly after an avalanche or earthquake. For 3 days the earth covered you, until at the end of the third day you emerged from the mountain unharmed but not unchanged. You gain access to the Earth-Touched magic trait.</td></tr><tr class=\"odd\"><td>81&mdash;90</td><td style=\"white-space: normal;\"><b>Waves</b>: You were swept beneath the surface of the water once. You should have drowned, but instead you washed up on shore after a long interval. You emerged from the depths afflicted with a strange condition but otherwise unharmed. You gain access to the Water-Touched magic trait.</td></tr><tr class=\"even\"><td>91&mdash;100</td><td style=\"white-space: normal;\"><b>Wind</b>: In your early years, you were caught in a powerful storm that ravaged the countryside, destroying everything in its path. Bolts of lightning struck your body and thunder deafened your ears, but when you came to the storm's tranquil center, the tempest ceased. Since then you've had power over storms, though you still bear the mark of the great storm you endured. You gain access to the Storm-Touched magic trait.</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Oracle/Oracle Backgrounds", 
            "type": "table", 
            "name": "Oracle Backgrounds", 
            "source": "Ultimate Campaign"
        }
    ]
}