{
    "body": "<p>The rogue's path is one of cunning, quickness, skill, and stealth. One of the broadest character archetypes, the rogue is found among all walks of life&mdash;from highborn spies infiltrating the courts of kings to common criminals making their livings preying on passersby in the alleys and streets. Roll on the table below to determine how you came to the profession.</p>", 
    "name": "Rogue", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Rogue", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-rogue-backgrounds\"><caption>Rogue Backgrounds</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;10</td><td style=\"white-space: normal;\"><b>Gang War</b>: Growing up in the backstreets of an urban jungle, you were forced to choose between surviving as a predator or suffering as prey. You affiliated with a guild, gang, or group of thieves and thugs, carrying out illicit missions to further their interests and sabotage those of rival gangs. You gain access to the Dirty Fighter combat trait.</td></tr><tr class=\"even\"><td>11&mdash;20</td><td style=\"white-space: normal;\"><b>Greed</b>: No matter how much or little you had growing up, it was never enough. You discovered a talent for lifting items and coin purses from others' belts. The world always provided for you, and when you saw something you wanted, you learned to take it. You gain access to the Ambitious social trait and the Thief of Legend story feat.</td></tr><tr class=\"odd\"><td>21&mdash;30</td><td style=\"white-space: normal;\"><b>Poverty</b>: In your youth, you rarely had enough food to keep from starving. Poverty and hunger forced you to steal to survive, or to help your loved ones survive. You gain access to the Poverty-Stricken social trait.</td></tr><tr class=\"even\"><td>31&mdash;40</td><td style=\"white-space: normal;\"><b>Spy</b>: You've always had an innocent expression and a silver tongue, so naturally you were recruited as a spy during your childhood. You could have come from any social class; you might have gathered information as an urchin on the streets or acted as servant to one lord while you reported to another. You gain access to the Fast Talker social trait.</td></tr><tr class=\"odd\"><td>41&mdash;50</td><td style=\"white-space: normal;\"><b>The Kill</b>: You killed someone when you were relatively young. You might have done it in self- defense, in anger, or as part of an initiation ritual. And it was easier than you suspected. Afterward, some individuals or groups started paying you to kill for them, and you made a lucrative career of assassination. You gain access to the Killer combat trait and the Innocent Blood story feat.</td></tr><tr class=\"even\"><td>51&mdash;60</td><td style=\"white-space: normal;\"><b>The Trained</b>: Your early talent for feats of agility and acrobatics garnered you an experienced mentor. Impressed by your natural ability, this mentor taught you how to fight, dodge, and throw. He may have been a master thief, circus performer, fencing master, or swashbuckling pirate. You gain access to the Mentored social trait.</td></tr><tr class=\"odd\"><td>61&mdash;70</td><td style=\"white-space: normal;\"><b>Outlawed</b>: For reasons just or unjust, you became a fugitive at an early age. You have lived outside the light of society for some time, risking capture or punishment whenever you need to break the law again. You gain access to the Criminal social trait. See the Crime and Punishment sidebar on page 23.</td></tr><tr class=\"even\"><td>71&mdash;80</td><td style=\"white-space: normal;\"><b>Thrill Seeker</b>: As an adolescent, you and your friends took turns daring one another to take risks, each new challenge inspiring greater excitement. Since then, you've become an adrenaline junkie, performing dangerous tasks in order to chase that high. You gain access to the Acrobat social trait.</td></tr><tr class=\"odd\"><td>81&mdash;90</td><td style=\"white-space: normal;\"><b>Henchman</b>: You've always worked for someone else. You do what you are told and in return you are appreciated by the boss, rewarded, and paid. You gain access to either the Oathbound faith trait or the Child of the Streets social trait.</td></tr><tr class=\"even\"><td>91&mdash;100</td><td style=\"white-space: normal;\"><b>Scout</b>: Your natural ability turned into employment in an elite squad of stealthy infiltrators. You penetrate enemy lines, gather information, deliver coded messages, and sabotage enemy supplies. You likely work for a private individual or military order. You gain access to the Canter social trait.</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 2-Adolescence And Training/Rogue/Rogue Backgrounds", 
            "type": "table", 
            "name": "Rogue Backgrounds", 
            "source": "Ultimate Campaign"
        }
    ]
}