{
    "body": "<p class='stat-block-1'><b>School </b>conjuration (summoning)</p><p class='stat-block-1'><b>Level </b>bard 1, cleric 1, druid 1, ranger 1, sorcerer/wizard 1, summoner 1, witch 1</p><p class='stat-block-1'><b>Duration </b>1 round/level</p><p class='stat-block-1'><b>Saving Throw </b>none</p><p class='stat-block-1'><b>Spell Resistance </b>no</p><p class='stat-block-1'><b>Target Restrictions </b>selected</p><p>A wordspell with this effect word summons a creature to do your bidding. This creature attacks your opponents to the best of its ability each turn if able. If you can communicate with the creature, you can direct its attacks or instruct it to perform other actions. A wordspell with this effect word summons one creature from Table 10&ndash;1 on pages 351&ndash;352 of the <i>Core Rulebook</i> from the 1st-level list. If a wordspell with this effect word is cast by a ranger or druid, it instead summons a creature from Table 10&ndash;2 on page 353 of the <i>Core Rulebook</i> from the 1st-level list.</p><p>A summoned creature cannot summon or conjure other creatures, nor can its use teleportation or planar travel abilities. Creatures cannot be summoned into an environment that cannot support them. Creatures summoned using a wordspell with this effect word cannot use spells or spell-like abilities with expensive material components.</p><p>If a wordspell with this effect word is used to summon a creature with an alignment or elemental subtype, it is a wordspell of that type. Creatures marked with an asterisk (*) are summoned with the celestial template if you are good, and the fiendish template if you are evil. If you are neutral, you may choose which template to apply. Creatures summoned using a wordspell with this effect word that lack an alignment or elemental subtype always have an alignment that matches yours, regardless of their usual alignment.</p><p>If you combine this word with any other effect words, the summoned creature is the only target for these words. If the target word is boosted, a wordspell with this effect word summons 1d4+1 of the chosen creatures.</p>", 
    "name": "Servitor I", 
    "url": "pfsrd://Ultimate Magic/Rules/Words of Power/Effect Words/Summoning Words/Servitor I", 
    "source": "Ultimate Magic", 
    "abbrev": "Summoning", 
    "type": "section"
}