{
    "body": "<p class=\"stat-block\">An atom gun is a cruel weapon that harnesses the devastating energies of a miniaturized nuclear reactor to create a focused cone of radiation that blasts and sickens those caught in the beam. An atom gun's range is relatively short, and the weapon can fire only scattering shots. The beams of radiation created when the wielder fires an atom gun do not fill the cone in a homogeneous area, and she must still make a ranged touch attack to irradiate a target. A creature struck by an atom gun attack suffers the effects of medium radiation. The small core of radioactive material in an atom gun is powerful enough to keep the weapon charged for tens of thousands of years, but the weapon becomes incredibly hot when fired, dealing 1d6 points of damage to the user and subsequently beginning a cool-down protocol, during which the weapon cannot be fired for 1 minute.</p><p class=\"stat-block\">An atom gun cannot be fired more than 3 times per day. A functional atom gun's power source is shielded well, and the gun itself is not a source of dangerous radioactivity. If an atom gun gains the broken condition, it begins to leak radiation and becomes a source of low radiation to all creatures that touch it. An atom gun that gains the destroyed condition becomes a source of high radiation to those in contact with it, a source of medium radiation to those within 10 feet of it, and a source of low radiation to those within 30 feet of it.</p>", 
    "name": "Atom Gun", 
    "weight": "24 lbs.", 
    "url": "pfsrd://Technology Guide/Rules/Equipment/Weapons/Atom Gun", 
    "price": "144,000 gp", 
    "misc": {
        "Construction": {
            "Craft": "DC 35", 
            "Cost": "72,000 gp"
        }, 
        "Atom Gun": {
            "Capacity": "&mdash;", 
            "Damage": "special (see text)", 
            "Proficiency": "exotic (heavy weaponry)", 
            "Range": "40-ft. cone", 
            "Critical": "&mdash;", 
            "Usage": "&mdash;", 
            "Special": "scatter, slow-firing, touch"
        }
    }, 
    "source": "Technology Guide", 
    "type": "item"
}