{
    "body": "<p class=\"stat-block\">A clonepod looks like a human-sized capsule with a blue window at head height and a bank of touch-sensitive screens and buttons at chest height. A small slot situated below the window can accept genetic material (fingernails, hair clippings, skin samples, and so forth). When genetic material is placed in the slot, the clonepod immediately atomizes the sample and processes the genetic information. At this point, activating the clonepod causes its interior to flood with blue biotic fluid, which is then supersaturated with a combination of proteins, nanites, and other materials. Over the course of the next 12 hours, the clonepod works nonstop to produce an exact replica of the creature from which the genetic material was harvested, as the creature was when the sample was taken. A clonepod can only duplicate a Medium or smaller creature&mdash;attempts to clone a larger creature result in a hideous, partially formed monstrosity that heaves and gasps a few times before dying.</p><p class=\"stat-block\">The completed clone can remain in stasis inside the pod indefinitely as long as the seals are not broken. The clone created is alive, yet has no mind until a neurocam is used to upload a mind into the clone's brain. A clone has the same Strength, Dexterity, and Constitution scores of the original body. A clone that is awoken before any mind is uploaded into it has no Intelligence score, and its Wisdom and Charisma scores are both 1.</p><p class=\"stat-block\">Uploading a mind from a neurocam into a clone takes 10 minutes. If the mind belonged to the same creature that was used to grow the clone, it immediately comes back to life as if under the effects of a <i>clone</i> spell (including 2 negative levels or 2 points of Constitution drain)&mdash;provided the user's soul has not yet passed to the Boneyard and been judged.  It possesses the same Intelligence, Wisdom, and Charisma of the original mind, all of that creature's skills, and most of the memories and personality of the creature (though there may be gaps or differences). A mind uploaded into a clone after its soul has been judged results in a soulless approximation of the original. Such a creature has its Charisma permanently reduced by 2 points (which cannot be restored), and has no ability to grow more powerful or gain levels (similar to a <i>simulacrum</i>).</p><p class=\"stat-block\">If the clone's body and mind are not from the same source, all six ability scores are permanently reduced by 2 points.</p>", 
    "slot": "none", 
    "name": "Clonepod", 
    "weight": "95 lbs.", 
    "url": "pfsrd://Technology Guide/Rules/Equipment/Gear/Technological Gear/On Signals/Clonepod", 
    "price": "60,000 gp", 
    "misc": {
        "Construction": {
            "Craft": "DC 25", 
            "Cost": "30,000 gp"
        }, 
        "Clonepod": {
            "Usage": "20 charges", 
            "Capacity": "200"
        }
    }, 
    "source": "Technology Guide", 
    "type": "item"
}