{
    "slot": "none", 
    "body": "<p class=\"stat-block\">A cortex gun is an incredibly powerful device filled with nanites programmed for physical and mental enhancement. The gun is shaped like a hefty syringe with a handle and a small touch screen on which parameters can be programmed and adjusted to focus the nanites on a specific ability to augment. It can be programmed to enhance a Strength, Dexterity, Constitution, Intelligence, Wisdom, or Charisma score. Setting a cortex gun to affect one of these six abilities requires a character with the Technologist feat succeeding at a DC 20 Linguistics check. On a failure, the programming is scrambled and nonfunctional until properly set. When a cortex gun is found as treasure, roll 1d8 to determine which ability score it's programmed to, with a result of 7-8 indicating that it's currently scrambled.</p><p class=\"stat-block\">A cortex gun is used by placing the tip against the target's forehead and pulling the trigger as a full-round action that provokes attacks of opportunity. This causes an adamantine needle to bore into the skull; the target must then succeed at a DC 25 Will saving throw to resist being stunned for 2d6 rounds. On a success, he's merely staggered for 1d4 rounds. If the cortex gun's programming was scrambled, the nanites die without doing any harm or aid to the target.</p><p class=\"stat-block\">If the cortex gun was properly programmed to one of the six ability scores, the nanites swiftly disperse through the user's body, enhancing and augmenting that ability score over the course of several days. These augmentations are inherent bonuses, and increase the ability score by 1 every 24 hours that pass until the cortex gun's maximum bonus is reached.</p><p class=\"stat-block\">A cortex gun can only function on living corporeal creatures, but a living creature with a bonus granted by a cortex gun that dies and becomes undead retains that bonus in undeath.</p><p class=\"stat-block\">A cortex gun can only be used once before it becomes useless. The final total inherent bonus granted by the cortex gun, as well as its price, cost to create, and Craft DC are as follows.</p>", 
    "name": "Cortex Gun", 
    "weight": "1 lb.", 
    "url": "pfsrd://Technology Guide/Rules/Equipment/Gear/Technological Gear/On Signals/Cortex Gun", 
    "type": "item", 
    "price": "varies", 
    "misc": {
        "Cortex Gun": {
            "Mark III": "90,750 gp", 
            "Mark I": "30,250 gp", 
            "Mark IV": "121,000 gp", 
            "Mark II": "60,500 gp", 
            "Mark V": "151,250 gp", 
            "Usage": "disposable", 
            "Capacity": "1 nanite canister"
        }
    }, 
    "source": "Technology Guide", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Model</th><th>Inherent Bonus</th></tr></thead><tbody><tr class=\"odd\"><td>Mark I</td><td>+1</td></tr><tr class=\"even\"><td>Mark II</td><td>+2</td></tr><tr class=\"odd\"><td>Mark III</td><td>+3</td></tr><tr class=\"even\"><td>Mark IV</td><td>+4</td></tr><tr class=\"odd\"><td>Mark V</td><td>+5</td></tr></tbody></table>", 
            "url": "pfsrd://Technology Guide/Rules/Equipment/Gear/Technological Gear/On Signals/Cortex Gun/", 
            "type": "table", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<table><thead><tr><th>Construction</th><th>Craft (varies)</th><th>Cost (varies)</th></tr></thead><tbody><tr class=\"odd\"><td>Mark I</td><td>DC 27</td><td>15,125 gp</td></tr><tr class=\"even\"><td>Mark II</td><td>DC 29</td><td>30,250 gp</td></tr><tr class=\"odd\"><td>Mark III</td><td>DC 31</td><td>45,375 gp</td></tr><tr class=\"even\"><td>Mark IV</td><td>DC 33</td><td>60,500 gp</td></tr><tr class=\"odd\"><td>Mark V</td><td>DC 35</td><td>75,625 gp</td></tr></tbody></table>", 
            "url": "pfsrd://Technology Guide/Rules/Equipment/Gear/Technological Gear/On Signals/Cortex Gun/", 
            "type": "table", 
            "source": "Technology Guide"
        }
    ]
}