{
    "body": "<p>If you wish to sell a building or organization, you can do so during this step. You can sell a building or organization for half its cost to buy or create (based on either the gp or the Goods, Influence, Labor, or Magic listed in the building's cost). There is a 75% chance that it takes you 3d6 days to find a buyer. This delay doesn't require you to spend any downtime days. You can shorten this delay, reducing it by 1d6 days (to a minimum of 0 days) for each 1 point of Influence you spend. You collect the proceeds upon the conclusion of the sale.</p><p>You can choose to sell only some of a room's buildings, leaving you in control of the remaining rooms. Any alterations to the building necessary for the sale are included when you make the sale.</p><p>Selling an organization is a process of reclaiming assets from your former employees, such as armor or weapons you provided to a Guard team. As with selling buildings, you can choose to liquidate only some of an organization's teams, such as divesting your thieves' guild of its Cutpurse and Acolyte teams.</p>", 
    "name": "Step 5-Sell Assets", 
    "url": "pfsrd://Ultimate Campaign/Rules/Downtime/Downtime/Downtime Phases/Income Phase/Step 5-Sell Assets", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>Laura is ready to determine what her character's buildings earned while she was off adventuring. Her house doesn't generate capital, and neither does her rebellious shop, so in Step 1 she has to deal with only the income from her tavern. The tavern has a +15 modifier on gp capital checks. Instead of making 40 separate checks for the 40 days she was gone, Laura takes 10, giving her a result of 25 on each check, for a total of 2 gp and 5 sp earned each day, then multiplies that amount by 40 to get 100 gp. Because of her 5 weeks of absence, she reduces this amount by 5 × 7 gp (35 gp), leaving her 65 gp in income, which she adds to her character sheet or her downtime tracking sheet. She has no organizations, so she skips Step 2. None of her other activities during this downtime session are generating income, so she skips Step 3. She doesn't want to abandon or sell her house or tavern, and plans to try to regain control of the rebellious shop during the next Upkeep phase, so she decides to not abandon or sell any assets, skipping Step 4 and 5.</p>", 
            "source": "Ultimate Campaign", 
            "type": "section", 
            "name": "Example"
        }
    ]
}