{
    "body": "<p id=\"alchemical-coal\">A kobold who chews and swallows this alchemically treated piece of coal (a full-round action) can make one breath weapon attack during the next minute. If the kobold fails to make a breath attack before this minute expires, it is sickened for 1 hour. Other humanoid creatures that eat alchemical coal are sickened for 1 hour (though certain other creatures may be able to use them, at the GM's discretion). Creatures that are immune to poison are immune to the sickened effect. The type of breath weapon depends on the type of alchemical coal that is chewed by the kobold.</p>", 
    "name": "Alchemical Coal", 
    "url": "pfsrd://Advanced Race Guide/Races/Kobolds/New Racial Rules/Kobold Equipment/Alchemical Coal", 
    "type": "item", 
    "misc": {
        "null": {
            "Gear Type": "Item", 
            "Weight": "&mdash;"
        }, 
        "Choking Smoke": {
            "Price": "50 gp", 
            "Craft DC": "20"
        }, 
        "Blinding Cinders": {
            "Price": "100 gp", 
            "Craft DC": "25"
        }
    }, 
    "source": "Advanced Race Guide", 
    "sections": [
        {
            "body": "This jagged bit of dusty red coal allows a kobold to breathe a 30-foot line of coarse cinders. The breath weapon deals 1d6 points of fire damage and blinds creatures in the area for 1 round. A creature that succeeds at a DC 15 Reflex saving throw takes half damage and is not blinded.", 
            "url": "pfsrd://Advanced Race Guide/Races/Kobolds/New Racial Rules/Kobold Equipment/Alchemical Coal/Blinding Cinders", 
            "type": "section", 
            "name": "Blinding Cinders", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "This crumbling chunk of chalky white coal allows a kobold to breathe a 15-foot cone of foul vapor that deals 1d6 points of acid damage and sickens a creature for 1d4 rounds. A creature that succeeds at a DC 15 Reflex saving throw takes half damage and is not sickened.", 
            "url": "pfsrd://Advanced Race Guide/Races/Kobolds/New Racial Rules/Kobold Equipment/Alchemical Coal/Choking Smoke", 
            "type": "section", 
            "name": "Choking Smoke", 
            "source": "Advanced Race Guide"
        }
    ]
}