{
    "slot": "none", 
    "name": "Hobgoblin Battle Standard", 
    "weight": "3 lbs.", 
    "cl": "10th", 
    "url": "pfsrd://Advanced Race Guide/Races/Hobgoblins/New Racial Rules/Hobgoblin Magic Items/Hobgoblin Battle Standard", 
    "type": "item", 
    "price": "50,000 gp (despair), 60,000 gp (ferocity), 45,000 gp (iron resolve)", 
    "misc": {
        "Construction": {
            "Cost": "25,000 gp (despair), 30,000 gp (ferocity), 22,500 gp (iron resolve)", 
            "Requirements": "Craft Wondrous Item, crushing despair (despair), rage (ferocity), aid and bear's endurance (iron resolve)"
        }
    }, 
    "source": "Advanced Race Guide", 
    "aura": "moderate enchantment", 
    "sections": [
        {
            "body": "<p>A battle standard is a cloth flag or standard, typically 2 feet wide and 4 feet long, meant to be carried and displayed on a lance, polearm, frame, or staff. It has no effect when not mounted properly or when lying on the ground. <i>Hobgoblin battle standards</i> normally depict the device or insignia of a tribe or nation, and different types of standards grant different effects.</p><p>A battle standard may be carried (on foot or mounted) or planted. In the latter case, the standard does not need a bearer, but if it is toppled or touched by an enemy, it loses its effectiveness until reclaimed and replanted by allies of its owner.</p><blockquote><p id=\"despair\"><i>Despair</i>: Enemies of the bearer of a <i>hobgoblin battle standard of despair</i> are sickened while within 60 feet of the banner. Any enemy that sustains a critical hit while sickened because of the standard must succeed at a Will saving throw (DC 15) or become dazed for 1 round.</p><p id=\"ferocity\"><i>Ferocity</i>: Allies of the bearer of a <i>hobgoblin battle standard of ferocity</i> gain a +2 morale bonus on attack rolls, weapon damage rolls, and saving throws against mind-affecting effects as long as they are within 60 feet of the banner.</p><p id=\"iron-resolve\"><i>Iron Resolve</i>: Allies of the bearer of a <i>hobgoblin battle standard of iron resolve</i> gain 10 temporary hit points and the benefits of the Diehard feat for as long as they are within 30 feet of the banner. The temporary hit points can only be gained once per day per creature.</p></blockquote>", 
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Description"
        }
    ]
}