{
    "body": "<p id=\"kobold-tail-attachments\">A kobold with the Tail Terror feat (see below) can slip this device over the tip of his tail to augment his natural attack. Each tail attachment provides just enough weight, balance, and striking power to increase the damage of his tail slap. It takes a full-round action to slip on a kobold tail attachment, and the kobold gains a +4 bonus against disarm attempts made to remove his tail attachment. </p><p>While a kobold is wearing a kobold tail attachment, the attack deals the tail attachment damage, and some attachments gain a special feature. Tail attachments are light weapons and can be improved by feats that can improve weapon attacks (such as Weapon Focus and Weapon Specialization). All kobold tail attachments make up a kobold tail attachment weapon group that can be improved by the fighter's weapon training class ability. Tail attachments can be constructed of special material and made into masterwork or magic items. There are five types of common tail attachments. </p><blockquote><p id=\"long-lash\"><i>Long Lash</i>: This slender cord has tiny bits of glass and stone embedded in its length.</p><p id=\"pounder\"><i>Pounder</i>: This squat ball is made from some sort of dull metal. </p><p id=\"razored\"><i>Razored</i>: This metal wedge has a prickly edge on one of its sides. </p><p id=\"spiked\"><i>Spiked</i>: This narrow spike tapers to a sharp point. </p><p id=\"sweeper\"><i>Sweeper</i>: When properly used, this sharply curved piece of metal can knock opponents off their feet. Unlike most trip weapons, you cannot drop it if you are tripped during your own trip attempt.</p></blockquote>", 
    "name": "Kobold Tail Attachments", 
    "weight": "3 lbs.", 
    "url": "pfsrd://Advanced Race Guide/Races/Kobolds/New Racial Rules/Kobold Equipment/Kobold Tail Attachments", 
    "price": "7 gp", 
    "misc": {
        "Sweeper": {
            "Dmg (S)": "1d4", 
            "Dmg (M)": "1d6", 
            "Dmg (L)": "1d8", 
            "Crit": "&times;2", 
            "Type": "B", 
            "Special": "trip", 
            "Dmg (T)": "1d3"
        }, 
        "Long Lash": {
            "Dmg (S)": "1d4", 
            "Dmg (M)": "1d6", 
            "Dmg (L)": "1d8", 
            "Crit": "&times;2", 
            "Type": "S", 
            "Special": "reach", 
            "Dmg (T)": "1d3"
        }, 
        "Pounder": {
            "Dmg (S)": "1d6", 
            "Dmg (M)": "1d8", 
            "Dmg (L)": "2d6", 
            "Crit": "&times;2", 
            "Type": "B", 
            "Dmg (T)": "1d4"
        }, 
        "Spiked": {
            "Dmg (S)": "1d6", 
            "Dmg (M)": "1d8", 
            "Dmg (L)": "2d6", 
            "Crit": "&times;3", 
            "Type": "P", 
            "Dmg (T)": "1d4"
        }, 
        "Razored": {
            "Dmg (S)": "1d6", 
            "Dmg (M)": "1d8", 
            "Dmg (L)": "2d6", 
            "Crit": "19&ndash;20/&times;2", 
            "Type": "S", 
            "Dmg (T)": "1d4"
        }, 
        "null": {
            "Proficiency": "Exotic Weapons", 
            "Weapon Class": "Light Melee Weapons"
        }
    }, 
    "source": "Advanced Race Guide", 
    "type": "item"
}