{
    "body": "<p>Instead of specializing in one of the standard eight schools of magic, a wizard can choose to specialize in one of the four elemental schools of magic. Like a normal arcane school, an elemental school grants a number of school powers and one bonus spell slot of each level the wizard can cast, from 1st on up. This bonus spell slot must be used to prepare a spell from the elemental school's spell list (see Chapter 5). Unlike a normal arcane school, each elemental school requires the wizard to select his opposed element as his opposition school (air opposes earth, fire opposes water). He does not need to select a second opposition school. He must expend two spell slots to prepare a spell from his opposed elemental school as normal.</p>", 
    "name": "Elemental Arcane Schools", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>The air elementalist uses the forces of the wind, sky, clouds, and lightning to confuse and destroy his foes, all while flying through the air with ease.</p>", 
            "name": "Air School", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Air School", 
            "type": "section", 
            "subtype": "elemental_arcane_school", 
            "sections": [
                {
                    "body": "<p id=\"air-supremacy\">You gain a +2 enhancement bonus on Fly skill checks. This bonus increases by +1 for every five wizard levels you possess. In addition, you can cast <i>feather fall</i> on yourself at will. At 5th level, you can cast <i>levitate</i> on yourself at will. At 10th level, you can cast <i>fly</i> on yourself at will. At 20th level, whenever you make a Fly skill check, assume the roll resulted in a natural 20.</p>", 
                    "name": "Air Supremacy", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Air School/Air Supremacy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"lightning-flash\">As a standard action, you can unleash a flash of electricity. This flash deals 1d6 points of electricity damage + 1 point for every two wizard levels you possess to all creatures within 5 feet of you and dazzles them for 1d4 rounds. A successful Reflex save negates the dazzled effect and halves the damage. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                    "name": "Lightning Flash", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Air School/Lightning Flash", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"cyclone\">At 8th level, you can create a vortex of turbulent wind around yourself as a standard action. This vortex has a radius of up to 10 feet and a maximum height of 10 feet per wizard level you possess. Any ranged attack passing through this vortex automatically misses. Any flying creature moving through the vortex must make a Fly skill check or immediately fall from the sky, taking falling damage (the creature cannot make a Fly check to reduce or negate this damage). Creatures on the ground cannot pass through the vortex without first making a Strength check. The DC of this check is equal to 10 + your caster level. The vortex is faintly visible and can be spotted with a DC 15 Perception skill check. You can use this ability for a number of rounds per day equal to your wizard level. These rounds do not need to be consecutive.</p>", 
                    "name": "Cyclone", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Air School/Cyclone", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The earth elementalist draws power from the stone around him, shaping it, shattering it, and bending it to his will. He can use it to defend himself or cause it to rise up and crush his foes.</p>", 
            "name": "Earth School", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Earth School", 
            "type": "section", 
            "subtype": "elemental_arcane_school", 
            "sections": [
                {
                    "body": "<p id=\"earth-supremacy\">You gain a +2 enhancement bonus to your CMD to resist bull rush, reposition, trip, and overrun attempts as long as you are touching the ground. This bonus increases by +1 for every five wizard levels you possess. In addition, you gain a +1 insight bonus on melee attack and damage rolls whenever both you and your foe are touching the ground. At 20th level, earth and stone do not block the line of effect of your spells, although they do still block your line of sight.</p>", 
                    "name": "Earth Supremacy", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Earth School/Earth Supremacy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"acid-cloud\">As a standard action, you can create a 5-foot-radius cloud of acid vapor within 30 feet that lasts for 1 round. This cloud deals 1d6 points of acid damage + 1 point for every two wizard levels you possess to all creatures in the cloud and sickens them for 1 round. A successful Fortitude save negates the sickened effect and halves the damage. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. Creatures that begin their turn inside the cloud can move out that turn without penalty, but those that enter the cloud are affected. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                    "name": "Acid Cloud", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Earth School/Acid Cloud", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"earth-glide\">At 8th level, you gain the ability to move through earth, dirt, and stone for a number of rounds per day equal to your wizard level. You cannot move through worked earth or stone; only natural substances can be traversed. If your total duration expires before you exit the earth, you are flung back to the point where you entered the stone, take 4d6 points of damage, and are stunned for 1 round. Your burrowing does not leave a hole, nor does it give any sign of your presence (although you can be detected by creatures with tremorsense). These rounds do not need to be consecutive.</p>", 
                    "name": "Earth Glide", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Earth School/Earth Glide", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The fire elementalist sees a world around him that is made to burn, and he can bring that fire to consume his foes. He has also learned that fire can purify and protect, if properly controlled.</p>", 
            "name": "Fire School", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Fire School", 
            "type": "section", 
            "subtype": "elemental_arcane_school", 
            "sections": [
                {
                    "body": "<p id=\"fire-supremacy\">You gain resistance 5 to fire. At 10th level, this resistance increases to 10. At 20th level, you gain immunity to fire damage. In addition, whenever you are within 5 feet of a source of flame at least as large as a campfire, you can draw the fire around you for 1 round as a swift action. Anyone striking you with a melee weapon or unarmed strike takes an amount of fire damage equal to 1/2 your wizard level (minimum 1). Weapons with reach avoid this damage.</p>", 
                    "name": "Fire Supremacy", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Fire School/Fire Supremacy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"fire-jet\">As a standard action, you can send forth a 20-foot line of fire. Anyone in this line takes 1d6 points of fire damage + 1 point for every two wizard levels you possess. A successful Reflex save halves this damage. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. Creatures that fail their saving throw catch fire and take 1d6 points of fire damage on the following round. Creatures that catch fire can avoid this damage by taking a full-round action to extinguish the flames by making a DC 15 Reflex save. Rolling on the ground gives a +2 circumstance bonus on the save. Dousing the creature with water automatically extinguishes the flame. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                    "name": "Fire Jet", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Fire School/Fire Jet", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"dancing-flame\">At 8th level, as a standard action, you can sculpt fire to suit your desires. With one use of this ability you can move any nonmagical fire up to 30 feet. Alternatively you can use this ability to alter any fire spell that you cast with a duration of instantaneous by removing any number of squares from its area of affect. If the fire spell has a duration, you can use this ability to reposition the spell, within its original range (treat this as if you had just cast the spell, even though the duration is unchanged). You cannot use this ability on a fire spell that you did not cast. If you move a nonmagical flame, it must have a new source of fuel. If it does not, it is extinguished in one round. You can use this ability a number of times per day equal to 1/2 your wizard level.</p>", 
                    "name": "Dancing Flame", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Fire School/Dancing Flame", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The water elementalist draws magic from the ocean depths. His power is fluid as well, crushing foes in mighty waves or wearing them down through timeless erosion.</p>", 
            "name": "Water School", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School", 
            "type": "section", 
            "subtype": "elemental_arcane_school", 
            "sections": [
                {
                    "body": "<p id=\"water-supremacy\">You gain a +2 enhancement bonus on Swim skill checks. This bonus increases by +1 for every five wizard levels you possess. In addition, you can hold your breath for a number of rounds equal to four times your Constitution score before you must start making checks to avoid drowning. At 10th level, you gain a swim speed equal to your base speed. At 20th level, whenever you make a Swim skill check, assume the roll resulted in a natural 20.</p>", 
                    "name": "Water Supremacy", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School/Water Supremacy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"cold-blast\">As a standard action, you can unleash a blast of freezing cold. This blast deals 1d6 points of cold damage + 1 point for every two wizard levels you possess to all creatures within 5 feet of you and staggers them for 1 round. A successful Reflex save negates the staggered effect and halves the damage. The DC of this save is equal to 10 + 1/2 your wizard level + your Intelligence modifier. You can use this ability a number of times per day equal to 3 + your Intelligence modifier.</p>", 
                    "name": "Cold Blast", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School/Cold Blast", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wave\">At 8th level, you can create a wave of water that starts at your location and moves 30 feet per round away from you in a direction of your choosing. Creatures struck by the wave might be knocked down and pushed away. Make a caster level check against the CMD of each creature struck. If you succeed, the creature is knocked prone. If your check exceeds the CMD of the creature by 5 or more, it is carried with the wave during the wave's movement this round. You receive a +5 bonus on this check if the creature shares its space with the wave at the start of your turn (when the wave moves). Creatures carried in this way can move out of the wave on their turn if they succeed on a Strength check (DC = 10 + 1/2 your caster level + your Intelligence modifier), but they cannot breathe while sharing space with the wave. The wave is up to 20 feet high and up to 5 feet long for each wizard level you possess. Nonmagical fires hit by the wave are automatically extinguished. Magical fire effects are unaffected. You can use this ability for a number of rounds per day equal to 1/2 your wizard level.</p>", 
                    "name": "Wave", 
                    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Wizard/Elemental Arcane Schools/Water School/Wave", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Advanced Player's Guide", 
                    "type": "ability"
                }
            ]
        }
    ]
}