{
    "body": "<p>Some consider poisoning an evil act. The poisoner knows poison is just a tool toward an end, and is no different than any other weapon. Some poisoners see themselves as great equalizers, as they are able to craft weapons that the weakest of creatures can wield to devastating effect, but most have no lofty delusions about their work. </p>", 
    "name": "Poisoner", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Poisoner", 
    "type": "class_archetype", 
    "subtype": "rogue", 
    "sections": [
        {
            "body": "<p id=\"poison-use\">At 1st level, a poisoner is trained in the use of poison and cannot accidentally poison herself when applying poison to a blade. This ability replaces trapfinding.</p>", 
            "name": "Poison Use", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Poisoner/Poison Use", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"master-poisoner\">At 3rd level, a poisoner can use Craft (alchemy) to change the type of a poison. This requires 1 hour of work with an alchemist's lab and a Craft (alchemy) skill check with a DC equal to the poison's DC. If successful, the poison's type changes to contact, ingested, inhaled, or injury. If the check fails, the poison is ruined. The poisoner also receives a bonus on Craft (alchemy) skill checks when working with poison equal to 1/2 her rogue level. This ability replaces trap sense.</p>", 
            "name": "Master Poisoner", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Poisoner/Master Poisoner", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p>The following rogue talents complement the poisoner archetype: distracting attack, lasting poison, surprise attack*, swift poison, and weapon training*.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue Talents"
        }, 
        {
            "body": "<p>The following advanced rogue talents complement the poisoner archetype: deadly cocktail, hunter's surprise, and opportunist*.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Advanced Talents"
        }
    ]
}