{
    "body": "<p>Some criminals steal with finesse, their victims only discovering the crime when the rogue is long gone and the coin already spent. A thug, on the other hand, cares nothing for finesse. Through both threat and violence, the thug gets what she wants by the promise of force, and has no problem making good on that promise as needed. </p>", 
    "name": "Thug", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Thug", 
    "type": "class_archetype", 
    "subtype": "rogue", 
    "sections": [
        {
            "body": "<p id=\"frightening\">Whenever a thug successfully uses Intimidate to demoralize a creature, the duration of the shaken condition is increased by 1 round. In addition, if the target is shaken for 4 or more rounds, the thug can instead decide to make the target frightened for 1 round. This ability replaces trapfinding.</p>", 
            "name": "Frightening", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Thug/Frightening", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"brutal-beating\">At 3rd level, whenever a thug deals sneak attack damage, she can choose to forgo 1d6 points of sneak attack damage to make the target sickened for a number of rounds equal to 1/2 her rogue level. This ability does not stack with itself&mdash;only the most recent duration applies. This ability replaces trap sense. </p>", 
            "name": "Brutal Beating", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Thug/Brutal Beating", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p>The following rogue talents complement the thug archetype: offensive defense, powerful sneak, strong impression, and weapon training*.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue Talents"
        }, 
        {
            "body": "<p>The following advanced rogue talents complement the thug archetype: crippling strike*, deadly sneak, and knock-out blow.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Advanced Talents"
        }
    ]
}