{
    "body": "<p>Some rogues are not content with just disabling traps&mdash;they love to build them, finding a captivating beauty in the turning of gears and the slither of ropes over pulleys. The trapsmith may have started out putting together traps in order to better understand how to disable them, but for most, it's long since gone beyond that&mdash;they now relish the challenge of creating the perfect combat machine.</p>", 
    "name": "Trapsmith", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Trapsmith", 
    "type": "class_archetype", 
    "subtype": "rogue", 
    "sections": [
        {
            "body": "<p id=\"careful-disarm\">At 4th level, whenever a trapsmith attempts to disarm a trap using Disable Device, she does not spring the trap unless she fails by 10 or more. If she does set off a trap she was attempting to disarm, she adds double her trap sense bonus to avoid the trap. This ability replaces uncanny dodge.</p>", 
            "name": "Careful Disarm", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Trapsmith/Careful Disarm", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"trap-master\">At 8th level, whenever a trapsmith disarms a trap using Disable Device, she can bypass it even if her check did not exceed the DC by 10 or more. If it is a magic trap that allows specific creatures to pass it without danger, she can modify which creatures it allows to pass, adding her allies and restricting enemies if she desires. This ability replaces improved uncanny dodge.</p>", 
            "name": "Trap Master", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Trapsmith/Trap Master", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p>The following rogue talents complement the trapsmith archetype: befuddling strike, cunning trigger, quick disable*, and quick trapsmith.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue Talents"
        }, 
        {
            "body": "<p>The following advanced rogue talents complement the trapsmith archetype: another day, frugal trapsmith, and skill mastery*.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Advanced Talents"
        }
    ]
}