{
    "body": "<table id=\"table-major-childhood-event\"><caption>Major Childhood Event</caption><thead><tr><th>d%</th><th>Result</th></tr></thead><tr class=\"odd\"><td>01&mdash;05</td><td style=\"white-space: normal;\"><b>Academy Training</b>: You attended a private academy where you studied a number of skills and gained training in your current profession. Whether you were a brilliant student or a dropout, the university environment was your home for a good portion of your formative years. You gain access to the Focused Mind magic trait.</td></tr><tr class=\"even\"><td>06&mdash;10</td><td style=\"white-space: normal;\"><b>Betrayal</b>: A friend or family member whom you trusted more than anyone else betrayed you. You have never fully trusted anyone since and prefer to rely on your own abilities rather than place your trust in others. You gain access to the Suspicious social trait.</td></tr><tr class=\"odd\"><td>11&mdash;15</td><td style=\"white-space: normal;\"><b>Bullied</b>: In your early life, you were a victim&mdash; easy prey for those stronger or cleverer than yourself. They beat you when they could, using you for their sport. This abuse nursed a powerful flame of vengeance. You gain access to the Bullied combat trait.</td></tr><tr class=\"even\"><td>16&mdash;20</td><td style=\"white-space: normal;\"><b>Competition Champion</b>: You distinguished yourself at an early age when you won a competition. This might have been a martial contest of arms, a showing of apprentice magicians, high stakes gambling, or something mundane like an eating championship. You gain access to the Influence social trait and the Champion story feat.</td></tr><tr class=\"odd\"><td>21&mdash;25</td><td style=\"white-space: normal;\"><b>Death in the Family</b>: You were profoundly affected by the death of the relative closest to you&mdash;a parent, grandparent, favorite sibling, aunt, uncle, or cousin. This death affected you profoundly, and you've never been able to let go of it. You gain access to the Reactionary combat trait and the Deny the Reaper story feat.</td></tr><tr class=\"even\"><td>26&mdash;30</td><td style=\"white-space: normal;\"><b>Died</b>: You died, or came so close to death that you walked the boundary between the realms of the living and the dead. Having passed from life's domain once, you have a unique perspective on life, perhaps even a greater appreciation for it&mdash;or maybe your experience caused you to reject all trivial things, focusing only on matters of true import. You gain access to the Fearless Defiance faith trait and the Arisen story feat.</td></tr><tr class=\"odd\"><td>31&mdash;35</td><td style=\"white-space: normal;\"><b>Fall of a Major Power</b>: In your early years, an old power with far-reaching influence fell into decline. This could have been an empire, a major organization or gang, or a person such as a benevolent king or evil dictator. Your early memories were founded in a world where this great power affected your region for good or ill. You gain access to the Worldly social trait.</td></tr><tr class=\"even\"><td>36&mdash;40</td><td style=\"white-space: normal;\"><b>Fell in with a Bad Crowd</b>: In your youth, you ran with a brutal, evil, or sadistic crowd. You might have belonged to a gang, a thieves' guild, or some other nefarious organization. It was easy to cave in to pressure and do whatever they told you to do, and your outlook is colored by moral ambiguity. You gain access to the Child of the Streets social trait.</td></tr><tr class=\"odd\"><td>41&mdash;45</td><td style=\"white-space: normal;\"><b>First Kill</b>: You've had blood on your hands since your youth, when you first took the life of another creature. Whether this act repulsed you or gave you pleasure, it was a formative experience. You gain access to the Killer combat trait and the Innocent Blood story feat.</td></tr><tr class=\"even\"><td>46&mdash;50</td><td style=\"white-space: normal;\"><b>Troubled First Love</b>: Your first love was everything you imagined it would be. That is, until you were separated from your beloved. This may have been the result of distance, changing perspectives, death, or differences in class or family. Some have said this made you jaded&mdash;you think it has granted you insight on how the world really works. You gain access to the Worldly social trait and you roll a d12 instead of a d20 on the Romantic Relationships table.</td></tr><tr class=\"odd\"><td>51&mdash;55</td><td style=\"white-space: normal;\"><b>Imprisoned</b>: Your criminal record began when you were young. You were imprisoned, punished, and possibly displayed in public as a criminal. Whether or not you committed the crime, the experience has stayed with you. You gain access to the Criminal social trait. See the Crime and Punishment sidebar on page 23. You also gain access to the Liberator story feat.</td></tr><tr class=\"even\"><td>56&mdash;60</td><td style=\"white-space: normal;\"><b>Inheritance</b>: A great sum of wealth or property was bequeathed to you at an early age, providing you with extraordinary means. Daily costs of living have ceased to concern you, and you've learned that there is little that money cannot buy. You gain access to the Rich Parents social trait.</td></tr><tr class=\"odd\"><td>61&mdash;65</td><td style=\"white-space: normal;\"><b>Kidnapped</b>: You were kidnapped at some point in your childhood. The kidnappers might have been pirates, slavers, thieves looking for ransom, a powerful guild seeking to blackmail your parents, a cult, and so on else. Before you were released, were ransomed, or escaped, you picked up on various aspects of the criminal underworld. You gain access to the Canter social trait and the Liberator story feat.</td></tr><tr class=\"even\"><td>66&mdash;70</td><td style=\"white-space: normal;\"><b>Magical Gift</b>: When you were a child, you found, stole, or were given a magic item that gave you an extraordinary ability. You may have used this item for mischief, crime, or good. Since that time, magic items have always held a special fascination for you. You gain access to the Magical Talent magic trait.</td></tr><tr class=\"odd\"><td>71&mdash;75</td><td style=\"white-space: normal;\"><b>Major Disaster</b>: You witnessed&mdash;and survived&mdash;a major disaster in your childhood years, such as a great fire, flood, earthquake, volcano, or storm. It obliterated the settlement where you lived, whether a small village, large city, or entire island. You gain access to the Resilient combat trait and the Unforgotten story feat.</td></tr><tr class=\"even\"><td>76&mdash;80</td><td style=\"white-space: normal;\"><b>Mentorship/Patronage</b>: A mentor or patron took an interest in your development and volunteered to train or sponsor you. This creature's motives might not be entirely clear, but without its influence you would not be who you are. You gain access to the Mentored social trait.</td></tr><tr class=\"odd\"><td>81&mdash;85</td><td style=\"white-space: normal;\"><b>Met a Fantastic Creature</b>: When you were only a child, you made contact with a magical creature, such as a dragon, unicorn, genie, pixie, or similar creature. You learned a powerful lesson or a magic trick from that creature. This meeting changed your life and made you different from the other children. You gain access to the Gifted Adept magic trait.</td></tr><tr class=\"even\"><td>86&mdash;90</td><td style=\"white-space: normal;\"><b>Ordinary Childhood</b>: Your childhood was fairly ordinary, with no major blessing or catastrophe&mdash;a stark contrast to an adventuring life. You lived your life in anticipation of growing up so you could affect the dull backdrop upon which your mundane life was painted. Now that you've grown, it's easy to miss those tranquil days where nothing ever seemed to happen. You gain access to the Ordinary social trait.</td></tr><tr class=\"odd\"><td>91&mdash;95</td><td style=\"white-space: normal;\"><b>Raiders</b>: A horde of raiders attacked your settlement and killed several of your people. This could have been a tribe of brutal humanoids or the conquering army of a civilized nation. As a result, you harbor deep resentment toward a particular faction, race, or country. You gain access to the Axe to Grind combat trait, the Foeslayer story feat, and the Vengeance story feat.</td></tr><tr class=\"even\"><td>96&mdash;100</td><td style=\"white-space: normal;\"><b>The War</b>: You grew up against the backdrop of a major military conflict that affected much of your childhood world. You became accustomed to a short food supply, living in occupied territory, and moving from place to place. Several of the people you knew in your childhood were lost in the war, including members of your family. You gain access to the Vagabond Child regional trait and the Deny the Reaper story feat.</td></tr></table>", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Background Generator/Step 1-Homeland/Family/and Childhood/Major Childhood Event/Major Childhood Event", 
    "type": "table", 
    "name": "Major Childhood Event", 
    "source": "Ultimate Campaign"
}