{
    "slot": "none", 
    "name": "Staff of the Magi", 
    "weight": "5 lbs.", 
    "cl": "20th", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Artifacts/Minor Artifacts/Staff of the Magi", 
    "type": "item", 
    "source": "Core Rulebook", 
    "aura": "strong (all schools)", 
    "sections": [
        {
            "body": "<p>A long wooden staff, shod in iron and inscribed with sigils and runes of all types, this potent artifact contains many spell powers and other functions. Unlike a normal staff, a <i>staff of the magi</i> holds 50 charges and cannot be recharged normally. Some of its powers use charges, while others don't. A <i>staff of the magi</i> does not lose its powers if it runs out of charges. The following powers do not use charges:</p><ul><li> <i>Detect magic</i></li><li> <i>Enlarge person</i> (Fortitude DC 15 negates)</li><li> <i>Hold portal</i></li><li> <i>Light</i></li><li> <i>Mage armor</i></li><li> <i>Mage hand</i></li></ul><p>The following powers drain 1 charge per usage:</p><ul><li> <i>Dispel magic</i></li><li> <i>Fireball</i> (10d6 damage, Reflex DC 17 half)</li><li> <i>Ice storm</i></li><li> <i>Invisibility</i></li><li> <i>Knock</i></li><li> <i>Lightning bolt</i> (10d6 damage, Reflex DC 17 half)</li><li> <i>Passwall</i></li><li> <i>Pyrotechnics</i> (Will or Fortitude DC 16 negates)</li><li> <i>Wall of fire</i></li><li> <i>Web</i></li></ul><p>These powers drain 2 charges per usage:</p><ul><li> <i>Monster summoning IX</i></li><li> <i>Plane shift</i> (Will DC 21 negates)</li><li> <i>Telekinesis</i> (400 lbs. maximum weight; Will DC 19 negates)</li></ul><p>A <i>staff of the magi</i> gives the wielder spell resistance 23. If this is willingly lowered, however, the staff can also be used to absorb arcane spell energy directed at its wielder, as a <i>rod of absorption</i> does. Unlike the rod, this staff converts spell levels into charges rather than retaining them as spell energy usable by a spellcaster. If the staff absorbs enough spell levels to exceed its limit of 50 charges, it explodes as if a retributive strike had been performed (see below). The wielder has no idea how many spell levels are cast at her, for the staff does not communicate this knowledge as a <i>rod of absorption</i> does. (Thus, absorbing spells can be risky.)</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Description"
        }, 
        {
            "body": "<p>A <i>staff of the magi</i> can be broken for a retributive strike. Such an act must be purposeful and declared by the wielder. All charges in the staff are released in a 30-foot spread. All within 10 feet of the broken staff take hit points of damage equal to 8 times the number of charges in the staff, those between 11 feet and 20 feet away take points equal to 6 times the number of charges, and those 21 feet to 30 feet distant take 4 times the number of charges. A DC 23 Reflex save reduces damage by half. </p><p>The character breaking the staff has a 50% chance (01&ndash;50 on d%) of traveling to another plane of existence, but if she does not (51&ndash;100), the explosive release of spell energy destroys her (no saving throw). </p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}