{
    "source": "Technology Guide", 
    "type": "section", 
    "name": "Artifical Intelligence", 
    "sections": [
        {
            "source": "Technology Guide", 
            "text": "<p>Among the most marvelous of technological wonders are artificial intelligences. Each artificial intelligence (or AI) has its own personality and interests, but its actual ability to interact with the world requires a being installed into a robot or structure (known as a host).</p><p>When an AI is installed in a technological structure with an integrated computer network, it can manipulate anything that is connected to that structure, such as traps, doors, or weapons. To destroy an AI in a host structure, either the physical device that contains the AI's programming must be destroyed (the magnitude of this task can vary widely&mdash;the host may be merely a single computer with hardness 10 and 20 hit points or an entire building that must be destroyed over multiple encounters or adventures) or all three of its ability scores must be reduced to 0 via ability drain effects directed at the AI's core processor (typically a large computer in the most well-defended part of a complex, but sometimes a processor housed in a robot). Ability damage dealt to an AI at best merely inconveniences it, and at worst renders it comatose for a limited time.</p><p>An AI that is installed in a robot enhances that robot with the aggregate template.</p>", 
            "type": "section", 
            "name": "Artificial Intelligences", 
            "sections": [
                {
                    "source": "Technology Guide", 
                    "text": "<p>An artificial intelligence's stat block is similar to that of an intelligent magic item. Note that these statistics reflect only the intelligence itself, not the host. Building an AI stat block requires the following statistics.</p>", 
                    "type": "section", 
                    "name": "Creating an AI", 
                    "sections": [
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An artificial intelligence's CR sets its ability scores, saves, and skill checks. It also sets its XP value for defeating it&mdash;this award is typically granted as a story award once the AI has been overcome, but in some cases (such as when an AI is installed in a single robot), this XP award is replaced by the standard XP for defeating that robot.</p>", 
                            "type": "section", 
                            "name": "CR"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An AI can be any alignment. Its type is \"artificial intelligence,\" and it counts as a construct for all effects that target creature type.</p>", 
                            "type": "section", 
                            "name": "Alignment and Type"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>The installed AI modifies its initiative check with its Intelligence modifier, not its Dexterity modifier.</p>", 
                            "type": "section", 
                            "name": "Initiative"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An AI needs access to a robot, cameras, microphones, or other mechanical sensory tools in order to be able to notice things in the outside world. These senses should be listed in the appropriate encounter areas, not in the AI's stats, since it's likely that an AI will have access to a variety of sensory devices over a large area.</p>", 
                            "type": "section", 
                            "name": "Senses"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An AI doesn't have an AC, hit points, or other statistics related to a physical form; it relies on its host robot or structure for those scores. An AI uses its own saving throws only against attacks that target its mind&mdash;in most cases, this means it primarily uses its Will save. An AI uses its CR as its effective Hit Dice for determining its base saves&mdash;it has good Will saves and poor Fortitude and Reflex saves.</p>", 
                            "type": "section", 
                            "name": "Defenses"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An AI's base ability scores are 14, 12, and 10. Arrange them in any order desired. For every 2 points of CR it possesses, it gains a +2 bonus to an ability score (assigned by the GM).</p>", 
                            "type": "section", 
                            "name": "Ability Scores"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An AI has skill points equal to 6 + its Intelligence modifier per point of CR. An AI has a number of class skills equal to its Charisma modifier. These may be any skill, though the most common class skills for AIs are: Bluff, Diplomacy, Intimidate, Knowledge (all), Linguistics, Perception, and Sense Motive.</p>", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An AI has a number of feats equal to half its CR (minimum 1). An AI must meet all prerequisites of its feats. AIs also gain Technologist as a bonus feat.</p>", 
                            "type": "section", 
                            "name": "Feats"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>AIs speak Androffan. An AI knows a number of additional languages equal to its Intelligence modifier.</p>", 
                            "type": "section", 
                            "name": "Languages"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>Use this section to cover any unusual abilities the AI possesses.</p>", 
                            "type": "section", 
                            "name": "Special Abilities"
                        }
                    ]
                }, 
                {
                    "source": "Technology Guide", 
                    "text": "<p>Detailed below are two sample AIs.</p>", 
                    "type": "section", 
                    "name": "Sample AIs", 
                    "sections": [
                        {
                            "languages": "Abyssal, Aklo, Androffan, Common, Draconic, Dwarven, Elven, Giant, Gnome, Goblin, Halfling, Hallit, Kellish, Orc, Osiriani, Polyglot, Skald, Tien, Varisian, Vudrani", 
                            "senses": "Perception +15", 
                            "name": "Analyst AI", 
                            "sections": [
                                {
                                    "subtype": "special_abilities", 
                                    "sections": [
                                        {
                                            "source": "Technology Guide", 
                                            "type": "ability", 
                                            "name": "Expert Knowledge", 
                                            "ability_types": [
                                                "Extraordinary"
                                            ], 
                                            "text": "An analyst AI treats all Knowledge skills as class skills and can make all Knowledge skill checks untrained."
                                        }, 
                                        {
                                            "source": "Technology Guide", 
                                            "type": "ability", 
                                            "name": "Multi-Core Processor", 
                                            "ability_types": [
                                                "Extraordinary"
                                            ], 
                                            "text": "When an analyst AI takes 10 on an Intelligence- or Wisdom-based skill check, it rolls a d20 as well. If the die exceeds 10, it uses that instead."
                                        }, 
                                        {
                                            "source": "Technology Guide", 
                                            "type": "ability", 
                                            "name": "Remote Consult", 
                                            "ability_types": [
                                                "Extraordinary"
                                            ], 
                                            "text": "An analyst AI uses its Intelligence modifier instead of its Dexterity modifier on Disable Device checks. Additionally, while in contact with an ally, it can use aid another on that ally's skill checks. This adds an additional round to the skill check, or multiple rounds for complicated questions. For every 5 points by which the AI's result exceeds 10, the bonus on the ally's check increases by 1."
                                        }
                                    ], 
                                    "type": "section", 
                                    "name": "Special Abilities", 
                                    "source": "Technology Guide"
                                }, 
                                {
                                    "source": "Technology Guide", 
                                    "type": "section", 
                                    "text": "<p>Analyst AIs serve as expert systems to assist researchers. When not actively engaged in a project, they use their vast intellects and processing capabilities to ponder profound philosophical questions of existence.</p>"
                                }
                            ], 
                            "skills": "Appraise +19, Craft (mechanical) +19, Diplomacy +13, Disable Device +19, Heal +13, Linguistics +23, Knowledge (engineering, geography, history, nature, religion) +23, Perception +15, Sense Motive +15", 
                            "fortitude": "+4", 
                            "reflex": "+4", 
                            "charisma": "12", 
                            "wisdom": "12", 
                            "will": "+11", 
                            "source": "Technology Guide", 
                            "init": "+11", 
                            "feats": "Alertness, Combat Expertise, Craft Technological Item, Improved Initiative, Improved Iron Will, Iron Will, TechnologistB", 
                            "creature_type": "Intelligence", 
                            "intelligence": "24", 
                            "cr": "12", 
                            "xp": "19,200", 
                            "type": "creature", 
                            "special_qualities": "expert knowledge, multi-core processor, remote consult", 
                            "alignment": "N", 
                            "size": "artificial"
                        }, 
                        {
                            "languages": "Androffan, Common, Hallit", 
                            "senses": "Perception +16", 
                            "special_attacks": "precision targeting", 
                            "name": "Security AI", 
                            "sections": [
                                {
                                    "subtype": "special_abilities", 
                                    "sections": [
                                        {
                                            "source": "Technology Guide", 
                                            "type": "ability", 
                                            "name": "Precision Targeting", 
                                            "ability_types": [
                                                "Extraordinary"
                                            ], 
                                            "text": "Robots and technological traps controlled by a security AI gain an insight bonus equal to the AI's Intelligence bonus on ranged attack rolls."
                                        }
                                    ], 
                                    "type": "section", 
                                    "name": "Special Abilities", 
                                    "source": "Technology Guide"
                                }, 
                                {
                                    "source": "Technology Guide", 
                                    "type": "section", 
                                    "text": "<p>Security AIs control the defenses and robots of high-security Androffan facilities.</p>"
                                }
                            ], 
                            "skills": "Bluff +10, Diplomacy +10, Intimidate +10, Knowledge (engineering, geography) +10, Perception +16, Profession (soldier) +11, Sense Motive +16", 
                            "fortitude": "+2", 
                            "reflex": "+2", 
                            "charisma": "14", 
                            "wisdom": "16", 
                            "will": "+9", 
                            "source": "Technology Guide", 
                            "init": "+6", 
                            "feats": "Alertness, Improved Initiative, Point-Blank Shot, Precise Shot, TechnologistB", 
                            "creature_type": "Intelligence", 
                            "intelligence": "14", 
                            "cr": "8", 
                            "xp": "4,800", 
                            "type": "creature", 
                            "alignment": "LN", 
                            "size": "artificial"
                        }
                    ]
                }, 
                {
                    "source": "Technology Guide", 
                    "text": "<p>\"Aggregate\" is an acquired template that can be added to any robot (referred to hereafter as the base robot), that gains some of the characteristics of an AI installed in it (referred to hereafter as the base AI). The base robot must have the storage capacity to house the base AI (subject to the GM's discretion). An aggregate retains all the base robot's statistics and special abilities except as noted here. The base AI is not damaged by the destruction of the aggregate, unless the AI is wholly contained within the aggregate's processors (in which case the destruction of the aggregate also destroys the base AI).</p>", 
                    "type": "section", 
                    "name": "Aggregate Template", 
                    "sections": [
                        {
                            "source": "Technology Guide", 
                            "text": "<p>Same as the base robot + 1. When a base AI is housed entirely in an aggregate, defeating the robot is considered the same as defeating the AI&mdash;at the GM's discretion this may replace the normal XP award for an AI on its own.</p>", 
                            "type": "section", 
                            "name": "CR"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>The aggregate's alignment changes to match the base AI's alignment.</p>", 
                            "type": "section", 
                            "name": "Alignment"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>The aggregate modifies initiative with the base AI Intelligence modifier instead of the base robot's Dexterity. This stacks with any other modifiers the base robot possesses.</p>", 
                            "type": "section", 
                            "name": "Initiative"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An aggregate retains all of the base robot's senses. An aggregate gains all-around vision when it is located in an area fitted with cameras or other sensors that are under the control of the base AI.</p>", 
                            "type": "section", 
                            "name": "Senses"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An aggregate uses the base robot's saves, though adjust its Will save to account for its new Wisdom score.</p>", 
                            "type": "section", 
                            "name": "Saves"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An aggregate retains all of the base robot's defensive abilities and gains those possessed by the base AI.</p>", 
                            "type": "section", 
                            "name": "Defensive Abilities"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An aggregate uses the base robot's BAB and retains all of the base robot's natural attacks.</p>", 
                            "type": "section", 
                            "name": "Attacks"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An aggregate retains all of its special attacks and gains those possessed by the base AI.</p>", 
                            "type": "section", 
                            "name": "Special Attacks"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An aggregate uses the base AI's Intelligence, Wisdom, and Charisma scores.</p>", 
                            "type": "section", 
                            "name": "Abilities"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An aggregate retains all the base robot's skills (recalculated as appropriate for its new Intelligence, Wisdom, and Charisma scores), and gains all of the base AI's skill ranks as bonus skill ranks. These bonus skill ranks do not stack with skill ranks the base robot already has; use the higher of the two for each skill.</p>", 
                            "type": "section", 
                            "name": "Skills"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An aggregate retains its feats, and gains all of the base AI's feats as bonus feats.</p>", 
                            "type": "section", 
                            "name": "Feats"
                        }, 
                        {
                            "source": "Technology Guide", 
                            "text": "<p>An aggregate retains all of the base robot's languages, and gains any additional languages known by the base AI as bonus languages.</p>", 
                            "type": "section", 
                            "name": "Languages"
                        }
                    ]
                }, 
                {
                    "source": "Technology Guide", 
                    "type": "section", 
                    "name": "Example Aggregate", 
                    "sections": [
                        {
                            "dexterity": "14", 
                            "ac": "15, touch 12, flat-footed 13 (+2 Dex, +3 natural)", 
                            "special_attacks": "precision targeting", 
                            "intelligence": "14", 
                            "resist": "electricity 5, fire 5", 
                            "melee": "2 slams +4 (1d4+2)", 
                            "cr": "3", 
                            "xp": "800", 
                            "speed": "30 ft.", 
                            "alignment": "LN", 
                            "size": "Medium", 
                            "strength": "15", 
                            "constitution": "-", 
                            "source": "Technology Guide", 
                            "charisma": "14", 
                            "languages": "Androffan, Common, Hallit", 
                            "immune": "construct traits, hardness 5", 
                            "init": "+6", 
                            "fortitude": "+0", 
                            "type": "creature", 
                            "feats": "Alertness, Improved Initiative, Point-Blank Shot, Precise Shot, TechnologistB", 
                            "sections": [
                                {
                                    "subtype": "special_abilities", 
                                    "sections": [
                                        {
                                            "source": "Technology Guide", 
                                            "type": "ability", 
                                            "name": "False Flesh", 
                                            "ability_types": [
                                                "Extraordinary"
                                            ], 
                                            "text": "The synthetic flesh and hair of a security mannequin give it a +8 bonus on Disguise checks to appear human (but not to impersonate a specific human)."
                                        }
                                    ], 
                                    "type": "section", 
                                    "name": "Special Abilities", 
                                    "source": "Technology Guide"
                                }
                            ], 
                            "senses": "darkvision 60 ft., low-light vision; Perception +16", 
                            "ranged": "stun gun +6 touch (1d8 nonlethal)", 
                            "hp": "31 (2d10+20)", 
                            "weaknesses": "vulnerable to critical hits and electricity", 
                            "wisdom": "16", 
                            "creature_type": "Construct", 
                            "special_qualities": "false flesh", 
                            "base_attack": "+2", 
                            "name": "Security Mannequin", 
                            "skills": "Bluff +10, Diplomacy +10, Disguise +3 (+11 to appear human), Intimidate +10, Knowledge (engineering, geography) +10, Knowledge (local) +6, Perception +16, Profession (soldier) +11, Sense Motive +16", 
                            "super_race": "aggregate security ai mannequin robot", 
                            "cmd": "16", 
                            "cmb": "+4", 
                            "will": "+3", 
                            "reflex": "+2", 
                            "creature_subtype": "robot"
                        }
                    ]
                }
            ]
        }
    ]
}