{
    "dexterity": "23", 
    "ac": "27, touch 18, flat-footed 21 (+2 deflection, +6 Dex, +9 natural)", 
    "special_attacks": "soul siphoning", 
    "intelligence": "16", 
    "resist": "electricity 10, fire 10", 
    "melee": "4 claws +16 (1d4+5 plus grab)", 
    "cr": "12", 
    "xp": "19,200", 
    "speed": "30 ft., fly 40 ft. (poor)", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "envisaging", 
    "strength": "21", 
    "constitution": "26", 
    "immune": "cold, critical hits, poison", 
    "treasure": "none", 
    "init": "+10", 
    "environment": "any (Outer Planes)", 
    "source": "Bestiary 2", 
    "charisma": "18", 
    "fortitude": "+17", 
    "spells": [
        {
            "spell-like abilities": "(CL 11th; concentration +15)<p class=\"stat-block-2\">Constant-<i>deathwatch</i></p><p class=\"stat-block-2\">At will-<i>cure serious wounds</i>, <i>gentle repose</i>, <i>inflict serious wounds</i> (DC 17), <i>sanctuary</i> (DC 15)</p><p class=\"stat-block-2\">3/day-<i>restoration, slay living</i> (DC 19)</p><p class=\"stat-block-2\">1/day-<i>raise dead</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Reflexes, Great Fortitude, Hover, Improved Initiative, Iron Will, Lightning Reflexes", 
    "senses": "darkvision 60 ft., deathwatch; Perception +19", 
    "description": "Four gray arms project from a swirling mass resembling a giant eye, from which a tail-like appendage dangles. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Aeon/Akhana/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a swift action, an akhana can use its tail to siphon life essence from a grappled foe. At the start of the aeon's turn, the victim gains 1d4 negative levels (a DC 23 Fortitude save negates and grants immunity to this akhana's soul siphoning ability for 24 hours). When the number of negative levels equals the target's Hit Dice, the target's soul tears free from its mortal body and gets stored within the body of the akhana as a trap the soul spell. The victim's body remains preserved as if via a gentle repose spell for as long as the soul is held by the akhana. The akhana can keep the soul indefinitely, or can release it as a full-round action. Upon doing so, the released soul immediately returns to its body if the body is within 300 feet, at which point the body returns to life and any negative levels imparted to it by the akhana are removed. If the body is not within 300 feet (or if it has been destroyed), then the creature dies when its soul is released. A miracle, limited wish, or wish can force a displaced soul to return to its proper body. If an akhana is slain, any soul it contains is released automatically. An akhana can only hold one soul at a time. The save DC is Constitution-based.", 
                    "name": "Soul Siphoning", 
                    "url": "pfsrd://Bestiary 2/Monsters/Aeon/Akhana/Special Abilities/Soul Siphoning", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Akhanas bear charge over the duality of birth and death. They perceive the existence of living things as crucial to maintaining cosmic balance. They also understand the profound influence living things have on the cosmos, and if left untended, its ability to create terrible consequences. In this circumstance, life must give way to death.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Akhanas wander the byways of the multiverse, constantly on the hunt for imbalances in life. How they judge these imbalances is not well-understood by non-aeons, and the aeons are singularly unmotivated to justify akhanas' decisions when inquired about them. As a result, the focus of akhanas' attacks and attentions usually seems arbitrary or even random to most creatures&mdash;they do not always focus their attentions on the strongest or the weakest members of a group.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>An akhana stands 5 feet in height and weighs 120 pounds. Its strange central body seems vaporous, but is weirdly solid (and slimy) to the touch.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "148 (11d10+88); fast healing 5", 
    "wisdom": "21", 
    "creature_type": "Outsider", 
    "special_qualities": "extension of all, void form", 
    "name": "Aeon, Akhana", 
    "base_attack": "+11", 
    "skills": "Bluff +18, Fly +2, Heal +19, Intimidate +18, Knowledge (planes) +22, Knowledge (religion) +22, Perception +19, Sense Motive +19, Spellcraft +17, Stealth +20", 
    "reflex": "+11", 
    "cmd": "34 (38 vs. trip)", 
    "cmb": "+16 (+20 grapple)", 
    "will": "+14", 
    "url": "pfsrd://Bestiary 2/Monsters/Aeon/Akhana", 
    "sr": "23", 
    "organization": "solitary, pair, or collective (3-6)", 
    "creature_subtype": "aeon, extraplanar"
}