{
    "dexterity": "27", 
    "ac": "36, touch 24, flat-footed 27 (+6 deflection, +8 Dex, +1 dodge, +12 natural, -1 size)", 
    "special_attacks": "sphere of creation, sphere of oblivion", 
    "intelligence": "26", 
    "resist": "electricity 10, fire 10", 
    "melee": "touch +30 (20d8 energy)", 
    "cr": "20", 
    "xp": "307,200", 
    "speed": "0 ft., fly 60 ft. (perfect)", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "envisaging", 
    "strength": "24", 
    "constitution": "26", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+12", 
    "environment": "any (Outer Planes)", 
    "source": "Bestiary 2", 
    "charisma": "25", 
    "immune": "cold, critical hits, poison", 
    "fortitude": "+24", 
    "spells": [
        {
            "spell-like abilities": "(CL 20th; concentration +27)<p class=\"stat-block-2\">At will-<i>create food and water</i>, <i>mending</i>, <i>rusting grasp</i> (DC 21), <i>stone shape</i>, <i>wood shape</i> (DC 19)</p><p class=\"stat-block-2\">7/day-<i>fabricate</i>, <i>plant growth</i>, <i>sculpt sound</i>, <i>shout</i> (DC 21)</p><p class=\"stat-block-2\">5/day-<i>break enchantment</i>, <i>daylight</i>, <i>deeper darkness</i>, <i>freedom of movement</i>, <i>major creation</i></p><p class=\"stat-block-2\">3/day-<i>disintegrate</i> (DC 23), <i>horrid wilting</i> (DC 25)</p><p class=\"stat-block-2\">1/day-<i>mage's disjunction</i> (DC 26), <i>wish</i> (DC 26)</p>"
        }, 
        {
            "cleric spells prepared": "(CL 20th; concentration +27)<p class=\"stat-block-2\">9th-<i>astral projection</i>, <i>gate</i>, <i>implosion</i> (3, DC 29)</p><p class=\"stat-block-2\">8th-<i>cloak of chaos</i> (DC 28), <i>holy aura</i> (DC 28), <i>shield of law</i> (DC 28), <i>summon monster VIII</i>, <i>unholy aura</i> (DC 28)</p><p class=\"stat-block-2\">7th-<i>blasphemy</i> (DC 27), <i>destruction</i> (DC 27), <i>dictum</i> (DC 27), <i>holy word</i> (DC 27), <i>word of chaos</i> (DC 27)</p><p class=\"stat-block-2\">6th-<i>banishment</i> (DC 26), <i>forbiddance</i> (DC 26), <i>geas</i>, <i>legend lore</i>, <i>repulsion</i> (DC 26), <i>veil</i> (DC 26)</p><p class=\"stat-block-2\">5th-<i>contact other plane</i>, <i>dispel chaos</i> (DC 25), <i>dispel evil</i> (DC 25), <i>dispel good</i> (DC 25), <i>dispel law</i> (DC 25), <i>teleport</i></p><p class=\"stat-block-2\">4th-<i>chaos hammer</i> (DC 24), <i>holy smite</i> (DC 24), <i>order's wraith</i> (DC 21), <i>restoration</i>, <i>scrying</i> (DC 24), <i>unholy blight</i> (DC 24)</p><p class=\"stat-block-2\">3rd-<i>clairaudience/clairvoyance</i>, <i>magic circle against chaos</i>, <i>magic circle against evil</i>, <i>magic circle against good</i>, <i>magic circle against law</i>, <i>suggestion</i> (DC 23)</p><p class=\"stat-block-2\">2nd-<i>align weapon</i>, <i>detect thoughts</i> (DC 22), <i>enthrall</i> (DC 22), <i>make whole</i>, <i>see invisibility</i>, <i>undetectable alignment</i>, <i>zone of truth</i> (DC 22)</p><p class=\"stat-block-2\">1st-<i>detect chaos</i>, <i>detect evil</i>, <i>detect good</i>, <i>detect law</i>, <i>identify</i>, <i>magic aura</i>, <i>true strike</i></p><p class=\"stat-block-2\">0-<i>create water</i>, <i>detect magic</i>, <i>guidance</i>, <i>read magic</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Combat Casting, Combat Reflexes, Dodge, Great Fortitude, Improved Initiative, Improved Iron Will, Iron Will, Lightning Reflexes, Lightning Stance, Mobility, Wind Stance", 
    "senses": "blindsight 120 ft., darkvision 120 ft., true seeing; Perception +41", 
    "description": "Within the shadows of this vaguely humanoid figure stir swirling colors and spheres, as if it encompassed all the night sky. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Aeon/Pleroma/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A pleroma's touch deals 20d8 points of damage from positive or negative energy, depending upon which type of energy would harm the creature touched. A pleroma's touch never heals damage.", 
                    "name": "Energy Touch", 
                    "url": "pfsrd://Bestiary 2/Monsters/Aeon/Pleroma/Special Abilities/Energy Touch", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A pleroma casts spells as a 20th-level cleric, but does not have access to domains. A pleroma can cast certain sorcerer/wizard spells as divine spells.", 
                    "source": "Bestiary 2", 
                    "type": "section", 
                    "name": "Spells"
                }, 
                {
                    "body": "Three times per day, the pleroma can manifest a 2-foot-diameter sphere of white energy that hovers above its left hand. By concentrating, the pleroma can control this sphere, causing it to fly slowly at a speed of 10 feet per round. The sphere can travel in any direction, but must remain within 300 feet of the pleroma or it immediately dissipates. Wherever the sphere travels, it leaves behind a 5-foot-wide path of new matter, creating either new terrain (such as swamp, tundra, desert, or forest) or a 10-foot-square wall composed of a single natural substance (such as clay, wood, or stone). Any existing matter, either living or nonliving that comes in contact with the sphere must make a DC 30 Fortitude save or be absorbed and incorporated into the new substance (only freedom, miracle, or wish can rescue creatures so trapped). Creatures that save are pushed to the nearest unoccupied location adjacent to the newly created substance. The sphere is highly unstable and only lasts 1d4 minutes before exploding with a blinding flash. All creatures within 30 feet of the flash must make a DC 30 Fortitude save or be permanently blinded. The save DCs are Constitution-based.", 
                    "name": "Sphere of Creation", 
                    "url": "pfsrd://Bestiary 2/Monsters/Aeon/Pleroma/Special Abilities/Sphere of Creation", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "Three times per day, the pleroma can manifest a 2-foot-diameter sphere of complete and utter darkness that hovers above its right hand. The sphere is an empty void similar to a sphere of annihilation. Any matter (living or nonliving) that touches the sphere must succeed on a DC 30 Fortitude save or be sucked into the sphere and destroyed. Larger objects (such as ships or buildings) are destroyed at a rate of one 10-foot cube per round of contact with the sphere. By concentrating, the pleroma can control this sphere, causing it to fly slowly at a speed of 10 feet per round. The sphere can travel in any direction, but must remain within 300 feet of the pleroma or it immediately dissipates. The sphere is highly unstable and only lasts 1d4 minutes before harmlessly imploding upon itself. Alternatively, the pleroma may hurl the sphere as a ranged touch attack (with a 10-foot range increment) against a single creature. When thrown in this manner, the sphere implodes immediately after the attack is resolved. The save DCs are Constitution-based.", 
                    "name": "Sphere of Oblivion", 
                    "url": "pfsrd://Bestiary 2/Monsters/Aeon/Pleroma/Special Abilities/Sphere of Oblivion", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The pleroma is the most powerful of all the aeons. As a manifestation of the opposing acts of creation and destruction, a pleroma exists in a state of flux, its very form shifting between creation and oblivion within the ebon folds of its vaporous cloak. One who gazes upon a pleroma could spend days studying the continual changes of its form, which most resemble the shifting of celestial bodies within the universe sped up to a pace at which the swirling of galaxies and the tumble of planets form a strange dance.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p> Pleromas view the concepts of creation and oblivion not so much as separate processes, but rather as two parts of a cyclical passage that everything in existence must explore. Pleromas guide this progression, ensuring everything remains balanced, such that whatever is created can be destroyed, and that nothing becomes so static that these two processes slow to a halt. For everything that attains a state of semi-permanence, there must be many more things that do not, or rather that cannot ever be reformed into a state of permanence. While pleromas believe in eternity, they understand that eternity is cyclical and infinity is something that repeats itself. Therefore, eternity and infinity are states that can be changed, or altered, if only slightly. Pleromas maintain such changes are necessary to keep the cosmos from becoming static and unbalanced, a state they refer to as apocalypse, or the end of everything.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Of all the aeons, pleromas possess the strongest connection to the entity or concept they refer to as Monad. All aeons believe themselves to be extensions of this entity, and while they act freely and independently of the entity, they always act within the constricts of its will or needs. This behavior is not so much a state of servitude as a symbiosis in which the actions of the pleromas are universally beneficial to both themselves and the entity they are part of. Pleromas describe Monad as the sentience of the multiverse, from which all things are created through the recycling of everything that ever existed. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Pleromas typically travel alone. Their arrival in a region almost always heralds some sort of dramatic change. They pay little mind to the wants and needs of other creatures, and remain entirely focused upon their primary task. They avoid conflicts of ethics, wars, and similar pursuits, save when manipulating such events would help to restore the balance between creation and oblivion. Should any be so foolish as to attempt to interfere with or sway their work, pleromas immediately retaliate by bringing all of their significant powers and devastating abilities to bear until the intervention is destroyed.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "324 (24d10+192); fast healing 10", 
    "reach": "10 ft.", 
    "wisdom": "31", 
    "creature_type": "Outsider", 
    "special_qualities": "extension of all, void form", 
    "name": "Aeon, Pleroma", 
    "base_attack": "+24", 
    "skills": "Appraise +30, Bluff +32, Fly +16, Heal +30, Intimidate +27, Knowledge (arcana) +47, Knowledge (dungeoneering) +44, Knowledge (engineering) +44, Knowledge (nature) +47, Knowledge (planes) +47, Knowledge (religion) +47, Perception +41, Sense Motive +39, Spellcraft +30, Stealth +27, Use Magic Device +27", 
    "reflex": "+18", 
    "cmd": "57 (can't be tripped)", 
    "cmb": "+32", 
    "will": "+26", 
    "url": "pfsrd://Bestiary 2/Monsters/Aeon/Pleroma", 
    "sr": "31", 
    "organization": "solitary or tribunal (1 pleroma, 3 akhanas, and 2-5 theletos)", 
    "creature_subtype": "aeon, extraplanar"
}