{
    "dexterity": "14", 
    "ac": "14, touch 13, flat-footed 12 (+2 Dex, +1 natural, +1 size)", 
    "intelligence": "11", 
    "resist": "electricity 10, fire 10", 
    "melee": "slam +3 (1d3-1 plus 1d6 electricity)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "fly 40 ft. (good)", 
    "alignment": "N", 
    "size": "Small", 
    "languages": "envisaging", 
    "strength": "8", 
    "constitution": "9", 
    "immune": "cold, critical hits, poison", 
    "treasure": "none", 
    "init": "+2", 
    "environment": "any (Outer Planes)", 
    "source": "Bestiary 2", 
    "charisma": "12", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 3rd; concentration +4)<p class=\"stat-block-2\">At will-<i>sanctuary</i> (DC 12)</p><p class=\"stat-block-2\">3/day-<i>calm emotions</i> (DC 13)</p><p class=\"stat-block-2\">1/week-<i>commune</i> (6 questions, CL 12th)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Great Fortitude, Iron Will", 
    "senses": "darkvision 60 ft.; Perception +7", 
    "description": "A small cluster of shimmering lights floats in the air, orbited by multiple vibrant crystals and gemstones.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Aeon/Paracletus/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Each paracletus exists as the embodiment of a specific emotive duality. Three times per day, a paracletus can create an aura representing one of its two programmed emotions. Creatures in the area must make a DC 12 Will save to resist the aura. A creature that makes its save against the aura is unaffected by that aeon's aura for the next 24 hours. The paracletus can choose one creature in the area to ignore its effects. The effect of the aura lasts for 10 minutes, and ends if a creature moves more than 30 feet from the aeon. The aura is a mind-affecting compulsion effect. The save DC is Charisma-based. Specific emotive dualities and their powers follow&mdash;any single paracletus can only use one of these three dualistic options and cannot change to a different one.", 
                    "name": "Emotion Aura", 
                    "url": "pfsrd://Bestiary 2/Monsters/Aeon/Paracletus/Special Abilities/Emotion Aura", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p><i>Courage/Fear</i>: The aura acts as <i>bless</i> or <i>bane</i>.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p><i>Empathy/Apathy</i>: The aura gives creatures a +2 bonus or a &ndash;2 penalty on Bluff, Diplomacy, and Intimidate checks.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p><i>Hope/Despair</i>: The aura gives creatures a +2 morale bonus on Will saving throws or a &ndash;2 penalty on Will saving throws.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>While mortals possess the gift of free will, both logic and emotion influence their decisions. The paracletus serve the aeons as agents who connect with mortals and study the influence of emotions (particularly the dualistic nature of raw emotion) upon mortal behavior. They wander the planes seeking mortals with particularly strong emotional or logical capabilities (characters with high Charisma or Intelligence scores). Once a paracletus locates such a creature, the paracletus remains nearby, studying the target's relationship with emotional and logical input and choices. Often, the paracletus will use its emotion aura on the target in order to study how outside influences affect the subject. Unfortunately for the target creature, whether or not the paracletus uses a helpful or harmful effect is, for all intents and purposes, a matter of random chance&mdash;even though to the paracletus's complex reasoning, nothing is left to actual random chance.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>If presented the option, a paracletus avoids direct combat, and uses its emotion aura to influence situations. If pressed to defend itself, it flies at opponents, slamming into them and discharging an electrical jolt of energy in addition to buffeting with its crystalline components. The crystals that orbit a paracletus are solidified aspects of logic, while the swirling vapors and lights that make up its central mass are manifestations of raw emotion&mdash;when a paracletus is slain, both the crystals and vapors fade away into nothingness.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A paracletus can be chosen as a familiar by a 7th-level neutral spellcaster who has the Improved Familiar feat. A paracletus familiar does not abandon its mission to observe emotions and logic at play, but it does follow its master's orders&mdash;this is one situation where the application of a paracletus's emotion aura need not be random.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Although the central mass of a paracletus's body appears to be made of light and energy, it is in fact solid, and feels strangely like electrified flesh to the touch.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "13 (3d10-3)", 
    "wisdom": "13", 
    "creature_type": "Outsider", 
    "special_qualities": "extension of all, void form", 
    "name": "Aeon, Paracletus", 
    "base_attack": "+3", 
    "skills": "Fly +8, Intimidate +7, Knowledge (arcana) +7, Knowledge (planes) +7, Perception +7, Sense Motive +7, Stealth +12", 
    "reflex": "+3", 
    "cmd": "13 (can't be tripped)", 
    "cmb": "+1", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 2/Monsters/Aeon/Paracletus", 
    "aura": "emotion aura (DC 12, 30 ft.)", 
    "sr": "7", 
    "organization": "solitary, pair, or commune (3-12)", 
    "creature_subtype": "aeon, extraplanar"
}