{
    "dexterity": "11", 
    "ac": "14, touch 11, flat-footed 14 (+3 natural, +1 size; +2 deflection vs. evil)", 
    "special_attacks": "breath weapon (15-ft. line, 1d6 cold or 1d6 fire, Reflex DC 12 half, usable every 1d4 rounds)", 
    "intelligence": "6", 
    "resist": "electricity 10, fire 10", 
    "melee": "slam -1 (1d3-4)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "fly 60 ft. (perfect)", 
    "alignment": "NG", 
    "size": "Small", 
    "languages": "Celestial, Draconic, Infernal; truespeech", 
    "strength": "3", 
    "constitution": "12", 
    "immune": "acid, cold, petrification", 
    "treasure": "none", 
    "init": "+0", 
    "environment": "any good-aligned plane", 
    "source": "Bestiary 2", 
    "charisma": "10", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 3rd; concentration +3)<p class=\"stat-block-2\">Constant-<i>detect evil</i>, <i>know direction</i></p><p class=\"stat-block-2\">1/day-<i>aid</i>, <i>daylight</i></p><p class=\"stat-block-2\">1/week-<i>commune</i> (six questions, CL 12th)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Iron Will", 
    "senses": "darkvision 60 ft., detect evil, low-light vision; Perception +5", 
    "description": "This finely crafted golden helm is decorated with intricate filigree, and flutters gracefully through the air on feathered wings.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Angel/Cassisian/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Though they are not particularly intelligent, cassisians have perfect memories and remember everything they see or hear. They can faultlessly recite conversations they heard hundreds of years before. They also have the power to erase portions of their own memories, which they do (usually under orders from superior angels) to protect sensitive information.", 
                    "name": "Perfect Memory", 
                    "url": "pfsrd://Bestiary 2/Monsters/Angel/Cassisian/Special Abilities/Perfect Memory", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A cassisian has a lesser form of the protective aura possessed by more powerful angels. This protective aura grants the cassisian a +2 deflection bonus to its AC against evil foes, and a +2 resistance bonus on all saving throws made against evil effects or spells cast by evil creatures. This aura extends to a radius of 5 feet, but can only benefit one additional creature other than the cassisian at any one time. A cassisian's protective aura is fragile, and as soon as an evil creature successfully strikes the cassisian, or as soon as the cassisian fails a saving throw against an evil source, its protective aura fades away and is no longer applicable. The cassisian can reactivate its protective aura by spending 1 minute concentrating upon the task.", 
                    "name": "Lesser Protective Aura", 
                    "url": "pfsrd://Bestiary 2/Monsters/Angel/Cassisian/Special Abilities/Lesser Protective Aura", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Cassisians are the weakest sort of angel, but are absolutely dedicated to the cause of good. They serve as messengers for more powerful angels, and on the Material Plane they are often bound to good mortals to serve as familiars, acting as spiritual guides, reciting platitudes and quoting scripture from various benign faiths and philosophies (some forgotten for centuries). A 7th-level lawful good with the Improved Familiar feat can select a cassisian as a familiar.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A cassisian's true form is a helmet possessing a pair of bird's wings. The exact style of helmet varies by the deity the angel serves&mdash;most appear to be steel with angular cheek-plates, though some resemble bascinets, skullcaps, great helms, or even samurai helmets, and a few older cassisians appear to be bronze or even leather. Though cassisians can assume other forms (that of a child-sized angelic humanoid wearing a proportional helmet matching the cassisians' true form, a dove, a dog, or a fish), they find it strange and rarely stay in that form for more than a few minutes.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Typically formed from the souls of trustworthy and pious soldiers, some cassisians arise spontaneously from the spiritual fragments of great angels destroyed while defending the celestial planes against fiendish incursions. In many cases, the lowly cassisian retains fragments of its previous life's memories, and friends of that old soul may visit with the cassisian to reminisce with what remains. Unfortunately, the reincarnated angel's memories are more like something memorized from a book, and lack the character and camaraderie the friends expect.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "13 (2d10+2)", 
    "wisdom": "11", 
    "creature_type": "Outsider", 
    "special_qualities": "change shape (2 of the following forms: Small human-like angel, dove, dog, or Tiny fish, polymorph), perfect memory", 
    "dr": "5/cold iron or evil", 
    "name": "Angel, Cassisian", 
    "base_attack": "+2", 
    "skills": "Diplomacy +2, Fly +10, Knowledge (planes) +2, Knowledge (religion) +2, Perception +5, Sense Motive +4, Stealth +8", 
    "reflex": "+3", 
    "cmd": "7 (can't be tripped)", 
    "cmb": "-3", 
    "will": "+2; +4 vs. poison; +2 resistance vs. evil", 
    "url": "pfsrd://Bestiary 2/Monsters/Angel/Cassisian", 
    "aura": "lesser protective aura", 
    "organization": "solitary, pair, or squad (3-6)", 
    "creature_subtype": "angel, extraplanar, good"
}