{
    "dexterity": "19", 
    "ac": "19, touch 16, flat-footed 14 (+4 Dex, +1 dodge, +3 natural, +1 size)", 
    "intelligence": "14", 
    "melee": "bite +9 (1d4-1 plus steal breath), touch +4 melee touch (steal voice)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "20 ft.", 
    "alignment": "NE", 
    "size": "Small", 
    "languages": "Common (plus any 2d4 from victims)", 
    "strength": "9", 
    "constitution": "-", 
    "immune": "undead traits", 
    "treasure": "incidental", 
    "init": "+8", 
    "environment": "any urban or ruins", 
    "source": "Bestiary 2", 
    "charisma": "17", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Dodge, Improved Initiative, Weapon Finesse", 
    "senses": "darkvision 60 ft.; Perception +12", 
    "description": "This thing resembles a gray, emaciated child, with cobwebs and dust for clothes and a fox skull for a head.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Attic Whisperer/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "All of the voices that an attic whisperer steals linger around it in an invisible but audible aura of unnerving childlike whimpers, songs, and sobs. Any living creature that enters this area loses the benefit of all bardic performances affecting it and takes a &ndash;1 penalty on all attack rolls, damage rolls, and Will saving throws. The attic whisperer can suppress or reactivate its aura as a free action. This aura is a sonic, mind-affecting effect.", 
                    "name": "Aura of Sobs", 
                    "url": "pfsrd://Bestiary 2/Monsters/Attic Whisperer/Special Abilities/Aura of Sobs", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A creature bit by an attic whisperer must make a DC 16 Will save or become fatigued for 1 hour. A fatigued creature that is bitten is instead exhausted for 1 hour, and an exhausted creature falls asleep for 1 hour if bitten. The sleeper can only be roused by killing the attic whisperer or by using dispel magic, remove curse, or similar effects. The save DC is Charisma-based.", 
                    "name": "Steal Breath", 
                    "url": "pfsrd://Bestiary 2/Monsters/Attic Whisperer/Special Abilities/Steal Breath", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "Any creature hit by an attic whisperer's touch must make a DC 16 Will save or lose its ability to speak for 1 hour. During that time, the creature cannot talk, cast spells with verbal components, use auditory bardic performances, or use any other ability that requires speech. Once an attic whisperer has stolen a creature's voice, it can perfectly mimic that voice at any time, even after its victim's voice has returned, and while using that voice can speak any languages the victim knew. Those familiar with an individual's voice can make a Sense Motive check opposed by the attic whisperer's Bluff check to realize a mimicked voice is inauthentic. The save DC is Charisma-based.", 
                    "name": "Steal Voice", 
                    "url": "pfsrd://Bestiary 2/Monsters/Attic Whisperer/Special Abilities/Steal Voice", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>An attic whisperer spawns as the result of a lonely or neglected child's death. Rather than animating the body of the dead youth, the creature rises from an amalgam of old toys, clothing, dust, and other objects associated with the departed&mdash;icons of the child's neglect. The widely varying materials that fuse together to form these creatures lead to attic whisperers with vastly different appearances. Attic whisperers linger in the places where they were formed, typically old homes, orphanages, schools, debtors' prisons, workhouses, and similar places where children might be discarded. When an attic whisperer first forms, it does so without a skull&mdash;this does not impact the creature's abilities in any way, but it usually seeks out a small animal's skull as a form of decoration soon after it manifests.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>An attic whisperers haunts shadowy, forgotten places like old buildings and dilapidated institutions, places that were once homes to both young children and subtle evils. Hiding in drafty attics and moldy basements, an attic whisperer might lie dormant for decades while the quick go about their lives&mdash;often a scant floor away. The coming of a new child, though, rekindles some hope in the creature, its animating spirits motivated by loneliness, and ever seeking comfort and companionship. Once an attic whisperer finds a potential playmate, it does all it can to ensure it will never be lonely again by attempting to lure its friend to it, singing nursery rhymes, leaving trails of old toys, or calling out in the stolen voices of other children.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Destroying an attic whisperer reduces it to its component parts, usually consisting of dusty junk left to molder in the attics of old houses, though a few items, such as china dolls, small lockets, music boxes, precious marbles, fine teacups, sculpted metal soldiers, or the like, may have some value.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "45 (6d8+18)", 
    "wisdom": "16", 
    "creature_type": "Undead", 
    "name": "Attic Whisperer", 
    "base_attack": "+4", 
    "skills": "Bluff +9, Climb +8, Knowledge (history) +8, Knowledge (local) +8, Perception +12, Stealth +17", 
    "reflex": "+6", 
    "cmd": "17", 
    "cmb": "+2", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 2/Monsters/Attic Whisperer", 
    "aura": "sobs (10 ft.)", 
    "organization": "solitary, pair, or chorus (3-8)"
}