{
    "dexterity": "15", 
    "ac": "14, touch 12, flat-footed 12 (+2 Dex, +2 natural)", 
    "intelligence": "10", 
    "melee": "bite +4 (1d6+1)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "40 ft.", 
    "alignment": "LG", 
    "size": "Medium", 
    "languages": "Sylvan", 
    "strength": "12", 
    "constitution": "14", 
    "treasure": "incidental", 
    "init": "+2", 
    "environment": "temperate plains or forests", 
    "source": "Bestiary 2", 
    "charisma": "11", 
    "fortitude": "+5", 
    "spells": [
        {
            "spell-like abilities": "(CL 7th; concentration +7)<p class=\"stat-block-2\">Constant-<i>blink</i></p><p class=\"stat-block-2\">At will-quickened <i>dimension door</i> (self only)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Reflexes, Iron Will", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +7", 
    "description": "This sleek canine has a coarse, tawny coat, pointed ears, and pale eyes. A faint blue nimbus seems to dance upon its fur.", 
    "sections": [
        {
            "body": "<p>Though they resemble sleek, long-eared canines, blink dogs are as smart as humans. As social creatures, blink dogs travel in large packs, roaming forests and plains, running off evil creatures, and hunting for phase spiders&mdash;one of their natural enemies. Despite their intelligence and friendly natures, blink dogs tend to avoid humanoids, keeping their packs either hidden or frequently on the move. This shyness doesn't keep the blink dogs from helping out when needed, however, and they have been known to come to the rescue of a prairie village in their territory. Packs are typically led by an older, experienced male or female, called an alpha.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Blink dogs are fiercely loyal, defending their own pack or creatures they befriend to the death, and maintaining oaths handed down from litter to litter. Honor is paramount to blink dogs, and different packs often have unique traditions (such as whether a pack's alpha is male or female, or an oath to always protect and aid a particular humanoid race like elves or halflings) in addition to those shared by most blink dogs. Blink dogs have a great interest in the stars and movements of celestial bodies. Through their myths and folklore, blink dogs have names for constellations, and through this zodiac they note the seasons, births under auspicious stars, and omens from unusual stellar conjunctions. Blink dog names often contain a reference to a specific constellation under which the dog was born.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Blink dogs stand nearly 3 feet at the shoulder and weigh upward of 180 pounds. They can live up to 75 years. They use their abilities to quickly surround prey, and make use of flanking to deal with especially dangerous opponents&mdash;particularly creatures like phase spiders.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A pack's alpha selects the wisest and most intelligent member of the pack to serve as its sage. This blink dog often has sorcerer levels (typically with the celestial or destined bloodline) and is charged with maintaining the long-running oral histories of the pack, which extend back for centuries and link the packs together. A blink dog sage also decides when a pup is old enough to join his first hunt, performs birth and burial rites, and counsels the alpha on the meaning of omens or upon tactical matters involving interactions with neighboring races and creatures. In some packs, the sage is the alpha's mate, while in others the sage is always a gray-muzzled elder hound beyond breeding age.</p>", 
            "url": "pfsrd://Bestiary 2/Monsters/Blink Dog/Blink Dog Sages", 
            "type": "section", 
            "name": "Blink Dog Sages", 
            "source": "Bestiary 2"
        }
    ], 
    "hp": "22 (3d10+6)", 
    "wisdom": "13", 
    "creature_type": "Magical Beast", 
    "name": "Blink Dog", 
    "base_attack": "+3", 
    "skills": "Perception +7, Stealth +7, Survival +2 (+6 scent tracking)", 
    "reflex": "+5", 
    "cmd": "16 (20 vs. trip)", 
    "cmb": "+4", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 2/Monsters/Blink Dog", 
    "organization": "solitary, pair, or pack (3-14)"
}