{
    "dexterity": "15", 
    "ac": "21, touch 13, flat-footed 18 (+2 Dex, +1 dodge, +8 natural)", 
    "special_attacks": "death gaze", 
    "intelligence": "6", 
    "resist": "acid 10, fire 10", 
    "melee": "2 slams +9 (1d8+1)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "20 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "13", 
    "constitution": "-", 
    "immune": "electricity, undead traits", 
    "treasure": "none", 
    "init": "+6", 
    "environment": "any land (evil Outer Plane)", 
    "source": "Bestiary 2", 
    "charisma": "16", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Dodge, Improved Initiative, Mobility, Toughness, Weapon Focus (slam)", 
    "senses": "darkvision 60 ft.; Perception +14", 
    "description": "The flesh of this emaciated creature appears charred or dried, and its empty eye sockets seep trails of smoke.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Bodak/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "1d4 negative levels, 30 feet; Fortitude DC 18 negates. The save DC is Charisma-based. A humanoid slain by a bodak's death gaze rises as a bodak 24 hours later. This is a death effect.", 
                    "name": "Death Gaze", 
                    "url": "pfsrd://Bestiary 2/Monsters/Bodak/Special Abilities/Death Gaze", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "Bodaks loathe sunlight, for its merest touch burns their impure flesh. Each round of exposure to direct sunlight deals 2d6 points of damage to a bodak.", 
                    "name": "Vulnerability to Sunlight", 
                    "url": "pfsrd://Bestiary 2/Monsters/Bodak/Special Abilities/Vulnerability to Sunlight", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>When mortal humanoids find themselves exposed to profound, supernatural evil, a horrific, occult transformation can strip them of their souls and damn them to the tortured existence of a bodak. Changed into a twisted, misanthropic husk, a bodak wanders the endless tracts of evil-aligned planes, periodically stumbling into other realms by passing through portals or otherwise being conjured elsewhere. Possessing only fragmented memories of its former existence, the bodak is driven by profound emptiness, sorrowful longing, and vengeful hatred of all life. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A bodak's appearance is profoundly disturbing. Its flesh looks dried, taut, and desiccated, though it possesses a strange, otherworldly sheen. Its body is disproportionate and distinctly androgynous. Hairless and with only vague hints of facial structure, the bodak's eyes are deep set in their sockets and constantly weep foul-smelling smoky vapors. A planes-wise traveler who recognizes its shape knows to flee, for most travelers can outrun the relatively slow bodak.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Bodaks vehemently despise all living creatures and immediately seek to destroy any they encounter. A bodak retains the ability to speak one language it knew in life (typically Common), but it rarely engages in conversation, instead spitting out an incomprehensible stream of vile accusations, curses, and threats. On occasion, a bodak might wield weapons, but most rely primarily upon the effects of their deadly gaze. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Bodaks are rarely encountered outside of the Abyss. As they are slow-witted, powerful evil creatures such as liches and nabasu demons sometimes use bodaks as thralls, assassins, or guardians. Bodaks encountered on the Material Plane exude extreme malevolence when forced to confront the realization of their abhorrent transformations. So great is their desire to inflict their fate upon others that many attempt to drag off the bodies of their slain victims and guard them until they rise as undead.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A 20th-level spellcaster can use <i>create greater undead</i> to create a bodak, but only if the spell is cast while the spellcaster is located on one of the evil outer planes (traditionally the Abyss). </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "85 (10d8+40)", 
    "weaknesses": "vulnerability to sunlight", 
    "wisdom": "13", 
    "creature_type": "Undead", 
    "dr": "10/cold iron", 
    "name": "Bodak", 
    "base_attack": "+7", 
    "skills": "Intimidate +11, Perception +14, Stealth +10", 
    "reflex": "+5", 
    "cmd": "21", 
    "cmb": "+8", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 2/Monsters/Bodak", 
    "organization": "solitary, pair, or gang (3-4)", 
    "creature_subtype": "extraplanar"
}