{
    "dexterity": "18", 
    "ac": "17, touch 17, flat-footed 12 (+4 Dex, +1 dodge, +2 size)", 
    "intelligence": "14", 
    "racial_modifiers": "+2 Perception, +4 Stealth in forests", 
    "melee": "short sword +6 (1d2-2/19-20)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Tiny", 
    "languages": "Common, Elven, Gnome, Sylvan", 
    "strength": "7", 
    "constitution": "12", 
    "space": "2-1/2 ft.", 
    "treasure": "standard", 
    "init": "+8", 
    "environment": "temperate forests or plains", 
    "source": "Bestiary 2", 
    "charisma": "17", 
    "fortitude": "+1", 
    "spells": [
        {
            "spell-like abilities": "(CL 7th; concentration +10)<p class=\"stat-block-2\">At will-<i>dancing lights</i>, <i>mending</i>, <i>prestidigitation</i></p><p class=\"stat-block-2\">1/day-<i>lesser confusion</i> (DC 14), <i>dimension door</i> (self only), <i>mirror image</i>, <i>ventriloquism</i> (DC 14)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Dodge, Improved Initiative, Weapon Finesse", 
    "senses": "low-light vision; Perception +8", 
    "description": "Knee-high to a human, this large-headed creature has an almost manically friendly look on its expressive face. ", 
    "sections": [
        {
            "body": "<p>Brownies make their homes in the trunks of hollow trees, small earthy burrows, and even under porches and within the crawlspaces of farmhouses. Often attired in clothes that appear to be made of plants or leaves, brownies wear belts lined with pouches and tools. Whatever language they choose to speak is often is riddled with odd pronunciations and colloquialisms. Brownies stand barely 2 feet tall and weigh 20 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>When facing danger, brownies rarely engage in combat, preferring instead to confound and confuse their attackers in order to buy enough time for escape. Content with honest toil and the love of their kin, brownies maintain a pacifist nature, only harassing creatures to run them off or punish them for an insult. Despite this nature, all brownies carry a blade. They refer to their swords with a hint of disgust, and jokingly call their blades the &ldquo;final trick,&rdquo; using them only in the direst of consequences.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Honest to a fault, brownies take freely, but always repay their debt through work or leave something behind as an offering. They may eat an apple from a farmer's orchard, but will harvest the entire tree as repayment. A brownie might eat an entire pie left on a windowsill, only to straighten up the kitchen or wash the dishes. A brownie can share a home with a family for years and years while avoiding detection. A family that is aware of a brownie usually finds this a beneficial relationship and leaves dishes of milk, pieces of fruit, trinkets, and sometimes even wine as gifts. In exchange, the brownie keeps the home clean, mends clothes, repairs tools, and shoos away vermin and small predators. Bragging about having a brownie in the house is the best way to lose one. Brownies distrust foxes and fear wolves, and tend to avoid farms with dogs.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A 5th-level neutral spellcaster with the Improved Familiar feat can gain a brownie as a familiar.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "4 (1d6+1)", 
    "reach": "0 ft.", 
    "wisdom": "15", 
    "creature_type": "Fey", 
    "dr": "5/cold iron", 
    "name": "Brownie", 
    "base_attack": "+0", 
    "skills": "Acrobatics +8 (+4 jump), Bluff +7, Craft (any one) +6, Escape Artist +8, Handle Animal +4, Perception +8, Sense Motive +6, Stealth +16 (+20 in forest)", 
    "reflex": "+6", 
    "cmd": "11", 
    "cmb": "+2", 
    "will": "+4; +2 vs. illusions", 
    "url": "pfsrd://Bestiary 2/Monsters/Brownie", 
    "sr": "12", 
    "organization": "solitary, gang (2-5), or band (7-12)"
}