{
    "dexterity": "15", 
    "ac": "20, touch 13, flat-footed 17 (+2 Dex, +1 dodge, +7 natural)", 
    "intelligence": "10", 
    "melee": "4 claws +13 (1d6+3 plus corporeal instability)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "20 ft.", 
    "alignment": "CN", 
    "size": "Medium", 
    "strength": "17", 
    "constitution": "16", 
    "treasure": "none", 
    "init": "+6", 
    "environment": "any", 
    "source": "Bestiary 2", 
    "charisma": "11", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Dodge, Improved Initiative, Mobility, Toughness, Weapon Focus (claw)", 
    "senses": "darkvision 60 ft.; Perception +13", 
    "description": "This thing is a horrid mass of barbed tentacles, glaring eyes, and gnashing teeth, twisting upon itself and reshaping into new forms.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Chaos Beast/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Claw&mdash;contact (curse); save Fort DC 17; effect amorphous body and 1 Wisdom drain per round (see below); cure 3 consecutive saves. The save DC is Con-based.", 
                    "name": "Corporeal Instability", 
                    "url": "pfsrd://Bestiary 2/Monsters/Chaos Beast/Special Abilities/Corporeal Instability", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "<p class=\"stat-block-indent\">A creature cursed with an amorphous body becomes a spongy, shapeless mass. Unless the victim manages to control the effect (see below), its shape constantly melts, flows, writhes, and boils. An affected creature is unable to hold or use any item. Clothing, armor, helmets, and rings become useless. Large items worn or carried&mdash;armor, backpacks, even shirts&mdash;hamper more than help, reducing the victim's Dexterity score by 4. Speed is reduced to 10 feet or one-quarter normal, whichever is less. The victim gains the amorphous quality, but cannot cast spells or use magic items, and it attacks blindly, unable to distinguish friend from foe (&ndash;4 penalty on attack rolls and a 50% miss chance, regardless of the attack roll).</p>", 
                    "source": "Bestiary 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p class=\"stat-block-indent\">A victim can temporarily regain its own shape by taking a standard action to attempt a DC 15 Will save (this check DC does not vary for a chaos beast with different Hit Dice or ability scores). A success reestablishes the creature's normal form for 1 minute. Spells that change the victim's shape (such as <i>alter self</i>, <i>beast shape</i>, <i>elemental body</i>, and <i>polymorph</i>) do not remove the curse, but hold the creature in a stable form (which might not be its own form, depending on the spell) and prevent additional Wisdom drain for the duration of the spell; <i>shapechange</i> and <i>stoneskin</i> have a similar effect. The victim takes 1 point of Wisdom drain from mental shock every round that it ends its turn in an amorphous shape&mdash;upon being drained to 1 Wisdom, further Wisdom drain ceases and the amorphous body effect is permanent until removed via magic (no further number of saving throws can cure the condition at this time).</p>", 
                    "source": "Bestiary 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p class=\"stat-block-1\"> Transmutation effects, such as polymorphing or petrification, force a chaos beast into a new shape, but at the start of its next turn, it immediately returns to its normal form as a free action.</p>", 
                    "name": "Resistant to Transformation", 
                    "url": "pfsrd://Bestiary 2/Monsters/Chaos Beast/Special Abilities/Resistant to Transformation", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A chaos beast's form changes without any goal or purpose. Though at any particular second a chaos beast may appear to have dozens of limbs, whether claws, tentacles, stingers, and so on, the lightning-quick shifts of its body mean most of these are gone before it has a chance to use them, and its attacks are always treated as claws regardless of the creature's appearance.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "85 (9d10+36)", 
    "wisdom": "12", 
    "defensive_abilities": "amorphous, resistant to transformation", 
    "creature_type": "Outsider", 
    "name": "Chaos Beast", 
    "base_attack": "+9", 
    "skills": "Acrobatics +14 (+10 jump), Climb +15, Escape Artist +14, Perception +13, Stealth +14, Swim +15", 
    "reflex": "+8", 
    "cmd": "25 (can't be tripped)", 
    "cmb": "+12", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 2/Monsters/Chaos Beast", 
    "sr": "18", 
    "organization": "solitary or invasion (2-5)", 
    "creature_subtype": "chaotic, extraplanar"
}