{
    "dexterity": "9", 
    "ac": "28, touch 5, flat-footed 28 (-1 Dex, +23 natural, -4 size)", 
    "special_attacks": "fast swallow, rending claws, swallow whole (6d6 bludgeoning damage plus 6d6 acid damage, AC 21, hp 18), vortex", 
    "intelligence": "4", 
    "resist": "cold 20", 
    "melee": "bite +20 (2d8+12/19-20 plus grab), 2 claws +20 (2d6+12)", 
    "cr": "13", 
    "xp": "25,600", 
    "speed": "20 ft., swim 50 ft.", 
    "alignment": "CN", 
    "size": "Gargantuan", 
    "languages": "Aquan", 
    "strength": "34", 
    "constitution": "25", 
    "space": "20 ft.", 
    "treasure": "standard", 
    "init": "+3", 
    "environment": "any oceans", 
    "source": "Bestiary 2", 
    "charisma": "6", 
    "immune": "acid", 
    "fortitude": "+12", 
    "type": "creature", 
    "feats": "Awesome Blow, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Improved Vital Strike, Lightning Reflexes, Power Attack, Vital Strike", 
    "senses": "blindsight 60 ft., darkvision 120 ft.; Perception +23", 
    "description": "An immense spiny monster, its back plated in chitin and its belly in thick folds of blubber, rises hungrily from the center of a whirlpool.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Charybdis/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A charybdis's claws are particularly devastating when used against objects, and ignore the first 10 points of an object's hardness rating.", 
                    "name": "Rending Claws", 
                    "url": "pfsrd://Bestiary 2/Monsters/Charybdis/Special Abilities/Rending Claws", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A charybdis can generate a whirlpool as a standard action at will. This ability functions identically to the whirlwind special attack (see the Universal Monster Rules in Appendix 3), but the whirlpool can only form underwater and cannot leave the water. It's a DC 25 Reflex save to avoid being caught by the charybdis's vortex. The vortex itself is 20 feet across and 120 feet deep, and deals 2d6+12 points of damage per round. The save DC is Constitution-based.", 
                    "name": "Vortex", 
                    "url": "pfsrd://Bestiary 2/Monsters/Charybdis/Special Abilities/Vortex", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Sailors tell many tales of the creatures of the deep, from the terrible kraken to the beautiful mermaid. Yet few are stranger or more feared than the dread charybdis, for it exists to capture ships, crack them open like nuts, and feast on the doomed sailors within. So legendary are these violent attacks that many sailors have come to view the charybdis not as a species of aberrant life, but as the vengeful personification of an angry sea god.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>In truth, the charybdis is not the sending of an angry deity, but in fact little more than a monstrous predator capable of churning even the calmest of seas into a whirling maelstrom. The charybdis uses this vortex ability not only to capture prey like sharks or small whales, but also to entrap ships on the ocean surface above. The monster's claws are particularly well suited to puncturing the hulls of ships, and most charybdises have learned that a single large merchant vessel contains enough sailors to make a perfectly sized meal. Often, a charybdis settles in along a well-known shipping route near the shoreline or amid an archipelago of islands where ships are forced along relatively narrow lanes between rocky isles&mdash;such locations allow the charybdis to lie in wait and increases the chance of its prey being unable to circumvent its vortex.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A charybdis is 60 feet long and weighs 26,000 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "184 (16d8+112); fast healing 10", 
    "reach": "20 ft.", 
    "wisdom": "19", 
    "creature_type": "Aberration", 
    "name": "Charybdis", 
    "base_attack": "+12", 
    "skills": "Perception +23, Swim +20", 
    "reflex": "+6", 
    "cmd": "37 (can't be tripped)", 
    "cmb": "+28 (+32 grapple)", 
    "will": "+14", 
    "url": "pfsrd://Bestiary 2/Monsters/Charybdis", 
    "organization": "solitary", 
    "creature_subtype": "aquatic"
}