{
    "dexterity": "16", 
    "ac": "16, touch 14, flat-footed 13 (+3 Dex, +2 natural, +1 size)", 
    "special_attacks": "chupar, pounce", 
    "intelligence": "3", 
    "racial_modifiers": "+4 Acrobatics when jumping, +4 Stealth (+8 in undergrowth or rocky areas)", 
    "melee": "bite +6 (1d4+1 plus grab), 2 claws +6 (1d3+1)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Small", 
    "languages": "Aklo (cannot speak)", 
    "strength": "13", 
    "constitution": "14", 
    "treasure": "none", 
    "init": "+7", 
    "environment": "warm hills or plains", 
    "source": "Bestiary 2", 
    "charisma": "6", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Combat Reflexes, Improved Initiative", 
    "senses": "darkvision 60 ft., low-light vision; Perception +6", 
    "description": "This lizard-like creature stalks forward upon two muscular legs, a mane of spikes running down its scaly back.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Chupacabra/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A chupacabra that pins an opponent or maintains a pin can suck blood from that opponent as a free action once per round, dealing 1 point of Constitution damage. Upon successfully draining blood, the chupacabra is invigorated, gaining a significant boost in speed for 10 rounds similar to the haste spell. The invigorated chupacabra can still drain blood&mdash;and in so doing increase the length of its invigoration&mdash;but it gains no additional effects.", 
                    "name": "Chupar", 
                    "url": "pfsrd://Bestiary 2/Monsters/Chupacabra/Special Abilities/Chupar", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>These notorious predators have an undeniable thirst for blood. Chupacabras prefer to prey upon the weak and slow, often watching potential prey from hiding for long periods before attacking. Spry and stealthy, they prefer to keep to areas of high grass and protective rock, their slightly reflective scales allowing them to blend in well with such surroundings.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>With a preference for lone travelers and farm animals (particularly goats), chupacabras leave little evidence of their presence apart from the grisly blood-drained husks of their meals, often leading locals to believe a reckless vampire lives in the area.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical chupacabra measures nearly 5-1/2 feet from muzzle to tail tip and stands just under 4 feet tall. Slightly built and light of bone, most weigh close to a hundred pounds. They mate rarely and only during the hottest months, with the females each producing a single egg that hatches into a tiny, dehydrated creature. The mother typically leaves helpless prey in her cave so the hatchling can immediately feed.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Although chupacabras are typically solitary, in bountiful areas small gangs of the beasts can form. These groups work well together, becoming bold enough to attack larger groups of animals and more dangerous prey. Stories of chupacabras attacking travelers or laying siege to farmhouses typically stem from the hunting practices of such gangs.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>It is not unusual for older chupacabras to grow to Medium size. These larger specimens tend to be leaders of chupacabra gangs, or, more commonly, loners capable of tormenting entire villages on their own.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Some chupacabras are mutants with large reptilian wings, and have been known to carry off goats and children. A flying chupacabra has a fly speed of 60 feet (average), which increases to 90 feet (average) when invigorated from drinking blood. A winged chupacabra is the same CR as the normal variety.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d10+8)", 
    "wisdom": "15", 
    "creature_type": "Magical Beast", 
    "name": "Chupacabra", 
    "base_attack": "+4", 
    "skills": "Acrobatics +7 (+11 jumping), Perception +6, Stealth +16", 
    "reflex": "+7", 
    "cmd": "17", 
    "cmb": "+4 (+8 grapple)", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 2/Monsters/Chupacabra", 
    "organization": "solitary, pair, or gang (3-7)"
}