{
    "dexterity": "14", 
    "ac": "19, touch 13, flat-footed 16 (+2 Dex, +1 dodge, +6 natural)", 
    "special_attacks": "teleporting burst", 
    "intelligence": "13", 
    "melee": "2 claws +10 (1d8+4)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "19", 
    "constitution": "-", 
    "immune": "undead traits", 
    "treasure": "standard", 
    "init": "+6", 
    "environment": "any underground", 
    "source": "Bestiary 2", 
    "charisma": "15", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 8th; concentration +10)<p class=\"stat-block-2\">3/day-quickened <i>dimension door</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Dodge, Improved Initiative, Lightning Reflexes", 
    "senses": "darkvision 60 ft., low-light vision; Perception +15", 
    "description": "Shreds of leathery flesh cling to this skeletal figure's body, while twin motes of fiery light glow deep in its eye sockets.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Crypt Thing/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once per day, a crypt thing can teleport all creatures within 50 feet of it to randomly determined locations. The crypt thing can only affect creatures of which it is aware and to which it has line of sight. A successful DC 16 Will save negates this effect. An affected creature is teleported in a random direction (roll 1d8, with 1 indicating north and the other numbers indicating compass going clockwise) and a random distance (1d10 &times; 100 feet) away from the crypt thing; determine each creature's direction randomly. A teleported creature arrives in the closest open space to the determined destination, but must appear on a solid surface capable of supporting its weight. If there is no appropriate destination in that direction, the creature does not teleport at all. The save DC is Charisma-based.", 
                    "name": "Teleporting Burst", 
                    "url": "pfsrd://Bestiary 2/Monsters/Crypt Thing/Special Abilities/Teleporting Burst", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Crypt things are undead creatures found guarding tombs, graves, and crypts. Necromancers and other spellcasters create them to guard such areas, and the crypt things never leave their appointed lairs, even to pursue enemies. Their warded area may be a single room or passage, an entire grave complex, or even a city-sized necropolis. Though naturally solitary, multiple crypt things may guard a common area, often in conjunction with constructs or other undead.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A crypt thing only initiates combat if it is attacked or if the object or crypt it is guarding is touched or entered. Until this condition is met, a crypt thing is content to remain motionless&mdash;it may even answer questions or otherwise interact with visitors if its master has directed it to do so. Rumors exist of variant crypt things that do not teleport their foes, but instead paralyze opponents and turn them invisible, leaving victims to helplessly watch their allies being torn apart by the angry guardian.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A 15th-level spellcaster can create a crypt thing using <i>create undead</i>. The spell also requires the creator or an assistant to be able to cast <i>teleport</i>, <i>greater teleport</i>, or <i>word of recall</i> (or provide this magic from a scroll or other source).</p>", 
            "url": "pfsrd://Bestiary 2/Monsters/Crypt Thing/Creation", 
            "type": "section", 
            "name": "Creation", 
            "source": "Bestiary 2"
        }
    ], 
    "hp": "52 (8d8+16)", 
    "wisdom": "14", 
    "defensive_abilities": "channel resistance +2", 
    "creature_type": "Undead", 
    "dr": "10/bludgeoning or magic", 
    "name": "Crypt Thing", 
    "base_attack": "+6", 
    "skills": "Bluff +6, Intimidate +13, Knowledge (arcana) +6, Knowledge (dungeoneering) +5, Knowledge (history) +3, Perception +15, Sense Motive +15, Stealth +9", 
    "reflex": "+6", 
    "cmd": "23", 
    "cmb": "+10", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 2/Monsters/Crypt Thing", 
    "aura": "fear (10 ft., frightened for 1d4 rounds, Will DC 16 negates)", 
    "organization": "solitary"
}