{
    "dexterity": "13", 
    "ac": "16, touch 11, flat-footed 15 (+1 Dex, +5 natural)", 
    "special_attacks": "constrict (2d4+4)", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Perception", 
    "melee": "bite +7 (1d6+3), tentacles +8 (2d4+3 plus grab)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "10 ft., climb 30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Aklo", 
    "strength": "16", 
    "constitution": "15", 
    "space": "5 ft.", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "temperate forests or underground", 
    "source": "Bestiary 2", 
    "charisma": "12", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 6th; concentration +7)<p class=\"stat-block-2\">At will-<i>minor image</i> (DC 13)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Skill Focus (Bluff), Toughness, Weapon Focus (tentacles)", 
    "senses": "darkvision 60 ft.; Perception +11", 
    "description": "This swollen cephalopod has ten writhing tentacles and a hideously monstrous face with pale, milky eyes on its bulbous body.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Decapus/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A decapus's tentacles must all strike at a single target, but they do so as a primary attack.", 
                    "name": "Tentacles", 
                    "url": "pfsrd://Bestiary 2/Monsters/Decapus/Special Abilities/Tentacles", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Named for its resemblance to a 10-armed octopus, the strange decapus is one of many bizarre creatures that hail from the deepest caverns of the world. When they are encountered aboveground, their affinity for forests (they particularly enjoy clambering around in tangled canopies) suggests that their original source might be some strange, deep underground cavern wherein magical jungles grow.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The decapus is a fairly intelligent creature&mdash;an ambush predator that makes excellent use of its ability to weave magical visual illusions and to imitate the voices of other creatures it has heard speaking. Typical decapuses know only the Aklo tongue, but when they use their sound mimicry ability to imitate creatures speaking in other languages, they can typically form short (up to three words long) sentences even when imitating a language they don't actually know.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The decapus's physical structure most resembles that of a bloated octopus with 10 tentacles. It lacks bones and takes its shape from its rubbery, muscular flesh. Most have sickly, olive skin patched with scraggly tangles of hair, with darker blue or purple coloration around their faces and crimson or orange tips to their tentacles. These tentacles are covered with tiny suction cups and hooks, affording them great skill at climbing or clutching prey. On the ground, though, they are slow, plodding creatures that flop and wriggle relatively inefficiently. As a result, they prefer regions like forest canopies, narrow fissures, stalactite forests, or other regions where they can use their climb speed.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The decapus favors humanoid flesh over all other food; most are quite fond of gnome flesh in particular. This creature has an enormous appetite that often drives it to consume whatever food is available&mdash;the decapus is not above cannibalism when other food sources are scarce. For this reason, these monsters are largely solitary creatures, except when the urge to mate overwhelms their urge to feed. Females give birth to small litters of 2&ndash;4 live offspring. The females often need to defend them from the males, which, if left unsupervised, typically eat the newborn decapuses. The young mature rapidly, growing to full size after a mere 7 to 11 months, after which they depart to claim their own territories. Once a decapus reaches maturity, it can live to 100 years old&mdash;although their violent natures usually result in much shorter lifespans.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical decapus has a legspan of 8 feet and weighs 200 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "45 (6d8+18)", 
    "reach": "5 ft.", 
    "wisdom": "11", 
    "creature_type": "Aberration", 
    "special_qualities": "sound mimicry (voices), tentacles", 
    "name": "Decapus", 
    "base_attack": "+4", 
    "skills": "Acrobatics +7 (-1 jump), Bluff +7, Climb +16, Escape Artist +5, Intimidate +7, Perception +11, Spellcraft +6, Stealth +9", 
    "reflex": "+3", 
    "cmd": "18 (can't be tripped)", 
    "cmb": "+7 (+11 grapple)", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 2/Monsters/Decapus", 
    "organization": "solitary or mated pair"
}