{
    "dexterity": "13", 
    "ac": "19, touch 11, flat-footed 17 (+1 Dex, +1 dodge, +8 natural, -1 size)", 
    "special_attacks": "destructive harmonics", 
    "intelligence": "13", 
    "racial_modifiers": "+8 Perception (hearing only)", 
    "resist": "sonic 30", 
    "melee": "bite +12 (2d6+4), 2 claws +12 (1d8+4)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "30 ft.", 
    "alignment": "NE", 
    "size": "Large", 
    "languages": "Common (cannot speak)", 
    "strength": "18", 
    "constitution": "16", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "+5", 
    "environment": "underground", 
    "source": "Bestiary 2", 
    "charisma": "13", 
    "immune": "gaze attacks, visual effects, illusions, and attacks relying on sight", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Dodge, Great Fortitude, Improved Initiative, Lightning Reflexes, Mobility, Vital Strike", 
    "senses": "blindsight 100 ft.; Perception +27", 
    "description": "The hunched, reptilian beast lopes on two clawed feet, its eyeless head dominated by a huge circular maw filled with jagged teeth.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Destrachan/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A destrachan can project a blast of sonic energy in a cone up to 80 feet long or in a 30-foot-radius burst centered on itself as a standard action. It can adjust the harmonics of its sonic cry to generate one of two different effects on targets within the area of effect, but can only create one of these effects with each use of this ability. The save DCs are Constitution-based.", 
                    "name": "Destructive Harmonics", 
                    "url": "pfsrd://Bestiary 2/Monsters/Destrachan/Special Abilities/Destructive Harmonics", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "<p class=\"stat-block-indent\"><i>Destruction</i>: All creatures within the area of effect of the destructive harmonics take 8d6 points of sonic damage&mdash;a DC 19 Reflex save halves this damage. If the destrachan wishes, this damage can instead deal nonlethal damage rather than sonic damage. Alternatively, the destrachan can target a single crystal, metal, stone, or wooden object within 80 feet with this attack&mdash;that object takes 8d6 points of damage. This damage is not halved when applied to the object's hit points, but is reduced by the object's hardness. A magical or attended object can attempt a DC 19 Reflex save to halve the damage. </p>", 
                    "source": "Bestiary 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p class=\"stat-block-indent\"><i>Pain:</i> Rather than deal damage, the destrachan can cause intense pain and overwhelming sound to affect all creatures within the area. Targets in the area must succeed on a DC 19 Fortitude save to avoid being stunned for 1 round and deafened for 1d6 rounds.</p>", 
                    "source": "Bestiary 2", 
                    "type": "section"
                }, 
                {
                    "body": "<p class=\"stat-block-1\">A destrachan gains a +4 racial bonus on all saves against sonic attacks. It is immune to the effects of its own destructive harmonics. A destrachan whose sense of hearing is impaired is effectively blinded, treating all targets as if they had total concealment.</p>", 
                    "name": "Protection from Sonics", 
                    "url": "pfsrd://Bestiary 2/Monsters/Destrachan/Special Abilities/Protection from Sonics", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Despite its bestial appearance, the destrachan is in fact a creature of cunning and cruel intellect that enjoys inflicting pain and viciously toying with its prey. It has no eyes, and is completely blind, but possesses a pair of complex, tripartite ears it can adjust to different levels of sensitivity to sound, allowing the destrachan to hunt in absolute darkness as if it were able to see.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Destrachans are carnivores, preferring to stalk and kill live prey, although they also feast on carrion. This habit serves them well, since they often kill more than they can immediately consume. They often hunt in packs, using a complex series of clicks, shrieks, and whistles to communicate with each other. While destrachans cannot speak, they are capable of understanding spoken languages like the common tongue, and often take pleasure in their victims' cries and pleas for mercy.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "90 (12d8+36)", 
    "reach": "5 ft.", 
    "wisdom": "18", 
    "defensive_abilities": "protection from sonics", 
    "creature_type": "Aberration", 
    "name": "Destrachan", 
    "base_attack": "+9", 
    "skills": "Climb +19, Perception +27, Sense Motive +16, Stealth +12, Survival +19", 
    "reflex": "+7", 
    "cmd": "26", 
    "cmb": "+14", 
    "will": "+12", 
    "url": "pfsrd://Bestiary 2/Monsters/Destrachan", 
    "organization": "solitary, pair, or pack (3-5)"
}