{
    "dexterity": "18", 
    "ac": "17, touch 15, flat-footed 13 (+4 Dex, +2 natural, +1 size)", 
    "intelligence": "9", 
    "resist": "acid 10, cold 10", 
    "melee": "bite +5 (1d6 plus 1d6 acid and disease)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "20 ft., fly 60 ft. (perfect)", 
    "alignment": "LE", 
    "size": "Small", 
    "languages": "Celestial, Draconic, Infernal; telepathy 100 ft.", 
    "strength": "11", 
    "constitution": "14", 
    "immune": "fire, poison", 
    "treasure": "standard", 
    "init": "+8", 
    "environment": "any (Hell)", 
    "source": "Bestiary 2", 
    "charisma": "12", 
    "fortitude": "+6", 
    "spells": [
        {
            "spell-like abilities": "(CL 8th; concentration +9)<p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only), <i>invisibility</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>grease</i>, <i>summon swarm</i>, <i>whispering wind</i></p><p class=\"stat-block-2\">1/day-<i>summon</i> (level 3, 1 zebub or 1d4 lemures, 40%)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Improved Initiative, Lightning Reflexes", 
    "senses": "darkvision 60 ft.; Perception +9", 
    "description": "This childlike blasphemy conjoins the features of a plump human infant and a gigantic, gore-fattened fly.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Devil/Accuser/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Bite:", 
                    "name": "Disease", 
                    "url": "pfsrd://Bestiary 2/Monsters/Devil/Accuser/Special Abilities/Disease", 
                    "sections": [
                        {
                            "name": "Devil Chills, Accuser Devil", 
                            "source": "Bestiary 2", 
                            "url": "pfsrd://Bestiary 2/Monsters/Devil/Accuser/Special Abilities/Disease/Devil Chills/Accuser Devil", 
                            "contracted": "injury", 
                            "effect": "1d4 Strength damage", 
                            "onset": "1d4 days", 
                            "subtype": "disease", 
                            "cure": "3 consecutive saves", 
                            "frequency": "1 day", 
                            "save": "Fortitude DC 14", 
                            "type": "affliction"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A zebub records all that it sees and may pass its visions on to another creature. By remaining in contact with a willing creature, it can replay up to 24 hours of witnessed events, or shorter incidents if it so chooses. It takes a zebub 1 round to replay 1 hour of recorded images, which the target receives in a flash of information, without sound or other sensory information. After relaying its findings, the zebub cannot replay its visions of those events again. A zebub cannot replay its visions for an unwilling creature or as an attack, no matter how horrific the events it might have witnessed.", 
                    "name": "Infernal Eye", 
                    "url": "pfsrd://Bestiary 2/Monsters/Devil/Accuser/Special Abilities/Infernal Eye", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Childlike souls tormented and scoured of innocence by the flames of Hell and then reshaped by the mad whims of the archdevil Baalzebul, accuser devils embody the foul, merciless, and pervasive corruptions of the infernal host. From the depths of the Pit they rise in buzzing, shrieking plagues unleashed to taint the land, despoil weak flesh, and reveal exploitable secrets. En masse they display little of the cunning or subtlety typical of devilkind, spreading ruin at the will of their fiendish masters. Alone, though, a zebub is a craven, deceitful thing, lurking in darkness and filth, endlessly spying and vying for the petty favors of greater evils.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Accuser devils are almost exclusively formed amid the cesspits of frozen Cocytus, the seventh layer of Hell. Within the Pit they serve countless infernal lords as messengers and spies, with droves being unleashed upon myriad mortal worlds with a mandate to seek out souls ripe for corruption or those whose sins might lead to greater damnations. Many zebubs overstep the freedoms of such vague missions, seeking to manipulate weak-willed or easily intimidated mortals into all manner of trivial evils, dispensing shrill orders in their buzzing, childlike voices. Despite the fact that many zebub plots end in the zebubs' own revelation and destruction, few diabolical lords allow the slaying of their spies to go unpunished.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The zebub's ability to grant other creatures visions of what it has witnessed makes it an unusually useful creature to many conjurers. Relatively easy to conjure with a spell like <i>lesser planar ally</i> or <i>lesser planar binding</i>, an accuser devil can be an invaluable spy. One simply orders the foul little devil to become invisible and then infiltrate an area where visual information is hidden, with orders to teleport back to its point of origin to grant visions of what it observed to its master. Those who make use of accuser devils in this manner should take care to watch their own actions or what they reveal, of course, for such a creature can just as easily be bribed or intimidated into revealing visions that some conjurers might not want being made public. It's common practice among conjurers to kill their accuser devils once they've completed their missions of infiltration and observation.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>These lesser devils stand just over 2 feet tall and rarely weigh more than 25 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d10+8)", 
    "wisdom": "15", 
    "creature_type": "Outsider", 
    "special_qualities": "infernal eye", 
    "dr": "5/good or silver", 
    "name": "Devil, Accuser", 
    "base_attack": "+4; CMB +3; CMD 17", 
    "skills": "Bluff +8, Fly +21, Knowledge (planes) +6, Perception +9, Stealth +15", 
    "reflex": "+10", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 2/Monsters/Devil/Accuser", 
    "organization": "solitary, pair, or swarm (3-28)", 
    "creature_subtype": "devil, evil, extraplanar, lawful"
}