{
    "dexterity": "17", 
    "ac": "23, touch 13, flat-footed 19 (+3 Dex, +1 dodge, +10 natural, -1 size)", 
    "special_attacks": "breath weapons, flying charge", 
    "intelligence": "16", 
    "melee": "2 hooves +16 (2d6+7 plus 1d6 electricity)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "60 ft., fly 120 ft. (good)", 
    "alignment": "NG", 
    "size": "Large", 
    "languages": "Auran, Common, Draconic; telepathy 100 ft.", 
    "strength": "24", 
    "constitution": "21", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+7", 
    "environment": "any", 
    "source": "Bestiary 2", 
    "charisma": "21", 
    "fortitude": "+12", 
    "type": "creature", 
    "feats": "Dodge, Flyby Attack, Improved Initiative, Iron Will, Mobility", 
    "senses": "darkvision 120 ft., know alignment, low-light vision; Perception +17", 
    "description": "The glossy alabaster coat of this noble horse ripples with muscles, while its hooves shimmer with pale blue energy.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Dragon Horse/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action, a dragon horse can breathe out a 30-foot cone of mist. This mist either deals 10d6 points of cold damage (DC 20 Reflex half), creates a region of fog in the area that lasts for 1 minute (similar to that created by a fog cloud spell), or creates a blast of severe wind (see the wind effects table) in the area. The dragon horse may use this breath weapon once every 1d4 rounds. The save DC is Constitution-based.", 
                    "name": "Breath Weapons", 
                    "url": "pfsrd://Bestiary 2/Monsters/Dragon Horse/Special Abilities/Breath Weapons", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A dragon horse gains a +4 bonus on damage rolls if it charges while flying.", 
                    "name": "Flying Charge", 
                    "url": "pfsrd://Bestiary 2/Monsters/Dragon Horse/Special Abilities/Flying Charge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "Dragon horses automatically know the alignment of any creature they can see.", 
                    "name": "Know Alignment", 
                    "url": "pfsrd://Bestiary 2/Monsters/Dragon Horse/Special Abilities/Know Alignment", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A dragon horse can enter the Ethereal Plane, Astral Plane, Plane of Air, or Material Plane once per day as a standard action. This functions as plane shift, but the dragon horse can only bring up to two other willing creatures with it, and only if they are on its back.", 
                    "name": "Shift Planes", 
                    "url": "pfsrd://Bestiary 2/Monsters/Dragon Horse/Special Abilities/Shift Planes", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Despite their name, dragon horses are not related to dragons. These noble creatures gain their name from their ability to fly through the air without wings and to create different effects with their misty breath.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Dragon horses are solitary creatures, spending most of their time up among the clouds and rarely setting hoof to solid ground. A mated pair of dragon horses remains together to raise its young, but otherwise individuals prefer to be on their own. They are fierce and reclusive, but peaceful and even playful under the right circumstances. Dragon horses sometimes offer aid and assistance to decent folk in need, taking care to use their ability to know alignment to avoid accidentally providing aid to evil creatures, whom they despise.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Dragon horse foals are highly prized as potential steeds, but as dragon horses are highly intelligent creatures, they cannot be trained as if they were animals. Instead, one who seeks a dragon horse mount must use diplomacy to secure the creature's aid.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Peaceful creatures by nature, dragon horses prefer to avoid combat by flying away. When they are forced to fight (often in response to an evil creature's mayhem), they attempt to deal nonlethal damage to all but evil-aligned foes, leaving any unconscious opponents unharmed. Those who have chosen evil ways may sometimes receive the same mercy, in the hope that it helps them see the light, but innately evil foes are dispatched as quickly and cleanly as possible.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "105 (10d10+50)", 
    "reach": "10 ft.", 
    "wisdom": "18", 
    "creature_type": "Magical Beast", 
    "special_qualities": "shift planes", 
    "name": "Dragon Horse", 
    "base_attack": "+10", 
    "skills": "Fly +18, Knowledge (planes) +13, Perception +17, Sense Motive +14, Survival +14", 
    "reflex": "+10", 
    "cmd": "32 (36 vs. trip)", 
    "cmb": "+18", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 2/Monsters/Dragon Horse", 
    "organization": "solitary", 
    "creature_subtype": "air"
}