{
    "dexterity": "11", 
    "ac": "16, touch 9, flat-footed 16 (+7 natural, -1 size)", 
    "special_attacks": "sinkhole, swallow whole (2d8+4 bludgeoning, AC 13, 4 hp)", 
    "intelligence": "2", 
    "racial_modifiers": "+8 Stealth in ambush", 
    "melee": "bite +5 (1d8+3 plus grab), 5 tentacles +3 (1d4+1 plus grab)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "10 ft., burrow 20 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "17", 
    "constitution": "18", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+4", 
    "environment": "warm deserts", 
    "source": "Bestiary 2", 
    "charisma": "10", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Improved Initiative, Multiattack, Skill Focus (Stealth)", 
    "senses": "darkvision 60 ft., tremorsense 60 ft.; Perception +5", 
    "description": "A tremendous starfish-like creature emerges from the sand, its five long arms surrounding a circular toothy maw.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Dust Digger/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A dust digger can burrow into sand, loose soil, or dirt to lie in ambush just under the surface. When it feels (via tremorsense) prey walk into a square it threatens, it can deflate its body as an immediate action, causing the sand and other loose soil above to shift and slide. All creatures who were standing in the dust digger's reach must make a DC 15 Reflex save or become entangled as long as they remain in the dust digger's reach. All creatures who were standing at least partially in the dust digger's actual space must make a DC 15 Reflex save or become entangled and fall prone&mdash;if such a creature makes this save, it immediately moves to the closest adjacent unoccupied square. If this results in more than a 5-foot move, the creature moves that distance and then falls prone. The save DC is Strength-based.", 
                    "name": "Sinkhole", 
                    "url": "pfsrd://Bestiary 2/Monsters/Dust Digger/Special Abilities/Sinkhole", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Dust diggers most resemble mammoth starfish, with thick sandy-colored exoskeletons covered with rough, burr-like spines. Its five arms are long and thin, and covered with hundreds of barbed, tubular cilia that the creature uses to move as well at grab and grapple prey. At the fleshy center of the creature's body gapes a circular maw lined with large sharp teeth.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>As ambush predators, dust diggers spend the majority of their lives buried beneath the sand, waiting patiently for prey to stumble over their ambush site. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Dust diggers are asexual. They reproduce by budding, splitting off young three to four times over the course of their 10-year lives&mdash;smaller versions of themselves that must immediately move away from the parent to avoid being snatched up and eaten. Dust digger young are just over 4 feet across, and can move relatively quickly through sand (their burrow speed is 40 feet). Usually, a young dust digger travels at least a mile from its parent before it settles down to create its first ambush&mdash;the amount of life in the region it has chosen as its new lair often determines whether the new dust digger thrives or starves to death, for once it digs its first ambush, it rarely moves more than a few hundred feet away over the course of its life.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "42 (5d8+20)", 
    "reach": "10 ft.", 
    "wisdom": "11", 
    "creature_type": "Aberration", 
    "name": "Dust Digger", 
    "base_attack": "+3", 
    "skills": "Perception +5, Stealth +5 (+13 in ambush)", 
    "reflex": "+1", 
    "cmd": "17", 
    "cmb": "+7", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 2/Monsters/Dust Digger", 
    "organization": "solitary, pair, or colony (3-10)"
}