{
    "dexterity": "15", 
    "ac": "16, touch 12, flat-footed 14 (+2 Dex, +4 natural)", 
    "special_attacks": "dazzling burst", 
    "intelligence": "13", 
    "melee": "2 claws +6 (1d6+1 plus grab)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "D'ziriak; telepathy 100 ft.", 
    "strength": "13", 
    "constitution": "12", 
    "treasure": "standard", 
    "init": "+2", 
    "environment": "any land (Plane of Shadow)", 
    "source": "Bestiary 2", 
    "charisma": "16", 
    "fortitude": "+2", 
    "spells": [
        {
            "spell-like abilities": "(CL 3rd; concentration +6)<p class=\"stat-block-2\">1/day-<i>plane shift</i> (self only, to Plane of Shadow only)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Reflexes, Weapon Focus (claw)", 
    "senses": "darkvision 120 ft., low-light vision; Perception +9", 
    "description": "This four-armed creature looks like a cross between a human and a black and ochre termite. Its body and arms display glowing runes.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Dziriak/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once per day, a d'ziriak can cause its body to flare with intense, colorful light as a swift action. Non-d'ziriaks within a 20-foot radius must make a DC 13 Fortitude save or be dazzled for 1 minute. After using this ability, the d'ziriak's brilliant glow is extinguished for 24 hours. This ability is a light effect, and creatures that cannot see are immune to it. The save DC is Constitution-based.", 
                    "name": "Dazzling Burst", 
                    "url": "pfsrd://Bestiary 2/Monsters/Dziriak/Special Abilities/Dazzling Burst", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "The colorful runes that decorate a d'ziriak's body create dim light in a 20-foot radius from its body.", 
                    "name": "Glow", 
                    "url": "pfsrd://Bestiary 2/Monsters/Dziriak/Special Abilities/Glow", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Natives of the Plane of Shadow, d'ziriaks are a mysterious race of human-sized insectoids. From their partially buried hive cities rise spires and steeples adorned with alchemical fire and illusory flame, dim beacons of sanctuary in the foreboding twilight. The d'ziriaks remain staunchly neutral in most affairs, and are typically happy to converse with travelers via their eerie telepathy (their own language of buzzes and chitters is an obscure one known by few outside their race), but their unknown, obscure goals lead most others to regard this race with caution.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The average d'ziriak is 7 feet tall and has four arms, two legs, a termite-like abdomen, and a mandibled visage somewhere between that of insect and human. Two of its arms are large and possess sharp claws, while the other two are relatively small and used for fine manipulations, not combat. Strangely for a race native to the realm of shadows, the d'ziriaks have a colorful collection of runic shapes, almost like glowing tattoos, upon their chitinous flesh. These runes help to denote what role in d'ziriak society each of these beings serves.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>D'ziriaks rarely travel off the Plane of Shadow except on orders of their rulers, and prefer to live their lives out in their hive cities. They remain open to trade and diplomacy with any brave enough to travel the Plane of Shadow, and are valued by many both on and off their plane for their artisans' ability to weave light into tangible art and create weapons of great quality and beauty.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "26 (4d10+4)", 
    "wisdom": "14", 
    "creature_type": "Outsider", 
    "special_qualities": "glow", 
    "name": "D'ziriak", 
    "base_attack": "+4", 
    "skills": "Climb +8, Knowledge (arcana) +8, Knowledge (planes) +8, Perception +9, Sense Motive +9, Stealth +9, Survival +7, Use Magic Device +8", 
    "reflex": "+6", 
    "cmd": "17", 
    "cmb": "+5 (+9 grapple)", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 2/Monsters/Dziriak", 
    "organization": "solitary, pair, swarm (3-20), or hive (21-100)", 
    "creature_subtype": "extraplanar"
}