{
    "environment": "any (Plane of Fire)", 
    "name": "Elemental, Magma", 
    "url": "pfsrd://Bestiary 2/Monsters/Elemental/Magma/Elemental/Magma", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Elemental/Magma/Elemental/Magma/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A magma elemental's burn DC includes a &ndash;2 racial penalty, as their fires don't burn quite as hot as true elemental flames.", 
                    "name": "Burn", 
                    "url": "pfsrd://Bestiary 2/Monsters/Elemental/Magma/Elemental/Magma/Special Abilities/Burn", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A burrowing magma elemental can pass through stone, dirt, lava, or almost any other sort of earth except metal as easily as a fish swims through water. Its burrowing leaves behind no tunnel or hole, nor does it create any ripple, though the area it passes through feels warm for 1 round afterward and often retains a strangely smooth texture, as if the stone had been polished. A move earth spell cast on an area containing a burrowing magma elemental flings the elemental back 30 feet, stunning the creature for 1 round unless it succeeds on a DC 15 Fortitude save.", 
                    "name": "Earth Glide", 
                    "url": "pfsrd://Bestiary 2/Monsters/Elemental/Magma/Elemental/Magma/Special Abilities/Earth Glide", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per day as a full-round action, a magma elemental can vomit forth a puddle of lava  that fills its space to a depth of 2&ndash;3 inches and counts as difficult terrain. Any creature that moves through this puddle of lava takes 2d6 points of fire damage. This damage continues for 1d3 rounds after the creature leaves the lava pool, although then it only inflicts 1d6 points of fire damage per round. The lava puddle solidifies and is safe to touch after a number of rounds equal to the elemental's Hit Dice. At the GM's discretion, this puddle of lava could start secondary fires.", 
                    "name": "Lava Puddle", 
                    "url": "pfsrd://Bestiary 2/Monsters/Elemental/Magma/Elemental/Magma/Special Abilities/Lava Puddle", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "treasure": "none", 
    "languages": "Ignan", 
    "source": "Bestiary 2", 
    "organization": "solitary, pair, or gang (3-8)", 
    "type": "creature"
}