{
    "dexterity": "17", 
    "ac": "17, touch 13, flat-footed 14 (+3 Dex, +4 natural)", 
    "special_attacks": "blood drain (1 Constitution), sneak attack +2d6", 
    "intelligence": "13", 
    "racial_modifiers": "+4 Disguise, +8 Escape Artist", 
    "melee": "mwk longsword +8 (1d8+4/19-20), slam +2 (1d6+2 plus grab)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Aquan, Common; tongues", 
    "strength": "18", 
    "constitution": "18", 
    "space": "5 ft.", 
    "treasure": "standard (masterwork longsword, other treasure)", 
    "init": "+7", 
    "environment": "any swamps or underground", 
    "source": "Bestiary 2", 
    "charisma": "16", 
    "fortitude": "+5", 
    "spells": [
        {
            "spell-like abilities": "(CL 5th; concentration +8)<p class=\"stat-block-2\">Constant-<i>tongues</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Reflexes, Deceitful, Improved Initiative", 
    "senses": "darkvision 60 ft.; Perception +2", 
    "description": "This hairless, leathery biped has a face dominated by grotesque and unsettling whorls and slits instead of actual features. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Faceless Stalker/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A faceless stalker can assume the form of a Medium humanoid at will but requires 10 uninterrupted minutes to alter its body. Performing this transformation is somewhat painful, but the faceless stalker can maintain its new form indefinitely once it has achieved it. It can change back to its true form as a swift action and gains a +2 morale bonus on attack rolls, damage rolls, skill checks, and saving throws for 1 round after it does so. Faceless stalkers retain their own innate abilities when they assume their new form and do not gain any of those belonging to the creature they mimic. A faceless stalker gains a +10 bonus on Disguise checks when they are used in conjunction with this ability.", 
                    "name": "Change Shape", 
                    "url": "pfsrd://Bestiary 2/Monsters/Faceless Stalker/Special Abilities/Change Shape", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "In its natural form, a faceless stalker has no discernible facial features. It gains a +4 bonus on saving throws made to resist attacks or effects that target the senses. This includes gaze attacks, odor-based attacks, sonic attacks and similar attacks. This bonus does not apply to illusions.", 
                    "name": "Faceless", 
                    "url": "pfsrd://Bestiary 2/Monsters/Faceless Stalker/Special Abilities/Faceless", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Ugothols (as faceless stalkers call themselves) are one of the many tools created and then discarded by the aboleths in their long war against the surface dwellers. Scorned by their former masters when the scheme for which they were designed unraveled, the faceless stalkers fled into swamps, marshes, or any other dark, wet places they could find&mdash;the closest they could come to the aquatic cities they once considered home. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Originally designed to serve as spies that could walk uncontested among the air-breathing races, faceless stalkers adopt new forms by reshaping their skin and contorting their rubbery bodies. This painful process takes approximately 10 uninterrupted minutes&mdash;an ugothol typically seeks a private place to do it, avoiding even others of its own kind. The sensation of returning to its true form is quite exhilarating and results in a momentary burst of euphoria. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Faceless stalkers cannot digest solid food even when in the form of a creature with a mouth. Instead, they subsist on liquids, including blood. In their natural forms, they have three hollow tongues which they use to penetrate and lap blood from their victims. Since they have no particular skill at grappling foes, most ugothols wait until a victim is helpless or asleep before attempting to drink its blood&mdash;although the best is when a victim is helpless but conscious during the process, so that the faceless stalker can &ldquo;play with its food&rdquo; by having grisly and cruel conversations with it.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "42 (5d8+20)", 
    "reach": "10 ft.", 
    "wisdom": "15", 
    "creature_type": "Aberration", 
    "special_qualities": "change shape (Medium humanoid, alter self), compression, faceless", 
    "dr": "5/piercing or slashing", 
    "name": "Faceless Stalker", 
    "base_attack": "+3", 
    "skills": "Bluff +10, Disguise +14 (+24 when using change shape), Escape Artist +19, Sleight of Hand +8, Stealth +11", 
    "reflex": "+4", 
    "cmd": "20", 
    "cmb": "+7 (+11 grapple)", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 2/Monsters/Faceless Stalker", 
    "organization": "solitary, pair, or gang (3-9)", 
    "creature_subtype": "shapechanger"
}