{
    "dexterity": "15", 
    "ac": "15, touch 12, flat-footed 13 (+2 Dex, +3 natural)", 
    "intelligence": "4", 
    "melee": "2 claws +4 (1d6+1)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "30 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Common, Sylvan", 
    "strength": "12", 
    "constitution": "12", 
    "treasure": "standard", 
    "init": "+2", 
    "environment": "temperate plains or forests", 
    "source": "Bestiary 2", 
    "charisma": "9", 
    "fortitude": "+2", 
    "spells": [
        {
            "spell-like abilities": "(CL 4th; concentration +3)<p class=\"stat-block-2\">3/day-<i>heat metal</i> (DC 11)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Skill Focus (Perception), Weapon Finesse", 
    "senses": "low-light vision; Perception +11", 
    "description": "This humanoid creature has the legs of a bald goat, a completely hairless body, and a horned head with a sinister expression.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Forlarren/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Whenever a forlarren kills a living creature, it must make a DC 15 Will save to avoid becoming overwhelmed with remorse. If it fails this save, the forlarren becomes nauseated for 1d6 rounds. This is a mind-affecting effect.", 
                    "name": "Remorse", 
                    "url": "pfsrd://Bestiary 2/Monsters/Forlarren/Special Abilities/Remorse", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A nymph's charm and beauty are such that she can seduce nearly any creature that she sets her attentions on&mdash;and often, unfortunately, creatures she would rather not consort with. When a nymph catches the attention of a fiend and the fiend takes advantage of the creature, the resulting offspring is not always a half-fiend. Roughly one in 20 such incidents results instead in a strange creature known as a forlarren&mdash;a unique creature that possesses its own unusual abilities and qualities.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Few nymphs survive the ordeal of giving birth to a forlarren&mdash;those who do might attempt to raise their children in loving environments, but the evil that lurks in a forlarren's soul is powerful. In most cases where a nymph attempts to raise a forlarren child, it's only a matter of time before the forlarren grows resentful and its evil nature compels it to murder its mother.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Most forlarrens are female, and few are capable of conceiving children of their own. A forlarren grows to adulthood with astonishing speed, reaching full growth in only a year&mdash;even those who come into the world as orphans are capable of defending themselves and seeking out food. Yet despite the rapidity with which they reach maturity, few forlarrens survive to adulthood. Cast out from both sylvan and fiendish society, the typical forlarren is a lonely creature, cursed by its own existence. It detests itself and everything it sees, and soon becomes consumed by hatred of life itself. The forlarren vents its rage on good and evil alike, lashing out at anything that approaches it.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The forlarren attacks with its clawed hands, typically focusing on a single opponent at a time and attacking until it or its opponent is slain. Yet curiously, when a forlarren succeeds in killing an opponent, the kindly traits of its fey mother sometimes surface, and it shows profound remorse for its cruelty. With such a pendulum of erratic behavior, it is no wonder that forlarrens are all but incapable of forming lasting friendships&mdash;even with others of their own kind.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The majority of forlarrens inherit little in the way of the magical abilities possessed by their fey mothers, but they do gain a small measure of the powers of their fiendish fathers. In most cases, this manifests as the ability to use <i>heat metal</i> three times per day, but some forlarren instead gain a different spell-like ability chosen from the following list: <i>chill metal</i>, <i>flame blade</i>, <i>flaming sphere</i>, <i>gust of wind</i>, <i>summon swarm</i>, or <i>warp wood</i>.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A forlarren stands 6 feet tall and weighs about 160 pounds. In theory, these creatures can live for hundreds of years, but most perish through violence before they turn 10.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "18 (4d6+4)", 
    "weaknesses": "remorse", 
    "wisdom": "13", 
    "creature_type": "Fey", 
    "dr": "5/cold iron", 
    "name": "Forlarren", 
    "base_attack": "+2", 
    "skills": "Acrobatics +9, Perception +11, Stealth +9", 
    "reflex": "+6", 
    "cmd": "15", 
    "cmb": "+3", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 2/Monsters/Forlarren", 
    "organization": "solitary"
}