{
    "dexterity": "16", 
    "ac": "27, touch 11, flat-footed 24 (+3 Dex, +16 natural, -2 size)", 
    "special_attacks": "breath weapon (60-ft. cone, 15d6 cold damage, Reflex DC 23 half, usable once per hour), death throes, trill", 
    "intelligence": "2", 
    "racial_modifiers": "+8 Stealth in ice and snow", 
    "melee": "bite +25 (4d10+15 plus 4d6 cold)", 
    "cr": "12", 
    "xp": "19,200", 
    "speed": "30 ft., burrow 10 ft.", 
    "alignment": "N", 
    "size": "Huge", 
    "strength": "31", 
    "constitution": "21", 
    "space": "15 ft.", 
    "treasure": "incidental", 
    "init": "+7", 
    "environment": "cold plains or mountains", 
    "source": "Bestiary 2", 
    "charisma": "11", 
    "immune": "cold", 
    "fortitude": "+15", 
    "type": "creature", 
    "feats": "Cleave, Combat Reflexes, Improved Initiative, Iron Will, Power Attack, Skill Focus (Perception), Stand Still, Weapon Focus (bite)", 
    "senses": "darkvision 60 ft., low-light vision; Perception +17", 
    "description": "This immense white worm has a single circular eye in the center of its head. Wisps of icy fog waft up from between its mandibles.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Frost Worm/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A frost worm's body generates intense cold, allowing it to deal an additional 4d6 cold damage with its bite attack. Any creature that attacks a frost worm with an unarmed strike or a natural weapon takes 1d6 points of cold damage per successful hit. A creature that grapples or is grappled by a frost worm takes 4d6 points of cold damage per round the grapple is maintained.", 
                    "name": "Cold", 
                    "url": "pfsrd://Bestiary 2/Monsters/Frost Worm/Special Abilities/Cold", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "When killed, a frost worm explodes in a 100-foot-radius burst that deals 12d6 cold damage and 8d6 piercing damage (DC 23 Reflex half). The save DC is Constitution-based.", 
                    "name": "Death Throes", 
                    "url": "pfsrd://Bestiary 2/Monsters/Frost Worm/Special Abilities/Death Throes", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "As a full-round action, a frost worm can emit a strange trilling sound that affects all creatures within a 100-foot radius. Creatures must succeed on a DC 18 Will save or be fascinated for as long as the worm continues to trill (the frost worm can maintain this trill by concentrating). Once a creature has resisted or broken the effect, it cannot be affected again by that same frost worm's trill for 24 hours. This is a sonic mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Trill", 
                    "url": "pfsrd://Bestiary 2/Monsters/Frost Worm/Special Abilities/Trill", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>With armor-crushing jaws, flesh that radiates cold, and a terrible keening cry capable of holding creatures fascinated, frost worms are apex predators of the frozen tundra and glaciers. In the frost worms' far-reaching hunting grounds, they fear only the remorhaz, for the heat generated by an enraged remorhaz causes intense pain to a frost worm.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>This extreme aversion to heat, as well as its freezing touch and devastating breath weapon, stems from an unusual facet of frost worm physiology&mdash;veins that run with magically cold blood. This creature's ichor is clear, but infused with such sub-freezing temperatures that the monster's flesh can freeze water in the skin of creatures that touch it. When a frost worm dies, this magical energy dissipates, and both blood and muscle immediately freeze solid and then explode into a catastrophic barrage of icy shrapnel. As a result, even those predators that might legitimately prey upon the burrowing monstrosities tend to leave frost worms well enough alone.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>An adult frost worm measures 35 feet long and weighs 8,000 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "168 (16d10+80)", 
    "weaknesses": "vulnerable to fire", 
    "reach": "10 ft.", 
    "wisdom": "16", 
    "creature_type": "Magical Beast", 
    "special_qualities": "cold", 
    "name": "Frost Worm", 
    "base_attack": "+16", 
    "skills": "Perception +17, Stealth +6 (+14 in ice and snow)", 
    "reflex": "+13", 
    "cmd": "41 (can't be tripped)", 
    "cmb": "+28", 
    "will": "+10", 
    "url": "pfsrd://Bestiary 2/Monsters/Frost Worm", 
    "organization": "solitary", 
    "creature_subtype": "cold"
}