{
    "dexterity": "20", 
    "ac": "16, touch 16, flat-footed 11 (+5 Dex, +1 size)", 
    "special_attacks": "leap", 
    "intelligence": "2", 
    "racial_modifiers": "+14 on Acrobatics checks made to jump", 
    "melee": "bite +6 (1d6+2 plus poison), 2 claws +6 (1d4+2)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "20 ft., climb 40 ft.", 
    "alignment": "N", 
    "size": "Small", 
    "strength": "14", 
    "constitution": "15", 
    "immune": "mind-affecting effects, paralysis, poison, polymorph effects, sleep, stunning", 
    "treasure": "none", 
    "init": "+9", 
    "environment": "any underground", 
    "source": "Bestiary 2", 
    "charisma": "7", 
    "fortitude": "+3", 
    "type": "creature", 
    "feats": "Improved Initiative, Step Up", 
    "senses": "darkvision 60 ft.; Perception +6", 
    "description": "This giant fanged cricket is caked in pungent fungal growths and topped with a mushroom-like cap.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Fungal Crawler/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A fungal crawler can perform a special kind of pounce attack by jumping into combat. When a fungal crawler charges, it can make a DC 20 Acrobatics check to jump into the air and land next to its enemies. If it makes the Acrobatics check, it can follow up with four claw attacks against foes in reach, but it cannot make a bite attack.", 
                    "name": "Leap", 
                    "url": "pfsrd://Bestiary 2/Monsters/Fungal Crawler/Special Abilities/Leap", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A fungal crawler is part plant and shares many of the immunities that plant creatures possess. A fungal crawler is immune to mind-affecting effects, paralysis, poison, polymorph, sleep, and stunning.", 
                    "name": "Plant Defenses", 
                    "url": "pfsrd://Bestiary 2/Monsters/Fungal Crawler/Special Abilities/Plant Defenses", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "The save DC is Constitution-based. Bite:", 
                    "name": "Poison", 
                    "url": "pfsrd://Bestiary 2/Monsters/Fungal Crawler/Special Abilities/Poison", 
                    "sections": [
                        {
                            "name": "Fungal Crawler Venom", 
                            "source": "Bestiary 2", 
                            "url": "pfsrd://Bestiary 2/Monsters/Fungal Crawler/Special Abilities/Poison/Fungal Crawler Venom", 
                            "contracted": "injury", 
                            "effect": "1d2 Strength and 1d2 Constitution", 
                            "subtype": "poison", 
                            "cure": "1 save", 
                            "frequency": "1/round for 4 rounds", 
                            "save": "Fortitude DC 14", 
                            "type": "affliction"
                        }
                    ], 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Fungal crawlers are a perverse fusion of animal and plant. Over thousands of years, they have prospered and spread beneath the world, dominating the wildest depths of these underground regions. Like hyenas, fungal crawlers are top-tier scavengers. They are efficient hunters, but just as often feed on found carrion or take meals from other predators. When times are especially lean, fungal crawlers can even survive without food, subsisting on radiation and heat absorbed through the fungal flutes covering their pale, sickly bellies.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Thousands of breeds of fungal crawlers exist across the world, varying in appearance and habits, but all share a few common features. They invariably appear as monstrous crickets or locusts fused with fungal growths, often topped with mushroom-like caps. This hybridization makes them adept survivors, and infestations are notoriously difficult to clear out entirely. Their needle-like teeth cannot chew solid food, so most fungal crawlers rely on digestive enzymes injected through their bite to make their meals palatable. Average specimens grow to 30 pounds and 3 feet in length. They reproduce by releasing spores, which remain viable for decades until they contact organic matter and eventually develop into small, pale grubs.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Many subterranean civilizations tame fungal crawlers as guard animals, pets, or food. Though simple-minded, they are amicable enough to be trained when well-fed. Fungal crawlers hold no loyalties, though, and often flee or attack their keepers at the slightest provocation.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Thanks to the bizarre energies that suffuse their homes, fungal crawlers are incredibly diverse. They have adapted over millennia to fill every environment: flying variants fill subterranean rifts with the deafening drone of their wings, while aquatic breeds skim across the surfaces of underground lakes, and still others thrive in the fiery chambers and tunnels of volcanic networks.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "26 (4d8+8)", 
    "wisdom": "13", 
    "defensive_abilities": "plant defenses", 
    "creature_type": "Aberration", 
    "name": "Fungal Crawler", 
    "base_attack": "+3", 
    "skills": "Acrobatics +10 (+14 jumping), Climb +10, Perception +6", 
    "reflex": "+6", 
    "cmd": "19 (27 vs. trip)", 
    "cmb": "+4", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 2/Monsters/Fungal Crawler", 
    "organization": "solitary, pair, or swarm (3-12)"
}