{
    "dexterity": "17", 
    "ac": "19, touch 12, flat-footed 16 (+3 Dex, +7 natural, -1 size)", 
    "special_attacks": "confusion, implant, pheromones", 
    "intelligence": "2", 
    "racial_modifiers": "+4 Stealth in dim light", 
    "melee": "bite +6 (1d8+2), 2 claws +6 (1d6+2)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "10 ft., fly 40 ft. (good)", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "15", 
    "constitution": "15", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+3", 
    "environment": "any (Plane of Shadow)", 
    "source": "Bestiary 2", 
    "charisma": "10", 
    "fortitude": "+3", 
    "type": "creature", 
    "feats": "Ability Focus (confusion), Flyby Attack, Hover", 
    "senses": "darkvision 60 ft.; Perception +8", 
    "description": "This immense moth has huge purple wings marked with spiraling black patterns that seem to shift and writhe.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Gloomwing/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "The eerie shifting of patterns on a gloomwing's wings is hypnotic&mdash;any creature within 30 feet that does not avert its gaze from the gloomwing must make a DC 14 Will save at the start of each turn or become confused for 1 round. This is a mind-affecting effect&mdash;gloomwings and tenebrous worms are immune to this effect. The save DC is Charisma-based.", 
                    "name": "Confusion", 
                    "url": "pfsrd://Bestiary 2/Monsters/Gloomwing/Special Abilities/Confusion", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A gloomwing can lay eggs inside a Small or larger helpless or dead creature as a full-round action that provokes attacks of opportunity. A creature implanted with gloomwing eggs must make a DC 14 Fortitude save each morning to avoid suffering 1d4 points of Constitution damage. Within 24 hours of a creature's death from this damage, 1d4 young tenebrous worms emerge from the corpse, devouring it completely in the process. The eggs can be destroyed via any effect that cures disease, but the eggs themselves are not treated as a disease for purposes of what creatures are immune to this effect. The save DC is Constitution-based.", 
                    "name": "Implant", 
                    "url": "pfsrd://Bestiary 2/Monsters/Gloomwing/Special Abilities/Implant", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "After the first round of combat, a gloomwing can emit a strange, musky scent in a 30-foot radius as a free action. All creatures within this area (save for other gloomwings or tenebrous worms) must make a DC 14 Fortitude save each round to avoid becoming weakened by the pheromones. Once a creature fails a save against this effect, it takes a &ndash;4 penalty to its Strength score&mdash;this penalty lasts for as long as the battle continues and for 1 hour thereafter. Lesser restoration or any other effect capable of healing ability damage immediately removes this Strength penalty. The save DC is Constitution-based.", 
                    "name": "Pheromones", 
                    "url": "pfsrd://Bestiary 2/Monsters/Gloomwing/Special Abilities/Pheromones", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Gloomwings are strange, moth-like natives of the Plane of Shadow. Despite their appearance, they are not vermin and possess a crude but serviceable intelligence. While gloomwings can be conjured via spells like <i>lesser planar ally</i> or <i>lesser planar binding</i> to serve as guardians or even mounts, occasionally a gloomwing will slip through a tear in the fabric of the planes and make the journey to the Material Plane on its own. A gloomwing loose on the Material Plane is active for 2 to 3 hours at dawn and again for 2 to 3 hours at dusk, preferring to spend the remaining hours of the day hiding in abandoned buildings, caves, or deep canyons or foliage where the shadows are thickest. During its periods of activity, it flies through the sky on the hunt for creatures to attack and implant its eggs in&mdash;the gloomwing does not need to eat, leaving this urge to propagate its species as its primary drive.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>For all the dangers a gloomwing presents, it is the creature's young that pose the gravest threat. These creatures are known as tenebrous worms, and despite being the larval form of the adult gloomwing, are much more dangerous creatures. The fact that a gloomwing can lay several eggs a day if presented with enough living hosts makes them dangerous not for what they can inflict themselves, but for what they can spawn.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "37 (5d10+10)", 
    "reach": "5 ft.", 
    "wisdom": "12", 
    "creature_type": "Outsider", 
    "name": "Gloomwing", 
    "base_attack": "+5", 
    "skills": "Fly +5, Perception +9, Stealth +7 (+11 in dim light)", 
    "reflex": "+7", 
    "cmd": "21", 
    "cmb": "+8", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 2/Monsters/Gloomwing", 
    "organization": "solitary", 
    "creature_subtype": "extraplanar"
}