{
    "dexterity": "13", 
    "ac": "21, touch 10, flat-footed 20 (+1 Dex, +11 natural, -1 size)", 
    "special_attacks": "rend (2 claws, 1d8+10)", 
    "intelligence": "3", 
    "racial_modifiers": "+4 Perception", 
    "melee": "bite +14 (2d6+7), 2 claws +15 (1d8+7 plus grab)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "Giant", 
    "strength": "25", 
    "constitution": "24", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "+1", 
    "environment": "temperate marshes", 
    "source": "Bestiary 2", 
    "charisma": "8", 
    "fortitude": "+13", 
    "type": "creature", 
    "feats": "Awesome Blow, Improved Bull Rush, Power Attack, Weapon Focus (claw)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +13", 
    "description": "This hulking beast has slick, gray, hairless skin. Its numerous yellow eyes and wide toothy maw are its only facial features.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Gray Render/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A gray render that makes a full attack against an object or structure deals double damage.", 
                    "name": "Double Damage Against Objects", 
                    "url": "pfsrd://Bestiary 2/Monsters/Gray Render/Special Abilities/Double Damage Against Objects", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Standing over 9 feet tall and weighing in excess of 4,000 pounds, a gray render is a solitary and savage predator. Renders are gifted with immense strength, and some reports claim to have witnessed a gray render uprooting a fully grown tree and tearing it to splinters in order to catch prey hiding within. Gray renders actively avoid forming groups or communities with their own kind, and perhaps only tolerate the presence of other renders when it is time to mate. Some sages claim they are asexual, but it is more likely they are hermaphrodites able to self-fertilize, and reproduce only rarely.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Despite its solitary existence, a gray render often develops an affectionate bond with other creatures, typically a herd of herbivores or a small tribe of humanoids, but in some cases a solitary denizen of its swamp. The render acts as a guardian for this creature or creatures, never straying more than a mile away, running to protect them if they are attacked, and providing an offering of meat once each day, as might a domesticated cat. A gray render never harms its protected creatures, and retreats in confusion if they attack it. Most animal &ldquo;pets&rdquo; grow to accept its presence, and primitive humanoid &ldquo;pets&rdquo; often believe their guardian is a sign of favor from the gods. A render's bond may last from a few months to as long as 10 years, after which it wanders to a new territory and ignores its former favorites.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Renders are generally not malicious, and only attack if hungry or if they or their pets are threatened. A render protecting its pets fights to the death.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "100 (8d10+56)", 
    "reach": "10 ft.", 
    "wisdom": "14", 
    "creature_type": "Magical Beast", 
    "special_qualities": "double damage against objects", 
    "name": "Gray Render", 
    "base_attack": "+8", 
    "skills": "Perception +13, Survival +6", 
    "reflex": "+7", 
    "cmd": "27", 
    "cmb": "+16 (+20 grapple)", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 2/Monsters/Gray Render", 
    "organization": "solitary (plus bonded creatures if any)"
}