{
    "dexterity": "14", 
    "ac": "15, touch 12, flat-footed 13 (+2 Dex, +3 natural)", 
    "intelligence": "3", 
    "racial_modifiers": "+8 Stealth in rocky terrain", 
    "melee": "bite +4 (1d4+1), 4 tentacles -1 (1d4)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "30 ft., climb 20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Aklo (cannot speak)", 
    "strength": "12", 
    "constitution": "13", 
    "treasure": "incidental", 
    "init": "+2", 
    "environment": "any underground", 
    "source": "Bestiary 2", 
    "charisma": "5", 
    "fortitude": "+2", 
    "type": "creature", 
    "feats": "Combat Reflexes, Skill Focus (Perception), Stand Still", 
    "senses": "darkvision 60 ft., scent; Perception +12", 
    "description": "This pallid, slimy, worm-like creature is the size of a human, its mouth a sickening tangle of tentacles and hooked jaws.", 
    "sections": [
        {
            "body": "<p>The worm-like grick is a terror of the caverns and tunnels in which it dwells, lying in wait near heavily traveled underground passages or subterranean cities for the chance to reach forth from the darkness and take its prey. Those laid low by a grick are rarely consumed on the spot. Instead, fresh food is hauled back to the grick's lair in a tight burrow or high on a cavern ledge, where it is consumed in small bites at the grick's leisure.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The origins of the grick are not known. Even though the grick has a rudimentary intelligence, it does not have any society to speak of, and most are encountered alone. On those occasions when unfortunate travelers meet multiple specimens, groups of gricks do not appear to communicate or work together; each instead attacks individual targets and retreats with its prize as soon as it manages to bring down an opponent. Capable predators, gricks also have a strangely weapon-resistant hide that makes them especially dangerous. Many novice adventurers have fallen to grick attacks merely because they were unable to damage the creature with their nonmagical weapons. Those that are familiar with gricks (especially dwarves, morlocks, and troglodytes) know the best strategy for dealing with them is to fall back and wait for more powerful or magical reinforcements.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Gricks rely on their dark coloration and ability to climb walls to keep them out of sight until they're ready to spring an ambush. On occasions when food is scarce in a given region, gricks have been known to travel to the surface and roam the wilderness in search of prey, but these sojourns are almost always out of necessity, and end as soon as the gricks find entrances to new subterranean lairs. They prefer darkness and the comfort of a ceiling overhead, avoiding the open sky and going to great lengths to keep the cover of trees, low clouds, or buildings between them and the empty gulf overhead.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>These surface-adapted varieties of the underground grick are shades of green and lurk in the undergrowth of jungles or climb low-hanging branches to drop on unsuspecting prey. Their racial bonus on Stealth checks applies in forested terrain instead of rocky terrain. Jungle gricks are heartier creatures than their underground-dwelling kin&mdash;all jungle gricks possess the advanced creature simple template and gain Toughness as a bonus feat.</p>", 
            "url": "pfsrd://Bestiary 2/Monsters/Grick/Jungle Gricks", 
            "type": "section", 
            "name": "Jungle Gricks", 
            "source": "Bestiary 2"
        }
    ], 
    "hp": "27 (5d8+5)", 
    "wisdom": "14", 
    "creature_type": "Aberration", 
    "dr": "10/magic", 
    "name": "Grick", 
    "base_attack": "+3", 
    "skills": "Climb +9, Perception +12, Stealth +6 (+14 in rocky terrain)", 
    "reflex": "+3", 
    "cmd": "16 (can't be tripped)", 
    "cmb": "+4", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 2/Monsters/Grick", 
    "organization": "solitary or cluster (2-5)"
}