{
    "dexterity": "18", 
    "ac": "17, touch 17, flat-footed 12 (+4 Dex, +1 dodge, +2 size)", 
    "special_attacks": "fiddle", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Acrobatics when jumping", 
    "melee": "short sword -1 (1d3-3/19-20)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft., fly 40 ft. (average)", 
    "alignment": "NG", 
    "size": "Tiny", 
    "languages": "Common, Sylvan", 
    "strength": "5", 
    "constitution": "13", 
    "space": "2-1/2 ft.", 
    "treasure": "NPC gear (short sword, longbow with 20 arrows, other treasure)", 
    "init": "+4", 
    "environment": "temperate forests", 
    "source": "Bestiary 2", 
    "charisma": "14", 
    "fortitude": "+1", 
    "spells": [
        {
            "spell-like abilities": "(CL 9th; concentration +11)<p class=\"stat-block-2\">3/day-<i>disguise self</i>, <i>entangle</i> (DC 13), <i>invisibility</i> (self only), <i>pyrotechnics</i> (DC 14)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Dodge", 
    "senses": "low-light vision; Perception +5", 
    "description": "Perched on the prickly legs of a cricket, this tiny creature has gossamer wings and the upper body of an elven woman. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Grig/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Grigs are capable of rubbing their legs together like a cricket to create a surprisingly pleasant sound not unlike that of a tiny fiddle. As a standard action, a grig can create a catchy tune that compels any creature within a 20-foot spread to dance and caper. A creature can resist this compulsion by making a DC 12 Will save. Creatures that fail are compelled to dance and shuffle their feet, and are effectively staggered as long as the grig continues to fiddle. A grig can maintain this effect for up to 10 rounds per day by concentrating. Once a creature makes the save against a grig's fiddle, it is immune to further fiddle effects from that grig for 24 hours. This is a sonic mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Fiddle", 
                    "url": "pfsrd://Bestiary 2/Monsters/Grig/Special Abilities/Fiddle", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Grigs are tiny fey with the upper bodies of elf-like sprites and cricket bodies below. Their humanoid features vary wildly in individual appearance, but they usually wear their brown, silver, or green hair long and uncombed. In most cases, grigs' skin bears gold or green stripes or markings, and their legs are brightly colored. They prefer to eschew clothes entirely, wearing clothing only when such apparel has desirable magical effects. Grigs stand 1-1/2 feet tall, and weigh just under 10 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Grigs make their homes in thick woods alongside rolling hills, often near bodies of water. In every grig community may be found a clearing where the group observes the moon during its many lunar holidays.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Despite their tiny size, grigs are eager to confront evil and vanquish ugliness&mdash;as a result, grigs often find themselves in trouble. They rarely attack directly, instead preferring the element of surprise. In combat, grigs maintain their distance and either depend on their spell-like abilities or fire their longbows from afar. Grigs use their movement to their advantage, frequently jumping about their enemies or flying beyond their reach.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Gigs excel at music, and can create lively ditties simply by sawing their legs against their bodies. Grig music often stirs people to dance, even when the grigs don't enhance their music with supernatural compulsions. In addition to loving music, grigs enjoy the visual arts, especially paintings and sketches, and they often decorate their homes with bright colors and delightful images. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "4 (1d6+1)", 
    "reach": "0 ft.", 
    "wisdom": "13", 
    "creature_type": "Fey", 
    "dr": "5/cold iron", 
    "ranged": "longbow +6 (1d4-3/&times;3)", 
    "name": "Grig", 
    "base_attack": "+0", 
    "skills": "Acrobatics +8 (+12 jump), Escape Artist +8, Fly +12, Perception +5, Perform (string) +6, Stealth +16", 
    "reflex": "+6", 
    "cmd": "10 (16 vs. trip)", 
    "cmb": "+2", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 2/Monsters/Grig", 
    "sr": "16", 
    "organization": "solitary, gang (2-5), or band (6-11)"
}