{
    "dexterity": "14", 
    "ac": "15, touch 13, flat-footed 13 (+2 Dex, +2 natural, +1 size)", 
    "special_attacks": "tangling tentacles", 
    "intelligence": "9", 
    "racial_modifiers": "+4 Stealth", 
    "melee": "spear +2 (1d6+1/&times;3), bite -2 (1d3)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "15 ft., swim 30 ft., jet 200 ft.", 
    "alignment": "CE", 
    "size": "Small", 
    "languages": "Aquan", 
    "strength": "12", 
    "constitution": "13", 
    "treasure": "NPC gear (spear, other treasure)", 
    "init": "+2", 
    "environment": "any water", 
    "source": "Bestiary 2", 
    "charisma": "9", 
    "fortitude": "+1", 
    "type": "creature", 
    "feats": "Weapon Finesse", 
    "senses": "darkvision 60 ft.; Perception +4", 
    "description": "With a large head and numerous teeth, this unsightly creature resembles a goblin from the waist up and a greasy octopus below.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Grindylow/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Although a grindylow can't attack to cause damage with its six tentacles, these wriggling legs constantly writhe and reach out to tug at and trip adjacent foes. During the grindylow's turn, it can make a single trip attack against any adjacent foe as a swift action. It gains a +4 racial bonus on trip attacks made with its tangling tentacles, and if it fails to trip a foe, that creature can't attempt to trip the grindylow in retaliation.", 
                    "name": "Tangling Tentacles", 
                    "url": "pfsrd://Bestiary 2/Monsters/Grindylow/Special Abilities/Tangling Tentacles", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>About 4 feet long from head to tentacle tip, grindylows appear to be half-goblin and half-octopus, the split occurring at the waist. Grindylows are violent, ravenous creatures that use their spears to hunt or just to poke at things that scream and cry.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>While grindylows resemble goblins, they are not humanoid creatures. Nonetheless, these aquatic monsters are just as wicked as the most sadistic of goblins, and take immense pleasure in others' misfortunes and the spread of mayhem. Thanks to this twisted desire, grindylows have a nasty reputation among both other intelligent water-dwelling creatures and most land-dwelling beings.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Grindylows eat whatever they can kill, giving them a rather wide selection of meals. High or low, no one is safe from the brutish assaults; tribes of merfolk have been overwhelmed by bands of grindylows, as have galleons full of experienced sailors. While obvious predators such as giant eels or sharks evoke great fear from grindylows, no enemies are more hated than the squid, be it common or giant. None are sure where this disdain stems from, but it is speculated that a squid is to an octopus for a grindylow what a dog is to a goblin dog for goblins. Incredibly fond of their similarly designed kin, grindylows believe octopuses to be the epitome of beauty, with squids being regarded as hideous freaks in comparison. There is no greater insult to a grindylow than being called a squid.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>While grindylows can take class levels to gain power, certain grindylows are freakish throwbacks to a primal age&mdash;these grindylows never cease growing, and in time can become massive beasts of Huge size. Unlike the typical grindylow, these giants can attack with all six of their tentacles and constrict with great effect. Giant grindylows are fortunately quite rare.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "5 (1d8+1)", 
    "wisdom": "10", 
    "creature_type": "Aberration", 
    "special_qualities": "amphibious", 
    "ranged": "spear +3 (1d6+1/&times;3)", 
    "name": "Grindylow", 
    "base_attack": "+0", 
    "skills": "Perception +4, Stealth +14, Swim +13", 
    "reflex": "+2", 
    "cmd": "12 (18 vs. trip)", 
    "cmb": "+0", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 2/Monsters/Grindylow", 
    "organization": "solitary, pair, gang (3-9), warband (10-16 with 1-2 octopus minions), or tribe (17-40 plus 1 ranger sergeant of 1st-3rd level per 20 members, 1 cleric or barbarian leader of 4th-8th level, 2-8 octopus pets, and 1-2 devilfish guardians)", 
    "creature_subtype": "aquatic"
}