{
    "dexterity": "12", 
    "ac": "24, touch 10, flat-footed 23 (+1 Dex, +14 natural, -1 size)", 
    "special_attacks": "rend (2 claws, 1d6+10)", 
    "intelligence": "11", 
    "racial_modifiers": "+4 Escape Artist", 
    "melee": "bite +17 (1d8+7), 4 claws +17 (1d6+7)", 
    "cr": "10", 
    "xp": "9,600", 
    "speed": "40 ft., climb 20 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Undercommon", 
    "strength": "25", 
    "constitution": "18", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "any underground", 
    "source": "Bestiary 2", 
    "charisma": "11", 
    "immune": "disease, poison", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Awesome Blow, Blind-Fight, Combat Reflexes, Greater Bull Rush, Improved Bull Rush, Lunge, Power Attack, Skill Focus (Perception)", 
    "senses": "darkvision 60 ft.; Perception +27", 
    "description": "This towering menace has a horrible, vertically aligned mouth and arms that split at the elbows into twin clawed hands. ", 
    "sections": [
        {
            "body": "<p>Gugs are inhuman monstrosities that dwell in the deep places of the world. Whether they were banished to the dark lands by ancient gods or the light-loving races they terrorized, or perhaps were brought to the deep realms by dark powers from some even more inhuman nightmare realm, is unknown, but gugs are loathed by other races for their carnal rites of slaughter.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Gugs are 16 feet tall and weigh nearly 2,000 pounds, but they move with an eerie, unnatural gait as though their limbs contained far too many joints. They can contort and distend their limbs for greater reach or to wriggle easily through impossibly small passages. Gugs may cling for long hours to cave walls or just within dark side-caverns, lying in wait for prey to stumble too close. Their senses are keen, however, and their joy in the bloody hunt is considerable and gugs who catch the scent of blood may stalk their prey for long days, even venturing at times beyond their caves to dare the bright lands of the surface in search of tasty meat to drag back for their horrific sacrifices.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Gugs are savage fighters when driven by a strong leader, but on their own may flee if brought to fewer than half their hit points, carrying off fresh meat for later feasting if they are able. They can subsist on fungi, slimes, and molds as well as carrion and even undead flesh&mdash;particularly that of ghouls.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Some bloodthirsty gugs gain awful powers as gifts from their alien patrons. These monsters are known as savants. They have a Charisma of 18 and can use <i>invisibility</i>, <i>spike stones</i>, <i>transmute rock to mud</i>, and <i>unholy blight</i> once per day each as spell-like abilities (CL 10th, concentration +14). Some become actual clerics or oracles of their mad gods&mdash;strange powers of darkness, insanity, and blood. Gug savants add +1 to their CR.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "127 (15d8+60)", 
    "reach": "15 ft.", 
    "wisdom": "16", 
    "creature_type": "Aberration", 
    "special_qualities": "compression", 
    "name": "Gug", 
    "base_attack": "+11", 
    "skills": "Climb +15, Escape Artist +13, Knowledge (dungeoneering) +10, Perception +27, Stealth +15, Survival +21", 
    "reflex": "+6", 
    "cmd": "30", 
    "cmb": "+19", 
    "will": "+12", 
    "url": "pfsrd://Bestiary 2/Monsters/Gug", 
    "organization": "solitary, pair, or camp (3-10)"
}