{
    "dexterity": "8", 
    "ac": "20, touch 7, flat-footed 20 (-1 Dex, +13 natural, -2 size)", 
    "special_attacks": "constrict (1d6+7), hallucinatory spores, pull (vine, 5 feet), strangle, swallow whole (2d6+7 bludgeoning damage, AC 16, 8 hp), vines", 
    "intelligence": "7", 
    "melee": "3 vines +11 (1d6+7 plus grab and pull)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "10 ft.", 
    "alignment": "NE", 
    "size": "Huge", 
    "languages": "Sylvan", 
    "strength": "25", 
    "constitution": "23", 
    "space": "15 ft.", 
    "treasure": "standard", 
    "init": "+3", 
    "environment": "temperate forests", 
    "source": "Bestiary 2", 
    "charisma": "10", 
    "immune": "plant traits", 
    "fortitude": "+12", 
    "type": "creature", 
    "feats": "Improved Initiative, Iron Will, Lightning Reflexes, Skill Focus (Perception)", 
    "senses": "blindsight 60 ft.; Perception +11", 
    "description": "This sinister tree looms above a field strewn with bones. Numerous leafy vines, their tips looped into nooses, hang from its branches.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Hangman Tree/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once per day as a standard action, a hangman tree can release a cloud of spores in a 50-foot-radius spread. Creatures in the area must make a DC 20 Will save or believe the hangman tree to be a perfectly ordinary tree&mdash;or at worst, a treant or some other friendly tree-like creature. An affected creature becomes passive for 2d6 minutes and refuses to attack the hangman tree during this time. An affected creature can attempt a new Will save each round that the tree attacks an ally&mdash;if a hallucinating creature is attacked by the tree, it gains a +4 bonus on its Will save to see through the hallucination. This is a mind-affecting compulsion effect. The save DC is Constitution-based.", 
                    "name": "Hallucinatory Spores", 
                    "url": "pfsrd://Bestiary 2/Monsters/Hangman Tree/Special Abilities/Hallucinatory Spores", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A hangman tree's vines are primary attacks that deal bludgeoning damage. When a hangman tree grapples a foe with its vines, the tree does not gain the grappled condition. A hangman tree that uses swallow whole transfers a pinned creature from a vine to inside its trunk.", 
                    "name": "Vines", 
                    "url": "pfsrd://Bestiary 2/Monsters/Hangman Tree/Special Abilities/Vines", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The hangman tree prefers to lie in wait near remote forest tracks and game trails, waiting for victims to wander by. These carnivorous plants are incredibly patient, and can wait for months in a single location for food to approach. When prey does draw near, the tree's vines lash like striking snakes. The tree often uses its pull ability to hoist grappled foes 10 to 15 feet in the air so that they are out of reach of allies while they slowly strangle. The tree generally only swallows one foe whole at a time, letting its other captured victims dangle and ripen until it is ready to feed on them.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A hangman tree is 30 feet tall and weighs 12,000 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "84 (8d8+48)", 
    "weaknesses": "vulnerable to electricity", 
    "reach": "15 ft.", 
    "wisdom": "12", 
    "creature_type": "Plant", 
    "name": "Hangman Tree", 
    "base_attack": "+6", 
    "skills": "Perception +11, Stealth -2", 
    "reflex": "+3", 
    "cmd": "24", 
    "cmb": "+15 (+19 grapple)", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 2/Monsters/Hangman Tree", 
    "sr": "18", 
    "organization": "solitary or pair"
}