{
    "dexterity": "21", 
    "ac": "21, touch 15, flat-footed 15 (+5 Dex, +1 dodge, +6 natural, -1 size)", 
    "special_attacks": "pounce, rake (2 claws +13, 1d6+5/19-20)", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Perception, +4 Stealth", 
    "resist": "fire 10", 
    "melee": "bite +13 (1d8+5), 2 claws +13 (1d6+5/19-20 plus grab)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "40 ft.", 
    "alignment": "LE", 
    "size": "Large", 
    "languages": "Infernal (can't speak); telepathy 100 ft.", 
    "strength": "21", 
    "constitution": "19", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+9", 
    "environment": "any land (Hell)", 
    "source": "Bestiary 2", 
    "charisma": "10", 
    "fortitude": "+10", 
    "type": "creature", 
    "feats": "Combat Reflexes, Dodge, Improved Initiative, Lightning Reflexes, Mobility", 
    "senses": "darkvision 60 ft., scent; Perception +18", 
    "description": "This eerie beast appears to be the animated skeleton of a huge fanged cat, its bones glowing with fire and seething with smoke.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Hellcat/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "In bright light, a hellcat has natural invisibility. In normal light, a hellcat has partial concealment (20% miss chance). In dim light, it has no concealment. In darkness, a hellcat's flickering glow limits it to partial concealment, unless the darkness is magical in nature.", 
                    "name": "Invisible in Light", 
                    "url": "pfsrd://Bestiary 2/Monsters/Hellcat/Special Abilities/Invisible in Light", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The hellcat is a devious predator native to the fiery pits of Hell. While the hellcat is not a devil itself, it often acts as a guardian or mount for devils. Some might assume that hellcats serve devils as pets, but since hellcats are as intelligent as humans, they take offense to the idea that they might be anyone's pet.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>On its own, a hellcat prefers to spend its time hunting and stalking prey. While the hellcat, as an outsider, need not eat to survive, it does enjoy eating for pleasure, often leaving significant portions of its kills behind for others to find. A hellcat that enters into an alliance with a devil is often used as a sort of hunter as a result. Human mortals can use spells like <i>planar ally</i> or <i>planar binding</i> to conjure hellcats for similar purposes. Those who do so are well advised to treat the hellcat with respect, for should any master prove too haughty with his hellcat or treat it as a dumb animal, the hellcat nurtures a lasting grudge. In such instances, the hellcat goes to great lengths to plan and coordinate revenge on the spellcaster, hoping to satisfy its own pride and to provide a lesson and example to all those who would deal with their kind.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Though incapable of speech themselves, hellcats understand the Infernal tongue of their home plane, and can communicate by telepathy with any creature capable of speech. Hellcats are quick to retreat if they are clearly overmatched or up against foes they cannot reach, but they never forget prey that escapes them, and will often track potential victims and try to lead allies (including other hellcats) to them in order to make coordinated attacks or ambushes.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The hellcat is only clearly visible in dim light, at these times appearing as a skeletal dire tiger with hellish flames burning and flickering along the surface of its bones. Despite this eerie appearance, the hellcat is neither undead nor an elemental creature. The &ldquo;fires&rdquo; are actually its blood coursing through transparent flesh. In bright light, the hellcat's entire body fades away into obscurity, while in darkness its glowing blood is muted. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Hellcats are as large as tigers, measuring 9 feet long and weighing 900 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "85 (9d10+36)", 
    "reach": "5 ft.", 
    "wisdom": "14", 
    "defensive_abilities": "invisible in light", 
    "creature_type": "Outsider", 
    "dr": "5/good", 
    "name": "Hellcat", 
    "base_attack": "+9", 
    "skills": "Acrobatics +17 (+21 jump), Climb +17, Perception +18, Stealth +17, Survival +14, Swim +17", 
    "reflex": "+13", 
    "cmd": "31 (35 vs. trip)", 
    "cmb": "+15 (+19 grapple)", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 2/Monsters/Hellcat", 
    "sr": "18", 
    "organization": "solitary, pair, or pack (3-8)", 
    "creature_subtype": "evil, extraplanar, lawful"
}