{
    "dexterity": "15", 
    "ac": "14, touch 12, flat-footed 11 (+2 Dex, +1 dodge, +2 natural, -1 size)", 
    "intelligence": "2", 
    "racial_modifiers": "+4 Perception", 
    "melee": "bite +4 (1d6+2), 2 claws +4 (1d4+2)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "40 ft., fly 100 ft. (average)", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "15", 
    "constitution": "14", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+2", 
    "environment": "temperate hills or plains", 
    "source": "Bestiary 2", 
    "charisma": "9", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Dodge, Wingover", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +9", 
    "description": "This large, brown, horse-like creature has a hawk's wings, talons, and hooked beak.", 
    "sections": [
        {
            "body": "<p>The hippogriff bears the wings, forelegs, and head of a great raptor bird and the tail and body of a magnificent horse. As horses are a preferred meal for griffons, sages claim some flesh-warping wizard with an ironic sense of humor long ago created this unfortunate fusion of horse and hawk as a joke. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A hippogriff's feathers bear coloration similar to those of a hawk or an eagle; however, some breeders have managed to produce specimens with stark white or coal black feathers. A hippogriff's torso and hind end are most often bay, chestnut, or gray, with some coats bearing pinto or even palomino coloration. Hippogriffs measure 11 feet long and weigh upward of 1,500 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Territorial, hippogriffs fiercely protect the lands under their domain. Hippogriffs must also watch the skies for other predators, as they are a preferred meal of griffons, wyverns, and young dragons. Hippogriffs nest in sweeping grasslands, rugged hills, and flowing prairies. Exceptionally hardy hippogriffs make their home nestled into niches on canyon walls, from which they comb the rocky deserts for coyotes, deer, and the occasional humanoid. Hippogriffs prefer mammalian prey, yet they graze after every meal of flesh to aid their digestion. Their dietary habits can be dangerous to both ranchers and their livestock, so ranching communities often set bounties on them. Victims of these hunts are often taxidermied, and preserved hippogriffs frequently decorate frontier taverns and remote outposts.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Far easier to train than griffons, yet easily as intelligent as horses, hippogriffs are trained as mounts by some elite companies of mounted soldiers, patrolling the skies and swooping down on unsuspecting enemies. Although they are magical beasts, if captured young, hippogriffs can be trained using Handle Animal as if they were animals. An adult hippogriff is more difficult to train, and attempts to do so follow the normal rules for training magical beasts using the skill. A hippogriff saddle must be specially crafted so as to not impact the movement of the creature's wings&mdash;these saddles are always exotic saddles.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Hippogriffs lay eggs rather than birthing live young&mdash;as a general rule, a hippogriff nest only contains one egg at a time. A hippogriff's egg is worth 200 gp, but a healthy young hippogriff is worth 500 gp. A fully trained hippogriff mount can command prices of up to 5,000 gp or more. A hippogriff can carry 198 pounds as a light load, 399 pounds as a medium load, and 600 pounds as a heavy load.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "22 (3d10+6)", 
    "reach": "5 ft.", 
    "wisdom": "12", 
    "creature_type": "Magical Beast", 
    "name": "Hippogriff", 
    "base_attack": "+3", 
    "skills": "Fly +5, Perception +9", 
    "reflex": "+5", 
    "cmd": "19", 
    "cmb": "+6", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 2/Monsters/Hippogriff", 
    "organization": "solitary, pair, or flight (7-12)"
}