{
    "dexterity": "9", 
    "ac": "12, touch 8, flat-footed 12 (-1 Dex, +4 natural, -1 size)", 
    "intelligence": "2", 
    "melee": "bite +4 (1d4+3), tail slap -1 (1d4+1)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "5 ft., swim 60 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "16", 
    "constitution": "15", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "-1", 
    "environment": "any water", 
    "source": "Bestiary 2", 
    "charisma": "11", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Endurance", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +6", 
    "description": "This creature has the foreparts of a horse and the hindquarters of a fish. Its forelegs end in splayed fins rather than hooves.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Hippocampus/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A hippocampus can survive out of the water for 1 minute per point of Constitution. Beyond this limit, a hippocampus runs the risk of suffocation, as if it were drowning.", 
                    "name": "Water Dependency", 
                    "url": "pfsrd://Bestiary 2/Monsters/Hippocampus/Special Abilities/Water Dependency", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A hippocampus's scales vary in color from ivory to deep green to cerulean blue with shades of silver. Aquatic races such as merfolk and locathahs often train hippocampi as steeds or as draft animals used to pull cunningly designed underwater carriages. In the wild, hippocampi prefer to dwell in relatively shallow waters where their favorite food (seaweed and kelp) is more plentiful and larger predators are less common. These creatures often travel in large schools, analogous to free-roaming herds of wild horses on the surface world.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The hippocampus is relatively easily trained&mdash;the amount of work and cost it requires is equivalent to what it takes to train a horse. As armor impacts the creature's swim speed, those who train hippocampi for war rarely bother to put barding on these creatures&mdash;when they do, they generally opt for the lightest armor, such as padded or leather barding. Mounted combat on a hippocampus is similar to fighting while riding a horse, although the hippocampus is a clumsy creature on land and cannot move at all out of the water if it has a rider weighing it down. Although a hippocampus has only two front legs, determine its carrying capacity as if it were a quadruped. Thus, a light load for a hippocampus is up to 228 pounds. Medium loads are up to 459 pounds, and heavy loads up to 690 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A number of variant species of hippocampus exist, although the majority of these species differ from the creature presented here only in color and feat choice. Common feats other than Endurance for alternative hippocampus species are Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes, Skill Focus (Swim), and Toughness. A few species of hippocampus are heartier and tougher all around&mdash;these creatures are generally those found in colder waters and are known as polar hippocampi. A polar hippocampus has the advanced creature simple template. Most impressive of all are hippocampi that dwell in the deeper seas. These creatures, known as giant hippocampi, are much larger&mdash;to generate stats for a giant hippocampus, advance the standard hippocampus to Huge size and increase its Hit Dice to 10. A giant hippocampus is <span class=\"stat-block-cr\">CR 8</span>.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "15 (2d10+4)", 
    "reach": "5 ft.", 
    "wisdom": "12", 
    "creature_type": "Magical Beast", 
    "special_qualities": "water dependency", 
    "name": "Hippocampus", 
    "base_attack": "+2", 
    "skills": "Perception +6, Swim +11", 
    "reflex": "+2", 
    "cmd": "15", 
    "cmb": "+6", 
    "will": "+1", 
    "url": "pfsrd://Bestiary 2/Monsters/Hippocampus", 
    "organization": "solitary, pair, or school (3-16)", 
    "creature_subtype": "aquatic"
}