{
    "dexterity": "16", 
    "ac": "16, touch 15, flat-footed 13 (+3 Dex, +1 natural, +2 size)", 
    "special_attacks": "electrical burst", 
    "intelligence": "11", 
    "melee": "short sword +7 (1d3/19-20)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "20 ft., fly 50 ft. (average)", 
    "alignment": "LN", 
    "size": "Tiny", 
    "languages": "truespeech", 
    "strength": "11", 
    "constitution": "14", 
    "space": "2-1/2 ft.", 
    "treasure": "none", 
    "init": "+3", 
    "environment": "any", 
    "source": "Bestiary 2", 
    "charisma": "14", 
    "fortitude": "+5", 
    "spells": [
        {
            "spell-like abilities": "(CL 2nd; concentration +4)<p class=\"stat-block-2\">Constant-<i>detect chaos</i></p><p class=\"stat-block-2\">3/day-<i>command</i> (DC 13), <i>make whole</i>, <i>protection from chaos</i></p><p class=\"stat-block-2\">1/week-<i>commune</i> (CL 12th, 6 questions)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Flyby Attack, Weapon FinesseB", 
    "senses": "darkvision 60 ft., detect chaos, low-light vision; Perception +5", 
    "description": "A sphere of bronze and copper set with a single eye, this winged creature has two clawed hands, one of which clutches a knife. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Arbiter/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An arbiter gains a +4 bonus to recognize and disbelieve illusions created by creatures with the chaotic subtype or possessing the chaotic descriptor.", 
                    "name": "Constant Vigilance", 
                    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Arbiter/Special Abilities/Constant Vigilance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "An arbiter can release electrical energy from its body in a 10-foot-radius burst that deals 3d6 electricity damage (DC 13 Reflex half). Immediately following such a burst, the arbiter becomes stunned for 24 hours. The save DC is Constitution-based.", 
                    "name": "Electrical Burst", 
                    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Arbiter/Special Abilities/Electrical Burst", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "An arbiter can always sense the direction of the nearest non-arbiter inevitable on the plane, the better to help it report back to its superiors. It cannot sense the range to this inevitable.", 
                    "name": "Locate Inevitable", 
                    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Arbiter/Special Abilities/Locate Inevitable", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Stealthy, observant, and frequently persuasive, arbiter inevitables are the scouts and diplomats of the inevitable race. Found throughout the multiverse in courts and on battlefields, arbiters keep a close eye on the forces of chaos and do their best to keep the lawful from straying, while simultaneously winning over the hearts and minds of those who might yet be saved. Though their assorted abilities make them extremely useful, arbiters see themselves less as servants than as advisers and counselors, preferring to ride around on their summoners' shoulders and help guide their &ldquo;partners&rdquo; on the path of law. They detest being summoned by chaotic individuals, and when teamed with such a creature, they aren't above using Diplomacy to try to influence the summoner's friends or refusing to undertake actions that seem contrary to their programming.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>An arbiter who comes across evidence of a significant insurgence of chaos upon a given plane does everything in its power to rally its allies against the dangerous instability, and in situations that are clearly beyond its ability to handle, it may refuse to continue onward until the group agrees to help it reach the nearest greater inevitable and make a full report, or else may travel to Utopia itself and present its urgent information in person.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Arbiters typically bear the shapes of tiny clockwork spheres with shiny metal wings. Generally peaceful unless combating true creatures of chaos, arbiters prefer to cast <i>protection from chaos</i> on their allies and use <i>command</i> to make opponents drop their weapons and run. Their most powerful weapon, the ability to release their internal energy as a deadly burst, is reserved for dire need and battles of the utmost service to law, as the resulting period of darkness while they're powered down is the only thing that seems to truly scare the tiny automatons.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>An arbiter inevitable can serve a spellcaster as a familiar. Such a spellcaster must be lawful neutral, must be at least caster level 7th, and must have the Improved Familiar feat. Arbiter inevitables measure 1 foot in diameter but are surprisingly heavy, weighing 60 pounds. Their ability to fly on metal wings is as much a supernatural ability as a physical one.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "15 (2d10+4); regeneration 2 (chaotic)", 
    "reach": "0 ft.", 
    "wisdom": "11", 
    "defensive_abilities": "constant vigilance, constructed", 
    "creature_type": "Outsider", 
    "special_qualities": "locate inevitable", 
    "name": "Inevitable, Arbiter", 
    "base_attack": "+2", 
    "skills": "Diplomacy +7, Fly +12, Knowledge (planes) +5, Perception +5, Sense Motive +5, Stealth +16", 
    "reflex": "+3", 
    "cmd": "13", 
    "cmb": "+3", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Arbiter", 
    "sr": "13", 
    "organization": "solitary, pair, or flock (3-14)", 
    "creature_subtype": "extraplanar, inevitable, lawful"
}