{
    "dexterity": "13", 
    "ac": "36, touch 18, flat-footed 35 (+4 deflection, +1 Dex, +5 insight, +18 natural, -2 size)", 
    "special_attacks": "cunning reflexes, multiweapon mastery, perfect prediction, wounding weapons", 
    "intelligence": "14", 
    "racial_modifiers": "+4 Perception", 
    "melee": "+2 wounding spear +32/+27/+22/+17 (3d6+17/x3 plus 1 bleed), +2 wounding longsword +32 (3d6+12/19-20 plus 1 bleed), +2 wounding morningstar +32 (3d6+12 plus 1 bleed) or<p class=\"stat-block-2\">4 slams +30 (2d8+10)</p>", 
    "cr": "20", 
    "xp": "307,200", 
    "speed": "fly 60 ft. (perfect)", 
    "alignment": "LN", 
    "size": "Huge", 
    "languages": "truespeech", 
    "strength": "31", 
    "constitution": "26", 
    "space": "15 ft.", 
    "treasure": "double (+2 longsword, +2 spear, +2 morningstar, other treasure)", 
    "init": "+5", 
    "environment": "any", 
    "source": "Bestiary 2", 
    "charisma": "20", 
    "immune": "energy spells", 
    "fortitude": "+25", 
    "spells": [
        {
            "spell-like abilities": "(CL 22th; concentration +27)<p class=\"stat-block-2\">Constant-<i>detect chaos, detect magic, shield of law</i> (DC 23)<i>, true seeing</i></p><p class=\"stat-block-2\">At will-<i>dispel magic</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>sending</i></p><p class=\"stat-block-2\">3/day-<i>dictum</i> (DC 22), <i>dimensional anchor</i> (DC 19), <i>dimensional lock</i> (DC 23), <i>disintegrate</i> (DC 21), <i>dismissal</i> (DC 20), <i>greater scrying</i> (DC 22), <i>plane shift</i> (DC 20), <i>wall of force</i></p><p class=\"stat-block-2\">1/day-<i>imprisonment</i> (DC 24)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Blind-Fight, Combat Expertise, Combat Reflexes, Greater Bull Rush, Greater Vital Strike, Improved Bull Rush, Improved Disarm, Improved Initiative, Improved Vital Strike, Power Attack, Vital Strike", 
    "senses": "darkvision 60 ft., detect chaos, detect magic, low-light vision, true seeing; Perception +34", 
    "description": "This six-armed creature appears to be made of stone. Its lower torso is a collection of whirring rings of metal.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Lhaksharut/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A lhaksharut uses its Wisdom modifier, rather than its Dexterity modifier, to determine how many additional attacks of opportunity it gains with the Combat Reflexes feat. For most lhaksharut inevitables, this benefit equates to 5 additional attacks of opportunity per round.", 
                    "name": "Cunning Reflexes", 
                    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Lhaksharut/Special Abilities/Cunning Reflexes", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A lhaksharut can fire bolts of elemental energy from two of its six arms&mdash;it never wields weapons in these hands. These attacks have a range increment of 100 feet and deal 10d6 energy damage of the inevitable's choice (acid, cold, electricity, or fire, chosen for each bolt as it is thrown). It can throw two bolts of energy as a standard action, and cannot attack with these hands when it makes weapon or slam attacks with its other limbs.", 
                    "name": "Energy Bolt", 
                    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Lhaksharut/Special Abilities/Energy Bolt", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A lhaksharut is immune to any spell or spell-like ability with the acid, cold, electricity, fire, or sonic descriptor that allows spell resistance.", 
                    "name": "Immunity to Energy Spells", 
                    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Lhaksharut/Special Abilities/Immunity to Energy Spells", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A lhaksharut never takes penalties on its attack rolls when fighting with multiple weapons.", 
                    "name": "Multiweapon Mastery", 
                    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Lhaksharut/Special Abilities/Multiweapon Mastery", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A lhaksharut gains an insight bonus to AC equal to its Wisdom bonus.", 
                    "name": "Perfect Prediction", 
                    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Lhaksharut/Special Abilities/Perfect Prediction", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "Any weapon wielded by a lhaksharut gains the wounding weapon quality as long as it remains in the creature's grasp.", 
                    "name": "Wounding Weapons", 
                    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Lhaksharut/Special Abilities/Wounding Weapons", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A typical lhaksharut is a six-armed construct that appears to be made of a mix of metals and stone. Where a human would have legs, it instead possesses a complex orb of spinning rings similar in shape to an orrery&mdash;it is this whirling machine that grants the lhaksharut the ability to fly. Though a lhaksharut has huge, metal wings, they serve as little more than stabilizers when it's in flight. Four of the construct's arms end in functional hands that it normally uses to carry a mix of weapons. The lhaksharut's lower two arms hold large, flaming metal spheres in their hands&mdash;it uses these spheres to generate elemental bolts of energy that it can hurl great distances to damage foes.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Lhaksharuts are tasked with maintaining the separation between different planes of reality, especially the elemental planes. They do not concern themselves with petty trespasses by visitors from one plane to another, nor even the occasional creation of a pocket plane or hijacking of a chunk of one reality to serve as a base within another. What does trouble a lhaksharut is anything that represents a permanent link between planes, or an effort by the denizens of one plane to invade and conquer another. They often find themselves in conflict with the machinations of powerful outsiders who seek to create beachheads on other planes to serve as launching pads for massive incursions.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>When possible, a lhaksharut enforces the separation of planes through the simple expedient of smashing any device that creates a dangerous breach, or killing any creature that seems determined to mix or blend realities. The inevitable does not care why such infractions occur, and is often deaf to any excuse suggesting even a temporary linking of planes is a good idea. However, while singled-mined, a lhaksharut is not mindless or incapable of reason. They are emotionless, but can be negotiated with if a problem cannot be solved by smashing and killing violators. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Rarely, a lhaksharut can even be convinced that maintaining a planar link is important enough to let the gate stand, if only temporarily. In such cases, the lhaksharut always volunteers to guard the portal until the time comes to shut it down. These arrangements must include a detailed explanation on how a desired course of action will directly lead to meeting the lhaksharut's goal. Only when facing the most overwhelmingly powerful foe does a lhaksharut agree to assist in a task not related to its primary function, and then only to win allies to help it achieve success in an area where the lhaksharut has already met with failure. Even if convinced to undertake such an alliance, a lhaksharut is likely to insist its mission be accomplished first. A creature of pure order, a lhaksharut is incapable of defaulting on a promise made in good faith, but it is aware that not all creatures are so bound. If for some reason the needs of its allies must be put first, a lhaksharut insists on guarantees that its allies will meet their commitments to it once they have what they want.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>In combat, a lhaksharut uses its speed and mobility to get close to targets. A lhaksharut sees groups as imperfect machines, and knows that the best way to overcome them is to disrupt their smooth functioning. While creatures able to directly harm the inevitable are dealt with if necessary, it much prefers to first eliminate healers, scouts, and shield-bearers before tackling powerful fighters or spellcasters. A lhaksharut cannot be taunted or baited into changing its course of action&mdash;it is completely emotionless and only cares about the efficiency of its battle plan. It also fights without care for its own survival, trusting that either its regeneration will restore it to life, or a new inevitable will be created to replace it.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>When unaware of a threat to the sanctity of the division of the planes, and not threatened, a lhaksharut can be a surprisingly good conversationalist. They are as likely to be found floating through a void as maintaining any kind of stronghold. Lhaksharuts are aware that the domains they wish to patrol are too vast to be directly viewed with any efficiency. Some lhaksharuts thus forge networks of informants who can patrol the many planes, and send word to the inevitable to alert it of any apparent breaches. The constructs have no other need for the treasure that they gather from transgressors, and sometimes even pay for tips that might lead to a planar infraction. Anyone who might prove to be a valuable informant is treated with respect, and may even be able to gain insights into the planes from the lhaksharut's vast knowledge on the subject, as long as questions never wander into the dangerous territory of combining two planes.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "337 (22d10+216); regeneration 10 (chaotic)", 
    "reach": "15 ft.", 
    "wisdom": "21", 
    "defensive_abilities": "constructed", 
    "creature_type": "Outsider", 
    "special_qualities": "perfect prediction", 
    "dr": "15/chaotic", 
    "ranged": "2 energy bolts +21 (10d6 energy)", 
    "name": "Inevitable, Lhaksharut", 
    "base_attack": "+22", 
    "skills": "Fly +30, Intimidate +30, Knowledge (arcana) +24, Knowledge (geography) +24, Knowledge (planes) +27, Perception +34, Sense Motive +30, Spellcraft +24", 
    "reflex": "+12", 
    "cmd": "50 (can't be tripped)", 
    "cmb": "+34", 
    "will": "+22", 
    "url": "pfsrd://Bestiary 2/Monsters/Inevitable/Lhaksharut", 
    "aura": "shield of law (DC 23)", 
    "sr": "31", 
    "organization": "solitary", 
    "creature_subtype": "extraplanar, inevitable, lawful"
}