{
    "dexterity": "16", 
    "ac": "17, touch 13, flat-footed 14 (+3 Dex, +4 natural)", 
    "special_attacks": "captivating lure", 
    "intelligence": "8", 
    "resist": "fire 10", 
    "melee": "2 slams +6 (1d6+2 plus grab)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "40 ft., swim 40 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Aquan, Common, Sylvan; telepathy (1 mile, previously touched creatures only)", 
    "strength": "15", 
    "constitution": "15", 
    "treasure": "standard", 
    "init": "+7", 
    "environment": "any water", 
    "source": "Bestiary 2", 
    "charisma": "17", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Alertness, Deceitful, Improved Initiative, Weapon Finesse", 
    "senses": "low-light vision; Perception +13", 
    "description": "This hideous humanoid creature has slimy, transparent skin; webbed, humanoid hands; and a snaggletoothed, horse-like face.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Kelpie/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once per day, a kelpie can use a powerful mental attack to lure in a single creature within 60 feet. The target must make a DC 16 Will saving throw or become captivated by the kelpie, thinking it is a desirable woman in mortal danger or (if in hippocampus or horse form) a valuable steed. A victim under the effects of the captivating lure moves toward the kelpie using the most direct means available. If the path leads it into a dangerous area such as through fire or off a cliff, that creature receives a second saving throw to end the effect before moving into peril; the victim does not consider water a dangerous area, and will enter the water even if it cannot swim or breathe. A captivated creature can take no actions other than to move toward the kelpie and defend itself, even if it is drowning. A victim within 5 feet of the kelpie simply stands and offers no resistance to its attacks. This effect continues as long as the kelpie is alive and the victim is within 1 mile of the kelpie. This is a mind-affecting charm effect. The save DC is Charisma-based.", 
                    "name": "Captivating Lure", 
                    "url": "pfsrd://Bestiary 2/Monsters/Kelpie/Special Abilities/Captivating Lure", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A kelpie is a deadly shapechanging predator that, in its natural form, appears as a hideous combination of emaciated horse and sickly humanoid, with slimy, transparent skin and long, stringy hair. Its face is long and equine, with a mouth filled with jagged teeth. Few, however, ever see a kelpie in its true form, for kelpies almost always encounter other creatures while in disguise as a humanoid, horse, or hippocampus, reverting to their true form only after their targets have drowned so that they can feast on their victims, leaving behind only the heart and liver (as both of these organs are distasteful to most kelpies).</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Kelpies can be found in saltwater and freshwater environments, including fens, rivers, swamps, and underground pools and lakes. Communities living near kelpie lairs believe that folk who die on the water or are killed by a kelpie become kelpies themselves. Kelpies may serve as steeds for aquatic fey or other water monsters while in their hippocampus forms, sometimes without their riders ever knowing the truth of the steed's sinister nature.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical kelpie is 6 feet tall and weighs 170 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "38 (7d6+14)", 
    "wisdom": "12", 
    "creature_type": "Fey", 
    "special_qualities": "amphibious, change shape (hippocampus or horse, beast shape IV; Small or Medium humanoid, alter self)", 
    "name": "Kelpie", 
    "base_attack": "+3", 
    "skills": "Bluff +15, Disguise +15, Perception +13, Sense Motive +13, Stealth +13, Swim +10", 
    "reflex": "+8", 
    "cmd": "18", 
    "cmb": "+5 (+9 grapple)", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 2/Monsters/Kelpie", 
    "organization": "solitary or shoal (2-5)", 
    "creature_subtype": "aquatic, shapechanger"
}