{
    "dexterity": "14", 
    "ac": "15, touch 12, flat-footed 13 (+2 Dex, +3 natural)", 
    "special_attacks": "skullface", 
    "intelligence": "6", 
    "racial_modifiers": "+4 Intimidate to demoralize, +4 Stealth", 
    "melee": "bite +2 (1d6), 2 claws +2 (1d4)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "40 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Sylvan (can't speak)", 
    "strength": "11", 
    "constitution": "13", 
    "treasure": "none", 
    "init": "+6", 
    "environment": "temperate forests or plains", 
    "source": "Bestiary 2", 
    "charisma": "13", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Improved Initiative", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +5", 
    "description": "This earless, panther-like beast snarls as the skin of its face twitches, then peels back to reveal the bone and flesh beneath.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Krenshar/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action, a krenshar can pull the skin back from its face, revealing the musculature and bony structures of its skull. This counts as using Intimidate to demoralize an opponent, and is an extraordinary ability. The krenshar can emit a loud screech while peeling back its skin, causing potent fear in a single creature within 100 feet that can see the krenshar. The targeted creature must make a DC 12 Will save or become frightened (if the target has 6 or fewer Hit Dice) or shaken (if the target has more than 6 Hit Dice) for 1d4 rounds. A creature that successfully saves cannot be affected again by the same krenshar's skullface ability for 24 hours. This is a sonic, mind-affecting fear effect. The save DC is Charisma-based.", 
                    "name": "Skullface", 
                    "url": "pfsrd://Bestiary 2/Monsters/Krenshar/Special Abilities/Skullface", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The krenshar is a strange creature that resembles a large but earless hunting cat, save that it can retract the fur and skin on its face to reveal the glistening skull and musculature underneath. Combined with its strange, keening wail, this horrifying display is enough to paralyze prey and send formidable opponents running.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Krenshar's retractable skin allows it to dine on carrion with a lower risk of picking up disease-carrying vermin, much like a vulture's bare head and neck. When the creature finishes eating, restoring the facial skin to its normal position scrapes off gore and clinging bugs. The ability to retract their skin is demonstrated in other contexts as well&mdash;male krenshars bare their skulls at rivals as a challenge over mates, females use this ability to ward off undesired suitors, and hunting adults use it to scare prey into ambushes.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Though krenshars generally prefer to stalk herd animals like deer or cattle, they have no qualms about taking on humanoids when food is scarce. They average 4 to 5 feet in length and weigh approximately 175 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Scholars have long debated the confusing nature of krenshar intelligence. While clearly more intelligent than mere animals, the creatures seem to lack all but the most rudimentary language of snarls and yowls, and aside from the scare tactics that make them notorious, tend to behave much like mundane cats or wolves, even going so far as to occasionally be befriended by rangers or druids. Those who deny krenshars' intelligence, however, need only look into their strange violet eyes or observe the ease with which they manipulate and outmaneuver their prey to realize their folly&mdash;an error few make twice.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "13 (2d10+2)", 
    "wisdom": "12", 
    "creature_type": "Magical Beast", 
    "name": "Krenshar", 
    "base_attack": "+2", 
    "skills": "Intimidate +1 (+5 to demoralize), Perception +5, Stealth +10", 
    "reflex": "+5", 
    "cmd": "14 (18 vs. trip)", 
    "cmb": "+2", 
    "will": "+1", 
    "url": "pfsrd://Bestiary 2/Monsters/Krenshar", 
    "organization": "solitary, pair, or pride (6-10)"
}