{
    "dexterity": "12", 
    "ac": "18, touch 10, flat-footed 17 (+1 Dex, +8 natural, -1 size)", 
    "special_attacks": "lure, powerful bite", 
    "intelligence": "11", 
    "melee": "bite +10 (2d6+7/19-20), 2 hooves +5 (1d6+2)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "60 ft., climb 30 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Common", 
    "strength": "21", 
    "constitution": "18", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+5", 
    "environment": "temperate or tropical forests or hills", 
    "source": "Bestiary 2", 
    "charisma": "17", 
    "immune": "disease, poison", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Improved Initiative, Skill Focus (Bluff), Skill Focus (Stealth)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +2", 
    "description": "This freakish beast has the head of a badger, the hooves of a stag, and a wide mouth with sharp ridges of bone instead of teeth. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Leucrotta/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "At any point that a leucrotta's targets are unaware of it (for example, if the leucrotta is hiding or concealed in darkness), the leucrotta can call out to the targets, who must be in line of sight and within 60 feet. When the leucrotta calls out, the targets must make a DC 16 Will save or fall under the effects of a suggestion to approach the sound of the leucrotta's voice. This effect functions identically to a mass suggestion spell with a caster level equal to the leucrotta's Hit Dice. A creature that saves cannot be affected again by the same leucrotta's lure for 24 hours. The lure is a language-dependent effect, and if the leucrotta uses the victim's name during the lure, the victim takes a &ndash;4 penalty on its saving throw. This is a sonic mind-affecting charm effect. The save DC is Charisma-based.", 
                    "name": "Lure", 
                    "url": "pfsrd://Bestiary 2/Monsters/Leucrotta/Special Abilities/Lure", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A leucrotta's bite attack always applies 1-1/2 times its Strength modifier on damage rolls and threatens a critical hit on a roll of 19&ndash;20. When a leucrotta bites an object, its bite treats the object as having a hardness of 5 less than the object's actual hardness rating.", 
                    "name": "Powerful Bite", 
                    "url": "pfsrd://Bestiary 2/Monsters/Leucrotta/Special Abilities/Powerful Bite", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Reputed to be descended from hyenas and a demon lord, these creatures are intelligent and cruel, using their astounding vocal mimicry to lure foolish and unsuspecting creatures to where the pack can torment them at its leisure before finally devouring them.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Five feet tall at the shoulder, its tawny fur often coated with dried and clotted filth, the leucrotta is a powerful beast weighing over 800 pounds. The sharp bone ridges that line its oversized jaws instead of teeth are incredibly durable and, combined with massive jaw muscles, allow its bite to shear through bone and even steel. Leucrottas consume their prey gear and all; they vomit up what they cannot digest and pick through the debris in search of valuable items that might help them lure in prey.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Leucrottas sometimes lead packs of gnolls, or even of their bestial cousins the crocottas (see below). They refuse to let themselves be used as beasts of burden, but sometimes allow favored gnoll companions to ride them into battle as steeds. The leucrotta in a gnoll pack generally thinks of itself as the leader of that group, and treats any established gnoll chieftain poorly in an attempt to goad that gnoll into attacking it. Those leucrottas that succeed in slaying a gnoll leader typically find it much easier to assume the role of tribal leader.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>These degenerate offshoots of leucrottas have animal-level intelligence, but sense a kinship with leucrottas and obey them instinctively. Treat a crocotta as an advanced dire hyena with Improved Critical (bite) as a bonus feat.</p><p>A crocotta looks similar to a leucrotta, save that it has shorter back legs, giving it a hunched, more hyena-like appearance. Leucrottas view crocottas with disdain and even shame, but it's not unusual to find these large hyena-like beasts in close proximity to a leucrotta pack. Crocottas are popular attractions in traveling carnivals, where unscrupulous con artists bill them as cursed humanoids or animals.</p>", 
            "url": "pfsrd://Bestiary 2/Monsters/Leucrotta/Crocotta", 
            "type": "section", 
            "name": "Crocotta", 
            "source": "Bestiary 2"
        }
    ], 
    "hp": "57 (6d10+24)", 
    "reach": "5 ft.", 
    "wisdom": "14", 
    "creature_type": "Magical Beast", 
    "special_qualities": "sound mimicry (voices)", 
    "name": "Leucrotta", 
    "base_attack": "+6", 
    "skills": "Bluff +12, Climb +13, Stealth +9", 
    "reflex": "+6", 
    "cmd": "23 (27 vs. trip)", 
    "cmb": "+12", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 2/Monsters/Leucrotta", 
    "organization": "solitary, pair, or pack (3-12)"
}