{
    "dexterity": "14", 
    "ac": "16, touch 12, flat-footed 13 (+2 Dex, +1 dodge, +4 natural, -1 size)", 
    "intelligence": "20", 
    "melee": "mwk Large falchion +8/+3 (2d6+3/18-20)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft.", 
    "alignment": "LN", 
    "size": "Large", 
    "languages": "Abyssal, Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
    "strength": "15", 
    "constitution": "16", 
    "space": "10 ft.", 
    "treasure": "double (masterwork Large falchion, other treasure)", 
    "init": "+2", 
    "environment": "any land or underground", 
    "source": "Bestiary 2", 
    "charisma": "15", 
    "fortitude": "+8", 
    "spells": [
        {
            "spell-like abilities": "(CL 9th; concentration +11)<p class=\"stat-block-2\">3/day-<i>dimension door</i>, <i>invisibility</i> (self only)</p><p class=\"stat-block-2\">1/day-<i>plane shift</i> (DC 17)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Casting, Combat Expertise, Dodge", 
    "senses": "darkvision 60 ft.; Perception +12", 
    "description": "The tall, blue-skinned humanoid is clad in loose, flowing robes. Its alien face has too many eyes and its hands have too few fingers.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Mercane/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A mercane can retrieve or hide an extradimensional storage chest, as the secret chest spell (caster level 5th). The mercane does not need an expensive replica chest to use this ability; any chest will do. It can only use this ability on one chest at a time.", 
                    "name": "Secret Chest", 
                    "url": "pfsrd://Bestiary 2/Monsters/Mercane/Special Abilities/Secret Chest", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Mysterious merchants of all things magical, mercanes are relatively weak and noncombative for creatures of their size. They prefer to bargain and haggle rather than to fight, but because they wander the planes seeking and trading magical goods, they typically travel with an entourage of hired bodyguards. Mercanes are capable of defending themselves, and often carry masterwork Large falchions. Yet these weapons are primarily for show, as mercanes prefer to let their bodyguards deal with violent opponents. If a situation turns ugly, mercanes typically use their magical abilities to flee, abandoning their hirelings if necessary.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Mercanes are known throughout the planes as traders in magical items. Each has a <i>secret chest</i> filled with wares stashed away, ready to be pulled out when it's time to haggle and close a deal (or to bribe a potential obstacle). Mercanes are therefore not easily robbed, and they only surrender the contents of a <i>secret chest</i> when they have no other choice. Mercanes have no interest in mundane goods, no matter how fine or rare. Only magical objects earn their attention and their coin. They<i>'</i>re known for driving hard, but fair, bargains, and for hiring adventurers from time to time to recover certain goods of interest for a fair price. Although they are not particularly brave, they hold contracts sacrosanct and keep their agreements.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Rumors and legends abound as to the origins of the mercanes and their reasons for seeking out and buying magical items. Their home plane is unknown, and they have wandered between the worlds for as long as any can recall. Stories claim the mercanes feed on the magic items they acquire, or even need them in order to reproduce. There are also tales of a war in a far corner of the planes, with the mercanes serving the roles of arms merchants, aggressors, or defenders, depending on who tells the story.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Mercanes are 10 feet tall and weigh 500 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "51 (6d10+18)", 
    "reach": "10 ft.", 
    "wisdom": "17", 
    "creature_type": "Outsider", 
    "special_qualities": "secret chest", 
    "name": "Mercane", 
    "base_attack": "+6", 
    "skills": "Appraise +14, Bluff +11, Diplomacy +8, Intimidate +8, Knowledge (arcana) +14, Knowledge (planes) +14, Perception +12, Profession (merchant) +9, Sense Motive +12, Sleight of Hand +11, Spellcraft +14", 
    "reflex": "+4", 
    "cmd": "22", 
    "cmb": "+9", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 2/Monsters/Mercane", 
    "sr": "20", 
    "organization": "solitary or company (1-4 and 3-12 bodyguards of various races)", 
    "creature_subtype": "extraplanar"
}