{
    "dexterity": "26", 
    "ac": "38, touch 18, flat-footed 30 (+4 deflection, +8 Dex, +20 natural, -4 size)", 
    "special_attacks": "drain soul, soul-drained breath, trample (2d8+18, DC 32)", 
    "intelligence": "12", 
    "resist": "cold 10, electricity 10, fire 10", 
    "melee": "2 bites +28 (2d8+12/19-20 plus grab), 4 claws +28 (2d6+12 plus grab), gore +28 (2d8+12)", 
    "cr": "20", 
    "xp": "307,200", 
    "speed": "40 ft., burrow 50 ft.", 
    "alignment": "NE", 
    "size": "Gargantuan", 
    "languages": "Abyssal, Infernal; telepathy 100 ft.", 
    "strength": "35", 
    "constitution": "37", 
    "space": "20 ft.", 
    "treasure": "standard", 
    "init": "+12", 
    "environment": "any (Abaddon)", 
    "source": "Bestiary 2", 
    "charisma": "25", 
    "immune": "acid, death effects, disease, poison", 
    "fortitude": "+29", 
    "spells": [
        {
            "spell-like abilities": "(CL 20th; concentration +27)<p class=\"stat-block-2\">Constant-<i>air walk</i>, <i>true seeing, unholy aura</i> (DC 25)</p><p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. objects only), <i>telekinesis</i>, <i>wall of fire, wall of ice</i></p><p class=\"stat-block-2\">3/day-quickened<i> disintegrate </i>(DC 23), <i>wall of force</i></p><p class=\"stat-block-2\">1/day-<i>blasphemy</i> (DC 24), summon (level 9 any 1 CR 19 or lower daemon, 100%), <i>wail of the banshee</i> (DC 26)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Awesome Blow, Cleave, Great Cleave, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Improved Sunder, Iron Will, Power Attack, Quicken Spell-Like Ability (disintegrate)", 
    "senses": "darkvision 60 ft., true seeing; Perception +31", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Daemon/Olethrodaemon/Olethrodaemon/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Able to tear through stone, an olethrodaemon's claws are treated as though they were adamantine. This ability also allows an olethrodaemon to make use of its burrow speed through stone.", 
                    "name": "Adamantine Claws", 
                    "url": "pfsrd://Bestiary 2/Monsters/Daemon/Olethrodaemon/Olethrodaemon/Special Abilities/Adamantine Claws", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A creature grappled by an olethrodaemon's grab attack from its claws can be transferred to its mouth as a move action requiring no combat maneuver check. As a standard action, an olethrodaemon that begins its turn with an opponent grappled in either of its mouths can swallow the opponent by succeeding on another grapple check. If successful, the creature is swallowed into one of the olethrodaemon's many stomachs. These stomachs grind their contents and drain the life force from living creatures. Every round a creature remains in an olethrodaemon's stomach, it takes 4d8+18 points of damage and gains 1d4 negative levels. The creature can attempt to cut its way out of the olethrodaemon's stomach, but it suffers the chance of just cutting into another stomach chamber. An olethrodaemon's stomach is AC 20 and has 40 hit points. Once a creature deals enough damage to allow escape, it has a 50% chance to end up in another stomach chamber instead of escaping. Due to the multiple stomach chambers, an olethrodaemon can house and drain up to four medium creatures at one time. This ability otherwise functions as the swallow whole special attack. It is a DC 33 Fortitude save to remove negative levels gained in this fashion. This save is Constitution-based.", 
                    "name": "Drain Soul", 
                    "url": "pfsrd://Bestiary 2/Monsters/Daemon/Olethrodaemon/Olethrodaemon/Special Abilities/Drain Soul", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "An olethrodaemon can convert life energy it has consumed into a potent breath weapon. Up to three times per day, but no more often than once every 1d4 rounds, an olethrodaemon can expel a 120-foot line or a 60-foot cone of shrieking black smoke and wind from one of its mouths as a standard action. Any living creature in the area of this attack takes 20d10 points of damage from negative energy, or half on a successful DC 27 Reflex save. Undead creatures caught in this negative energy are healed for the same amount instead of damaged. The save DC for this effect is Charisma-based.", 
                    "name": "Soul-Drained Breath", 
                    "url": "pfsrd://Bestiary 2/Monsters/Daemon/Olethrodaemon/Olethrodaemon/Special Abilities/Soul-Drained Breath", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>While some of the more powerful daemons are servitors to one of the Four Horsemen, olethrodaemons serve as juggernauts for all of the Four. These massive creatures are the embodiment of death and destruction&mdash;the very vessels of apocalypse that daemons wish to see wrought upon the multiverse. These nihilistic behemoths roam the gray expanses of Abaddon, feasting on the souls of evil mortals damned to their realm. When on the Material Plane, olethrodaemons act as agents of destruction, spreading ruin and devouring mortal souls as they plow through cities and countrysides, bent on devastation. It's rare for a mortal to be able to control such a potent force, but sometimes mad spellcasters utilize effects like <i>gate</i> to urge an olethrodaemon to visit a devastating holocaust upon an enemy region&mdash;the olethrodaemon generally does not hold a grudge against a mortal that asks such a service from it. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>These immense creatures stand over 25 feet tall and weigh close to 12,000 pounds, their powerful, muscular bodies covered by durable plates and head thronged with dangerous, twisted horns. Olethrodaemons stand on four stout legs, and possess an equal number of arms, each ending in wickedly sharp claws able to tear through stone as easily as flesh. The creature's eyes, as well as its two mouths, glow like coals in a kiln. The creature feeds on souls and has multiple stomachs to digest mortal essences. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>While not as intelligent or scheming as many other powerful daemons (or other fiends who match their power, for that matter), olethrodaemons remain dangerous foes. They do not generally wish to lead armies and gain power by control, but rather to revel in the evil purity of annihilation. Among olethrodaemons, the greatest desire is to be the one to devour the very last mortal soul. They angle and shove for this honor, often ceding a city or group of victims to a rival if they believe that, in so doing, they might gain the advantage of positioning to consume the final soul once the multiverse has been devoured.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "370 (20d10+260)", 
    "reach": "20 ft.", 
    "wisdom": "26", 
    "creature_type": "Outsider", 
    "special_qualities": "adamantine claws", 
    "dr": "10/good and silver", 
    "name": "Olethrodaemon", 
    "base_attack": "+20", 
    "skills": "Climb +35, Intimidate +30, Knowledge (planes) +24, Perception +31, Sense Motive +31, Stealth +19, Survival +31", 
    "reflex": "+18", 
    "cmd": "54 (58 vs. trip)", 
    "cmb": "+36 (+40 grapple)", 
    "will": "+26", 
    "url": "pfsrd://Bestiary 2/Monsters/Daemon/Olethrodaemon/Olethrodaemon", 
    "aura": "unholy aura", 
    "sr": "31", 
    "organization": "solitary, pair, or apocalypse (3-5)", 
    "creature_subtype": "daemon, evil, extraplanar"
}