{
    "dexterity": "16", 
    "ac": "17, touch 13, flat-footed 14 (+3 Dex, +4 natural)", 
    "special_attacks": "horrific critical, shadow mark", 
    "intelligence": "11", 
    "melee": "gore +9 (1d6+3/18-20), 2 hooves +3 (1d4+1)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft., fly 60 ft. (good)", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "17", 
    "constitution": "17", 
    "treasure": "standard", 
    "init": "+7", 
    "environment": "any", 
    "source": "Bestiary 2", 
    "charisma": "12", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Flyby Attack, Improved Initiative, Weapon Focus (gore)", 
    "senses": "darkvision 60 ft., low-light vision; Perception +10", 
    "description": "This creature has a stag's body, a hawk's wings and talons, and the head of a slavering wolf with a rack of sharp antlers on its brow.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Peryton/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A peryton's gore attack threatens a critical hit on an 18&ndash;20. If a peryton kills a humanoid foe with a critical hit, it can tear out the victim's heart with its wolf-like teeth as a free action. Any creature that witnesses this savage event must make a DC 13 Fortitude save or be shaken for 1 round. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                    "name": "Horrific Critical", 
                    "url": "pfsrd://Bestiary 2/Monsters/Peryton/Special Abilities/Horrific Critical", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "As a free action, a peryton can make a ranged touch attack by flying over a humanoid target&mdash;the maximum range of this attack is 300 feet. If the peryton hits, its shadow transforms to match the shadow of the creature struck. Once a peryton has established this link, it gains a +2 morale bonus on attack rolls and damage rolls made against that target, and every time the peryton hits that target with an attack, the creature must make a DC 13 Will save or become frightened for 1 round. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                    "name": "Shadow Mark", 
                    "url": "pfsrd://Bestiary 2/Monsters/Peryton/Special Abilities/Shadow Mark", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Savage creatures of nightmare, perytons combine the features of stags, wolves, and great birds of prey. Though vicious beasts, perytons possess all the intelligence of a human. Perytons hunt any creature weaker than themselves, but prefer humanoid prey, as they particularly relish the taste of such creatures' still-beating hearts. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Perytons loathe all other creatures, even their own kind, and adult male perytons often attack one another on sight. However, strong females sometimes lead small family flocks composed of the alpha female, two or three weaker females, and up to six fledglings. The flock drives off males when they come of age, but females are allowed to join the pack when they mature, provided they swear allegiance to the alpha female. Unpaired males frequently attack such flocks in the hope of making off with a mate; failing that, they approach more peacefully, with offers of warm humanoid hearts (or even still-living victims) to attract females.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Perytons mate once per year. The mating ritual is short, brutal, and in the end often fatal for the male. Afterward, the female lays a single, foot-tall black egg, which hatches 7 months later.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A peryton is 4 feet in length with a wingspan of 11 feet. It weighs 250 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "42 (5d10+15)", 
    "wisdom": "14", 
    "creature_type": "Magical Beast", 
    "dr": "5/magic", 
    "name": "Peryton", 
    "base_attack": "+5", 
    "skills": "Fly +12, Perception +10, Stealth +9", 
    "reflex": "+7", 
    "cmd": "21 (25 vs. trip)", 
    "cmb": "+8", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 2/Monsters/Peryton", 
    "organization": "solitary, pair, or flock (3-9)"
}