{
    "dexterity": "8", 
    "ac": "45, touch 9, flat-footed 45 (+4 deflection, -1 Dex, +36 natural, -4 size)", 
    "special_attacks": "breath weapon (60-ft. cone, DC 31, 22d10 fire and 2 negative levels), crush, manipulate flames, melt stone, soul consumption, soul magic, tail sweep", 
    "intelligence": "24", 
    "melee": "bite +40 (4d6+24/17-20), 2 claws +40 (2d8+16/19-20), tail slap +38 (2d8+24/19-20), 2 wings +38 (2d6+8/19-20)", 
    "cr": "22", 
    "xp": "614,400", 
    "speed": "40 ft., fly 250 ft. (clumsy)", 
    "alignment": "CE", 
    "size": "Gargantuan", 
    "languages": "Abyssal, Aklo, Common, Draconic, Elven, Giant, Infernal", 
    "strength": "45", 
    "constitution": "-", 
    "space": "20 ft.", 
    "treasure": "triple", 
    "init": "+3", 
    "environment": "warm mountains", 
    "source": "Bestiary 2", 
    "charisma": "26", 
    "immune": "fire, undead traits", 
    "fortitude": "+23", 
    "spells": [
        {
            "spell-like abilities": "(CL 27th, concentration +35)<p class=\"stat-block-2\">At will-<i>detect magic, find the path, pyrotechnics</i> (DC 20), <i>suggestion</i> (DC 21), <i>wall of fire</i></p>"
        }, 
        {
            "sorcerer spells known": "(CL 20th, concentration +28)<p class=\"stat-block-2\">9th-<i>energy drain, time stop, wish</i></p><p class=\"stat-block-2\">8th-<i>dimensional lock, horrid wilting</i> (DC 26)<i>, maze</i></p><p class=\"stat-block-2\">7th-<i>forcecage</i> (DC 25), <i>greater teleport, spell turning</i></p><p class=\"stat-block-2\">6th-<i>chain lightning</i> (DC 24), <i>greater dispel magic, true seeing</i></p><p class=\"stat-block-2\">5th-<i>cone of cold</i> (DC 23), <i>dominate person</i> (DC 23), <i>feeblemind</i> (DC 23), <i>wall of force</i></p><p class=\"stat-block-2\">4th-<i>charm monster</i> (DC 22), <i>confusion</i> (DC 22), <i>greater invisibility, solid fog</i></p><p class=\"stat-block-2\">3rd-<i>displacement, haste, slow</i> (DC 21), <i>vampiric touch</i></p><p class=\"stat-block-2\">2nd-<i>detect thoughts</i> (DC 20), <i>false life, mirror image, see invisibility, web</i> (DC 20)</p><p class=\"stat-block-2\">1st-<i>mage armor, magic missile, ray of enfeeblement</i> (DC 19), <i>shield, true strike</i></p><p class=\"stat-block-2\">0-<i>arcane mark, detect magic, mage hand, mending, message, prestidigitation, ray of frost, read magic, touch of fatigue</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Cleave, Critical Focus, Greater Vital Strike, Improved Critical (bite), Improved Initiative, Improved Iron Will, Improved Vital Strike, Iron Will, Multiattack, Power Attack, Quicken Spell, Staggering Critical, Stunning Critical, Vital Strike", 
    "senses": "blindsense 120 ft., darkvision 240 ft., smoke vision; Perception +45", 
    "description": "This immense skeletal dragon rears up to its full, towering height, bones glowing and shimmering with vile green energy.", 
    "sections": [
        {
            "body": "<p>Most evil dragons spend their lifetimes coveting and amassing wealth, but when the end draws near, some come to realize that all the wealth in the world cannot forestall death. Faced with this truth, most dragons vent their frustration on the countryside, ravaging the world before their passing. Yet some seek a greater solution to the problem and decide instead to linger on, hoarding life as they once hoarded gold. These foul wyrms attract the attention of dark powers, and through the blackest of necromantic rituals are transformed into undead dragons known as raveners.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Although its body quickly rots away, a ravener does not care for the needs of the flesh. It seeks only to consume life, be it from wild animals, would-be dragonslayers, or even other dragons. A ravener is often on the move, changing lairs frequently as its territories become devoid of life.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The ravener presented here is built from a red dragon wyrm.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>&ldquo;Ravener&rdquo; is an acquired template that can be added to any evil true dragon of an age category of ancient or older (referred to hereafter as the base creature). A ravener retains all the base creature's statistics and special abilities except as noted here.</p>", 
                    "name": "Ravener", 
                    "source": "Bestiary 2", 
                    "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener", 
                    "type": "section", 
                    "subtype": "template", 
                    "abbrev": "CR +2", 
                    "sections": [
                        {
                            "body": "<p id=\"cr\">Same as the base creature +2.</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Challenge Rating", 
                            "type": "section", 
                            "name": "Challenge Rating", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "body": "<p id=\"alignment\">Any evil.</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Alignment", 
                            "type": "section", 
                            "name": "Alignment", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "body": "<p id=\"type\">The creature's type changes to undead. Do not recalculate BAB, saves, or skill ranks. It keeps any subtypes possessed by the base creature.</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Type", 
                            "type": "section", 
                            "name": "Type", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "body": "<p id=\"senses\">A ravener's darkvision increases to 240 feet, and its blindsense increases to 120 feet.</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Senses", 
                            "type": "section", 
                            "name": "Senses", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "body": "<p id=\"armor-class\">A ravener gains a deflection bonus to its AC equal to half its Charisma bonus (minimum +1).</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Armor Class", 
                            "type": "section", 
                            "name": "Armor Class", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "body": "<p id=\"hit-dice\">Change all of the base creature's racial Hit Dice to d8s. All Hit Dice derived from class levels remain unchanged. As an undead, a ravener uses its Charisma to determine bonus hit points instead of its Constitution.</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Hit Dice", 
                            "type": "section", 
                            "name": "Hit Dice", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "body": "<p id=\"saving-throws\">As undead, a ravener uses its Charisma modifier on Fortitude saves (instead of Constitution).</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Saving Throws", 
                            "type": "section", 
                            "name": "Saving Throws", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "body": "<p id=\"defensive-abilities\">A ravener gains channel resistance +4 and all of the immunities derived from undead traits. Its damage reduction changes from DR/magic to DR/good. A ravener also gains the following ability.</p><p id=\"soul-ward\"><i>Soul Ward</i> An intangible field of siphoned soul energy protects a ravener from destruction. This ward has a maximum number of hit points equal to twice the ravener's Hit Dice, but starts at half this amount. Whenever a ravener would be reduced below 1 hit point, all damage in excess of that which would reduce it to 1 hit point is instead dealt to its soul ward. If this damage reduces the soul ward to fewer than 0 hit points, the ravener is destroyed.</p>", 
                            "name": "Defensive Abilities", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Defensive Abilities", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Bestiary 2", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"attacks\">A ravener retains all of the natural attacks of the base creature, but each of these attacks threatens a critical hit on a 19 or 20. Feats like Improved Critical can increase this range further. If the ravener scores a critical hit with a natural weapon, the target gains 1 negative level. The DC to remove this negative level is equal to 10 + 1/2 the ravener's Hit Dice + the ravener's Charisma modifier. Whenever a creature gains a negative level in this way, the ravener adds 5 points to its soul ward.</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Attacks", 
                            "type": "section", 
                            "name": "Attacks", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "body": "<p id=\"special-attacks\">A ravener retains all of the special attacks of the base creature and gains the following special attacks as described below. All save DCs are equal to 10 + 1/2 the ravener's HD + the ravener's Charisma modifier.</p><p id=\"breath-weapon\"><i>Breath Weapon</i> A ravener keeps the breath weapon of the base creature&mdash;the save DC for this breath weapon is now Charisma-based. In addition, a ravener's breath weapon bestows 2 negative levels on all creatures in the area. A successful Reflex save halves the damage and reduces the energy drain to 1 negative level. The save DC to remove these negative levels is equal to the ravener's breath weapon DC. The ravener adds 1 hit point to its soul ward ability for each negative level bestowed in this way.</p><p id=\"cowering-fear\"><i>Cowering Fear (Su)</i>Any creature shaken by the ravener's frightful presence is cowering instead of shaken for the first round of the effect, and shaken for the rest of the duration. Any creature that is panicked by its frightful presence is instead cowering for the duration.</p><p id=\"soul-consumption\"><i>Soul Consumption (Su)</i>When a living creature within 30 feet of a ravener dies, that creature's soul is torn from its body and pulled into the ravener's maw if the dying creature fails a Will save (DC equals the save DC of the ravener's breath weapon). This adds a number of hit points to the ravener's soul ward equal to the dead creature's Hit Dice. Creatures that have their souls consumed in this way can only be brought back to life through <i>miracle, true resurrection</i>, or <i>wish</i>.</p><p id=\"soul-magic\"><i>Soul Magic (Sp)</i>A ravener retains the base creature's spellcasting capability, adding three levels to the base creature's caster level. This increases the number of spells known by the ravener, but the ravener loses all spell slots. Instead, whenever the ravener wishes to cast any one of its spells known, it consumes a number of hit points from its soul ward equal to the spell slot level necessary to cast the spell (including increased levels for metamagic feats and so on). If the soul ward has insufficient hit points, the ravener cannot cast that spell. Casting a spell that reduces its soul ward to exactly 0 hit points does not harm the ravener (though most are not comfortable without this buffer of soul-energy and try to replenish it quickly).</p>", 
                            "name": "Special Attacks", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Special Attacks", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Bestiary 2", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"abilities\">Str +4, Int +4, Wis +4, Cha +6. Being undead, a ravener has no Constitution score.</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Abilities", 
                            "type": "section", 
                            "name": "Abilities", 
                            "source": "Bestiary 2"
                        }, 
                        {
                            "body": "<p id=\"skills\">A ravener has a +8 racial bonus on Intimidate, Perception, and Stealth checks. The ravener's class skills are otherwise the same as those of the base creature.</p>", 
                            "url": "pfsrd://Bestiary 2/Monsters/Ravener/Creating a Ravener/Ravener/Skills", 
                            "type": "section", 
                            "name": "Skills", 
                            "source": "Bestiary 2"
                        }
                    ]
                }
            ], 
            "name": "Creating a Ravener", 
            "source": "Bestiary 2"
        }
    ], 
    "hp": "337 (27d8+216)", 
    "weaknesses": "vulnerability to cold", 
    "reach": "15 ft. (20 ft. with bite)", 
    "wisdom": "25", 
    "defensive_abilities": "channel resistance +4, soul ward (27 hp)", 
    "creature_type": "Undead", 
    "dr": "20/good", 
    "name": "Ravener", 
    "base_attack": "+27", 
    "skills": "Appraise +37, Bluff +37, Diplomacy +37, Fly +13, Intimidate +45, Knowledge (arcana) +37, Knowledge (history) +37, Knowledge (religion) +34, Perception +45, Sense Motive +37, Spellcraft +37, Stealth +25", 
    "reflex": "+14", 
    "cmd": "57 (61 vs. trip)", 
    "cmb": "+48", 
    "will": "+23", 
    "url": "pfsrd://Bestiary 2/Monsters/Ravener", 
    "aura": "cowering fear, fire, frightful presence (330 ft., DC 31)", 
    "sr": "33", 
    "organization": "solitary", 
    "creature_subtype": "fire"
}