{
    "dexterity": "13", 
    "ac": "15, touch 11, flat-footed 14 (+1 Dex, +4 natural)", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Stealth in sand", 
    "melee": "slam +6 (1d6+3 plus sleep)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "30 ft., burrow 30 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Terran", 
    "strength": "14", 
    "constitution": "15", 
    "immune": "elemental traits", 
    "treasure": "none", 
    "init": "+5", 
    "environment": "any land (Plane of Earth)", 
    "source": "Bestiary 2", 
    "charisma": "10", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Improved Initiative, Iron Will", 
    "senses": "darkvision 60 ft., tremorsense 30 ft.; Perception +7", 
    "description": "A whirling cloud of fine desert sand piles up upon itself, forming into the shape of a humanoid figure.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Sandman/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action, a sandman can cause its humanoid form to collapse into a pile of animated sand. In this form, treat the sandman as if it were a Small earth elemental made out of sand. The sandman retains its compression and sleep aura abilities when in sand form, but loses its sleep attack and its damage reduction, as its sandy body in this form is much more compact and easier to scatter with solid weapon blows.", 
                    "name": "Sand Form", 
                    "url": "pfsrd://Bestiary 2/Monsters/Sandman/Special Abilities/Sand Form", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A creature struck by a sandman's slam attack must succeed on a DC 14 Will save or immediately fall asleep, as if affected by a sleep spell (caster level 8th). There is no limit to the number of Hit Dice a sandman can affect with this ability. The save DC is Constitution-based.", 
                    "name": "Sleep", 
                    "url": "pfsrd://Bestiary 2/Monsters/Sandman/Special Abilities/Sleep", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A sandman radiates a 20-foot-radius spread that puts creatures to sleep. Any creature in the area must succeed on a DC 14 Will save or fall asleep, as if affected by a sleep spell (caster level 8th). There is no limit to the number of Hit Dice a sandman can affect with this ability. A creature that successfully saves is immune to that sandman's sleep aura for 24 hours. The save DC is Constitution-based.", 
                    "name": "Sleep Aura", 
                    "url": "pfsrd://Bestiary 2/Monsters/Sandman/Special Abilities/Sleep Aura", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Stealthy and unpredictable, the sandman is a terror to all travelers in the desert, whether they be traders, messengers, or adventurers. When at rest, sandmen resemble ordinary piles of sand, blending in perfectly with barren surroundings or ancient tombs. They rely on their soporific powers in most situations, putting their enemies to sleep and killing their unconscious opponents or dragging them back to their summoner.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Although they themselves are elementals, sandmen don't typically associate with other elementals, seeing their unquestioning obedience as weak. Sandmen pride themselves as free thinkers, and when given a task by a summoner, often interpret the task as they see fit. Because of their arrogance, usually only the most confident or most desperate mages bother with sandmen. It is not uncommon for sandmen to voluntarily stay on the Material Plane, fiendishly playing with its inhabitants as they wreak silent havoc.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A sandman takes the form of a rough humanoid about 6 feet tall. Its shape is never quite certain, and its animate muscles constantly shift and flex as it pummels its targets. Sandmen can manipulate their bodies in many ways, but prefer to keep their legs and feet in the form of dusty clouds of sand, so as to easily maneuver about in their preferred environments. Some of these creatures pride themselves on their ability to control their shapes. Just as a mortal artist might sculpt incredible works of art from stone with a chisel, so do these artist sandmen sculpt their own bodies into works of art. Some enjoy using this ability to reshape their appearance to mimic that of their conjurer or their enemies, allowing them an additional level of theatrics by either assuming a beautiful form or by allowing their form to melt away in a hideous manner. Given the combination of their quick imaginations and their natural penchant for cruelty, most sandmen tend to opt for the latter method of tormenting their foes.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d10+8)", 
    "wisdom": "11", 
    "defensive_abilities": "amorphous", 
    "creature_type": "Outsider", 
    "special_qualities": "compression, sand form", 
    "dr": "10/bludgeoning", 
    "name": "Sandman", 
    "base_attack": "+4", 
    "skills": "Acrobatics +8, Climb +9, Knowledge (planes) +7, Perception +7, Sense Motive +7, Stealth +8 (+12 in sand)", 
    "reflex": "+5", 
    "cmd": "17", 
    "cmb": "+6", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 2/Monsters/Sandman", 
    "aura": "sleep (20 ft., DC 14)", 
    "organization": "solitary, gang (2-4), or shoal (5-10)", 
    "creature_subtype": "earth, elemental, extraplanar"
}