{
    "dexterity": "10", 
    "ac": "16, touch 10, flat-footed 16 (+6 natural)", 
    "special_attacks": "fascinating gaze", 
    "intelligence": "-", 
    "melee": "2 slams +8 (1d8+3 plus fear)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "16", 
    "constitution": "-", 
    "immune": "cold, construct traits", 
    "treasure": "none", 
    "init": "+0", 
    "environment": "any land", 
    "source": "Bestiary 2", 
    "charisma": "14", 
    "fortitude": "+1", 
    "type": "creature", 
    "senses": "darkvision 60 ft., low-light vision; Perception +0", 
    "description": "It suddenly becomes clear that this is no ordinary pumpkin-headed scarecrow when its eyes glow and it comes to jerky life.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Scarecrow/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Target is fascinated, 30 feet, Will DC 14 negates. Fascination lasts as long as the scarecrow remains within 300 feet of the fascinated creature. The approach or animation of the scarecrow does not count as an obvious threat to the victim of this particular fascination effect (although the scarecrow's attack does count as an obvious threat and ends the fascination immediately). This is a mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Fascinating Gaze", 
                    "url": "pfsrd://Bestiary 2/Monsters/Scarecrow/Special Abilities/Fascinating Gaze", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A scarecrow's touch infuses its target with overwhelming waves of fear. If the victim fails a DC 14 Will save, she cowers and can take no actions other than attempting a new DC 14 Will save at the end of the following round (and each round thereafter) to end this fear. A successful first save leaves the victim shaken for 1 round. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                    "name": "Fear", 
                    "url": "pfsrd://Bestiary 2/Monsters/Scarecrow/Special Abilities/Fear", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Animated scarecrows look just like mundane scarecrows until they come to life, at which point their eyes and mouths glow with fiery light. Scarecrows are usually created as guardians to warn away trespassers. Each scarecrow is unique, but most stand 5 to 6 feet tall and are made of wood, cloth, and rope. Their stuffing of dried grass or straw makes them vulnerable to fire.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A scarecrow cannot speak, and the only sound it makes is the creaking of its wooden frame and the rustling of its straw stuffing when it moves.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>In combat, a scarecrow uses its fascinating gaze, then chooses the largest foe to pummel with its slams. Although unintelligent, the scarecrow does not ignore other enemies, using its fear touch to cow them until the scarecrow kills its first target. A scarecrow usually does not pursue fleeing foes unless specifically commanded to do so by its creator.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Scarecrows are constructed of a variety of materials, but usually include a frame of wood bound by rope or twine, covered in cloth or ragged garments, then stuffed with grass or straw. Some have simple heads made from bags stuffed with straw, with two holes cut for eyes, while others have more elaborate pumpkin or gourd heads carved with grotesque faces. Once the basic body has been constructed, unguents and special powders worth 500 gp are also required.</p>", 
            "type": "section", 
            "sections": [
                {
                    "name": "Scarecrow", 
                    "cl": "6th", 
                    "url": "pfsrd://Bestiary 2/Monsters/Scarecrow/Construction/Scarecrow", 
                    "price": "15,500 gp", 
                    "misc": {
                        "Construction": {
                            "Skill": "Craft (carpentry), Craft (sculptures), or Profession (farmer) DC 12", 
                            "Cost": "8,000 gp", 
                            "Requirements": "Craft Construct, command, fear, geas/quest, hypnotic pattern, creator must be caster level 6th"
                        }
                    }, 
                    "source": "Bestiary 2", 
                    "type": "item"
                }
            ], 
            "name": "Construction", 
            "source": "Bestiary 2"
        }
    ], 
    "hp": "47 (5d10+20)", 
    "weaknesses": "vulnerability to fire", 
    "wisdom": "11", 
    "creature_type": "Construct", 
    "special_qualities": "freeze", 
    "name": "Scarecrow", 
    "base_attack": "+5", 
    "url": "pfsrd://Bestiary 2/Monsters/Scarecrow", 
    "reflex": "+1", 
    "cmd": "18", 
    "cmb": "+8", 
    "will": "+1", 
    "organization": "solitary, pair, or gang (3-6)"
}