{
    "dexterity": "14", 
    "ac": "12, touch 12, flat-footed 10 (+2 Dex)", 
    "special_attacks": "sneak attack +1d6", 
    "intelligence": "10", 
    "racial_modifiers": "+8 Stealth", 
    "melee": "short sword +2 (1d6/19-20)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Common, Undercommon", 
    "strength": "11", 
    "constitution": "13", 
    "treasure": "standard (short sword, 2 daggers, other treasure)", 
    "init": "+6", 
    "environment": "any land or underground", 
    "source": "Bestiary 2", 
    "charisma": "7", 
    "fortitude": "+2", 
    "type": "creature", 
    "feats": "Improved Initiative, Skill Focus (Stealth)", 
    "senses": "low-light vision; Perception +5", 
    "description": "This smooth-skinned, hairless humanoid has penetrating eyes and skin that shifts and changes to mimic his surroundings.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Skulk/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Skulks can pass through forest and subterranean settings almost without a trace. Add +10 to the DC to track a skulk in these environments.", 
                    "name": "Camouflaged Step", 
                    "url": "pfsrd://Bestiary 2/Monsters/Skulk/Special Abilities/Camouflaged Step", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A skulk's racial bonus to Stealth comes from his ability to change the color of his skin to match his surroundings, even complex or regular patterns like bricks and mortar. A skulk loses this conditional bonus if he is wearing armor, or if he wears any clothing that covers more than one-quarter of his body, as skulks can only change their own flesh, not things they carry. A skulk normally conceals small items behind his body; by putting his back to a wall and changing his front half, he can hide the item because observers don't have line of sight to the item.", 
                    "name": "Chameleon Skin", 
                    "url": "pfsrd://Bestiary 2/Monsters/Skulk/Special Abilities/Chameleon Skin", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Skulks are a race of cowardly and lazy humanoids that live on the fringes of society, stealing what they need and doing what they must&mdash;even committing casual murder&mdash;to survive. Their unabashed cowardice is perhaps their most widely known trait, but skulks don't see themselves as particularly craven. Instead, they view their dishonorable behaviors as the most expedient method of survival. They hate most other humanoids, viewing them as lazy and foolish, and think nothing of sneaking into a home, killing all the residents, and burglarizing what they can carry off without getting caught.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Skulks travel in small groups, rarely forming tribes of more than 16, for in larger groups bickering quickly leads to violent infighting. Murder between skulks is not uncommon, but they understand safety in numbers, and most frown upon treason within a group that is already relatively small, punishing traitors with a quick death. When possible, they set up camps in discreet spots near other settlements, commonly inhabiting sewers, caves, or forests&mdash;though their unsavory, murderous tactics often force them to relocate before local law enforcement, quickly alerted to their presence once the remains of a family of victims are discovered, finds them.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Skulks are roughly the same size as a human, averaging 6 feet tall, though they are significantly more gangly and nimble, and commonly weigh only 140 pounds. Skinny arms and legs help them sneak around obstacles and squeeze into narrow spaces. Skulks can live up to 50 years, though most die from violence long before that. Although skulks have racial Hit Dice, they generally advance in power by taking class levels. Rogue is a favorite choice among skulks, for their natural abilities at stealth and sneak attacks fit well with this choice, but they also excel in the roles of clerics, fighters and rangers who specialize in ranged weapons, and rarely as wizards (particularly illusionists).</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "16 (3d8+3)", 
    "wisdom": "14", 
    "creature_type": "Humanoid", 
    "special_qualities": "camouflaged step, chameleon skin", 
    "ranged": "dagger +4 (1d4/19-20)", 
    "name": "Skulk", 
    "base_attack": "+2", 
    "skills": "Perception +5, Stealth +16", 
    "reflex": "+5", 
    "cmd": "14", 
    "cmb": "+2", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 2/Monsters/Skulk", 
    "organization": "solitary, pair, band (3-8), or tribe (9-16)", 
    "creature_subtype": "skulk"
}