{
    "dexterity": "14", 
    "ac": "15, touch 12, flat-footed 13 (+2 Dex, +3 natural)", 
    "special_attacks": "belly grease, slime", 
    "intelligence": "3", 
    "racial_modifiers": "+10 Acrobatics, +4 Escape Artist", 
    "melee": "bite +4 (2d6+3)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "30 ft., climb 30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Boggard (can't speak)", 
    "strength": "15", 
    "constitution": "17", 
    "treasure": "none", 
    "init": "+6", 
    "environment": "temperate swamps or underground", 
    "source": "Bestiary 2", 
    "charisma": "10", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Improved Bull Rush, Improved Initiative, Improved Overrun", 
    "senses": "darkvision 60 ft.; Perception +0", 
    "description": "This disgusting beast looks like a slime-covered toad, but with two walrus-like tusks jutting from its upper jaw.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Slurk/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "The slurk exudes a slippery grease from its belly that grants it a +4 bonus on Escape Artist skill checks and to its CMD versus grapples. Once per minute, a slurk may wallow on a solid surface as a full-round action to coat the floor in a 5-foot radius with this grease. The smear created turns that area of floor into difficult terrain for 10 minutes, after which the grease dries to a nasty crust.", 
                    "name": "Belly Grease", 
                    "url": "pfsrd://Bestiary 2/Monsters/Slurk/Special Abilities/Belly Grease", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "The slurk gains a +4 bonus to its CMD to avoid bull rush or overrun attempts.", 
                    "name": "Hunker", 
                    "url": "pfsrd://Bestiary 2/Monsters/Slurk/Special Abilities/Hunker", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A slurk's back is crusted with thick, dry slime and dozens of nodules. As a standard action at will, a slurk can squirt a jet of this slime from one of these nodules as a ranged touch attack against any target within 30 feet. The slime quickly hardens to the texture of cold tar, entangling the foe. Anyone the slurk successfully bull rushes or overruns is automatically squirted with back slime. The hardened slime can be removed as a full-round action with a DC 15 Strength check. The slurk's back slime grants a creature riding it a +8 bonus on Ride checks made to stay in the saddle, but a &ndash;8 penalty on Ride checks to dismount.", 
                    "name": "Slime", 
                    "url": "pfsrd://Bestiary 2/Monsters/Slurk/Special Abilities/Slime", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Slurks are frog-like creatures, the descendants of the failed result of a dwarven attempt to domesticate and breed subterranean frogs as food and labor animals. Though the dwarves failed to create suitable livestock, the sticky frog-beasts are often befriended by other underground races.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Slurks are carnivores and have a formidable bite, thanks to their massive tusks. Their true strength, however, lies in their foul-smelling and unnatural secretions. The mucus exuded from the slurk's back is incredibly sticky and quickly hardens into a powerful resin, a quality the creature turns to its advantage by squirting it at intruders and then waiting for it to harden before closing for the kill. At the same time, the liquid excreted by glands on a slurk's stomach is incredible slippery, allowing the slurk to keep from being immobilized by its own back slime and also making it extremely hard to grapple or maneuver without its consent. Combined with slurks' natural ability to climb walls and hang from ceilings with ease, these abilities make the foul-smelling creatures extremely desirable to kobolds, who domesticate and train the frog-beasts as powerful mounts and guardians.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "17 (2d10+6)", 
    "wisdom": "10", 
    "creature_type": "Magical Beast", 
    "special_qualities": "hunker", 
    "ranged": "slime squirt +4 ranged touch", 
    "name": "Slurk", 
    "base_attack": "+2", 
    "skills": "Acrobatics +16, Climb +14, Escape Artist +6", 
    "reflex": "+5", 
    "cmd": "16 (20 vs. bull rush, grapple, overrun, and trip)", 
    "cmb": "+4", 
    "will": "+0", 
    "url": "pfsrd://Bestiary 2/Monsters/Slurk", 
    "organization": "solitary, pair, or pack (3-8)"
}