{
    "dexterity": "9", 
    "ac": "19, touch 7, flat-footed 19 (-1 Dex, +12 natural, -2 size)", 
    "special_attacks": "paralysis (3d6 rounds, DC 18), swallow whole (2d6 acid damage plus paralysis, AC 15, 7 hp)", 
    "intelligence": "3", 
    "racial_modifiers": "+8 Stealth in undergrowth", 
    "melee": "bite +11 (2d6+7 plus grab), 2 tentacles +6 (1d6+3 plus grab)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "20 ft.", 
    "alignment": "N", 
    "size": "Huge", 
    "languages": "Sylvan (cannot speak)", 
    "strength": "24", 
    "constitution": "18", 
    "space": "15 ft.", 
    "treasure": "standard", 
    "init": "+3", 
    "environment": "temperate or warm forests", 
    "source": "Bestiary 2", 
    "charisma": "3", 
    "immune": "acid, plant traits", 
    "fortitude": "+10", 
    "type": "creature", 
    "feats": "Improved Initiative, Iron Will, Lightning Reflexes, Power Attack, Skill Focus (Stealth)", 
    "senses": "low-light vision; Perception +7", 
    "description": "This plant's thick trunk is capped by a crown of wide leaves, whipping vines, mushrooms, and a ravenous purple maw.", 
    "sections": [
        {
            "body": "<p>A tendriculos is a creature brought into being through a corruption of nature, often where foul magic has seeped into the environs for many years, or where the boundaries between the Material Plane and the mysterious realm of the fey have worn thin. Tales and myths speak of arcane manipulation from other planes, while others speak of a tendriculos as being the manifestation of an angered spirit of nature. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A voracious carnivore, the tendriculos is an active hunter when it needs to be but it prefers to rely on ambush tactics, choosing well-traveled areas in the forest where it can lie in wait in the undergrowth. The creature is quick to swallow any prey it happens to catch in its vines, relying upon the acid-filled reservoir in its trunk to finish off prey that may still have a bit of fight left in it. This acid not only consumes organic material with shocking ease, but also contains a powerful paralytic enzyme that further reduces a creature's chance of escape once it's been gulped down by the plant.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Although incapable of speech itself, the tendriculos generally understands a handful of words in a single language (usually Sylvan). While they tend to see all smaller creatures as nothing more than food, tales exist of certain creatures, particularly fey or druids, having secured a sort of alliance with local tendriculoses. In such cases, the tendriculos is more than willing to serve its ally as a guardian, so long as the ally is diligent at providing the plant with a regular supply of food.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>The fact that a tendriculos displays a curious mix of plant, fungal, and even animal traits (in the form of its almost fleshy, toothed maw) has long intrigued sages. That the creature is a plant is firmly established, yet it lays egg-like spheres when the need to reproduce strikes. These &ldquo;eggs&rdquo; are in fact massive, puffball-like fungi filled with spores&mdash;when jostled, the cloud of spores that is released can carry for miles, ensuring that a single tendriculos can seed a huge territory.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A tendriculos is 20 feet tall and weighs 3,500 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "76 (9d8+36); regeneration 10 (bludgeoning or fire)", 
    "reach": "15 ft.", 
    "wisdom": "8", 
    "creature_type": "Plant", 
    "name": "Tendriculos", 
    "base_attack": "+6", 
    "skills": "Perception +7, Stealth +1 (+9 in undergrowth)", 
    "reflex": "+4", 
    "cmd": "24 (can't be tripped)", 
    "cmb": "+15 (+19 grapple)", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 2/Monsters/Tendriculos", 
    "organization": "solitary, pair, or grove (3-6)"
}