{
    "dexterity": "13", 
    "ac": "15, touch 11, flat-footed 14 (+1 Dex, +4 natural)", 
    "special_attacks": "burn (1d6, DC 13)", 
    "intelligence": "6", 
    "melee": "slam +4 (1d6+1 plus burn)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "30 ft., burrow 20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Ignan (cannot speak)", 
    "strength": "13", 
    "constitution": "15", 
    "immune": "fire, elemental", 
    "treasure": "none", 
    "init": "+1", 
    "environment": "any land (Plane of Fire)", 
    "source": "Bestiary 2", 
    "charisma": "10", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Nimble Moves, Skill Focus (Perception)", 
    "senses": "darkvision 60 ft., tremorsense 60 ft.; Perception +10", 
    "description": "This creature's thick, serpentine body is protected by dense, horny plates. A visible haze of heat rises from its red-hot scales.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Thoqqua/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A thoqqua's body is hot enough to melt stone. Anyone striking a thoqqua with a natural weapon or unarmed strike takes 1d6 points of fire damage. A creature that grapples a thoqqua or is grappled by one takes 3d6 points of fire damage each round the grapple persists. A creature that strikes a thoqqua with a manufactured weapon can attempt a DC 13 Reflex save to pull the weapon away from the creature's molten body quickly enough to avoid having the weapon take 1d6 points of fire damage&mdash;damage caused to a weapon in this manner is not halved as is normal for damage caused to items, and ignores the first 5 points of hardness possessed by the item. As a result, most metal weapons can generally safely strike a thoqqua without taking much damage, but wooden weapons have a significant chance of burning away if used against one of these creatures. The save DC is Constitution-based.", 
                    "name": "Molten Body", 
                    "url": "pfsrd://Bestiary 2/Monsters/Thoqqua/Special Abilities/Molten Body", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Thoqquas are cantankerous creatures of fire and slag. Their bodies generate incredible heat that allows them to burrow or melt through most surfaces, even solid rock. Thoqquas are native to the vast ash deserts and lava fields where the Plane of Fire abuts the Plane of Earth. There they consume ore and minerals, which their furnace-like bodies then smelt into armor plates that grant the creatures their natural armor&mdash;as outsiders, these creatures have no need to eat to survive, but a &ldquo;starving&rdquo; thoqqua generally has a lower natural armor bonus than a healthy one.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A thoqqua's frontmost body segment tapers into a straight, horn-like beak that glows with a blistering heat. Steam and smoke constantly hiss from its joints, and from a distance a thoqqua can be mistaken for a strange metallic construct. Adult thoqquas are 5 feet long and weigh 200 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Their fiery tempers make thoqquas dangerous to approach&mdash;they attack without thinking when startled or frustrated. If a thoqqua does not immediately chase away humanoids within its territory, then it gradually comes to view that settlement as property, and even guards it.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Mephits seem to understand the thoqqua thought process, and occasionally broker deals with the simple-minded worms. The mephits say that the mountain-sized ancestors of modern thoqquas were servants of the elemental lords, and dug the first volcanoes in the young worlds of the Material Plane. These progenitor worms then retired to the worlds' cores, where their heat warms the planets even today. Thoqquas on the Material Plane do indeed congregate around volcanoes&mdash;though whether this is to protect a mineral-rich food site or a sacred place is unknown.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "22 (3d10+6)", 
    "weaknesses": "vulnerable to cold", 
    "wisdom": "12", 
    "creature_type": "Outsider", 
    "name": "Thoqqua", 
    "base_attack": "+3", 
    "skills": "Acrobatics +7, Perception +10, Stealth +7, Survival +7", 
    "reflex": "+4", 
    "cmd": "15 (can't be tripped)", 
    "cmb": "+4", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 2/Monsters/Thoqqua", 
    "aura": "molten body", 
    "organization": "solitary or pair", 
    "creature_subtype": "earth, elemental, extraplanar, fire"
}