{
    "dexterity": "17", 
    "ac": "25, touch 10, flat-footed 21 (+3 Dex, +1 dodge, +15 natural, -4 size)", 
    "intelligence": "12", 
    "melee": "2 claws +18 (2d6+8/19-20 plus grab), bite +18 (2d8+8/19-20)", 
    "cr": "11", 
    "xp": "12,800", 
    "speed": "30 ft., fly 120 ft. (good)", 
    "alignment": "N", 
    "size": "Gargantuan", 
    "languages": "Auran", 
    "strength": "26", 
    "constitution": "21", 
    "space": "20 ft.", 
    "treasure": "none", 
    "init": "+7", 
    "environment": "any hills or mountains", 
    "source": "Bestiary 2", 
    "charisma": "13", 
    "immune": "electricity, sonic", 
    "fortitude": "+14", 
    "spells": [
        {
            "spell-like abilities": "(CL 11th; concentration +12)<p class=\"stat-block-2\">At will-<i>control weather</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Critical Focus, Dodge, Improved Critical (bite), Improved Critical (claw), Improved Initiative, Iron Will, Power Attack", 
    "senses": "darkvision 60 ft., low-light vision, stormsight; Perception +20", 
    "description": "This enormous bird has feathers the color of a stormy sky, a resemblance enhanced by the lightning that dances over its body. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Thunderbird/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A thunderbird can fire a ray of thunder and lightning from its outspread wings as a standard action. This attack has a range of 200 feet with no range increment, and requires a ranged touch attack to hit. A creature critically hit by a thunderbolt is stunned and deafened for 1 round if it fails a DC 22 Fortitude save. The save DC is Constitution-based.", 
                    "name": "Thunderbolt", 
                    "url": "pfsrd://Bestiary 2/Monsters/Thunderbird/Special Abilities/Thunderbolt", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A thunderbird is surrounded by a 100-foot-radius spread of severe winds that blow out from the center, dissipating swiftly at the limit of the aura's range. In this area, ranged weapons (but not siege weapons) take a &ndash;4 penalty on attack rolls, Fly checks are made at a &ndash;4 penalty, and exposed flames are extinguished. Small creatures must make a DC 10 Strength check (if on the ground) or a DC 20 Fly check to move toward the thunderbird, while Tiny or smaller creatures can be knocked backward (1d4 &times; 10 feet if they are on the ground and fail a DC 15 Strength check, or 2d6 &times; 10 feet if they are flying and fail a DC 25 Fly check). Creatures on the ground that are pushed back take 1d4 points of nonlethal damage per 10 feet, and flying creatures that are pushed back take 2d6 points of nonlethal damage regardless of the distance they are pushed. In addition, once every 1d4 rounds, a bolt of lightning strikes a random creature (other than the thunderbird) within the area of its storm aura. This bolt of lightning deals 12d6 points of electricity damage (DC 22 Reflex halves). The save DC for the lightning bolt is Constitution-based, while those for resisting the wind effects are fixed.", 
                    "name": "Storm Aura", 
                    "url": "pfsrd://Bestiary 2/Monsters/Thunderbird/Special Abilities/Storm Aura", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A thunderbird ignores all vision penalties and concealment from weather effects, including those created by fog cloud, obscuring mist, and similar spells.", 
                    "name": "Stormsight", 
                    "url": "pfsrd://Bestiary 2/Monsters/Thunderbird/Special Abilities/Stormsight", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Thunderbirds bring the storm on their wings. In times of drought, they are welcomed with joy and celebration. In other times, they are placated with gifts in hopes that they might leave quickly before flooding begins. When angered, thunderbirds can call down hurricanes and lay waste to entire villages, so in regions where these birds dwell, many villages maintain extensive rituals designed to appease and honor the local thunderbirds. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Thunderbirds nest near the base of waterfalls, where the constant thrum of crashing water prepares the hatchlings for a life at the heart of a storm. Once the chicks have hatched, their parents carry the offspring to nests at the top of mountains, where the young are struck by their first bolts of lightning and learn the mysteries of the storm.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "147 (14d10+70)", 
    "reach": "20 ft.", 
    "wisdom": "16", 
    "creature_type": "Magical Beast", 
    "ranged": "thunderbolt +13 ranged touch (6d6 electricity and 6d6 sonic)", 
    "name": "Thunderbird", 
    "base_attack": "+14", 
    "skills": "Acrobatics +13, Fly +11, Perception +20, Perform (sing) +8, Sense Motive +10", 
    "reflex": "+12", 
    "cmd": "40", 
    "cmb": "+26 (+30 grapple)", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 2/Monsters/Thunderbird", 
    "aura": "storm aura (100 ft.)", 
    "organization": "solitary"
}