{
    "dexterity": "23", 
    "ac": "20, touch 16, flat-footed 14 (+6 Dex, +4 natural)", 
    "special_attacks": "fleshdrink, shape flesh", 
    "intelligence": "16", 
    "resist": "cold 20", 
    "melee": "bite +13 (1d8+4 plus 1d4 Cha drain), 2 claws +13 (1d6+4)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "50 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Abyssal, Celestial, Common, Infernal", 
    "strength": "18", 
    "constitution": "-", 
    "immune": "undead traits", 
    "treasure": "standard", 
    "init": "+10", 
    "environment": "any land or underground", 
    "source": "Bestiary 2", 
    "charisma": "19", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Ability Focus (Charisma drain), Combat Expertise, Combat Reflexes, Improved Initiative, Weapon Finesse", 
    "senses": "darkvision 60 ft.; Perception +15", 
    "description": "This spindly, skeletal humanoid has moldy green flesh, long talons for hands, and a head that seems to be mostly mouth. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Totenmaske/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A totenmaske can eat the hopes and dreams of a creature it bites, dealing 1d4 points of Charisma drain unless the victim makes a DC 21 Will save. The save DC is Charisma-based.", 
                    "name": "Charisma Drain", 
                    "url": "pfsrd://Bestiary 2/Monsters/Totenmaske/Special Abilities/Charisma Drain", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "If a totenmaske hits a single creature with both claw attacks, the hollow claws drain away some of the target's flesh, dealing 1d6 points of Constitution damage and making the victim sickened for 1d4 rounds. A successful DC 19 Fortitude save negates the Constitution damage and reduces the sickened condition duration to 1 round. The save DC is Charisma-based.", 
                    "name": "Fleshdrink", 
                    "url": "pfsrd://Bestiary 2/Monsters/Totenmaske/Special Abilities/Fleshdrink", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "By spending 1 minute in contact with a helpless creature, a totenmaske can reshape the target's face, causing flesh to cover vital features. The target may attempt a DC 19 Fortitude save to resist. Changes are permanent, but can be reversed with heal, restoration, or regeneration, or by surgically opening the sealed flesh with a DC 15 Heal check that takes 1d3 rounds and deals 1d4 points of damage even if the check is not successful. A totenmaske can use this ability on one of four different features per use: ears (target becomes deaf), eyes (target becomes blind), mouth (target cannot speak or eat), or nose (target cannot smell). Multiple uses can have increasingly serious effects (such as sealing the mouth and nose, which causes suffocation). The save DC is Charisma-based.", 
                    "name": "Shape Flesh", 
                    "url": "pfsrd://Bestiary 2/Monsters/Totenmaske/Special Abilities/Shape Flesh", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Consumed by the same lusts and excesses that led them in life, the souls of some sinners rise as totenmaskes, drinking the flesh and memories of living creatures and even stepping into their lives to once more pursue their base desires. Incapable of resuming their sinful pursuits in their natural form, totenmaskes often keep their victims alive for as long as possible, renewing their stolen identities regularly in order to continue indulging in pleasures of the flesh.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A totenmaske can be created from the corpse of a sinful mortal by a cleric of at least 18th level using the <i>create greater undead</i> spell. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>A totenmaske is 6 feet tall and weighs 140 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "85 (10d8+40)", 
    "wisdom": "15", 
    "creature_type": "Undead", 
    "special_qualities": "change shape (the previous humanoid it successfully used its fleshdrink ability on; alter self)", 
    "name": "Totenmaske", 
    "base_attack": "+7", 
    "skills": "Acrobatics +16 (+24 jump), Bluff +14, Diplomacy +14, Disguise +17, Perception +15, Sense Motive +15, Stealth +19", 
    "reflex": "+9", 
    "cmd": "27", 
    "cmb": "+11", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 2/Monsters/Totenmaske", 
    "organization": "solitary or pair", 
    "creature_subtype": "shapechanger"
}