{
    "dexterity": "18", 
    "ac": "17, touch 13, flat-footed 13 (+4 Dex, +4 natural, -1 size)", 
    "special_attacks": "rend (2 claws, 1d6+6)", 
    "intelligence": "9", 
    "melee": "battleaxe +7 (2d6+4), bite +2 (1d6+2), claw +2 (1d4+2) or<p class=\"stat-block-2\">bite +7 (1d6+4), 2 claws +7 (1d4+4) </p>", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Giant", 
    "strength": "19", 
    "constitution": "16", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+4", 
    "environment": "cold mountains or underground", 
    "source": "Bestiary 2", 
    "charisma": "7", 
    "immune": "cold", 
    "fortitude": "+8", 
    "type": "creature", 
    "feats": "Intimidating Prowess, Lightning Reflexes, Skill Focus (Perception)", 
    "senses": "darkvision 60 ft., low-light vision; Perception +9", 
    "description": "This large creature has light blue-green skin and cold, piercing eyes. Dressed in rough furs, its tusked jaw juts forth in a long underbite.", 
    "sections": [
        {
            "body": "<p>Ice trolls are somewhat smaller than normal trolls, but they possess greater intelligence and cunning and are just as voraciously hungry. They display the typical hunched posture of trolls, combined with long arms tipped with sharp claws and the distinctive troll underbite. Like normal trolls, ice trolls possess amazing regenerative powers that enable them to recover from almost any wound. Unlike most trolls, ice trolls often use weapons in battle, but in the heat of combat, they often cast aside weapons in favor of their rending claws. An ice troll stands about 10 feet tall and weighs up to 900 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Because of their greater intellects, ice trolls sometimes work as mercenaries, and often serve as soldiers in monstrous armies. They frequently ally with frost giants, and may even be found among northern barbarian tribes, as long as they are well fed and well paid.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Ice trolls enjoy the taste of human flesh, and those not working with humans frequently set traps near civilized areas to catch their favorite prey. They will also raid isolated settlements for food, often bringing captured humans back to their icy lairs, where the unfortunate victims are caged and fattened up before finally being devoured by the voracious trolls.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>In combat, ice trolls are more cautious than normal trolls. They do not normally rush headlong into battle, instead focusing on weaker foes or those bearing fire. They do not hesitate to attack opponents armed with fire, but work together to defeat such enemies before they can bring their dangerous weapons to bear.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Ice troll society is more patriarchal than normal troll society, and while males may form gangs to hunt or raid, most ice trolls live in small family groups comprised of a male, a female, and their offspring.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "45 (6d8+18); regeneration 5 (acid or fire)", 
    "weaknesses": "vulnerable to fire", 
    "reach": "10 ft.", 
    "wisdom": "10", 
    "creature_type": "Humanoid", 
    "name": "Troll, Ice", 
    "base_attack": "+4", 
    "skills": "Intimidate +7, Perception +9, Survival +4", 
    "reflex": "+8", 
    "cmd": "23", 
    "cmb": "+9", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 2/Monsters/Troll/Ice", 
    "organization": "solitary or band (3-6)", 
    "creature_subtype": "cold, giant"
}