{
    "dexterity": "12", 
    "ac": "19, touch 10, flat-footed 18 (+1 Dex, +9 natural, -1 size)", 
    "special_attacks": "rend (2 claws, 1d6+9)", 
    "intelligence": "5", 
    "melee": "bite +11 (1d8+7), 2 claw +12 (1d6+7)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Giant", 
    "strength": "25", 
    "constitution": "24", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "any underground", 
    "source": "Bestiary 2", 
    "charisma": "6", 
    "fortitude": "+12", 
    "type": "creature", 
    "feats": "Intimidating Prowess, Iron Will, Power Attack, Weapon Focus (claw)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +6", 
    "description": "This bulky creature has beady eyes, and rocky skin studded with small crystals. Its jutting underbite holds large, crystalline teeth.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Troll/Rock/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A rock troll that is exposed to natural sunlight is staggered and must make a DC 20 Fortitude save each round to resist permanently turning to stone. A stone to flesh spell (or similar effect) restores a petrified rock troll, but if it remains exposed to sunlight, it must immediately start making new Fortitude saves to avoid petrification. Spells like sunray or sunburst that create powerful natural sunlight cannot petrify a rock troll, but the troll is staggered for 1d4 rounds after being exposed to such an effect.", 
                    "name": "Sunlight Petrification", 
                    "url": "pfsrd://Bestiary 2/Monsters/Troll/Rock/Special Abilities/Sunlight Petrification", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Rock trolls are relatives of normal trolls and ice trolls, but make their lairs far beneath the earth in underground caverns. They rarely venture forth from their subterranean lairs, for they have a weakness unknown in other troll subspecies&mdash;the light of the sun turns them to solid stone. Rock trolls have stony skin studded with crystals, but otherwise display typical troll characteristics&mdash;hunched posture, long arms, a large underbite, and powerful regenerative abilities. Because of the crystalline nature of their skin, however, rock trolls prove more susceptible to sonic damage than other trolls, but they are able to regenerate even wounds dealt by fire. Rock trolls are larger and stronger than normal trolls, typically standing 15 to 16 feet tall in height, and weighing upward of 1,200 pounds.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Rock trolls are fond of humanoid flesh, but eat whatever food they can get their claws on. Most underground creatures go out of their way to avoid rock trolls, as the ravenous creatures will eat anything that passes through their territory, as long as it is at least marginally edible. Rock trolls also occasionally eat rocks and minerals, though such fare seems to do little to soothe their voracious hungers. Instead, these minerals supplement the trolls' diet, strengthening their skin, teeth, and claws. Deposits of certain crystals seem especially tasty to rock trolls, and a rock troll who finds such a collection will often gorge himself on the crystalline delicacies.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "80 (7d8+49); regeneration 5 (acid or sonic)", 
    "weaknesses": "sunlight petrification", 
    "reach": "10 ft.", 
    "wisdom": "9", 
    "creature_type": "Humanoid", 
    "name": "Troll, Rock", 
    "base_attack": "+5", 
    "skills": "Climb +11, Intimidate +10, Perception +6", 
    "reflex": "+3", 
    "cmd": "24", 
    "cmb": "+13", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 2/Monsters/Troll/Rock", 
    "organization": "solitary or gang (2-5)", 
    "creature_subtype": "earth, giant"
}