{
    "dexterity": "19", 
    "ac": "14, touch 14, flat-footed 10 (+4 Dex)", 
    "special_attacks": "bleed (1d6)", 
    "intelligence": "7", 
    "melee": "touch +7 (bleed and blood siphon)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "fly 50 ft. (perfect)", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Aklo", 
    "strength": "-", 
    "constitution": "16", 
    "treasure": "incidental", 
    "init": "+8", 
    "environment": "temperate or warm swamps or underground", 
    "source": "Bestiary 2", 
    "charisma": "10", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Improved Initiative, Weapon Finesse", 
    "senses": "darkvision 60 ft., sense blood; Perception +8", 
    "description": "A cloud of crimson vapor reeking of fresh blood hangs in the air, reaching out with lashing claws. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Vampiric Mist/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A vampiric mist drains blood with each melee touch attack dealing 1d3 points of Constitution damage. Every time a vampiric mist damages a creature in this way, it heals 1d8 hit points. Hit points healed in excess of its maximum are gained as temporary hit points, to a maximum amount equal to its Constitution score. These temporary hit points last for 1 hour.", 
                    "name": "Blood Siphon", 
                    "url": "pfsrd://Bestiary 2/Monsters/Vampiric Mist/Special Abilities/Blood Siphon", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "When a vampiric mist gorges on blood to an extent that it gains temporary hit points, it moves much more quickly. It gains a +2 bonus to its Armor Class and on Reflex saves, and can take one additional move action each round.", 
                    "name": "Blood Overdose", 
                    "url": "pfsrd://Bestiary 2/Monsters/Vampiric Mist/Special Abilities/Blood Overdose", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A vampiric mist's body is composed of a semisolid red mist similar in consistency to thick foam. The vampiric mist does not have a Strength score, and it cannot manipulate or wear solid objects. This form grants it the amorphous defensive ability, and allows it to move through areas as small as 1 inch in diameter with no reduction to its speed. The creature can speak in a hissing voice. A vampiric mist cannot enter water or other fluids, and is treated as a creature two size categories smaller than its actual size (Tiny for most vampiric mists) for the purposes of how wind affects it.", 
                    "name": "Misty Form", 
                    "url": "pfsrd://Bestiary 2/Monsters/Vampiric Mist/Special Abilities/Misty Form", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "A vampiric mist can immediately sense the presence of warm-blooded creatures in a 60-foot radius as if by scent. It can detect exposed blood within a mile.", 
                    "name": "Sense Blood", 
                    "url": "pfsrd://Bestiary 2/Monsters/Vampiric Mist/Special Abilities/Sense Blood", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Often mistaken for a vampire in gaseous form or an unusual type of air elemental, the vampiric mist is in fact a strange form of aberrant life. With an amorphous body that consists as much of fluid as it does of air, this creature dwells in swamps or moist underground regions where its vulnerability to heat isn't as much of a concern.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Although somewhat intelligent, vampiric mists do not form societies. They sometimes form into small gangs, but even then they show little interest in working together. Much of a vampiric mist's time is spent seeking prey&mdash;a pursuit that the monster often shows great creativity in accomplishing. The creatures' propensity for taking on vague, skeletal forms of the creatures whose blood they drink only further adds to their mystique and fuels rumors that they have connections to the undead. Indeed, many vampiric mists enjoy using this common misconception to their advantage, causing foes to use foolish tactics&mdash;such as tricking spellcasters into using positive energy against them as if they were undead monsters.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d8+12)", 
    "weaknesses": "vulnerable to fire", 
    "wisdom": "13", 
    "defensive_abilities": "amorphous", 
    "creature_type": "Aberration", 
    "special_qualities": "blood overdose, misty form", 
    "dr": "5/magic", 
    "name": "Vampiric Mist", 
    "base_attack": "+3", 
    "skills": "Fly +12, Perception +8, Stealth +11", 
    "reflex": "+5", 
    "cmd": "&mdash", 
    "cmb": "-", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 2/Monsters/Vampiric Mist", 
    "organization": "solitary, pair, or gang (3-6)", 
    "creature_subtype": "air, water"
}