{
    "dexterity": "22", 
    "ac": "24, touch 24, flat-footed 17 (+7 deflection, +6 Dex, +1 dodge)", 
    "intelligence": "17", 
    "melee": "incorporeal touch +13 (8d6 fire plus witchflame)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "fly 50 ft. (perfect)", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Auran, Common, Giant", 
    "strength": "-", 
    "constitution": "-", 
    "immune": "fire, undead traits", 
    "treasure": "standard", 
    "init": "+10", 
    "environment": "any swamps or woodlands", 
    "source": "Bestiary 2", 
    "charisma": "25", 
    "fortitude": "+10", 
    "spells": [
        {
            "spell-like abilities": "(CL 9th; concentration +16)<p class=\"stat-block-2\">At will-<i>dancing lights</i>, <i>disguise self</i>, <i>ghost sound</i> (DC 17), <i>invisibility</i>, <i>pyrotechnics</i> (DC 19), <i>ray of enfeeblement</i> (DC 18)</p><p class=\"stat-block-2\">1/day-summon (level 4, 2 will-o'-wisps 50%)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Reflexes, Dodge, Improved Initiative, Lightning Reflexes, Mobility", 
    "senses": "darkvision 60 ft.; Perception +16", 
    "description": "Bathed in sickly green flames, this insubstantial specter of a beautiful young woman floats just off the ground. ", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Witchfire/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Any creature damaged by the incorporeal touch or ranged bolt attacks of a witchfire must succeed on a DC 22 Will save or become engulfed in sickly green flames. While these eerie flames deal no additional damage, the affected creature glows as per faerie fire and becomes sickened. While under the effects of the witchflame, the victim gains vulnerability to fire and takes half again as much damage (+50%) from fire attacks of any sort. This effect persists for 10 minutes. The supernatural flames can only be extinguished before this duration expires by a break enchantment, miracle, remove curse, or wish spell&mdash;the effective caster level of the witchflame is equal to the witchfire's HD (CL 10th for most witchfires). Any creature entering the same square as a witchfire or striking it with a melee attack must succeed on a DC 22 Will save or begin burning with witchflame, even if the attack would not otherwise harm the witchfire because of its incorporeal nature. A bolt of witchflame has a range of 60 feet with no range increment. The save DCs are Charisma-based.", 
                    "name": "Witchflame", 
                    "url": "pfsrd://Bestiary 2/Monsters/Witchfire/Special Abilities/Witchflame", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>When an exceptionally vile hag or witch dies with some malicious plot left incomplete, or proves too horridly tenacious to succumb to the call of death, the foul energies of these wicked old crones sometimes spawn incorporeal undead known as witchfires. These ghostly creatures appear much as they did in life, although the grotesque undead energy that births them makes them appear young and attractive and wreathes their insubstantial bodies in a powerful aura of sickly green flame, a ghostly fire referred to as &ldquo;witchflame&rdquo; in local legends.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Strings of will-o'-wisps are often found in the immediate vicinity of witchfires and are typically led by the undead, leading scholars to speculate that the creatures feed off of a witchfire's flames <span class=\"char-style-override-30\"></span>and fury. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Witchfires occasionally join or subjugate existing hag covens (see page 167 of the <i>Pathfinder RPG Bestiary</i>). A hag coven that includes a witchfire gains the following additional coven spell-like abilities: 3/day&mdash;<i>blight</i>, <i>create undead</i>, <i>fire storm</i> (DC 21), <i>nightmare</i> (DC 18), <i>waves of exhaustion</i> (DC 20). All abilities function at CL 9th, and save DCs are based on a Charisma score of 16. The use of these abilities functions identically to other coven abilities. Such covens must have at least one living hag, as covens of three witchfires gain no coven-related abilities.</p>", 
            "url": "pfsrd://Bestiary 2/Monsters/Witchfire/Witchfire Covens", 
            "type": "section", 
            "name": "Witchfire Covens", 
            "source": "Bestiary 2"
        }
    ], 
    "hp": "115 (10d8+70)", 
    "wisdom": "16", 
    "defensive_abilities": "incorporeal, witchflame", 
    "creature_type": "Undead", 
    "special_qualities": "sound mimicry (animal noises)", 
    "ranged": "witchflame bolt +13 (8d6 fire plus witchflame)", 
    "name": "Witchfire", 
    "base_attack": "+7", 
    "skills": "Bluff +17, Fly +14, Intimidate +20, Knowledge (any two) +13, Perception +16, Sense Motive +16, Stealth +19", 
    "reflex": "+11", 
    "cmd": "31", 
    "cmb": "+13", 
    "will": "+10", 
    "url": "pfsrd://Bestiary 2/Monsters/Witchfire", 
    "organization": "solitary or coven (3 witchfires and hags-see below)", 
    "creature_subtype": "incorporeal"
}