{
    "dexterity": "13", 
    "ac": "12, touch 12, flat-footed 11 (+1 Dex, +1 size)", 
    "special_attacks": "devour, soporific pollen", 
    "intelligence": "-", 
    "melee": "2 stings +0 (1d3-1 plus 1d2 acid)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "5 ft.", 
    "alignment": "N", 
    "size": "Small", 
    "strength": "8", 
    "constitution": "19", 
    "immune": "acid, plant traits", 
    "treasure": "none", 
    "init": "+1", 
    "environment": "any land", 
    "source": "Bestiary 2", 
    "charisma": "11", 
    "fortitude": "+6", 
    "type": "creature", 
    "senses": "low-light vision, tremorsense 30 ft.; Perception +1", 
    "description": "This patch of vines is ornamented with beautiful crimson and violet flowers, the petals of which seem to bear tiny faces.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Xtabay/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "While a creature is under the effects of a xtabay's soporific pollen, the plant may, as a full-round action, occupy the same square as the sleeping creature and slowly sap the life from it. Every round the xtabay uses this ability, the affected creature must make a DC 14 Fortitude save or take 1d2 Con damage. This feeding is curiously painless, and normally isn't enough to waken a foe put to sleep by the plant. Each round this feeding continues, the sleeping victim can attempt a new DC 14 Will save to awaken. This save DC is Constitution-based.", 
                    "name": "Devour", 
                    "url": "pfsrd://Bestiary 2/Monsters/Xtabay/Special Abilities/Devour", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action, a xtabay can release sleep-inducing pollen into the air around it. Each creature within a 10-ft.-radius burst centered on the xtabay must make a DC 14 Will save or fall asleep for 1d3 minutes. A creature that succeeds on the Fortitude save cannot be affected by the same xtabay's soporific pollen for 24 hours. A creature put to sleep by this pollen can be awakened by vigorously shaking the sleeper (a standard action) or by damaging it. This is a mind-affecting sleep effect. The save DC is Constitution-based.", 
                    "name": "Soporific Pollen", 
                    "url": "pfsrd://Bestiary 2/Monsters/Xtabay/Special Abilities/Soporific Pollen", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Known for their potent&mdash;and ultimately deadly&mdash;scent, xtabays are a floral hazard to the unwary. As fast-spreading as ivy, a xtabay's vines are sturdy and adaptive, making the plant a potential threat nearly everywhere&mdash;from gardens to wells to forest groves.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Attractive flowers blossom from the vines of xtabays, emitting the spores that mean a slow death for their victims. The strange, face-like patterns that grow on the petals are disturbing but seem to have no real function. Hermits or other reclusive types have been known to surround their territory with xtabays, warding off pesky creatures and adventurers alike. Instances of xtabays of larger-than-usual size have also been reported. These massive plants possess tendrils as thick as tree limbs and flowers that can fell even the hardiest of warriors with their overwhelming perfume. Underground, xtabays thrive in the wet, dark environment, covering the walls and floors of entire caverns and anesthetizing whole dens of subterranean creatures.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Nomadic plants, xtabays traverse large expanses of land until they sense nearby life, at which point they lie dormant and take on the guise of harmless flowers while releasing their deceptive aroma. Once a creature is subdued, the beast-like plant wastes no time in devouring it, disregarding creatures unaffected by its aroma. Because of their carnivorous nature, xtabays only rarely run short on nutrients, consuming the entirety of a victim's body over the course of several days following the initial process of draining its blood. Xtabays are able to devour creatures thanks to their lengthy roots, which produce a corrosive acid that breaks down and absorbs flesh and bone.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "8 (1d8+4)", 
    "wisdom": "12", 
    "creature_type": "Plant", 
    "name": "Xtabay", 
    "base_attack": "+0", 
    "url": "pfsrd://Bestiary 2/Monsters/Xtabay", 
    "reflex": "+1", 
    "cmd": "9 (can't be tripped)", 
    "cmb": "-2", 
    "will": "+1", 
    "organization": "solitary, pair, copse (3-5), or garden (6-12)"
}