{
    "dexterity": "14", 
    "ac": "23, touch 11, flat-footed 20 (+2 Dex, +1 dodge, +12 natural, -2 size)", 
    "special_attacks": "explosion", 
    "intelligence": "7", 
    "racial_modifiers": "+4 Perception", 
    "melee": "bite +17 (2d6+7), 2 claws +17 (1d8+7)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "20 ft., fly 60 ft. (average)", 
    "alignment": "N", 
    "size": "Huge", 
    "languages": "Draconic", 
    "strength": "24", 
    "constitution": "18", 
    "space": "15 ft.", 
    "treasure": "incidental", 
    "init": "+6", 
    "environment": "temperate deserts, hills, or mountains", 
    "source": "Bestiary 2", 
    "charisma": "11", 
    "immune": "gaze attacks, visual effects and illusions, sight-based attacks, sonic", 
    "fortitude": "+12", 
    "type": "creature", 
    "feats": "Dodge, Flyby Attack, Improved Initiative, Iron Will, Lightning Reflexes, Skill Focus (Perception)", 
    "senses": "blindsight 120 ft.; Perception +18", 
    "description": "This flying reptile has large, leathery wings and a vibrantly colored crest on its horned, narrow-snouted head.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 2", 
            "url": "pfsrd://Bestiary 2/Monsters/Yrthak/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A yrthak sees and senses exclusively through its blindsight ability, which is based on sound and movement&mdash;beyond 120 feet, it is considered blind. A deaf yrthak is effectively blinded as well except against adjacent foes&mdash;its weak eyesight functions enough for it to attack targets this close, although in such cases these creatures still gain the benefit of concealment (20% miss chance) because of the creature's poor vision. It is invulnerable to all sight-based effects and attacks, including gaze attacks.", 
                    "name": "Blind", 
                    "url": "pfsrd://Bestiary 2/Monsters/Yrthak/Special Abilities/Blind", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action, a yrthak can fire its sonic lance at the ground, a large rock, a stone wall, or a similar nonmagical object within 60 feet to create an explosion. This attack deals 2d6 points of piercing damage to all within 10 feet of the effect's center.", 
                    "name": "Explosion", 
                    "url": "pfsrd://Bestiary 2/Monsters/Yrthak/Special Abilities/Explosion", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per round, a yrthak can focus sonic energy in a 60-foot ray that deals 8d6 sonic damage to one target.", 
                    "name": "Sonic Lance", 
                    "url": "pfsrd://Bestiary 2/Monsters/Yrthak/Special Abilities/Sonic Lance", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 2", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Swift, cunning, and perpetually ravenous, the yrthak terrorizes the barren wastelands in which it makes its home, swooping down from on high to blast prey with bursts of pure sound. Though technically blind, as its eyes are tiny and barely capable of vision beyond a few feet, the yrthak senses its surroundings via acute hearing and echolocation. While its powerful jaws and claws are equally capable of taking down opponents, the yrthak generally prefers to wheel through the sky on its membranous wings, firing bolt after bolt of sound into its prey, and exulting in the thrill of the hunt. An adult yrthak is 20 feet long and weighs 1,500 pounds. </p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }, 
        {
            "body": "<p>Yrthaks spend most of their time aloft&mdash;a yrthak hunt often lasts several days, with the yrthak skimming roughly 100 feet over the ground in its wide-ranging search for live prey, only resorting to grazing on carrion in direst need. While they have near-human intelligence, yrthaks generally do not seem interested in forming societies of their own&mdash;although the sight of a clutch of yrthaks tormenting a captured morsel might seem to indicate otherwise.</p>", 
            "source": "Bestiary 2", 
            "type": "section"
        }
    ], 
    "hp": "114 (12d10+48)", 
    "weaknesses": "blind", 
    "reach": "10 ft.", 
    "wisdom": "15", 
    "creature_type": "Magical Beast", 
    "ranged": "sonic lance +12 ranged touch (8d6 sonic)", 
    "name": "Yrthak", 
    "base_attack": "+12", 
    "skills": "Fly +7, Perception +18", 
    "reflex": "+12", 
    "cmd": "34 (38 vs. trip)", 
    "cmb": "+21", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 2/Monsters/Yrthak", 
    "organization": "solitary, pair, or clutch (3-6)"
}