{
    "body": "<p>At some point in your family's history, one of your ancestors was tainted by the influence of a rakshasa. Though most of your family seem entirely normal, you have always felt your own skin is a prison from which magic allows you to escape. Your birthright is a secret you may be forced to keep from societies that would never deal with you if your heritage were known.</p>", 
    "name": "Rakshasa", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Bloodlines/Rakshasa", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"class-skill\">Disguise.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Class Skill"
        }, 
        {
            "body": "<p id=\"bonus-spells\"><i>charm person</i> (3rd), <i>invisibility</i> (5th), <i>suggestion</i> (7th), <i>detect scrying</i> (9th), <i>prying eyes</i> (11th), <i>mass suggestion</i> (13th), <i>greater polymorph</i> (15th), <i>mind blank</i> (17th), <i>dominate monster</i> (19th).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bonus Spells"
        }, 
        {
            "body": "<p id=\"bonus-feats\">Arcane Armor Mastery, Arcane Armor Training, Deceitful, Detect Expertise, Empower Spell, Light Armor Proficiency, Martial Weapon Proficiency, Stealthy.</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bonus Feats"
        }, 
        {
            "body": "<p id=\"bloodline-arcana\">Add half your sorcerer level to the Spellcraft DC for others to identify spells you cast. If their checks fail by 5 or more, they mistakenly believe you are casting an entirely different spell (selected by you when you begin casting).</p>", 
            "source": "Ultimate Magic", 
            "type": "section", 
            "name": "Bloodline Arcana"
        }, 
        {
            "body": "<p id=\"bloodline-powers\">You can call upon the nearly divine power of your rakshasa ancestors, giving you the power to convincingly deceive your enemies.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"silver-tongue\">At 1st level, you can draw upon your outsider heritage to spin amazingly convincing lies. Activating this ability is a swift action. You gain a +5 bonus on one Bluff check made to convince another of the truth of your words (similar to using <i>glibness</i>). If a magical effect is used against you that would detect your lies or force you to speak the truth, the user of the effect must succeed on a caster level check (DC 10 + your sorcerer level) to succeed. Failure means the effect does not detect your lies or force you to speak only the truth. You can use this ability a number of times per day equal to 3 + your Charisma modifier.</p>", 
                    "name": "Silver Tongue", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Bloodlines/Rakshasa/Bloodline Powers/Silver Tongue", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mind-reader\">At 3rd level, you can read minds as a spell-like ability. This ability acts like <i>detect thoughts</i>, except it lasts only 1 round, you use it on a single target as a standard action, and if the target fails its Will save, you gain information as if you had concentrated on it for 3 rounds. You may use this ability once per day at 3rd level and one additional time per day for every four sorcerer levels you possess beyond 3rd, up to five times per day at 20th level.</p>", 
                    "name": "Mind Reader", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Bloodlines/Rakshasa/Bloodline Powers/Mind Reader", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"hide-aura\">At 9th level, you can conceal yourself from prying magic. This ability acts like a constant <i>nondetection</i> spell cast upon yourself. You can end or restore this protection as a move action.</p>", 
                    "name": "Hide Aura", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Bloodlines/Rakshasa/Bloodline Powers/Hide Aura", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"alter-self\">At 15th level, you can change your shape into that of any humanoid at will. This ability acts like <i>alter self</i>, except you may remain in a chosen form as long as you want. </p>", 
                    "name": "Alter Self", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Bloodlines/Rakshasa/Bloodline Powers/Alter Self", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"outsider\">At 20th level, your natural form becomes an animal-headed humanoid, like a true rakshasa. This does not affect your ability to speak or cast spells. You can use your <i>alter self</i> or other disguise and polymorph abilities to assume your original form or other forms when it suits you. You are forevermore treated as a native outsider rather than as a humanoid (or whatever your original type was) for the purpose of spells and other magical effects. Unlike other outsiders, you can still be brought back from the dead as if you were a member of your previous creature type. You gain DR 10/piercing.</p>", 
                    "name": "Outsider", 
                    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Sorcerer/Bloodlines/Rakshasa/Bloodline Powers/Outsider", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Ultimate Magic", 
                    "type": "ability"
                }
            ], 
            "name": "Bloodline Powers", 
            "source": "Ultimate Magic"
        }
    ]
}