{
    "body": "<p>Not all rogues work against the law. Investigators use their skills to serve the law, often in the employ of nobles or in the pursuit of noble causes. In some cities cabals of investigators work for rulers or bureaucracies, but often an investigator is a free agent who pursues whatever mysteries come across her path. Of course, not all investigators serve the law. Crime lords and guildmasters often have squads of investigators serving their own nefarious purposes.</p>", 
    "name": "Investigator", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Investigator", 
    "type": "class_archetype", 
    "subtype": "rogue", 
    "sections": [
        {
            "body": "<p id=\"follow-up\">An investigator can roll twice on any Diplomacy check made to gather information, and receives the information for both results. This takes the same amount of time as one check. If the lesser of the two checks reveals false information, the rogue is aware of it. False information is not revealed in this way if the people she questioned do not know it to be false. This ability replaces trapfinding.</p>", 
            "name": "Follow Up", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Investigator/Follow Up", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p>The following rogue talents complement the investigator archetype: coax information, fast picks, follow clues, hard to fool, and minor magic*.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue Talents"
        }, 
        {
            "body": "<p>The following advanced rogue talents complement the investigator archetype: hunter's surprise, slippery mind*, and thought reexamining.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Advanced Talents"
        }
    ]
}