{
    "body": "<p>Not all rogues live in the city. Scouts frequently roam the wilderness, often banding together as bandits, but sometimes serving as guides, as trailblazers, or as companions to a ranger or barbarian warrior. More comfortable with sneaking and hiding outdoors, the scout is still effective in the city and the dungeon.</p>", 
    "name": "Scout", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Scout", 
    "type": "class_archetype", 
    "subtype": "rogue", 
    "sections": [
        {
            "body": "<p id=\"scout's-charge\">At 4th level, whenever a scout makes a charge, her attack deals sneak attack damage as if the target were flat-footed. Foes with uncanny dodge are immune to this ability. This ability replaces uncanny dodge.</p>", 
            "name": "Scout's Charge", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Scout/Scouts Charge", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"skirmisher\">At 8th level, whenever a scout moves more than 10 feet in a round and makes an attack action, the attack deals sneak attack damage as if the target was flat-footed. If the scout makes more than one attack this turn, this ability only applies to the first attack. Foes with uncanny dodge are immune to this ability. This ability replaces improved uncanny dodge.</p>", 
            "name": "Skirmisher", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Rogue/Rogue Archetypes/Scout/Skirmisher", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p>The following rogue talents complement the scout archetype: assault leader, camouflage, cunning trigger, survivalist, and trap spotter*.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Rogue Talents"
        }, 
        {
            "body": "<p>The following advanced rogue talents complement the scout archetype: hunter's surprise, skill mastery*, and stealthy sniper.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Advanced Talents"
        }
    ]
}