{
    "body": "<p>When ships themselves become a part of a combat, things get more unusual. The following rules are not meant to accurately simulate all of the complexities of ship-to-ship combat, only to provide you with a quick and easy set of rules to resolve such situations when they inevitably arise in a nautical adventure, whether it be a battle between two ships or between a ship and a sea monster.</p>", 
    "name": "Fast-Play Ship Combat", 
    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p id=\"preparation\">Decide what type of ships are involved in the combat (see Table 7&ndash;49: Ship Statistics). Use a large, blank battle mat to represent the waters on which the battle occurs. A single square corresponds to 30 feet of distance. Represent each ship by placing markers that take up the appropriate number of squares (miniature toy ships make great markers and should be available at most hobby stores). </p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Preparation", 
            "type": "section", 
            "name": "Preparation", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"starting-combat\">When combat begins, allow the PCs (and important NPC allies) to roll initiative as normal&mdash;the ship itself moves and attacks on the captain's initiative result. If any of the ships in the battle rely on sails to move, randomly determine what direction the wind is blowing by rolling 1d8 and following the guidelines for missed splash weapons (<i>Core Rulebook</i> 202).</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Starting Combat", 
            "type": "section", 
            "name": "Starting Combat", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"movement\">On the captain's initiative count, the ship can move its current speed in a single round as a move-equivalent action for the captain (or double its speed as a full-round action), as long as it has its minimum crew complement. The ship can increase or decrease its speed by 30 feet each round, up to its maximum speed. Alternatively, the captain can change direction (up to one side of a square at a time) as a standard action. A ship can only change direction at the start of a turn. </p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Movement", 
            "type": "section", 
            "name": "Movement", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"attacks\">Crewmembers in excess of the ship's minimum crew requirement can be allocated to man siege engines. Siege engines attack on the captain's initiative count.</p><p>A ship can also attempt to ram a target if it has its minimum crew. To ram a target, the ship must move at least 30 feet and end with its bow in a square adjacent to the target. The ship's captain then makes a Profession (sailor) check&mdash;if this check equals or exceeds the target's AC, the ship hits its target, inflicting damage as indicated on the ship statistics table to the target, as well as minimum damage to the ramming ship. A ship outfitted with an actual ram siege engine inflicts an additional 3d6 points of damage to the target (the ramming vessel suffers no additional damage).</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Attacks", 
            "type": "section", 
            "name": "Attacks", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>A ship gains the sinking condition if its hit points are reduced to 0 or fewer. A sinking ship cannot move or attack, and it sinks completely 10 rounds after it gains the sinking condition. Each hit on a sinking ship that inflicts damage reduces the remaining time for it to sink by 1 round per 25 points of damage inflicted. Magic (such as <i>make whole</i>) can repair a sinking ship if the ship's hit points are raised above 0, at which point the ship loses the sinking condition. Generally, nonmagical repairs take too long to save a ship from sinking once it begins to go down.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Sinking", 
            "type": "section", 
            "name": "Sinking", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>A vast variety of boats and ships exist in the real world, from small rafts and longboats to intimidating galleons and swift galleys. To represent the numerous distinctions of shape and size that exist between water-going vessels, Table 7&ndash;49 categorizes seven standard ship sizes and their respective statistics. Just as the cultures of the real world have created and adapted hundreds of different types of seafaring vessels, races in fantasy worlds might create their own strange ships. GMs might use or alter the statistic above to suit the needs of their creations, and describe such conveyances however they please. All ships have the following traits.</p>", 
            "name": "Ship Statistics", 
            "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics", 
            "type": "section", 
            "source": "Game Mastery Guide", 
            "sections": [
                {
                    "body": "<p id=\"ship-type\">This is a general category that lists the ship's basic type.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/Ship Type", 
                    "type": "section", 
                    "name": "Ship Type", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"ac\">The ship's base Armor Class. To calculate a ship's actual AC, add the captain's Profession (sailor) modifier to the ship's base AC. Touch attacks against a ship ignore the captain's modifier. A ship is never considered flat-footed.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/AC", 
                    "type": "section", 
                    "name": "AC", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"hp\">The ship's total hit points. In addition, all ships have a hardness rating based on their construction material (hardness 5 for most wooden ships). At 0 or fewer hit points, a ship gains the sinking condition as described above. </p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/hp", 
                    "type": "section", 
                    "name": "hp", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"base-save\">The ship's base save modifier. All of a ship's saving throws (Fortitude, Reflex, and Will) have the same value. To determine a ship's actual saving throw modifiers, add the captain's Profession (sailor) modifier to this base value.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/Base Save", 
                    "type": "section", 
                    "name": "Base Save", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"maximum-speed\">The ship's maximum tactical speed in combat. An asterisk indicates the ship has sails, and can move at double speed when it moves in the same direction as the wind. A ship with only sails can only move if there is some wind. </p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/Maximum Speed", 
                    "type": "section", 
                    "name": "Maximum Speed", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"arms\">The number of siege engines (<i>Core Rulebook</i> 434&ndash;436) that can be fitted on the ship. A ram uses one of these slots, and only one ram may be fitted to a ship.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/Arms", 
                    "type": "section", 
                    "name": "Arms", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"ram\">The amount of damage the ship inflicts on a successful ramming attack (without a ram siege engine).</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/Ram", 
                    "type": "section", 
                    "name": "Ram", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"squares\">The number of squares the ship takes up on the battle mat. A ship's width is always considered to be one square.</p>", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/Squares", 
                    "type": "section", 
                    "name": "Squares", 
                    "source": "Game Mastery Guide"
                }, 
                {
                    "body": "<p id=\"crew\">The first number lists the minimum crew complement the ship needs to function normally, excluding those needed to make use of the vessel's weapons. The second value lists the ship's maximum crew plus additional soldiers or passengers. A ship without its minimum crew complement can only move, change speed, change direction, or ram if its captain makes a DC 20 Profession (sailor) check. Crew in excess of the minimum have no effect on movement, but they can replace fallen crewmembers or man additional weapons.</p>", 
                    "name": "Crew", 
                    "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/Crew", 
                    "type": "section", 
                    "source": "Game Mastery Guide", 
                    "sections": [
                        {
                            "body": "<table id=\"table-7-49:-ship-statistics\"><caption>Table:  Ship Statistics</caption><thead><tr><th>Ship Type</th><th>AC</th><th>hp</th><th>Base Save</th><th>Maximum Speed</th><th>Arms</th><th>Ram</th><th>Squares</th><th>Crew</th></tr></thead><tbody><tr class=\"odd\"><td>Keelboat</td><td>8</td><td>60</td><td>+4</td><td>30 feet*</td><td>1</td><td>2d6+6</td><td>2</td><td>4/15+100</td></tr><tr class=\"even\"><td>Longship</td><td>6</td><td>75</td><td>+5</td><td>60 feet*</td><td>1</td><td>4d6+18</td><td>3</td><td>50/75+100</td></tr><tr class=\"odd\"><td>Sailing ship</td><td>6</td><td>125</td><td>+6</td><td>60 feet* (sails only)</td><td>2</td><td>3d6+12</td><td>3</td><td>20/50+120</td></tr><tr class=\"even\"><td>Warship</td><td>2</td><td>175</td><td>+7</td><td>60 feet*</td><td>3</td><td>3d6+12</td><td>4</td><td>60/80+160</td></tr><tr class=\"odd\"><td>Galley</td><td>2</td><td>200</td><td>+8</td><td>90 feet*</td><td>4</td><td>6d6+24</td><td>4</td><td>200/250+200</td></tr></tbody></table>", 
                            "url": "pfsrd://Game Mastery Guide/Rules/Fast Play Ship Combat/Fast-Play Ship Combat/Ship Statistics/Crew/Table Ship Statistics", 
                            "type": "table", 
                            "name": "Table: Ship Statistics", 
                            "source": "Game Mastery Guide"
                        }
                    ]
                }
            ]
        }
    ]
}