{
    "body": "<p class=\"stat-block\">This armor behaves in all ways as if it were <i>+1 undead controlling studded leather</i> until its owner actually attempts to use its special property. At that point, the wearer and all living creatures within a 20-foot radius must succeed at a DC 15 Will saving throw to avoid believing that they are actually some sort of undead creature for the next 24 hours. The GM can either roll randomly (1d6; 1&ndash;3 zombies, 4&ndash;5 ghouls, 6 vampires) or choose which sorts of specific undead the affected creatures believe themselves to be. Creatures affected by the armor behave as normal for the sorts of undead they regard themselves as&mdash;&ldquo;zombies&rdquo; mindlessly attack unassociated creatures near them, vampires attempt to bite victims on the neck, and so on&mdash;but gain none of the special abilities of that creature. The affected creatures react negatively to effects that harm &ldquo;their&rdquo; type of undead, so &ldquo;vampires&rdquo; avoid garlic, &ldquo;wraiths&rdquo; recoil from sunlight, and so on. The creatures continue to believe they are actually undead and ignore all evidence to the contrary. If attacked, they defend themselves, even if this requires using abilities they have but &ldquo;their&rdquo; type of undead normally lacks; for example, a barbarian who thinks she's a ghoul can still rage. Channel energy and other undead-affecting effects have no effect on creatures affected by <i>gravesoul armor</i>.</p><p class=\"stat-block\">This is a mind-affecting, compulsion enchantment. The wearer of the armor can use this power up to three times per day, though it can only work on a particular creature once in any 24-hour period. Regardless of the curse, the armor is still <i>+1 studded leather</i>, and some characters may find it useful despite its (nonexistent) power over undead. Unlike most cursed items, this one is easily discarded without any magical assistance.</p>", 
    "slot": "armor", 
    "name": "Gravesoul Armor", 
    "weight": "20 lbs.", 
    "cl": "10th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Cursed Items/Specific Cursed Items/Gravesoul Armor", 
    "type": "item", 
    "subtype": "armor", 
    "aura": "moderate enchantment", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>+1 undead controlling studded leather</p><p class='stat-block-1'><b>descriptor </b></p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Intended Magic Item"
        }
    ], 
    "source": "Ultimate Equipment"
}