{
    "source": "Bestiary", 
    "sections": [
        {
            "source": "Bestiary", 
            "text": "<p>Angels are a race of celestials, beings who live on the good-aligned outer planes.</p><p>Angels can be of any good alignment. Lawful angels hail from Heaven, neutral angels from Nirvana, and chaotic angels from Elysium, though the majority serve one good deity or another and call their patron's realm their home. Most mortals assume that angels never lie, cheat, or steal, are impeccably honorable in all their dealings, and are the most trustworthy and diplomatic of all the celestials; while this is generally true, there are exceptions, especially as some angels serve good-aligned trickster gods and other chaotic entities.</p><p>The original and most powerful angels predate the mortal races. They were among the first creations of the gods of good, and those that survive to this day are among the more powerful non-divine beings in the multiverse. While new angels are still periodically created by the gods, most modern angels were once good mortals, their souls transforming into something greater upon reaching their destination in the planes. Often an angel's true form is reminiscent of its mortal self, only taller, brighter, and more powerful. The relationship between good mortal soul and angel is common knowledge, and many mortal religions assume that all members of the faith in good standing become angels of some type in the afterlife. Others confuse the issue by conflating famous mortals (such as saints and martyrs) with preexisting angels that have similar names, or suggesting that angels take human form to perform great deeds as mortals, returning to the heavens when their duties are over.</p><p>All angels are blessed with extraordinary beauty, though their actual appearances vary widely. Their natural shapechanging ability means they may appear to mortals as male or female, depending on their personal preference or the will of their deity. As they are spiritual creatures given a physical form rather than creatures of flesh born of other creatures, their gender is mutable; some angels always use a male form, some strictly a female one, and others use either or both, or prefer an androgynous or sexless shape.</p><p>Technically, the word “angel” refers to several types of humanoid angels&mdash;solars, planetars, and devas (of which the astral deva is the most common; other types exist as well)&mdash;though many mortals use the term loosely and apply it to any celestial, whether an angel, one of the guardian archons, fey-like azatas, beast-like agathions, or any other creature of the good planes. The angels do not take affront at this, as they have more important things to deal with than mortal nomenclature.</p><p>Angels speak Celestial, Draconic, and Infernal, though they can communicate with almost any creature because of their truespeech ability. All angels possess a number of similar traits. Most angels also have additional powers beyond these traits, depending on the role their deity assigns them. For example, an angelic guardian of volcanoes might have the fire subtype, or the protector of a sunken city might be aquatic, amphibious, and able to use her wings to swim.</p>", 
            "type": "section", 
            "name": "Angel", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "text": "<p>Many religions include stories of angels rebelling against a creator or becoming corrupt and evil. Sadly, this is indeed possible, though thankfully rare, and only the proudest or weakest-willed angels succumb to this fate. Fallen angels are exiles of the good realms, hunted by their former brethren and easy targets for fiends as well. The fallen lose some of the grace and light of their untainted kin, though many are said to still be tragically beautiful. Rarer still are those fallen angels strong and clever enough to join the legions of Hell, and who are often transformed into some type of devil, or those who become demons of the Abyss and carve out a niche in that horrible realm or come to serve a greater demon. </p>", 
                    "type": "section", 
                    "name": "Fallen Angels", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>Whereas there are evil and cruel counterparts for all the other good races, the legions of fiends do not possess a clear analogue for the race of angels. Many scholars have debated the reasons for this strange lack of symmetry among the good and evil outsiders, and while most have come to believe that this is simply an example of good's inherent willingness to rise above specific alignments for everyone's benefit, the exact reason may never be known.</p><p>Since angels can be of any good alignment, they represent the needs and desires of all three major good outsider races. While some angels devote their energies to all three, most have a particular favorite among the races in keeping with that angel's particular alignment. While their true forms never vary between alignments, angels will often use their change shape ability to appear more like an archon, agathion, or azata as the situation and the angel's personality demands.</p><p>Angels are further subdivided into their own specific hierarchy known as the Triad of Choirs. The bulk of the angel race consists of the devas&mdash;these are the most common angels, and numerous different specialties exist, with the astral deva presented here merely the best known. Devas of the third choir have two wings. The second choir consists solely of the four-winged planetars, while the rulers of the angelic race are the six-winged solars. These are the mightiest of all angels, and the most powerful of them can directly oppose even the will of a demigod if the situation calls for it.</p>", 
                    "type": "section", 
                    "name": "Angelic Choirs", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "19", 
            "ac": "29, touch 14, flat-footed 25 (+4 Dex, +15 natural; +4 deflection vs. evil)", 
            "intelligence": "18", 
            "resist": "electricity 10, fire 10", 
            "melee": "+2 disrupting warhammer +26/+21/+16 (1d8+14/&times;3 plus stun) or slam +23 (1d8+12)", 
            "cr": "14", 
            "xp": "38,400", 
            "speed": "50 ft., fly 100 ft. (good)", 
            "alignment": "NG", 
            "size": "Medium", 
            "environment": "any good-aligned plane", 
            "strength": "26", 
            "constitution": "21", 
            "source": "Bestiary", 
            "treasure": "double (+2 disrupting warhammer)", 
            "charisma": "23", 
            "languages": "Celestial, Draconic, Infernal; truespeech", 
            "immune": "acid, cold, petrification", 
            "init": "+8", 
            "fortitude": "+16", 
            "spells": {
                "spell-like abilities": "(CL 13th)<p class=\"stat-block-2\">At Will-<i>aid</i>, <i>continual flame</i>, <i>detect evil</i>, <i>discern lies</i> (DC 20), <i>dispel evil</i> (DC 21), <i>dispel magic</i>, <i>holy aura</i> (DC 24), <i>holy smite</i> (DC 20), <i>holy word</i> (DC 23), <i>invisibility</i> (self only), <i>plane shift</i> (DC 23), <i>remove curse</i>, <i>remove disease</i>, <i>remove fear</i></p><p class=\"stat-block-2\">7/day-<i>cure light wounds</i>, <i>see invisibility</i></p><p class=\"stat-block-2\">1/day-<i>blade barrier</i> (DC 22), <i>heal</i></p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Cleave, Great Fortitude, Improved Initiative, Iron Will, Power Attack, Toughness, Weapon Focus (warhammer)", 
            "senses": "darkvision 60 ft., low-light vision; Perception +26", 
            "description": "This tall, human-like creature has long, feathery wings and a gentle inner radiance that makes it difficult to look directly at.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Stun", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "If an astral deva strikes an opponent twice in one round with its warhammer, that creature must succeed on a DC 25 Fortitude save or be stunned for 1d6 rounds. The save DC is Strength-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Uncanny Dodge", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "This ability functions identically to the rogue ability. If a deva gains uncanny dodge from a class level, he instead gains improved uncanny dodge.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Astral devas are messengers of the gods of good. They watch over planar travelers and sponsor powerful mortals, pushing them to take on good causes. A typical astral deva looks human except for its wings, though some look like other humanoid races and a rare few have even more unusual forms. An astral deva is 7-1/2 feet tall and weighs 250 pounds.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Astral devas are usually created by deities from the souls of good mortals, though some souls spontaneously transform into astral devas without the intervention of a deity. Their skills and abilities make them excellent scouts and elite agents for celestial armies. They often carry long, flowing scrolls upon which are writ messages and judgments from the gods. An astral deva's scrolls frequently contain hints of prophecies and major events yet to come, and as such the devas are fiercely protective of the contents of these scrolls and let none, not even other astral devas, peruse them.</p>"
                }
            ], 
            "hp": "172 (15d10+90)", 
            "wisdom": "18", 
            "defensive_abilities": "uncanny dodge", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (alter self)", 
            "dr": "10/evil", 
            "base_attack": "+15", 
            "name": "Angel, Astral Deva", 
            "skills": "Acrobatics +22, Craft (any one) +22, Diplomacy +24, Fly +26, Intimidate +24, Knowledge (planes) +22, Knowledge (religion) +19, Perception +26, Sense Motive +26, Stealth +22", 
            "reflex": "+13", 
            "cmd": "37", 
            "cmb": "+23", 
            "will": "+11; +4 vs. poison, +4 resistance vs. evil", 
            "aura": "protective aura", 
            "sr": "25", 
            "organization": "solitary, pair, or squad (3-6)", 
            "creature_subtype": "angel, extraplanar, good"
        }, 
        {
            "dexterity": "19", 
            "ac": "32, touch 13, flat-footed 28 (+4 Dex, +19 natural, -1 size; +4 deflection vs. evil)", 
            "cmd": "40", 
            "intelligence": "22", 
            "resist": "electricity 10, fire 10", 
            "melee": "+3 holy greatsword +27/+22/+17 (3d6+15/19-20) or slam +24 (2d8+12)", 
            "cr": "16", 
            "xp": "76,800", 
            "speed": "30 ft., fly 90 ft. (good)", 
            "alignment": "NG", 
            "size": "Large", 
            "environment": "any good-aligned plane", 
            "strength": "27", 
            "constitution": "24", 
            "source": "Bestiary", 
            "treasure": "double (+3 holy greatsword)", 
            "charisma": "24", 
            "languages": "Celestial, Draconic, Infernal; truespeech", 
            "immune": "acid, cold, petrification", 
            "init": "+8", 
            "fortitude": "+19", 
            "spells": {
                "spell-like abilities": "(CL 16th)<p class=\"stat-block-2\">Constant-<i>detect evil</i>, <i>detect snares and pits</i>, <i>discern lies</i> (DC 20), <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>continual flame</i>, <i>dispel magic</i>, <i>holy smite</i> (DC 21), <i>invisibility</i> (self only), <i>lesser restoration</i>, <i>remove curse</i>, <i>remove disease</i>, <i>remove fear</i> (DC 18), <i>speak with dead</i> (DC 20)</p><p class=\"stat-block-2\">3/day-<i>blade barrier</i> (DC 21), <i>flame strike</i> (DC 22), <i>power word stun</i>, <i>raise dead</i>, <i>waves of fatigue</i></p><p class=\"stat-block-2\">1/day-<i>earthquake</i> (DC 25), <i>greater restoration</i>, <i>mass charm monster</i> (DC 25), <i>waves of exhaustion</i></p>", 
                "spells prepared": "(CL 16th)<p class=\"stat-block-2\">8th-<i>earthquake</i> (DC 25), <i>fire storm</i> (DC 25)</p><p class=\"stat-block-2\">7th-<i>holy word</i> (DC 24), <i>regenerate</i> (2)</p><p class=\"stat-block-2\">6th-<i>banishment</i> (DC 23), <i>greater dispel magic</i>, <i>heal</i>, <i>mass cure moderate wounds</i> (DC 23)</p><p class=\"stat-block-2\">5th-<i>break enchantment</i>, <i>dispel evil</i> (2, DC 22), <i>plane shift</i> (DC 22), <i>righteous might</i></p><p class=\"stat-block-2\">4th-<i>death ward</i>, <i>dismissal</i> (DC 21), <i>neutralize poison</i> (DC 21), <i>summon monster IV</i></p><p class=\"stat-block-2\">3rd-<i>cure serious wounds</i> (2), <i>daylight</i>, <i>invisibility purge</i>, <i>summon monster III</i>, <i>wind wall</i></p><p class=\"stat-block-2\">2nd-<i>align weapon (2)</i>, <i>bear's endurance (2)</i>, <i>cure moderate wounds</i> (2), <i>eagle's splendor</i></p><p class=\"stat-block-2\">1st-<i>bless</i> (2), <i>cure light wounds</i> (4), <i>shield of faith</i></p><p class=\"stat-block-2\">0 (at will)-<i>detect magic</i>, <i>purify food and drink</i>, <i>stabilize</i>, <i>virtue</i></p>"
            }, 
            "type": "creature", 
            "feats": "Blind-Fight, Cleave, Great Fortitude, Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Power Attack, Toughness", 
            "senses": "darkvision 60 ft., detect evil, detect snares and pits, low-light vision, true seeing; Perception +27", 
            "description": "Muscular, bald, and tall, this humanoid creature has emerald skin and two pairs of shining, white-feathered wings.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "Planetars cast divine spells as 16th-level clerics. They do not gain access to domains or other cleric abilities."
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Planetars are the generals of celestial armies. A typical planetar stands 9 feet tall and weighs 500 pounds. They focus on combat and the destruction of evil; though they understand diplomacy, a planetar would rather lead the charge against an army of fiends than negotiate peace.</p>"
                }
            ], 
            "hp": "229 (17d10+136); regeneration 10 (evil weapons and effects)", 
            "reach": "10 ft.", 
            "wisdom": "25", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (alter self)", 
            "dr": "10/evil", 
            "base_attack": "+17", 
            "name": "Angel, Planetar", 
            "skills": "Acrobatics +24, Craft (any one) +26, Diplomacy +27, Fly +26, Heal +24, Intimidate +27, Knowledge (history) +23, Knowledge (planes) +26, Knowledge (religion) +26, Perception +27, Sense Motive +27, Stealth +20", 
            "reflex": "+11", 
            "space": "10 ft.", 
            "cmb": "+26", 
            "will": "+19; +4 vs. poison, +4 resistance vs. evil", 
            "aura": "protective aura", 
            "sr": "27", 
            "organization": "solitary or pair", 
            "creature_subtype": "angel, extraplanar, good"
        }, 
        {
            "dexterity": "20", 
            "ac": "44, touch 11, flat-footed 42 (+14 armor, +1 Dex, +1 dodge, +19 natural, -1 size; +4 deflection vs. evil)", 
            "cmd": "47", 
            "intelligence": "23", 
            "resist": "electricity 10, fire 10", 
            "melee": "+5 dancing greatsword +35/+30/+25/+20 (3d6+18) or slam +30 (2d8+13)", 
            "cr": "23", 
            "xp": "819,200", 
            "speed": "50 ft., fly 150 ft. (good); 35 ft., fly 100 ft. (good) in armor", 
            "alignment": "NG", 
            "size": "Large", 
            "environment": "any good-aligned plane", 
            "strength": "28", 
            "constitution": "30", 
            "source": "Bestiary", 
            "treasure": "double (+5 full plate, +5 dancing greatsword, +5 composite longbow [+9 Str bonus])", 
            "charisma": "25", 
            "languages": "Celestial, Draconic, Infernal; truespeech", 
            "immune": "acid, cold, petrification", 
            "init": "+9", 
            "fortitude": "+25", 
            "spells": {
                "spell-like abilities": "(CL 20th)<p class=\"stat-block-2\">Constant-<i>detect evil</i>, <i>detect snares and pits</i>, <i>discern lies</i> (DC 21), <i>true seeing</i></p><p class=\"stat-block-2\">At Will-<i>aid</i>, <i>animate objects</i>, <i>commune</i>, <i>continual flame</i>, <i>dimensional anchor</i>, <i>greater dispel magic</i>, <i>holy smite</i> (DC 21), <i>imprisonment</i> (DC 26), <i>invisibility</i> (self only), <i>lesser restoration</i>, <i>remove curse</i>, <i>remove disease</i>, <i>remove fear</i>, <i>resist energy</i>, <i>summon monster VII</i>, <i>speak with dead</i> (DC 20), <i>waves of fatigue</i></p><p class=\"stat-block-2\">3/day-<i>blade barrier</i> (DC 23), <i>earthquake</i> (DC 25), <i>heal</i>, <i>mass charm monster</i> (DC 25), <i>permanency</i>, <i>resurrection</i>, <i>waves of exhaustion</i></p><p class=\"stat-block-2\">1/day-<i>greater restoration</i>, <i>power word blind</i>, <i>power word kill</i>, <i>power word stun</i>, <i>prismatic spray</i> (DC 24), <i>wish</i></p>", 
                "spells prepared": "(CL 20th)<p class=\"stat-block-2\">9th-<i>etherealness</i>, <i>mass heal</i>, <i>miracle</i>, <i>storm of vengeance</i> (DC 27)</p><p class=\"stat-block-2\">8th-<i>fire storm</i> (DC 26), <i>holy aura</i> (2) (DC 26), <i>mass cure critical wounds</i> (2)</p><p class=\"stat-block-2\">7th-<i>destruction</i> (DC 25), <i>dictum</i> (DC 25), <i>ethereal jaunt</i>, <i>holy word</i> (DC 25), <i>regenerate</i></p><p class=\"stat-block-2\">6th-<i>banishment</i> (DC 24), <i>heroes' feast</i>, <i>mass cure moderate wounds</i>, <i>undeath to death</i> (DC 24), <i>word of recall</i></p><p class=\"stat-block-2\">5th-<i>break enchantment</i>, <i>breath of life</i>, <i>dispel evil</i> (DC 23), <i>plane shift</i> (DC 23), <i>righteous might</i>, <i>symbol of sleep</i> (DC 23)</p><p class=\"stat-block-2\">4th-<i>cure critical wounds</i> (3), <i>death ward</i>, <i>dismissal</i> (DC 22), <i>neutralize poison</i> (2) (DC 22)</p><p class=\"stat-block-2\">3rd-<i>cure serious wounds</i>, <i>daylight</i>, <i>invisibility purge</i>, <i>magic circle against evil</i>, <i>prayer</i>, <i>protection from energy</i>, <i>wind wall</i></p><p class=\"stat-block-2\">2nd-<i>align weapon</i>, <i>bear's endurance</i>, <i>bull's strength</i>, <i>consecrate</i>, <i>cure moderate wounds</i> (2), <i>eagle's splendor</i></p><p class=\"stat-block-2\">1st-<i>bless</i>, <i>cure light wounds </i>(3), <i>divine favor</i>, <i>entropic shield</i>, <i>shield of faith</i></p><p class=\"stat-block-2\">0 (at will)-<i>detect magic</i>, <i>purify food and drink</i>, <i>stabilize</i>, <i>virtue</i></p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Deadly Aim, Dodge, Great Fortitude, Improved Initiative, Improved Sunder, Iron Will, Lightning Reflexes, Mobility, Power Attack, Toughness", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "Solars can cast divine spells as 20th-level clerics. They do not gain access to domains or other cleric abilities."
                        }, 
                        {
                            "name": "Slaying Arrow", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "A solar's bow needs no ammunition, and automatically creates a slaying arrow of the solar's choice when drawn.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Solars are the greatest type of angel, usually serving at the right hand of a deity or championing a cause that benefits an entire world or plane. A typical solar looks roughly human, though some physically resemble other humanoid races and a rare few have even more unusual forms. A solar stands about 9 feet tall and weighs about 500 pounds, with a strong, commanding voice that is impossible to ignore. Most have silvery or golden skin.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Blessed with an array of magical powers and the spellcasting abilities of the most powerful clerics, solars are powerful opponents capable of single-handedly slaying mighty evils. They are the greatest trackers among the celestials, the most masterful of which are said to be able to track the days-old wake of a pit fiend flying through the Astral Plane. Some take on the mantle of monster-slayers and hunt powerful fiends and undead such as devourers, night hags, night shades, and pit fiends, even making forays into the evil planes and the Negative Energy Plane to destroy these creatures at their source before they can bring harm to mortals. A few very old solars have succeeded at this task and bear slayer-names of dread creatures that are now extinct by the solar's hand.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Solars accept roles as guardians, usually of fundamental supernatural concepts, or objects or creatures of great importance. On one world, a group of solars patrols the energy conduits of the sun, alert for any attempts by evil races such as drow to snuff out the light and bring eternal darkness. On another, seven solars stand watch over seven mystical chains keeping evil gods bound within a prison demiplane. On yet another, a solar with a flaming sword stands watch over the original mortal paradise so that no creature may enter.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>In worlds where the gods cannot take physical form, they send solars to be their prophets and gurus (often pretending to be mortals), laying the foundation for cults that grow to become great religions. Likewise, in worlds oppressed by evil, solars are the secret priests who bring hope to the downtrodden, or in some cases allow themselves to be martyred so that their holy essence can explode outward to land and grow in the hearts of great heroes-to-be.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Though they are not gods, the solars' power approaches that of demigods, and they often have an advisory role for younger or weaker deities. In some polytheistic faiths, mortals worship one or more solars as aspects or near-equal servants of the true deities&mdash;never without the deity's approval&mdash;or consider notable solars to be offspring, consorts, lovers, or spouses of true deities (which they may be, depending on the deity).</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Unlike other angels, most solars are created from an amalgam of good souls and raw divine energy to directly serve the gods, but an increasing number of these powerful angels have been “promoted” to their existence as solars from lesser creatures like planetars or devas. A few rare and powerful good souls ascend directly to the status of solar. The oldest solars predate mortality and are among the gods' first creations. These strange solars are paragons of their kind and have little direct interaction with mortals, focusing on the protection or destruction of abstract concepts such as gravity, dark matter, entropy, and primordial evil.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Solars who spend a long time in the Material Plane, especially those in the guise of mortals, are sometimes the source of half-celestial or aasimar bloodlines in mortal families, due either to romantic dalliances or simply the mortals' proximity to celestial energy. Actual offspring are rare, and when they occur, it is always a mortal mother that bears the child&mdash;while solars can appear as either sex, the gods have not granted them the capacity for pregnancy or motherhood. Indeed, this fundamental truth is often what drives a solar to seek out a mortal lover. Since begetting a child upon a mortal is generally frowned upon by other solars, a solar father rarely interacts directly with the fate of his lover or child, so as to avoid bringing shame upon himself or his responsibilities. Yet such solars still watch over their progeny from afar, and in times of peril, they might even be moved to intercede to aid one of their endangered children, albiet in subtle and mysterious ways.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>All angels respect the power and wisdom of solars, and though these mightiest of angels usually work alone, they sometimes command multiple armies led by planetars, acting as great field marshals for massive incursions against the legions of Hell or the hordes of the Abyss.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision, detect evil, detect snares and pits, true seeing; Perception +33", 
            "description": "This towering humanoid creature has shining topaz eyes, metallic skin, and three pairs of white wings.", 
            "ranged": "+5 composite longbow (+9 Str bonus) +31/+26/+21/+16 (2d6+14 plus slaying arrow)", 
            "hp": "363 (22d10+242); regeneration 15 (evil artifacts, effects, and spells)", 
            "reach": "10 ft.", 
            "wisdom": "27", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (alter self)", 
            "dr": "15/epic and evil", 
            "base_attack": "+22", 
            "name": "Angel, Solar", 
            "skills": "Craft (any one) +31, Diplomacy +32, Fly +32, Knowledge (history) +31, Knowledge (nature) +31, Knowledge (planes) +31, Knowledge (religion) +31, Perception +33, Sense Motive +33, Spellcraft +31, Stealth +21, Survival +31", 
            "reflex": "+14", 
            "space": "10 ft.", 
            "cmb": "+32", 
            "will": "+23; +4 vs. poison, +4 resistance vs. evil", 
            "aura": "protective aura", 
            "sr": "34", 
            "organization": "solitary or pair", 
            "creature_subtype": "angel, extraplanar, good"
        }
    ], 
    "name": "Angel", 
    "type": "section"
}