{
    "source": "Bestiary", 
    "sections": [
        {
            "source": "Bestiary", 
            "text": "<p>Archons are a race of outsiders from Heaven, creatures of fundamental law and good tasked with the protection of that plane as well as all who are innocent or free of evil. They are the natural enemies of devils, daemons, and demons, and most are veterans of many attacks against their home by fiends of the Lower Planes.</p><p>The natives of Heaven arise from amid the earth and clouds of that divine realm, inspired into creation by the sacred mountain's metaphysical processes, the faith of goodly mortals, and the transformation of virtuous spirits. Each archon begins life as a lantern archon or lesser servitor spirit, gaining in power and prestige through aiding the cause of good. Watched over by benevolent mentors and captains of the divine orders, each spirit is encouraged and aided in indulging its fundamental desire to see peace, honesty, and fairness spread across all lands, especially throughout the Material Plane. To this end, archons of all walks often take on the roles of questing knights, journeying throughout disparate worlds and realms aiding in good works and promoting courageous acts. These virtuous outsiders prefer to motivate mortals to act with honor and integrity rather than righting mortal wrongs themselves, believing the cause of righteousness is best served by enlightening creatures to make just choices and cast off their own shackles of evil. This makes future temptations easier to resist and plants the seeds of spiritual deliverance. Thus, most archons take a subtle hand in their interactions with mortals, taking special pleasure in bringing solace and reprieve to those who are wholly unaware of their presence.</p><p>The efforts of Heaven prove far less subtle when it comes to combating the hordes of the Lower Planes. Armies of archons stand in staunch opposition to the affronts of Hell, Abaddon, and the Abyss, confronting them upon both extraplanar battlefields and the Material Plane itself. These encounters might take the form of vast armies clashing over strange planar holdings, or solitary archons revealing themselves upon mortal worlds to push back the machinations of fiendish invaders. In such cases, archons generally prefer to meet foes head-on if it is prudent to do so, but if outmatched, they do what they can to even the odds (usually by employing hit-and-run tactics or standing off and engaging a foe with magic before moving into melee). Because they can teleport at will, it is easy for them to vanish only to reappear later, often with reinforcements, when their enemies are unprepared. These warriors of law act honorably, even to their foes, but are not foolish or without passion, and little in the multiverse dares stand against the rage of Heaven.</p><p>Although archons are champions of good, they have little patience for those who do not follow strict traditions and patterns of goodness. While a cruel dictatorship might be a legitimate enemy of the archon, rebellion and riot is not the proper way to address such an inequality. Justice and law must not be abandoned in the constant struggle for peace and good, for in such anarchic actions one often promotes further harm and mayhem, even if unintentionally. The laws of Heaven exist to minimize collateral damage and unwanted pain, and while adhering to these laws often results in longer campaigns, archons point out that their victories are lasting triumphs as a result. Because of this strong adherence to tradition and law, archons often find themselves the unwilling enemies of chaotic good creatures, particularly the azatas. To an archon, an azata's nature seems whimsical and impatient&mdash;in striking swiftly against an enemy without bothering to think through the implications of their sudden act, it's possible to do more harm than good. Still, while opposing the chaos of an azata is a necessary step, the archon takes no pleasure in such opposition, and does its best to minimize the length of such a conflict. Unfortunately, the capricious and emotional azatas are legendary among the archons for their ability to hold grudges, so for many archons the best policy when interacting with the azatas is to be brief, succinct, and firm.</p><p>Archons speak Celestial, Draconic, and Infernal, but can speak with almost any creature because of their truespeech  ability. A full list of archon traits is presented in the archon subtype description. Many archons have additional abilities beyond these traits, as befits their particular role in the army of Heaven.</p>", 
            "type": "section", 
            "name": "Archon", 
            "sections": []
        }, 
        {
            "dexterity": "10", 
            "ac": "19, touch 10, flat-footed 19 (+9 natural; +2 deflection vs. evil)", 
            "intelligence": "10", 
            "racial_modifiers": "+4 Stealth, +4 Survival", 
            "melee": "bite +8 (1d8+3), slam +8 (1d4+1) or mwk greatsword +9/+4 (2d6+3), bite +3 (1d8+2)", 
            "cr": "4", 
            "xp": "1,200", 
            "speed": "40 ft.", 
            "alignment": "LG", 
            "size": "Medium", 
            "environment": "any (Heaven)", 
            "strength": "15", 
            "constitution": "13", 
            "source": "Bestiary", 
            "treasure": "standard (masterwork greatsword, other treasure)", 
            "charisma": "12", 
            "languages": "Celestial, Draconic, Infernal; truespeech", 
            "immune": "electricity, petrification", 
            "init": "+4", 
            "fortitude": "+6", 
            "spells": {
                "spell-like abilities": "(CL 6th)<p class=\"stat-block-2\">Constant-<i>detect evil, magic circle against evil</i></p><p class=\"stat-block-2\">At Will-<i>aid</i>, <i>continual flame</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>message</i> </p>"
            }, 
            "type": "creature", 
            "feats": "Improved Initiative, Iron Will, Power Attack", 
            "senses": "darkvision 60 ft., detect evil, low-light vision, scent; Perception +10", 
            "description": "This canine-headed humanoid's well-groomed appearance and polished greatsword show it to be more than a common beast.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Change Shape", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "A hound archon can assume any canine form of Small to Large size, as if using beast shape II. While in canine form, the hound archon loses its bite, slam, and greatsword attacks, but gains the bite attack of the form it chooses. For the purposes of this ability, canines include any dog-like or wolf-like creature of the animal type.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Hound archons look like well-muscled humans with canine heads typically resembling those of noble-looking wolves or dogs. Well trained, they prefer to make use of their greatswords in battle, though they are equally adept with their natural weapons. Hound archons loathe killing mortals and prefer to disarm or incapacitate even evil individuals when they can. Against fiends and the irredeemably corrupt, though, they show no mercy.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Hound archons are disciplined soldiers and sentinels. Occasionally good-aligned deities send them to watch over specific places and individuals they take a particular interest in. Under the guise of unassuming but friendly strays, such secret defenders might follow their ward or guard their post subtly for years. </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>In Heaven's armies, exceptional hound archon paladins lead their fellows into combat, taking on roles as captains and knights. They lead incursions against fiendish holdings, whether that entails strikes against daemonic fortresses or liberating the captives of night hag soul collectors. Such missions make hound archons perhaps the most likely celestials one might encounter upon the Lower Planes, and packs of swift-moving wolves occasionally reveal themselves to be welcome saviors to those lost within such realms. Regardless of their orders, hound archons universally exhibit a particular hatred of canine fiends, abandoning all mercy and going out of their way to put an end to the evils of barghests, glabrezus, yeth hounds, and similar depraved outsiders.</p>"
                }
            ], 
            "hp": "39 (6d10+6)", 
            "wisdom": "13", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (beast shape II)", 
            "dr": "10/evil", 
            "base_attack": "+6", 
            "name": "Archon, Hound", 
            "skills": "Acrobatics +9, Intimidate +10, Perception +10, Sense Motive +10, Stealth +13, Survival +14", 
            "reflex": "+5", 
            "cmd": "18", 
            "cmb": "+8", 
            "will": "+5; +4 vs. poison, +2 resistance vs. evil", 
            "aura": "aura of menace (DC 16), magic circle against evil", 
            "sr": "15", 
            "organization": "solitary, pair, or squad (3-5)", 
            "creature_subtype": "archon, extraplanar, good, lawful"
        }, 
        {
            "dexterity": "11", 
            "ac": "15, touch 11, flat-footed 15 (+4 natural, +1 size; +2 deflect vs. evil)", 
            "intelligence": "6", 
            "cr": "2", 
            "xp": "600", 
            "speed": "fly 60 ft. (perfect)", 
            "alignment": "LG", 
            "spells": {
                "spell-like abilities": "(CL 3rd)<p class=\"stat-block-2\">At Will-<i>aid</i>, <i>continual flame</i>, <i>detect evil, greater teleport </i>(self plus 50 lbs. of objects only)</p>"
            }, 
            "environment": "any (Heaven)", 
            "strength": "1", 
            "constitution": "12", 
            "source": "Bestiary", 
            "treasure": "none", 
            "charisma": "10", 
            "languages": "Celestial, Draconic, Infernal; truespeech", 
            "immune": "electricity, petrification", 
            "init": "+4", 
            "fortitude": "+4", 
            "size": "Small", 
            "type": "creature", 
            "feats": "Improved Initiative", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Gestalt", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "Nine lantern archons can fuse together as a full-round action, becoming a single Large entity that is more powerful than the individual archons that make up its parts. Looking like a whirlwind of dancing firefly lights, the gestalt has all the powers and abilities of a Large air elemental plus the following: archon, good, and lawful subtypes; archon traits (aura of menace DC 16); 2 light rays (2d6); DR 5/evil and magic. The archons can remain in this form for 2d4 rounds. When the gestalt separates back into individual lantern archons, its remaining hit points are divided evenly among them; if it had less than 9 hit points, some of the component archons die when the gestalt ends.", 
                            "sections": []
                        }, 
                        {
                            "name": "Light Ray", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "A lantern archon can fire beams of light to damage foes. These light rays have a maximum range of 30 feet. This attack overcomes damage reduction of any type.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Friendly and curious beings, lantern archons eagerly converse with and assist other creatures. Their bodies, however, are merely globes of spiritual purity and pale light, and though they might interact with their surroundings through pure force of will, such interaction proves too weak to help with most physical tasks. Their evasive natures make them exceptional at scouting&mdash;at least in areas where strange lights aren't unusual&mdash;relaying messages, and overwhelming enemies with surprise and group tactics. Although they appear fragile, their forms guard them against all but the most profane attacks. </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A lantern archon always glows, usually as bright as a torch. They have total control over the color of light they shed, and take great pleasure in modulating their colors and brightness in time to music or to entertain other creatures. Most lantern archons speak in airy, echoing voices, with tones that range from somber whispers to hurried chirping. Often, their light fluctuates along with their words or tones, punctuating their speech with sparks of light or gentle pulses. As a swift action, a lantern archon can dampen its light to that of a candle for 1 round. Only death can extinguish this light. As lantern archons never sleep or eat, they make excellent watchers and guardians. Lantern archons light many settlements in the celestial realms in lieu of mundane or magical illumination, serving as disguised sentinels always watchful for approaching evil.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Small but fast and zealous, lantern archons make excellent support troops in celestial armies, swarming over weak opponents or teleporting en masse to flanking positions to cut off reinforcements or escape routes. These miniature archons work well together and know that there is great strength in numbers, uniting in times of need and desperation to form gestalts with greater control over their surroundings. Especially brave lantern archons might eventually be promoted into a more powerful kind of archon, but most are content with their status.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., low-light vision; Perception +4", 
            "description": "Shedding a warm and calming radiance, this orb of light moves with a preternatural silence and otherworldly grace.", 
            "ranged": "2 light rays +3 ranged touch (1d6)", 
            "hp": "13 (2d10+2)", 
            "wisdom": "11", 
            "creature_type": "Outsider", 
            "special_qualities": "gestalt", 
            "dr": "10/evil", 
            "base_attack": "+2", 
            "name": "Archon, Lantern", 
            "skills": "Diplomacy +5, Fly +14, Knowledge (planes) +3, Perception +4, Sense Motive +5", 
            "reflex": "+3", 
            "cmd": "6", 
            "cmb": "-4", 
            "will": "+0; +4 vs. poison, +2 resistance vs. evil", 
            "aura": "aura of menace (DC 13)", 
            "organization": "solitary, pair, or squad (3-6)", 
            "creature_subtype": "archon, extraplanar, good, lawful"
        }, 
        {
            "dexterity": "17", 
            "ac": "27, touch 13, flat-footed 24 (+3 Dex, +14 natural; +2 deflection vs. evil)", 
            "special_attacks": "trumpet", 
            "intelligence": "16", 
            "melee": "+4 greatsword +23/+18/+13 (2d6+11/19-20)", 
            "cr": "14", 
            "xp": "38,400", 
            "speed": "40 ft., fly 90 ft. (good)", 
            "alignment": "LG", 
            "size": "Medium", 
            "environment": "any (Heaven)", 
            "strength": "20", 
            "constitution": "25", 
            "source": "Bestiary", 
            "treasure": "standard", 
            "charisma": "17", 
            "languages": "Celestial, Draconic, Infernal; truespeech", 
            "immune": "electricity, petrification", 
            "init": "+7", 
            "fortitude": "+16", 
            "spells": {
                "spell-like abilities": "(CL 14th)<p class=\"stat-block-2\">Constant-<i>magic circle against evil</i></p><p class=\"stat-block-2\">At will-<i>aid</i>, <i>continual flame</i>, <i>detect evil</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>message</i></p>", 
                "spells prepared": "(CL 14th)<p class=\"stat-block-2\">7th-<i>mass cure serious wounds</i> (2)</p><p class=\"stat-block-2\">6th-<i>banishment</i> (DC 21), <i>heal</i> (2)</p><p class=\"stat-block-2\">5th-<i>dispel evil</i> (DC 20), <i>mass cure light wounds</i>, <i>plane shift</i> (DC 20), <i>raise dead</i></p><p class=\"stat-block-2\">4th-<i>dismissal</i> (DC 19), <i>divine power</i>, <i>neutralize poison</i> (DC 19), <i>spell immunity</i></p><p class=\"stat-block-2\">3rd-<i>cure serious wounds</i>, <i>daylight</i>, <i>invisibility purge</i>, <i>magic vestment</i>, <i>protection from energy</i></p><p class=\"stat-block-2\">2nd-<i>bull's strength</i>, <i>consecrate</i>, <i>cure moderate wounds</i> (2), <i>lesser restoration</i> (2), <i>owl's wisdom</i></p><p class=\"stat-block-2\">1st-<i>bless</i>, <i>cure light wounds</i> (3), <i>divine favor</i>, <i>sanctuary</i> (DC 16), <i>shield of faith</i></p><p class=\"stat-block-2\">0 (at will)-<i>detect magic</i>, <i>purify food and drink</i>, <i>stabilize</i>, <i>virtue</i></p>"
            }, 
            "type": "creature", 
            "feats": "Blind-Fight, Cleave, Combat Reflexes, Improved Initiative, Lightning Reflexes, Persuasive, Power Attack", 
            "senses": "darkvision 60 ft., low-light vision; Perception +22", 
            "description": "Lithe and beautiful, with skin the color of marble, this being hovers upon powerful, white wings and radiates a sense of serenity.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "Trumpet archons can cast divine spells as 14th-level clerics. They do not gain access to domains or other cleric abilities."
                        }, 
                        {
                            "name": "Trumpet", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "All creatures except archons within 100 feet of the trumpet's blast must succeed on a DC 19 Fortitude save or be paralyzed for 1d4 rounds. The save DC is Charisma-based. The archon can also command its trumpet to become a +4 greatsword as a free action. Out of the archon's hands, it is a chunk of useless metal.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Messengers of good deities and mighty celestials, trumpet archons serve as the vanguard of divine armies and rally the legions of heaven to war. When lawful good deities have the need to communicate directly with a group of mortals, they often send trumpet archons to act as their intermediaries. Trumpet archons speak with clear, musical voices. Their otherworldly eyes are white and pupilless.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>All trumpet archons carry a gleaming magical trumpet or horn with which they create wondrous music, sound calls to other archons, paralyze enemies, or defend the virtuous. They typically adorn their trumpet with the standard of their liege. </p>"
                }
            ], 
            "hp": "175 (14d10+98)", 
            "wisdom": "20", 
            "creature_type": "Outsider", 
            "dr": "10/evil", 
            "base_attack": "+14", 
            "name": "Archon, Trumpet", 
            "skills": "Diplomacy +24, Escape Artist +17, Fly +24, Handle Animal +20, Knowledge (religion) +20, Perception +22, Perform (wind instruments) +20, Sense Motive +24, Stealth +20", 
            "reflex": "+9", 
            "cmd": "32", 
            "cmb": "+19", 
            "will": "+14; +4 vs. poison, +2 resistance vs. evil", 
            "aura": "aura of menace (DC 22), magic circle against evil", 
            "sr": "25", 
            "organization": "solitary, pair, or squad (3-5)", 
            "creature_subtype": "archon, extraplanar, good, lawful"
        }
    ], 
    "name": "Archon", 
    "type": "section"
}