{
    "source": "Bestiary", 
    "sections": [
        {
            "source": "Bestiary", 
            "text": "<p>Demons exist for one reason&mdash;to destroy. Where their more lawful counterparts, the devils of Hell, seek to twist mortal minds and values to remake and reshape them into reflections of their own evil, demons seek only to maim, ruin, and feed. They recruit mortal life only if such cohorts speed along the eventual destruction of hope and goodness. Death is, in some ways, their enemy&mdash;for a mortal who dies can often escape a demon's depredations and flee to his just reward in the afterlife. It is the prolonging of mortal pain and suffering that fuels a demon's lusts and desires, for it is partially from mortal sin and cruelty that these monstrous fiends were born.</p><p>Demons are the most prolific and among the most destructive of the fiendish races, yet despite what some lore might preach, they were not the first forms of life to rise in the stinking pits of ruin and cruelty known across the multiverse as the Abyss. Before the first fledgling deity gazed upon reality, before mortal life drew its breath, before even the Material Plane itself had fully formed, the Abyss was infested with life.</p><p>Known to many scholars as &ldquo;proto-demons,&rdquo; these wretched and deadly beings were the qlippoth. Today, because of the influence of sinful mortal souls upon the Abyss, mixed with unholy tamperings at the hands of the daemonic keepers of Abaddon and the cruel whims of fate and evolution, the rule of the qlippoth has receded. The proto-demons dwell now in the noxious and forgotten corners of the Abyss, and the far more fecund and prolific demons rule now in their stead. With each evil mortal soul that finds its way into the Abyss, the ranks of the demonic hordes grows&mdash;a single soul can fuel the manifestation of dozens or even hundreds of demons, with the exact nature of the sins carried by the soul guiding the shapes and roles of the newly formed fiends.</p><p>The Abyss is a vast (some say infinite) realm, far larger than any other plane save possibly the primal chaos of the Maelstrom itself. As befits such a vast and varied realm, the demonic host is likewise diverse. Some carry in their frames humanoid shapes, while others are twisted beasts. Some flop on land while others flap in air or sea. Some are schemers and manipulators of emotion and politics, others are destructive engines of ruin. Yet all demons work to the same goal&mdash;pain and suffering for mortal life in all its forms.</p><p>Yet despite this, mortals have sought demonic aid since the start. Be it an instinctual draw to self-destruction or a misguided lust for power, conjurers to this day continue to draw forth demons with forbidden magic. Some conjure demons for lore, while others call upon them to serve as assassins or guards. Demons view such summoners with a mix of hatred and thanks, for most demons lack the ability to come to the Material Plane to wreak havoc on their own. They depend on the mad to call them up from the Abyss, and while they gnash their fangs and rail against the commands and strictures enforced, most demons find ways to twist their summoners' demands so that even the most tightly controlled demonic slave leaves a trace of ruin and despair in its wake. More often than not, a foolish spellcaster makes a fatal mistake in the conjuring and pays for it with blood, unwittingly releasing a terrible blight upon the world as his conjuration breaks free of his control.</p><p>The truly mad call upon demons to offer themselves, both body and soul, in the misguided belief that alliance with the demonic can buy salvation and protection when the demonic apocalypse finally comes to call. Tales of desperate kings who sought to engage demons to serve as generals for their armies or of lunatics who seek demonic sires to gift them with horrific children are common enough, yet worst are those mortals who worship the most powerful demons as gods, and who pledge their lives in support of that which would bring destruction to all.</p>", 
            "type": "section", 
            "name": "Demon", 
            "sections": []
        }, 
        {
            "dexterity": "13", 
            "ac": "19, touch 11, flat-footed 18 (+1 Dex, +8 natural)", 
            "cmd": "23", 
            "special_attacks": "sneak attack +2d6", 
            "intelligence": "14", 
            "racial_modifiers": "+8 Perception, +8 Stealth", 
            "resist": "acid 10, cold 10, fire 10", 
            "melee": "2 claws +12 (1d6+5), bite +12 (1d6+5) or longspear +12/+7 (1d8+7/x3), bite +7 (1d6+2)", 
            "cr": "6", 
            "xp": "2,400", 
            "speed": "30 ft.", 
            "alignment": "CE", 
            "size": "Medium", 
            "environment": "any (Abyss)", 
            "strength": "21", 
            "constitution": "20", 
            "source": "Bestiary", 
            "treasure": "standard (longspear, other treasure)", 
            "charisma": "16", 
            "languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", 
            "immune": "electricity, poison", 
            "init": "+5", 
            "fortitude": "+10", 
            "spells": {
                "spell-like abilities": "(CL 7th)<p class=\"stat-block-2\">Constant-<i>see invisibility</i></p><p class=\"stat-block-2\">At will-<i>darkness, dispel magic, greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">1/day-summon (level 3, 1 babau at 40%)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Improved Initiative, Iron Will, Skill Focus (Stealth)", 
            "senses": "darkvision 60 ft., see invisibility; Perception +19", 
            "description": "This emaciated figure looks like a horned human skeleton smothered within a bone-tight hide of slimy leather.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Protective Slime", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "A layer of acidic slime coats a babau's skin. Any creature that strikes a babau with a natural attack or unarmed strike takes 1d8 points of acid damage from this slime if it fails a DC 18 Reflex save. A creature that strikes a babau with a melee weapon must make a DC 18 Reflex save or the weapon takes 1d8 points of acid damage; if this damage penetrates the weapon's hardness, the weapon gains the broken condition. Ammunition that strikes a babau is automatically destroyed after it inflicts its damage.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The babau is an assassin, a murderer, and a sadist&mdash;certainly not traits unusual in the demons, yet the babau's penchant for stealth and surprise sets it apart from its generally less-subtle kin. With no need to eat (although most babaus relish the flavor of mortal meat on their thin, raspy tongues), a babau can wait in ambush for years or decades&mdash;their inhuman patience in anticipating a well-conceived murder also setting them apart from the other denizens of the Abyss. Babaus obsess over the act of killing and take great pride in their grisly art, often leaving behind some form of grim marker or obscure signature, whether it be a distinctive modus operandi, an unnerving token, or other profane evidence. </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A babau typically carries a longspear or other weapon with which it can strike at foes beyond its normal reach, but given the opportunity, a babau prefers to fight with its teeth or claws. The foul, caustic sludge that constantly seeps from their flesh prevents them from wearing armor unless it is specially treated or resistant to acid.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A babau is 6 feet tall but weighs only 140 pounds. They form from mortal souls of lone killers&mdash;those who, in life, took pleasure in more personal and intimate murders. Loosed upon the Material Plane, a babau often finds itself in the same role, haunting the shadowy corners of the world as remorseless assassins.</p>"
                }
            ], 
            "hp": "73 (7d10+35)", 
            "reach": "5 ft. (10 ft. with longspear)", 
            "wisdom": "13", 
            "defensive_abilities": "protective slime", 
            "creature_type": "Outsider", 
            "dr": "10/cold iron or good", 
            "base_attack": "+7", 
            "name": "Demon, Babau", 
            "skills": "Acrobatics +11, Climb +12, Disable Device +11, Escape Artist +11, Perception +19, Sense Motive +11, Sleight of Hand +11, Stealth +22", 
            "reflex": "+6", 
            "space": "5 ft.", 
            "cmb": "+12", 
            "will": "+5", 
            "sr": "17", 
            "organization": "solitary, pair, or gang (3-8)", 
            "creature_subtype": "chaotic, demon, evil, extraplanar"
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>This winged fiend's horned head and fanged visage present the perfection of the demonic form, fire spurting from its flesh.</i></p>", 
            "type": "section", 
            "name": "Demon, Balor", 
            "sections": [
                {
                    "dexterity": "25", 
                    "ac": "36, touch 20, flat-footed 29 (+4 deflection, +7 Dex, +16 natural, -1 size)", 
                    "cmd": "54", 
                    "intelligence": "24", 
                    "racial_modifiers": "+8 Perception", 
                    "resist": "acid 10, cold 10", 
                    "melee": "+1 vorpal unholy longsword +31/+26/+21/+16 (2d6+13), +1 vorpal flaming whip +30/+25/+20 (1d4+7 plus 1d6 fire and entangle) or 2 slams +31 (1d10+12)", 
                    "cr": "20", 
                    "xp": "307,200", 
                    "speed": "40 ft., fly 90 ft. (good)", 
                    "alignment": "CE", 
                    "size": "Large", 
                    "environment": "any (Abyss)", 
                    "strength": "35", 
                    "constitution": "36", 
                    "source": "Bestiary", 
                    "treasure": "standard (+1 unholy longsword, +1 flaming whip, other treasure)", 
                    "charisma": "27", 
                    "languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", 
                    "immune": "electricity, fire, poison", 
                    "init": "+11", 
                    "fortitude": "+29", 
                    "spells": {
                        "spell-like abilities": "(CL 20th)<p class=\"stat-block-2\">Constant-<i>true seeing</i>, <i>unholy aura</i> (DC 26)</p><p class=\"stat-block-2\">At will-<i>dominate monster</i> (DC 27), <i>greater dispel magic, greater teleport</i> (self plus 50 lbs. of objects only), <i>power word stun, telekinesis</i> (DC 23)</p><p class=\"stat-block-2\">3/day-quickened <i>telekinesis</i> (DC 23)</p><p class=\"stat-block-2\">1/day-<i>blasphemy</i> (DC 25), <i>fire storm</i> (DC 26), <i>implosion</i> (DC 27), summon (level 9, any 1 <span class=\"stat-block-cr\">CR 19</span> or lower demon 100%)</p>"
                    }, 
                    "type": "creature", 
                    "feats": "Cleave, Combat Reflexes, Greater Two-Weapon Fighting, Improved Initiative, Improved Two-Weapon Fighting, Iron Will, Power Attack, Quicken Spell-Like Ability (telekinesis), Two-Weapon Fighting, Weapon Focus (longsword)", 
                    "senses": "darkvision 60 ft., low-light vision, true seeing; Perception +38", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "source": "Bestiary", 
                                    "sections": [], 
                                    "type": "section", 
                                    "name": "Death Throes (Su", 
                                    "text": ") When killed, a balor explodes in a blinding flash of fire that deals 100 points of damage (half fire, half unholy damage) to anything within 100 feet (Reflex DC 33 halves). The save DC is Constitution-based."
                                }, 
                                {
                                    "name": "Entangle", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "If a balor strikes a Medium or smaller foe with its whip, the balor can immediately attempt a grapple check without provoking an attack of opportunity. If the balor wins the check, it draws the foe into an adjacent square. The foe gains the grappled condition, but the balor does not.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Flaming Body", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "A balor's body is covered in dancing flames. Anyone striking a balor with a natural weapon or unarmed strike takes 1d6 points of fire damage. A creature that grapples a balor or is grappled by one takes 6d6 points of fire damage each round the grapple persists.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Vorpal Strike", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "Any slashing weapon a balor wields (including its standard longsword and whip) gains the vorpal weapon quality. Weapons retain this quality for one hour after the balor releases the weapon, but after this the weapon reverts to its standard magical qualities, if any.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Whip Mastery", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "A balor treats a whip as a light weapon for the purposes of two-weapon fighting, and can inflict lethal damage on a foe regardless of the foe's armor.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>When folk whisper frightened tales of the demonic, what most envision is a towering figure of fire and flesh, a horned nightmare armed with flaming whip and sword flying through the night in search of its latest victim. The demon these folk fear is the balor, and that fear is justly placed, for few demons can match the mighty balor in strength or brutality.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>On the Abyss, most balors serve demon lords as generals or captains (those balors who don't are even more potent, and are known as balor lords&mdash;see below). A balor typically commands vast legions of demons, and while it often lets these slavering and eager minions fight its battles, the balor is far from a coward. If presented with an opportunity to join a fight, few balors choose to resist.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>In combat, a balor relies upon its spell-like abilities to fight foes wise enough to avoid melee range, favoring destructive powers like <i>fire storm</i> or <i>implosion</i> and saving <i>dominate monster</i> for use against the rare foe it would prefer to capture alive. A balor usually uses <i>telekinesis</i> to disarm ranged weapons or pull foes into melee&mdash;with the use of a quickened <i>telekinesis</i>, a balor can use the latter tactic and still inflict a full-round attack on a hapless foe. A balor reduced to fewer than 50 hit points almost always seeks to flee via teleportation, but if that and flight prove impossible it seeks to position itself such that, if it is slain, its death throes are as devastating as possible to the enemy host.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>A balor stands 14 feet in height and weighs 4,500 pounds. Only the cruelest mortal souls can fuel the creation of a balor&mdash;unlike in the cases of most other demons, it often takes multiple souls of powerful villains to trigger the birthing of a new balor.</p>"
                        }
                    ], 
                    "hp": "370 (20d10+260)", 
                    "reach": "10 ft. (20 ft. with whip)", 
                    "wisdom": "24", 
                    "creature_type": "Outsider", 
                    "special_qualities": "death throes, vorpal strike, whip mastery", 
                    "dr": "15/cold iron and good", 
                    "base_attack": "+20", 
                    "name": "Balor", 
                    "skills": "Acrobatics +27, Bluff +31, Diplomacy +31, Fly +32, Intimidate +31, Knowledge (history) +27, Knowledge (nobility) +27, Knowledge (planes) +30, Knowledge (religion) +27, Perception +38, Sense Motive +30, Stealth +26, Use Magic Device +31", 
                    "reflex": "+17", 
                    "space": "10 ft.", 
                    "cmb": "+33", 
                    "will": "+25", 
                    "aura": "flaming body, unholy aura (DC 26)", 
                    "sr": "31", 
                    "organization": "solitary or warband (1 balor and 2-5 glabrezus)", 
                    "creature_subtype": "chaotic, demon, evil, extraplanar"
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>Even more terrible than the typical balor are those who do not call a demon lord their master, but instead are masters themselves. A balor lord typically rules over a region no larger than half the size of the realm in which it resides (as only full demon lords can command the rule of an entire Abyssal realm), and even though most balor lords rule much smaller regions (generally areas comparable in size to a single continent), their power is vast indeed.</p><p>A balor lord is typically a <span class=\"stat-block-cr\">CR 21</span> to <span class=\"stat-block-cr\">CR 25</span> monster (a range shared with the various unique nascent demon lords, with the range of <span class=\"stat-block-cr\">CR 26</span> and above being the domain of the demon lords themselves), and as such serves quite well as the final villain in a long-running campaign. The majority of balor lords have several levels of barbarian, fighter, or ranger (although ranger balor lords never form bonds with animals), but some instead have levels of bard, rogue, sorcerer, or wizard. Cleric balor lords are unknown, as they see themselves as objects of worship, not the other way around, although rumors persist of powerful balor clerics that directly serve demon lords or even evil gods.</p><p>In addition to any benefits a balor lord might gain from its class levels, all balor lords possess one additional unique ability over and above those granted by its race and class. Listed here are three sample balor lord abilities, but these samples are by no means the entirety of the strange powers a balor lord might wield.</p>", 
                    "type": "section", 
                    "name": "Balor Lords", 
                    "sections": [
                        {
                            "name": "Lifedrinker", 
                            "sections": [], 
                            "text": "<p> Whenever the balor lord slays a living foe, it receives the benefits of a <i>heal</i> spell (CL 20th). This ability can activate up to once per round.</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Master of Magic", 
                            "sections": [], 
                            "text": "<p> The balor lord has additional spell-like abilities (20 spell levels' worth of 1st&ndash;4th level spells usable at will and 20 spell levels' worth of 5th&ndash;8th level spells usable 3 times a day).</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Soul Swallow", 
                            "sections": [], 
                            "text": "<p> As a standard action, the balor lord can inhale the soul of a living creature within 30 feet. The target must make a Fortitude save (DC 10 + 1/2 balor lord's racial HD + the balor lord's Charisma modifier) or die. The body of a humanoid creature killed in this manner immediately transforms into a demon under the balor lord's command (a babau, succubus, or shadow demon, according to the balor lord's whim).</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "dexterity": "10", 
            "ac": "14, touch 11, flat-footed 14 (+3 natural, +1 size)", 
            "intelligence": "5", 
            "resist": "acid 10, cold 10, fire 10", 
            "melee": "2 claws +4 (1d4+1), bite +4 (1d4+1)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft.", 
            "alignment": "CE", 
            "spells": {
                "spell-like abilities": "(CL 2nd)<p class=\"stat-block-2\">1/day-<i>cause fear</i> (DC 11), <i>stinking cloud</i> (DC 13), summon (level 1, 1 dretch 35%)</p>"
            }, 
            "environment": "any (Abyss)", 
            "strength": "12", 
            "constitution": "14", 
            "source": "Bestiary", 
            "treasure": "none", 
            "charisma": "11", 
            "languages": "Abyssal (cannot speak); telepathy 100 ft. (limited to Abyssal-speaking targets)", 
            "immune": "electricity, poison", 
            "init": "+0", 
            "fortitude": "+5", 
            "size": "Small", 
            "type": "creature", 
            "feats": "Toughness", 
            "senses": "darkvision 60 ft.; Perception +5", 
            "description": "This creature's bloated frame shudders with each heaving step, yet despite its shape, the thing moves with surprising quickness.", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Even the lowest demons of the Abyss are dangerous and filled with a driving need to spread ruin and dismay. The lowly dretch is as hideous and foul as it is cruel, even if it lacks the strength and power to realize its need to brutalize others in its native realm. The lot of the dretch's existence is to serve more powerful demons as victims, and only the lucky few survive long enough to evolve.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The dretch is a favorite target for dabblers in Abyssal summonings to call forth. Relatively weak and easy to bully, dretches can often be pressured into long periods of servitude with only vague promises of the opportunity to vent their frustrations and anger on softer foes. Yet the prospective dretch-summoner would do well to remember that these demons are as craven and untrustworthy as they come. A dretch faced with a more powerful foe is only too eager to trade what it knows for its pitiful excuse for a life.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Unlike most demons, a dretch's slovenly personality and disdain for prolonged physical labor rarely result in success. Advanced dretches are rare, but those who do find it within themselves to be more than they were at creation often become the pauper-kings of the Abyss, cruel and bitter in their rule over vermin, broken souls, mindless undead, and other dretches. Their empires are confined to abandoned stretches of sewers under backwater cities, unstable reaches of swampland avoided by more sensible minds, and other undesirable corners of the Abyss that even demons find uncomfortable or foul. Yet to the dretch lords, these realms are their empires, and they defend them with a pitiful tenacity.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A dretch stands 4 feet tall and weighs 180 pounds. Dretches typically form from the souls of slothful, evil mortals&mdash;yet it only takes a small fragment of a soul to trigger such a hideous birth. A single soul can often trigger the manifestation of a small army of dretches, and the sight of a horde of fresh-birthed dretches pulling free from the heaving protomatter of the Abyss is a nauseating and terrifying one indeed.</p>"
                }
            ], 
            "hp": "18 (2d10+7)", 
            "wisdom": "11", 
            "creature_type": "Outsider", 
            "dr": "5/cold iron or good", 
            "base_attack": "+2", 
            "name": "Demon, Dretch", 
            "skills": "Escape Artist +5, Perception +5, Stealth +9", 
            "reflex": "+0", 
            "cmd": "12", 
            "cmb": "+2", 
            "will": "+3", 
            "organization": "solitary, pair, gang (3-5), crowd (6-12), or mob (13+)", 
            "creature_subtype": "chaotic, demon, evil, extraplanar"
        }, 
        {
            "dexterity": "11", 
            "ac": "28, touch 8, flat-footed 28 (+20 natural, -2 size)", 
            "cmd": "34", 
            "special_attacks": "rend (2 pincers, 2d8+15)", 
            "intelligence": "16", 
            "racial_modifiers": "+8 Bluff, +8 Perception", 
            "resist": "acid 10, cold 10, fire 10", 
            "melee": "2 pincers +20 (2d8+10/19-20), 2 claws +20 (1d6+10), bite +20 (1d8+10)", 
            "cr": "13", 
            "xp": "25,600", 
            "speed": "40 ft.", 
            "alignment": "CE", 
            "size": "Huge", 
            "environment": "any (Abyss)", 
            "strength": "31", 
            "constitution": "31", 
            "source": "Bestiary", 
            "treasure": "standard", 
            "charisma": "20", 
            "languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", 
            "immune": "electricity, poison", 
            "init": "+0", 
            "fortitude": "+18", 
            "spells": {
                "spell-like abilities": "(CL 14th)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>chaos hammer</i> (DC 19), <i>confusion</i> (DC 19), <i>dispel magic, mirror image, reverse gravity</i> (DC 22), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>veil</i> (self only), <i>unholy blight</i></p><p class=\"stat-block-2\">1/day-<i>power word stun, </i>summon (level 4, 1 glabrezu 20% or 1d2 vrocks 50%)</p><p class=\"stat-block-2\">1/month-<i>wish</i> (granted to a mortal humanoid only)</p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Great Cleave, Improved Critical (pincer), Persuasive, Power Attack, Vital Strike", 
            "senses": "darkvision 60 ft., true seeing; Perception +26", 
            "description": "Four arms grace the torso of this towering monstrosity. The monster's eyes shine with a mix of intelligence and cruelty.", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Whereas the succubus is a demon that works her wiles by exploiting the physical lusts and needs of her prey, the glabrezu is a tempter of a different sort. Ferocious and bestial in form, the glabrezu is in fact a master of trickery and lies. With its ability to cloak its true form in pleasant illusions, the glabrezu uses its magic to grant wishes to mortal humanoids as a method of rewarding those who succumb to its guile and deceit. A wish granted by a glabrezu always fulfills the wisher's need in the most destructive way possible&mdash;although such methods might not be immediately apparent. A struggling weaponsmith might wish for fame and skill at his craft, only to find that his best patron is a cruel and sadistic murderer who uses the weapons to further his destructive desires. A lonely man who wishes for a companion might have his wish granted in the form of a lost love returned to &ldquo;life&rdquo; as a vampire, and so on&mdash;the glabrezu is nothing if not creative in addressing a mortal's desires.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A glabrezu stands 18 feet tall and weighs just over 6,000 pounds. These treacherous demons form from the souls of the treasonous, the false, and the subversive&mdash;souls of mortals who, in life, bore false witness or used treachery and deceit to ruin the lives of others. </p>"
                }
            ], 
            "hp": "186 (12d10+120)", 
            "reach": "15 ft.", 
            "wisdom": "16", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+12", 
            "name": "Demon, Glabrezu", 
            "skills": "Bluff +28, Diplomacy +22, Intimidate +22, Knowledge (history) +18, Knowledge (local) +18, Perception +26, Sense Motive +18, Stealth +7, Use Magic Device +17", 
            "reflex": "+4", 
            "space": "15 ft.", 
            "cmb": "+24", 
            "will": "+11", 
            "sr": "24", 
            "organization": "solitary or troop (1 glabrezu, 1 succubus, and 2-5 vrocks)", 
            "creature_subtype": "chaotic, demon, evil, extraplanar"
        }, 
        {
            "dexterity": "11", 
            "ac": "25, touch 9, flat-footed 25 (+16 natural, -1 size)", 
            "cmd": "29", 
            "special_attacks": "nausea", 
            "intelligence": "14", 
            "racial_modifiers": "+8 Perception", 
            "resist": "acid 10, cold 10, fire 10", 
            "melee": "bite +17 (4d4+8 plus grab), 2 claws +17 (1d8+8 plus grab)", 
            "cr": "11", 
            "xp": "12,800", 
            "speed": "30 ft., swim 30 ft.", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "any swamp (Abyss)", 
            "strength": "27", 
            "constitution": "29", 
            "source": "Bestiary", 
            "treasure": "standard", 
            "charisma": "18", 
            "languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", 
            "immune": "electricity, poison", 
            "init": "+4", 
            "fortitude": "+16", 
            "spells": {
                "spell-like abilities": "(CL 13th)<p class=\"stat-block-2\">At will-<i>chaos hammer</i> (DC 18), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>unholy blight</i> (DC 18)</p><p class=\"stat-block-2\">3/day-<i>gaseous form</i></p><p class=\"stat-block-2\">1/day-<i>blasphemy</i> (DC 21), summon (level 4, 1 hezrou 35%)</p>"
            }, 
            "type": "creature", 
            "feats": "Blind-Fight, Cleave, Great Cleave, Improved Initiative, Power Attack", 
            "senses": "darkvision 60 ft.; Perception +23", 
            "description": "This fiend's armored flesh is scaly and moist. Its large, toothy mouth gapes below a pair of hungry, reptilian eyes.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Nausea", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "The noxious vapors and foul fluids that constantly weep and seethe from a hezrou's body are particularly heinous to those the creature grapples. Each round a creature is grappled by a hezrou, the grappled foe must make a DC 24 Fortitude save to avoid becoming nauseated. A creature nauseated in this manner remains nauseated until he succeeds on a DC 24 Fortitude save, or until a minute has passed during which he is not grappled by the hezrou, whichever condition comes first. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The hezrou dwells in the vast Abyssal swamps, mires, and waterways, equally at home on land and in the water. The presence of a hezrou has an obvious effect on the nearby flora and water, causing plant life to twist and knurl and infusing water with a foul odor and brackish taste&mdash;signs much easier to spot on the Material Plane than the Abyss. Long exposure to this corruption can cause vile transformations and hideous deformities. Often, entire backwater communities of deformed mutants owe their twisted countenances not as much to incest and poor breeding as they do to a hezrou's proximity.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Although quite intelligent, a hezrou can fairly be said to waste its intellect. They prefer the simple pleasures&mdash;slumber, the thrill of torture, the bliss of feasting on a living meal, or the joy of feeling something beautiful breaking and crumbling in a clenched fist. They do not often seek to build empires or lead cults&mdash;although few hezrous would turn away prospective minions who came to serve the demon on their own.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>These monstrous and bestial creatures form from the souls of evil mortals who poisoned themselves, their kin, or their surroundings, such as drug addicts, assassins, and alchemists who cared not how their experiments polluted the environment.</p>"
                }
            ], 
            "hp": "145 (10d10+90)", 
            "reach": "10 ft.", 
            "wisdom": "14", 
            "creature_type": "Outsider", 
            "special_qualities": "amphibious", 
            "dr": "10/good", 
            "base_attack": "+10", 
            "name": "Demon, Hezrou", 
            "skills": "Climb +21, Escape Artist +10, Intimidate +14, Knowledge (arcana) +15, Perception +23, Spellcraft +15, Stealth +9, Swim +29", 
            "reflex": "+3", 
            "space": "10 ft.", 
            "cmb": "+19 (+23 grapple)", 
            "will": "+9", 
            "aura": "stench (DC 24, 10 rounds)", 
            "sr": "22", 
            "organization": "solitary or gang (2-4)", 
            "creature_subtype": "aquatic, chaotic, demon, evil, extraplanar"
        }, 
        {
            "dexterity": "19", 
            "ac": "32, touch 17, flat-footed 28 (+4 deflection, +4 Dex, +15 natural, -1 size)", 
            "cmd": "42 (can't be tripped)", 
            "special_attacks": "constrict (tail slap, 2d6+10 plus crushing coils), infuse weapon, multiweapon mastery", 
            "intelligence": "18", 
            "racial_modifiers": "+8 Perception", 
            "resist": "acid 10, cold 10, fire 10", 
            "melee": "+1 longsword +24/+19/+14/+9 (2d6+8/17-20), 5 +1 longswords +24 (2d6+4/17-20), tail slap +19 (2d6+3 plus grab) or 6 slams +22 (1d8+7), tail slap +19 (2d6+3 plus grab)", 
            "cr": "17", 
            "xp": "102,400", 
            "speed": "40 ft.", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "any (Abyss)", 
            "strength": "25", 
            "constitution": "32", 
            "source": "Bestiary", 
            "treasure": "double (6 mwk longswords, other treasure)", 
            "charisma": "25", 
            "languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", 
            "immune": "electricity and poison", 
            "init": "+4", 
            "fortitude": "+25", 
            "spells": {
                "spell-like abilities": "(CL 16th)<p class=\"stat-block-2\">Constant-<i>true seeing</i>, <i>unholy aura</i> (DC 25)</p><p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only), <i>project image</i> (DC 24), <i>telekinesis</i> (DC 22)</p><p class=\"stat-block-2\">3/day-<i>blade barrier</i> (DC 23), <i>fly</i></p><p class=\"stat-block-2\">1/day-summon (level 5, 1 marilith 20%, 1 nalfeshnee at 35%, or 1d4 hezrous at 60%)</p>"
            }, 
            "type": "creature", 
            "feats": "Bleeding Critical, Combat Expertise, Combat Reflexes, Critical Focus, Improved Critical (longsword), Improved Disarm, Power Attack, Weapon Focus (longsword)", 
            "senses": "darkvision 60 ft., true seeing; Perception +31", 
            "description": "This snake-bodied fiend has a six-armed woman's torso, pointed ears, and glittering, otherworldly eyes.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Crushing Coils", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "A creature that takes damage from a marilith's constrict attack must succeed on a DC 25 Fortitude save or lose consciousness for 1d8 rounds. The save DC is Strength-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Infuse Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "Any weapon a marilith wields gains a +1 enhancement bonus to attack and damage, and strikes as if it were a chaotic and evil cold iron weapon (in addition to retaining the qualities of its actual composition).", 
                            "sections": []
                        }, 
                        {
                            "name": "Multiweapon Mastery", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "A marilith never takes penalties to her attack roll when fighting with multiple weapons.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The leaders of Abyssal hordes and queens of Abyssal nations, the dreaded mariliths serve demon lords as governesses, advisors, and even lovers, yet their brilliance as tacticians makes them most sought after as generals and commanders of armies. The most powerful mariliths serve no one, and instead command ravenous fiendish legions.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A marilith is 6 to 9 feet tall and measures 20 feet from head to tail tip. It weighs 4,000 pounds. Only the most arrogant and proud evil souls, typically those of cruel kings, sadistic generals, and exceptionally violent warlords, can trigger the manifestation of a marilith.</p>"
                }
            ], 
            "hp": "264 (16d10+176)", 
            "reach": "10 ft.", 
            "wisdom": "18", 
            "creature_type": "Outsider", 
            "dr": "10/cold iron and good", 
            "base_attack": "+16", 
            "name": "Demon, Marilith", 
            "skills": "Acrobatics +23, Bluff +26, Diplomacy +26, Fly +18, Intimidate +26, Knowledge (engineering) +20, Perception +31, Sense Motive +23, Stealth +19, Use Magic Device +26", 
            "reflex": "+18", 
            "space": "10 ft.", 
            "cmb": "+24 (+28 grapple)", 
            "will": "+13", 
            "aura": "unholy aura (DC 25)", 
            "sr": "28", 
            "organization": "solitary, pair, or platoon (1 marilith, 1-3 glabrezus, and 3-14 babaus)", 
            "creature_subtype": "chaotic, demon, evil, extraplanar"
        }, 
        {
            "dexterity": "17", 
            "ac": "22, touch 14, flat-footed 18 (+3 Dex, +1 dodge, +8 natural)", 
            "special_attacks": "consume life, death-stealing gaze, sneak attack +2d6", 
            "intelligence": "15", 
            "racial_modifiers": "+8 Perception, +8 Stealth in shadowy areas", 
            "resist": "acid 10, cold 10, fire 10", 
            "melee": "2 claws +15 (1d6+6), bite +15 (1d8+6)", 
            "cr": "8", 
            "xp": "4,800", 
            "speed": "30 ft., fly 60 ft. (average)", 
            "alignment": "CE", 
            "size": "Medium", 
            "environment": "any (Abyss)", 
            "strength": "22", 
            "constitution": "22", 
            "source": "Bestiary", 
            "treasure": "standard", 
            "charisma": "19", 
            "languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", 
            "immune": "death effects, electricity, paralysis, poison", 
            "init": "+7", 
            "fortitude": "+9", 
            "spells": {
                "spell-like abilities": "(CL 8th)<p class=\"stat-block-2\">At will-<i>deeper darkness, greater teleport</i> (self plus 50 lbs. of objects only), <i>telekinesis</i> (DC 19)</p><p class=\"stat-block-2\">3/day-<i>enervation</i>, <i>silence</i> (DC 16), <i>vampiric touch</i></p><p class=\"stat-block-2\">1/day-<i>mass hold person</i> (DC 21), <i>regenerate, </i>summon (level 4, 1 nabasu 30% or 1d4 babaus 30%)</p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Combat Expertise, Dodge, Improved Initiative, Power Attack", 
            "senses": "darkvision 60 ft.; Perception +23", 
            "description": "This lanky fiend's mouth is filled with sharp fangs, while great bat-like wings stretch from its scaly hide.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Consume Life", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "When a nabasu creates a ghoul with its gaze attack, it gains a growth point. It gains a bonus equal to its growth point total on attack rolls, CMB rolls, saving throws, caster level checks, and skill checks. Its maximum hit points increase by 10 for each growth point, and its caster level for spell-like abilities increases by 1. For every 2 growth points, its natural armor bonus, SR, and CR increase by 1. Every time it gains a growth point it makes a DC 30 caster level check&mdash;success indicates it matures (gaining both the advanced and the giant simple templates) and plane shifts to the Abyss in a burst of smoke. A nabasu can have a maximum of 20 growth points&mdash;it automatically matures if it has not done so already when it reaches 20 growth points.", 
                            "sections": []
                        }, 
                        {
                            "name": "Death-Stealing Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "As a free action once per day per growth point (minimum of 1/day), a nabasu can activate its death-stealing gaze for a full round. All living creatures within 30 feet must succeed on a DC 18 Fortitude save or gain a negative level. A humanoid slain in this manner immediately transforms into a ghoul under the nabasu's control. A nabasu's gaze can only create one ghoul per round&mdash;if multiple humans perish from the gaze in a round, the nabasu picks which human becomes a ghoul. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nabasus are birthed directly into the Material Plane from the Abyss, where they feed on innocent souls to mature. Only when finally sated can a nabasu return to the Abyss. Rumor holds that even then the nabasu's lifecycle does not change, and that further developments await them as they continue to grow. These vile demons form from the souls of evil gluttons, particularly from cannibals, blood-drinkers, and those who prefer the tang of undead flesh.</p>"
                }
            ], 
            "hp": "103 (9d10+54)", 
            "wisdom": "16", 
            "creature_type": "Outsider", 
            "dr": "10/cold iron or good", 
            "base_attack": "+9", 
            "name": "Demon, Nabasu", 
            "skills": "Acrobatics +15, Fly +15, Knowledge (arcana) +14, Knowledge (planes) +14, Perception +23, Sense Motive +15, Stealth +15 (+23 in shadowy conditions), Survival +15", 
            "reflex": "+9", 
            "cmd": "29", 
            "cmb": "+15", 
            "will": "+9", 
            "sr": "19", 
            "organization": "solitary", 
            "creature_subtype": "chaotic, demon, evil, native"
        }, 
        {
            "dexterity": "13", 
            "ac": "29, touch 13, flat-footed 28 (+4 deflection, +1 Dex, +16 natural, -2 size)", 
            "cmd": "42", 
            "special_attacks": "unholy nimbus", 
            "intelligence": "23", 
            "racial_modifiers": "+8 on Perception", 
            "resist": "acid 10, cold 10, fire 10", 
            "melee": "bite +23 (3d8+11/19-20), 2 claws +23 (2d6+11)", 
            "cr": "14", 
            "xp": "38,400", 
            "speed": "30 ft., fly 40 ft. (poor)", 
            "alignment": "CE", 
            "size": "Huge", 
            "environment": "any (Abyss)", 
            "strength": "32", 
            "constitution": "29", 
            "source": "Bestiary", 
            "treasure": "standard", 
            "charisma": "20", 
            "languages": "Abyssal, Celestial, Draconic; telepathy 100 ft.", 
            "immune": "electricity, poison", 
            "init": "+5", 
            "fortitude": "+22", 
            "spells": {
                "spell-like abilities": "(CL 12th)<p class=\"stat-block-2\">Constant-<i>true seeing</i>, <i>unholy aura</i> (DC 23)</p><p class=\"stat-block-2\">At will-<i>call lightning</i> (DC 18), <i>feeblemind</i> (DC 20), <i>greater dispel magic, slow</i> (DC 18), <i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">1/day-summon (level 5, 1 nalfeshnee 20%, 1d4 hezrous 40%, or 1d4 vrocks 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Awesome Blow, Cleave, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Iron Will, Power Attack", 
            "senses": "darkvision 60 ft., true seeing; Perception +31", 
            "description": "A towering, corpulent beast, this fiend has the hideous head of a boar and arms ending in fatty, four-fingered hands.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Unholy Nimbus", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "Three times per day as a free action a nalfeshnee can create a nimbus of unholy light, causing nauseating beams of writhing color to play around its body. One round later, the light bursts in a 60-foot radius. Any non-demon creature caught within this area must succeed on a DC 22 Will save or be dazed for 1d10 rounds as visions of madness hound it. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Few demons understand the inner workings of the Abyss like the nalfeshnee, and it is not unusual to see a nalfeshnee seeming to serve the Abyss itself rather than a demon lord. Some claim stewardship over the fleshy realms that birth new demons, while others guard sites of particular significance deep in the plane's secret reaches. Often, a nalfeshnee's realm in the Abyss surpasses the strength and size of the largest of mortal kingdoms, for nalfeshnees display a singular gift for managing and ordering the chaos of the Abyss. Mortal summoners often seek them out for their unparalleled yet mad intellects, ever taking care to comb through bargains with such demons for hidden and unwanted consequences, for there is little a nalfeshnee will agree to do that does not, in some sinister way, advance the needs and desires of the Abyss.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nalfeshnees stand 20 feet tall and weigh 8,000 pounds. They form from the souls of greedy or avaricious evil mortals, particularly those who ruled over empires of slavery, theft, banditry, and more violent vices.</p>"
                }
            ], 
            "hp": "203 (14d10+126)", 
            "reach": "15 ft.", 
            "wisdom": "22", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+14", 
            "name": "Demon, Nalfeshnee", 
            "skills": "Bluff +22, Diplomacy +22, Fly +10, Intimidate +19, Knowledge (arcana) +23, Knowledge (planes) +23, Knowledge (any one other) +20, Perception +31, Sense Motive +23, Spellcraft +23, Stealth +10, Use Magic Device +22", 
            "reflex": "+9", 
            "space": "15 ft.", 
            "cmb": "+27", 
            "will": "+21", 
            "aura": "unholy aura (DC 23)", 
            "sr": "25", 
            "organization": "solitary or warband (1 nalfeshnee, 1 hezrou, and 2-5 vrocks)", 
            "creature_subtype": "chaotic, demon, evil, extraplanar"
        }, 
        {
            "dexterity": "14", 
            "ac": "16, touch 14, flat-footed 14 (+2 Dex, +2 natural, +2 size)", 
            "intelligence": "11", 
            "resist": "acid 10, cold 10, fire 10", 
            "melee": "2 claws +7 (1d3-1 plus poison), bite +7 (1d4-1)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft., fly 50 ft. (perfect)", 
            "alignment": "CE", 
            "size": "Tiny", 
            "environment": "any (Abyss)", 
            "strength": "8", 
            "constitution": "11", 
            "space": "2-1/2 ft.", 
            "treasure": "standard", 
            "charisma": "11", 
            "languages": "Abyssal, Common; telepathy (touch)", 
            "immune": "electricity, poison", 
            "init": "+6", 
            "fortitude": "+1", 
            "spells": {
                "spell-like abilities": "(CL 6th)<p class=\"stat-block-2\">At will-<i>detect good, detect magic, invisibility</i> (self only)</p><p class=\"stat-block-2\">1/day-<i>cause fear</i> (30-foot radius, DC 11)</p><p class=\"stat-block-2\">1/week-<i>commune</i> (six questions)</p>"
            }, 
            "type": "creature", 
            "feats": "Improved Initiative, Weapon Finesse", 
            "senses": "darkvision 60 ft.; Perception +7", 
            "description": "Ram horns curl back from the twisted head of this tiny winged demon, and its body is thin and wiry.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "Claw&mdash;injury; save Fortitude DC 13; frequency 1/round for 6 rounds; effect 1d2 Dexterity; cure 2 consecutive saves. The DC includes a +2 racial bonus.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The quasit is perhaps the least powerful demon, yet it is not the least respected&mdash;even quasits hold themselves above the dretch horde, and true to their natures, dretches lack the courage or drive to prove the quaits wrong. A quasit's first role in life is that of a familiar to a spellcasting master, but those quasits who escape from this humiliating servitude become free-willed and much more dangerous.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical quasit stands a foot and a half tall, and weighs only 8 pounds. Alone among the demonic horde, quasits do not form from the dead souls of evil mortals. Instead, they form from living souls&mdash;when a spellcaster seeks out a quasit to serve him as a familiar, his soul brushes against the Abyss and it reacts, carving from itself a quasit linked to that spellcaster's soul and forming a powerful bond between the two. Newly created quasits are birthed directly into the Material Plane, where they become familiars, and while bonded to their masters' wills, all quasits hate and loathe their lieges, as they can feel the pulse of their lords' souls and know that they could have been more. A quasit serves, yet it watches and waits for mistakes that might cost its master's life, or even better, an error that might let the quasit turn against its master.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>When a quasit's master dies, the quasit can attempt to follow the master's soul into the Great Beyond by making a DC 15 Will save. This functions as <i>plane shift</i>, but affects only the quasit and transports it into the Abyss and places its master's soul in the quasit's possession as a writhing larvae rather than using the evil master's soul to create new demonic life. In this manner, a quasit can use its newly captured soul to bargain with more powerful denizens of the lower planes, and perhaps secure a vile transformative &ldquo;promotion&rdquo; to a more powerful form of life in the process.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Rarely, a quasit elects to ignore its master's death and instead remains on the Material Plane to seek other ways to entertain itself&mdash;usually settling in an urban area where there are plenty of folk to torment.</p>"
                }
            ], 
            "hp": "16 (3d10); fast healing 2", 
            "reach": "0 ft.", 
            "wisdom": "12", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (2 of the following forms: bat, Small centipede, toad, or wolf; polymorph)", 
            "dr": "5/cold iron or good", 
            "base_attack": "+3", 
            "name": "Demon, Quasit", 
            "skills": "Bluff +6, Fly +20, Intimidate +6, Knowledge (planes) +6, Perception +7, Stealth +16", 
            "reflex": "+5", 
            "cmd": "12", 
            "cmb": "+0", 
            "will": "+4", 
            "source": "Bestiary", 
            "organization": "solitary or flock (2-12)", 
            "creature_subtype": "chaotic, demon, evil, extraplanar"
        }, 
        {
            "dexterity": "18", 
            "ac": "18, touch 18, flat-footed 14 (+4 deflection, +4 Dex)", 
            "special_attacks": "pounce, sprint, shadow blend", 
            "intelligence": "14", 
            "racial_modifiers": "+8 Perception", 
            "resist": "acid 10, fire 10", 
            "melee": "2 claws +11 touch (1d6 plus 1d6 cold), bite +11 touch (1d8 plus 1d6 cold)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "fly 40 ft. (perfect)", 
            "alignment": "CE", 
            "size": "Medium", 
            "environment": "any (Abyss)", 
            "strength": "-", 
            "constitution": "17", 
            "source": "Bestiary", 
            "treasure": "standard", 
            "charisma": "19", 
            "languages": "Abyssal, Common; telepathy 100 ft.", 
            "immune": "cold, electricity, poison", 
            "init": "+8", 
            "fortitude": "+5", 
            "spells": {
                "spell-like abilities": "(CL 10th)<p class=\"stat-block-2\">At will-<i>deeper darkness, fear</i> (DC 18), <i>greater teleport</i> (self only), <i>telekinesis</i> (DC 19)</p><p class=\"stat-block-2\">3/day-<i>shadow conjuration</i> (DC 18), <i>shadow evocation</i> (DC 19)</p><p class=\"stat-block-2\">1/day-<i>magic jar</i> (DC 19), summon (level 3, 1 shadow demon 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Blind-Fight, Combat Reflexes, Improved Initiative, Lightning Reflexes", 
            "senses": "darkvision 60 ft.; Perception +20", 
            "description": "Only this shadowy bat-winged demon's teeth and claws have any sense of physicality to them&mdash;the rest is lost in darkness.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Sprint", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "Once per minute, a shadow demon increase its fly speed to 240 feet for 1 round.", 
                            "sections": []
                        }, 
                        {
                            "name": "Shadow Blend", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "During any conditions other than bright light, a shadow demon can disappear into the shadows as a move-equivalent action, effectively becoming invisible. Artificial illumination or light spells of 2nd level or lower do not negate this ability.", 
                            "sections": []
                        }, 
                        {
                            "name": "Sunlight Powerlessness", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "A shadow demon is utterly powerless in bright light or natural sunlight and flees from it. A shadow demon caught in such light cannot attack and can take only a single move or standard action. A shadow demon that is possessing a creature using magic jar is not harmed by sunlight, but if it is struck by a sunbeam or sunburst spell while possessing a creature, the shadow demon is driven out of its host automatically.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Tales of demonic possession are common, used often by the ignorant to explain strange or violent behavior. While the majority of such cases are merely manifestations of madness or derangement, those that are legitimate possessions are often the work of shadow demons.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Unlike many demons, shadow demons are incorporeal. When a particularly envious and evil mortal soul is pulled into the Abyss, it is transformed, split apart, and combined with other souls until what emerges is little more than jealous malevolence without the impediment of a physical body.</p>"
                }
            ], 
            "hp": "59 (7d10+21)", 
            "weaknesses": "sunlight powerlessness", 
            "wisdom": "14", 
            "defensive_abilities": "incorporeal", 
            "creature_type": "Outsider", 
            "dr": "10/cold iron or good", 
            "base_attack": "+7", 
            "name": "Demon, Shadow", 
            "skills": "Acrobatics +14, Bluff +14, Fly +22, Knowledge (local) +12, Knowledge (planes) +12, Perception +20, Sense Motive +12, Stealth +14", 
            "reflex": "+11", 
            "cmd": "25", 
            "cmb": "+11", 
            "will": "+7", 
            "sr": "17", 
            "organization": "solitary, pair, or haunt (3-8)", 
            "creature_subtype": "chaotic, demon, evil, extraplanar, incorporeal"
        }, 
        {
            "dexterity": "17", 
            "ac": "20, touch 13, flat-footed 17 (+3 Dex, +7 natural)", 
            "special_attacks": "energy drain, profane gift", 
            "intelligence": "18", 
            "racial_modifiers": "+8 Bluff, +8 Perception", 
            "resist": "acid 10, cold 10", 
            "melee": "2 claws +11 (1d6+1)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "30 ft., fly 50 ft. (average)", 
            "alignment": "CE", 
            "size": "Medium", 
            "environment": "any (Abyss)", 
            "strength": "13", 
            "constitution": "20", 
            "source": "Bestiary", 
            "treasure": "double", 
            "charisma": "27", 
            "languages": "Abyssal, Celestial, Common, Draconic; tongues, telepathy 100 ft.", 
            "immune": "electricity, fire, poison", 
            "init": "+3", 
            "fortitude": "+7", 
            "spells": {
                "spell-like abilities": "(CL 12th)<p class=\"stat-block-2\">Constant-<i>detect good, tongues</i></p><p class=\"stat-block-2\">At will-<i>charm monster</i> (DC 22), <i>detect thoughts</i> (DC 20), <i>ethereal jaunt</i> (self plus 50 lbs. of objects only), <i>suggestion</i> (DC 21), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>vampiric touch</i></p><p class=\"stat-block-2\">1/day-<i>dominate person</i> (DC 23), summon (level 3, 1 babau 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Agile Maneuvers, Combat Reflexes, Iron Will, Weapon Finesse", 
            "senses": "darkvision 60 ft., detect good; Perception +21", 
            "description": "Tiny horns, bat-like wings, and a sinuous tail betray the demonic nature of this alluring woman.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Energy Drain", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "A succubus drains energy from a mortal she lures into an act of passion, such as a kiss. An unwilling victim must be grappled before the succubus can use this ability. The succubus's kiss bestows one negative level. The kiss also has the effect of a suggestion spell, asking the victim to accept another act of passion from the succubus. The victim must succeed on a DC 22 Will save to negate the suggestion. The DC is 22 for the Fortitude save to remove a negative level. These save DCs are Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Profane Gift", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "Once per day as a full-round action, a succubus may grant a profane gift to a willing humanoid creature by touching it for 1 full round. The target gains a +2 profane bonus to an ability score of his choice. A single creature may have no more than one profane gift from a succubus at a time. As long as the profane gift persists, the succubus can communicate telepathically with the target across any distance (and may use her suggestion spell-like ability through it). A profane gift is removed by dispel evil or dispel chaos. The succubus can remove it as well as a free action (causing 2d6 Charisma drain to the victim, no save).", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Among the demon hordes, a succubus can often rise to incredible heights of power through her manipulations and sensual charms, and many a demonic war has raged due to the subtle machinations of such creatures. A succubus is formed from the souls of particularly lustful and rapacious evil mortals.</p>"
                }
            ], 
            "hp": "84 (8d10+40)", 
            "wisdom": "14", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (alter self, Small or Medium humanoid)", 
            "dr": "10/cold iron or good", 
            "base_attack": "+8", 
            "name": "Demon, Succubus", 
            "skills": "Bluff +27, Diplomacy +19, Disguise +19, Escape Artist +11, Fly +14, Intimidate +16, Knowledge (local) +15, Perception +21, Sense Motive +13, Stealth +14", 
            "reflex": "+9", 
            "cmd": "22", 
            "cmb": "+11", 
            "will": "+10", 
            "sr": "18", 
            "organization": "solitary, pair, or harem (3-12)", 
            "creature_subtype": "chaotic, demon, evil, extraplanar"
        }, 
        {
            "dexterity": "15", 
            "ac": "22, touch 11, flat-footed 20 (+2 Dex, +11 natural, -1 size)", 
            "cmd": "27", 
            "special_attacks": "dance of ruin, spores, stunning screech", 
            "intelligence": "14", 
            "racial_modifiers": "+8 Perception", 
            "resist": "acid 10, cold 10, fire 10", 
            "melee": "2 claws +13 (2d6+5), bite +13 (1d8+5), 2 talons +13 (1d6+5)", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "30 ft., fly 50 ft. (average)", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "any (Abyss)", 
            "strength": "21", 
            "constitution": "25", 
            "source": "Bestiary", 
            "treasure": "standard", 
            "charisma": "16", 
            "languages": "Abyssal, Celestial, Common; telepathy 100 ft.", 
            "immune": "electricity, poison", 
            "init": "+6", 
            "fortitude": "+13", 
            "spells": {
                "spell-like abilities": "(CL 12th)<p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only), <i>telekinesis</i> (DC 18)</p><p class=\"stat-block-2\">1/day-<i>heroism</i>, <i>mirror image</i>, summon (level 3, 1 vrock 35%)</p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Combat Reflexes, Improved Initiative, Lightning Reflexes, Power Attack", 
            "senses": "darkvision 60 ft.; Perception +23", 
            "description": "A cloud of spores and a trail of feathers surrounds this twisted cross between a man and a gigantic vulture.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Dance of Ruin", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "A vrock can dance and chant as a full-round action&mdash;at the end of 3 rounds, a crackling wave of energy explodes from the vrock, dealing 5d6 points of electricity damage to all creatures within 100 feet. A DC 17 Reflex save halves this damage. For each additional vrock that joins in the dance, the damage increases by 5d6 and the DC to avoid the effect increases by +1, to a maximum of 20d6 when four or more vrocks are dancing (the DC continues to increase with additional vrocks, but the damage does not). The dance immediately ends and must be started anew if any of the participating vrocks is slain, stunned, or otherwise prevented from dancing. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Spores", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "A vrock can release a cloud of spores from its body once every 3 rounds as a free action. Adjacent creatures take 1d8 points of damage from the spores, plus 1d4 points of damage per round for 10 rounds as the spores grow into thick green vines. Although ugly, the vines are harmless and wither away in 1d4 days if not shaved off before then. The spores can be destroyed by casting bless on the affected creatures or by sprinkling them with holy water. This attack can also be halted by effects that remove or provide immunity to disease.", 
                            "sections": []
                        }, 
                        {
                            "name": "Stunning Screech", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "Once per hour, a vrock can emit a shrill screech. All creatures except demons within a 30-foot-radius spread must succeed on a DC 21 Fortitude save or be stunned for 1 round. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Profane champions of the Abyss, vrocks embody all the rage, hatred, and violence of that despicable realm. As ravenous and grotesquely opportunistic as the scavengers they resemble, vrocks delight in bloodshed, relishing the sounds and sensations of ripping the still-pulsing entrails from a living husk. </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical vrock stands 8 feet tall and weighs 400 pounds. Vrocks generally form from the evil souls of hateful and wrathful mortals, particularly those who were career criminals, mercenaries, or assassins.</p>"
                }
            ], 
            "hp": "112 (9d10+63)", 
            "reach": "10 ft.", 
            "wisdom": "16", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+9", 
            "name": "Demon, Vrock", 
            "skills": "Fly +12, Intimidate +15, Knowledge (planes) +14, Perception +23, Sense Motive +15, Spellcraft +14, Stealth +10, Survival +15", 
            "reflex": "+10", 
            "space": "10 ft.", 
            "cmb": "+15", 
            "will": "+6", 
            "sr": "20", 
            "organization": "solitary, pair, or gang (3-10)", 
            "creature_subtype": "chaotic, demon, evil, extraplanar"
        }
    ], 
    "name": "Demon", 
    "type": "section"
}