{
    "source": "Bestiary", 
    "sections": [
        {
            "source": "Bestiary", 
            "text": "<p>Masters of corruption and despoilers of purity, devils seek to destroy all things good and drag mortal souls back with them to the depths of Hell.</p><p>As the most numerous fiendish occupants of Hell, the various forms of devils are well catalogued by diabolists. Most are known by two names: an evocative title given to the fiends by commoners and folklore, and an obscure, ancient designation spoken by the servants of Hell and those who would seek to deal with the damned.</p><p>Born from the foulest of mortal souls&mdash;their personalities and memories long since scoured by millennia of torment&mdash;would-be devils rise from the masses of suffering souls as lemures, revolting beings of mindless evil potentiality. Only through continued centuries of torture or by the edicts of more powerful devils do these least of devilkind rise to become deadlier fiends, graduating through a pain-wracked metamorphosis dictated by their masters or the infernal whims of Hell's semi-sentient layers. While fiendish lords wield transformation into greater or lesser forms as both prize and punishment, some devils spontaneously rise from particularly evil souls long trapped upon an infernal layer. Thus, although the various diabolical breeds possess recognizable abilities and hold generalized rankings in the great infernal hierarchy, a devil's type alone does not always correspond to a specific tenure of torment or place in the infernal chain of command.</p><p>Devils fill the nine layers of Hell, though certain fiends are more common on specific layers than others, their specialized duties or fealty to individual archdevils drawing them to one torturous domain more than others. Although the various types of devils tend to specialize in unique forms of depravity or temptation, the hierarchies of Hell are not without flexibility for uncommon individual talents. Thus, particularly watchful hamatulas might join the ranks of Phlegethon's bone devil inquisitors, while veteran barbazus might serve among the pit fiends of Nessus. </p><p>Beyond the pits of Hell, devils often travel to the Material Plane at the summons of evil spellcasters. Quick to bargain and willing to serve mortals to assure their damnation, devils ever obey the letter of their agreements, but serve the whims of Hell foremost. Thus, even the least of devilkind might come to the Material Plane intent on further corrupting souls, cleverly escaping the bonds of their contracts to indulge their own plots, or to further the unspeakable goals of the archdevils of Hell.</p>", 
            "type": "section", 
            "name": "Devil", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "text": "<p>Diabolists speak often of the rankings of Hell, the distinctions made between devils that distinguish the foot soldiers from the commanders of Hell's armies. While such divisions mean little to most mortals&mdash;a devil being a deadly foe in any incarnation&mdash;the hierarchies and nuances of Hell's society carry distinctions vital to the survival of any who would commune with devils. What distinguishes a breed of devils above or below others is more than a matter of brawn, with several cunning types of fiend holding priority over their fundamentally stronger brethren. While a devil's station does not mean it can instantly command every other devil of inferior standing, it does imply which fiends might serve their brethren or hold influence over others.</p><p> Below these are the devil races themselves, from the lordly and malevolent pit fiends all the way down to the lowly, malformed lemure.</p>", 
                    "type": "section", 
                    "name": "The Ranks of Devilkind", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>Listed here, from the absolute weakest devils to the lords of Hell, is the most basic hierarchy of the infernal realm's best-known denizens.</p>", 
                    "type": "section", 
                    "name": "The Infernal Hierarchy", 
                    "sections": [
                        {
                            "source": "Bestiary", 
                            "text": "<p>imps, lemures</p>", 
                            "type": "section", 
                            "name": "Least Devils", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary", 
                            "text": "<p>bearded devils (barbazus), erinyes, barbed devils (hamatulas), bone devils (osyluths)</p>", 
                            "type": "section", 
                            "name": "Lesser Devils", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary", 
                            "text": "<p>horned devils (cornugons), ice devils (gelugons), pit fiends</p>", 
                            "type": "section", 
                            "name": "Greater Devils", 
                            "sections": []
                        }
                    ]
                }
            ]
        }, 
        {
            "dexterity": "23", 
            "ac": "26, touch 16, flat-footed 20 (+6 Dex, +10 natural)", 
            "special_attacks": "fear, impale 3d8+9", 
            "intelligence": "12", 
            "resist": "acid 10, cold 10", 
            "melee": "2 claws +18 (2d8+6/19-20 plus fear and grab)", 
            "cr": "11", 
            "xp": "12,800", 
            "speed": "30 ft.", 
            "alignment": "LE", 
            "size": "Medium", 
            "environment": "any (Hell)", 
            "strength": "23", 
            "constitution": "22", 
            "source": "Bestiary", 
            "treasure": "standard", 
            "charisma": "18", 
            "languages": "Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+6", 
            "fortitude": "+14", 
            "spells": {
                "spell-like abilities": "(CL 12th)<p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only), <i>hold person</i> (DC 17), <i>major image</i> (DC 17), <i>produce flame, pyrotechnics</i> (DC 16), <i>scorching ray</i> (2 rays only)</p><p class=\"stat-block-2\">1/day-<i>order's wrath</i> (DC 18), summon (level 4, 1 barbed devil 35%), <i>unholy blight</i> (DC 18)</p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Cleave, Combat Reflexes, Improved Critical (claws), Iron Will, Power Attack", 
            "senses": "darkvision 60 ft., see in darkness; Perception +21", 
            "description": "From the tip of its lashing tail to the serrated features of its fang-filled visage, this fiery-eyed sentinel bristles with barbs.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Barbed Defense", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "A creature that strikes a hamatula with a melee weapon, an unarmed strike, or a natural weapon takes 1d8+6 points of piercing damage from the devil's barbs. Melee weapons with reach do not endanger a user in this way.", 
                            "sections": []
                        }, 
                        {
                            "name": "Fear", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "A barbed devil's fear attack affects any creature it damages with its claws. A DC 20 Will save resists this effect, otherwise the victim becomes frightened for 1d4 rounds. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Grab", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "A barbed devil can use its grab attack against a foe of up to Medium size.", 
                            "sections": []
                        }, 
                        {
                            "name": "Impale", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "A barbed devil deals 3d8+9 points of piercing damage to a grabbed opponent with a successful grapple check.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Sentinels of the vaults of Hell, jailers of the darkest souls, and living weapons of the infernal forges, barbed devils&mdash;known as hamatulas to diabolists&mdash;enforce the strictures of the damned and safeguard the nefarious works of greater devils. A hamatula enjoys the feel of warm blood on its spines, and prefers to leap into melee when presented with an opportunity for battle.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Hamatulas are collectors and organizers, and are favorite allies of greedy summoners as they often bring with them tempting treasures from Hell's vaults or know the paths to deadly riches. Left to their own devices, the lairs of these devils often bear the pierced trophies of their past victims, hung like perverse bug collections on bloodied walls. Most barbed devils stand upward of 7 feet tall and weigh 300 pounds, though their leanly muscled bodies appear much larger due to the constantly growing and adjusting spines that protrude from their razor-sharp bodies.</p>"
                }
            ], 
            "hp": "138 (12d10+72)", 
            "wisdom": "15", 
            "defensive_abilities": "barbed defense", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+12", 
            "name": "Devil, Barbed", 
            "skills": "Acrobatics +15, Diplomacy +13, Intimidate +19, Knowledge (planes) +16, Perception +21, Sense Motive +21,Spellcraft +12, Stealth +13, Survival +14", 
            "reflex": "+14", 
            "cmd": "34", 
            "cmb": "+18 (+22 grapple)", 
            "will": "+8", 
            "sr": "22", 
            "organization": "solitary, pair, team (3-5), or squad (6-11)", 
            "creature_subtype": "devil, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "15", 
            "ac": "19, touch 12, flat-footed 17 (+2 Dex, +7 natural)", 
            "cmd": "22", 
            "special_attacks": "beard", 
            "intelligence": "6", 
            "resist": "acid 10, cold 10", 
            "melee": "glaive +11/+6 melee (1d10+6 plus infernal wound) or 2 claws +10 melee (1d6+4)", 
            "cr": "5", 
            "xp": "1,600", 
            "speed": "40 ft.", 
            "alignment": "LE", 
            "size": "Medium", 
            "environment": "any (Hell)", 
            "strength": "19", 
            "constitution": "19", 
            "source": "Bestiary", 
            "treasure": "standard (glaive, other treasure)", 
            "charisma": "10", 
            "languages": "Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+6", 
            "fortitude": "+9", 
            "spells": {
                "spell-like abilities": "(CL 12th)<p class=\"stat-block-2\">At will-<i>greater teleport</i> (self plus 50 lbs. of objects only)</p><p class=\"stat-block-2\">1/day-summon (level 3, 1 bearded devil or 6 lemures, 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Improved Initiative, Power Attack, Weapon Focus (glaive)", 
            "senses": "darkvision 60 ft., see in darkness; Perception +10", 
            "description": "This seething devil deftly wields a vicious, saw-toothed glaive, while below its toothy maw writhes a hideous, twitching beard.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Beard", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "If a bearded devil hits a single opponent with both claw attacks, it also lashes at the same target with its spiky, filthy beard. The victim takes 1d8+2 points of damage and must succeed on a DC 17 Fortitude save or contract devil chills. The save DC is Constitution-based.Devil Chills: Disease&mdash;injury; save Fort DC 17; onset 1d4 days; frequency 1/day; effect 1d4 Str damage; cure 3 consecutive saves.", 
                            "sections": []
                        }, 
                        {
                            "name": "Infernal Wound", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "The damage a bearded devil deals with its glaive inflicts persistent wounds that cause 2 points of bleed damage. Bleed caused from an infernal wound is particularly difficult to stanch&mdash;a DC 17 Heal check stops the damage, and any attempt to heal a creature suffering from an infernal wound must succeed on a DC 16 caster level check or the spell does not function. Success indicates the healing works normally and stops all bleed effects on the victim. The infernal wounds caused by a bearded devil are a supernatural ability of the devil, not of the weapon.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Elite warriors in Hell's legions, bearded devils&mdash;or barbazus&mdash;fight savagely in the name of their infernal lords and command mindless hordes of the damned into battle. They collect and train with their infernally forged glaives among the vaults of Hell's third layer, Erebus, but inevitably return to the first layer, Avernus, to serve at the side of the dread lord Barbatos.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Barbazus are fond of making charge attacks with their glaives, and try to maintain a 10-foot gap between themselves and their foes so they can use their signature polearms to great effect. Against a foe that has greater reach (or one able to otherwise avoid the devil's favored tactic), they drop their glaives and resort to their claws and hideous beards.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>At attention, bearded devils stand over 6 feet tall (though their squatting battle stances often make them appear shorter) and weigh upward of 200 pounds.</p>"
                }
            ], 
            "hp": "57 (6d10+24)", 
            "reach": "5 ft. (10 ft. with glaive)", 
            "wisdom": "12", 
            "creature_type": "Outsider", 
            "dr": "5/good or silver", 
            "base_attack": "+6", 
            "name": "Devil, Bearded", 
            "skills": "Climb +13, Intimidate +7, Perception +10, Sense Motive +6, Stealth +11", 
            "reflex": "+7", 
            "space": "5 ft.", 
            "cmb": "+10", 
            "will": "+3", 
            "sr": "16", 
            "organization": "solitary, pair, squad (3-10), or troop (10-40)", 
            "creature_subtype": "devil, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "21", 
            "ac": "25, touch 14, flat-footed 20 (+5 Dex, +11 natural, -1 size)", 
            "cmd": "31", 
            "intelligence": "16", 
            "resist": "acid 10, cold 10", 
            "melee": "bite +14 melee (1d8+5), 2 claws +14 melee (1d6+5), sting +14 melee (3d4+5 plus poison)", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "40 ft., fly 60 ft. (good)", 
            "alignment": "LE", 
            "size": "Large", 
            "environment": "any (Hell)", 
            "strength": "21", 
            "constitution": "20", 
            "source": "Bestiary", 
            "treasure": "standard", 
            "charisma": "18", 
            "languages": "Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+9", 
            "fortitude": "+12", 
            "spells": {
                "spell-like abilities": "(CL 12th)<p class=\"stat-block-2\">Constant-<i>fly</i></p><p class=\"stat-block-2\">At will-<i>dimensional anchor, greater teleport</i> (self plus 50 lbs. of objects only),<i> invisibility</i> (self only),<i> major image</i> (DC 17)<i>, wall of ice</i></p><p class=\"stat-block-2\">3/day-quickened <i>invisibility</i> (self only)</p><p class=\"stat-block-2\">1/day-summon (level 4, 1 bone devil, 35%)</p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Combat Reflexes, Improved Initiative, Iron Will, Quicken Spell-Like Ability (invisibility)", 
            "senses": "darkvision 60 ft., see in darkness; Perception +19", 
            "description": "Merging the most horrifying features of carrion-fed insect and withered cadaver, this bony devil moves in unsettling lurches.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "Sting", 
                            "sections": [
                                {
                                    "cure": "2 consecutive saves", 
                                    "name": "Bone Devil Venom", 
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "effect": "1d3 Strength", 
                                    "source": "Bestiary", 
                                    "frequency": "1/round for 6 rounds", 
                                    "save": "Fortitude DC 20, The save DC is Constitution-based.", 
                                    "type": "affliction"
                                }
                            ]
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The interrogators and inquisitors of devilkind, bone devils delight in torturing those weaker than themselves&mdash;mortals, souls, and other devils alike. Born of ancient heresies mired amid the Styx-fed swamps of Stygia, Hell's fifth layer, bone devils&mdash;also known as osyluths&mdash;enforce infernal order and the will of the archdevils. Powerful fiends favor these terrifying sadists for their unwavering devotion to Hell's laws and the commands of their masters, as osyluths eagerly report the disobedience of other devils&mdash;regardless of standing&mdash;and take to the craft of torture like morbid artists. Diabolists risk much to bargain with them, as bone devils glean many infernal secrets amid their nightmarish calcified torture hives. These devils especially delight in journeying to the mortal plane, as their cruel talents and service to evil spellcasters often mean gaining much valuable information, which they might hold in their perfect memories for centuries before reporting back to their diabolical masters.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>In battle, an osyluth uses quickened <i>invisibility</i> after each attack to confuse foes. Many osyluths carry twisted and eerie bone weapons, but these tools are more for torture and intimidation than actual combat. </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Osyluths tower over lesser devils at 9 feet tall&mdash;though their tails and fearsome but useless wings make them appear much larger&mdash;and weigh upward of 400 pounds.</p>"
                }
            ], 
            "hp": "105 (10d10+50)", 
            "reach": "10 ft.", 
            "wisdom": "15", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+10", 
            "name": "Devil, Bone", 
            "skills": "Bluff +17, Diplomacy +17, Fly +21, Intimidate +17, Knowledge (planes) +16, Perception +19, Sense Motive +19, Spellcraft +16, Stealth +14", 
            "reflex": "+12", 
            "space": "10 ft.", 
            "cmb": "+16", 
            "will": "+7", 
            "aura": "fear aura (5 ft., DC 19, 1d6 rounds)", 
            "sr": "20", 
            "organization": "solitary, pair, or inquisition (3-10)", 
            "creature_subtype": "devil, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "23", 
            "ac": "23, touch 17, flat-footed 16 (+6 Dex, +1 dodge, +6 natural)", 
            "intelligence": "14", 
            "resist": "acid 10, cold 10", 
            "melee": "+1 longsword +15/+10 (1d8+8/19-20)", 
            "cr": "8", 
            "xp": "4,800", 
            "speed": "30 ft., fly 50 ft. (good)", 
            "alignment": "LE", 
            "size": "Medium", 
            "environment": "any (Hell)", 
            "strength": "20", 
            "constitution": "21", 
            "source": "Bestiary", 
            "treasure": "triple (+1 longsword, +1 flaming composite longbow [+5 Str bonus], rope)", 
            "charisma": "21", 
            "languages": "Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+6", 
            "fortitude": "+11", 
            "spells": {
                "spell-like abilities": "(CL 12th)<p class=\"stat-block-2\">Constant-<i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>fear</i> (single target, DC 19), <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>minor image</i> (DC 17), <i>unholy blight</i> (DC 19)</p><p class=\"stat-block-2\">1/day-summon (level 3, 2 bearded devils, 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, DodgeB, MobilityB, Point-Blank Shot, Precise Shot, Rapid Shot, Shot on the Run", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Entangle", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "Each erinyes carries a 50-foot-long rope that entangles opponents of any size as an animate rope spell (CL 16th, DC 20). An erinyes can hurl its rope 30 feet with no range penalty. An erinyes's rope functions only for the erinyes who made it and no other. The save DC is Dexterity-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Known by many names&mdash;the Fallen, the Ash Wings, and the Furies&mdash;the devils called erinyes mock the form of the angelic hosts in their exaction of vengeance and bloody justice. Executioners, not judges, erinyes alight upon the bladed eaves of Dis, Hell's cosmopolitan second layer, ever attentive for chances to soar into battle, whether in defense of Hell, on the whims of diabolical masters, or at the impassioned summons of jilted mortal summoners. All erinyes weave deadly living ropes from their own hair, which they use in battle to lift their foes into the air, mocking and condemning their victims for their transgressions before dropping them from great heights. </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Erinyes appear as darkly beautiful angels, augmenting their sensuality with deliberate bruises and scars. Yet despite their beauty, erinyes are not seducers&mdash;they lack the subtlety and patience required for such fine emotional manipulations, and instead vastly prefer to solve their problems with swift and excruciating violence. Often, an erinyes will stay her hand before attempting to slay a foe simply so she can draw out the victim's suffering. Death is usually the only way to escape an erinyes's not-so-tender attentions, and the most powerful of these devils excel at keeping their enemies alive but helpless so as to extend their torment&mdash;many going as far as to keep their victims alive with magic. Rumors hold that the most powerful erinyes torturers have skills that allow their torment to continue even after their subject has died from their attentions.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Most erinyes stand just under 6 feet tall and weigh approximately 140 pounds, even with their black- feathered wings that stretch over 10 feet wide.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., see in darkness, true seeing; Perception +16", 
            "description": "Some calamity has befallen this angelic warrior. Wings stained black shear the air as her merciless eyes search for a target.", 
            "ranged": "+1 flaming composite longbow +14/+14/+9 (1d8+6/&times;3 plus 1d6 fire) or rope +15 touch (entangle)", 
            "hp": "94 (9d10+45)", 
            "wisdom": "18", 
            "creature_type": "Outsider", 
            "dr": "5/good", 
            "base_attack": "+9", 
            "name": "Devil, Erinyes", 
            "skills": "Acrobatics +18, Bluff +17, Diplomacy +14, Escape Artist +12, Fly +19, Intimidate +17, Knowledge (planes) +8, Knowledge (religion) +8, Perception +16, Sense Motive +10, Stealth +15", 
            "reflex": "+12", 
            "cmd": "31", 
            "cmb": "+14", 
            "will": "+7", 
            "sr": "19", 
            "organization": "solitary or trio", 
            "creature_subtype": "devil, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "27", 
            "ac": "35, touch 17, flat-footed 27 (+8 Dex, +18 natural, -1 size)", 
            "cmd": "44", 
            "intelligence": "14", 
            "resist": "acid 10, cold 10", 
            "melee": "+1 unholy spiked chain +26/+21/+16 (2d6+11 plus stun), bite +22 (2d8+5), tail +22 (2d6+5 plus infernal wound) or 2 claws +24 (2d6+10), bite +24 (2d8+10), tail +22 (2d6+5 plus infernal wound)", 
            "cr": "16", 
            "xp": "76,800", 
            "speed": "30 ft., fly 50 ft. (average)", 
            "alignment": "LE", 
            "size": "Large", 
            "environment": "any (Hell)", 
            "strength": "31", 
            "constitution": "28", 
            "source": "Bestiary", 
            "treasure": "standard (+1 unholy spiked chain, other treasure)", 
            "charisma": "23", 
            "languages": "Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "fire, poison", 
            "init": "+8", 
            "fortitude": "+18", 
            "spells": {
                "spell-like abilities": "(CL 16th)<p class=\"stat-block-2\">At will-<i>dispel chaos</i> (DC 21), <i>dispel good</i> (DC 21), <i>magic circle against good, greater teleport</i> (self plus 50 lbs. of objects only), <i>persistent image</i> (DC 21)</p><p class=\"stat-block-2\">3/day-<i>fireball</i> (DC 19), <i>lightning bolt</i> (DC 19)</p><p class=\"stat-block-2\">1/day-summon (level 6, 3 barbed devils, 35%)</p>"
            }, 
            "type": "creature", 
            "feats": "Improved Bull Rush, Improved Sunder, Improved Vital Strike, Iron Will, Multiattack, Power Attack, Vital Strike, Weapon Focus (spiked chain)", 
            "senses": "darkvision 60 ft., see in darkness; Perception +24", 
            "description": "Bristling with terrible spines and a crown of deadly horns, this leering winged terror wields a whirling barbed chain.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Infernal Wound", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "The damage a horned devil deals with its tail causes persistent wounds that deal 2d6 points of bleed damage. Bleeding caused in this way is difficult to staunch&mdash;a DC 26 Heal check stops the damage, and any attempt to heal a creature suffering from an infernal wound must succeed on a DC 26 caster level check or the spell does not function. Success indicates the healing works normally and stops all bleed effects.", 
                            "sections": []
                        }, 
                        {
                            "name": "Stun", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "Whenever a horned devil hits with a spiked chain attack, the opponent must succeed on a DC 27 Fortitude save or be stunned for 1d4 rounds. This ability is a function of the horned devil, not of the spiked chain. The save DC is Strength-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Among the deadliest of the archdevils' warriors and able commanders of lesser fiends, horned devils spread the rule of Hell wherever they tread. These greater devils are trained, forged, and reforged to be among the most lethal, merciless, and obedient warriors in the multiverse. While rank-and-file horned devils are called cornugons, the greatest of their kind are known as malebranche.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A typical horned devil rises to a hulking 9 feet tall, bears 14-foot-wide wings, and weighs 700 pounds.</p>"
                }
            ], 
            "hp": "217 (15d10+135); regeneration 5 (good weapons, good spells)", 
            "reach": "10 ft.", 
            "wisdom": "22", 
            "creature_type": "Outsider", 
            "dr": "10/good and silver", 
            "base_attack": "+15", 
            "name": "Devil, Horned", 
            "skills": "Bluff +24, Diplomacy +21, Fly +15, Intimidate +24, Knowledge (planes) +20, Perception +24, Sense Motive +21, Spellcraft +20, Stealth +22", 
            "reflex": "+17", 
            "space": "10 ft.", 
            "cmb": "+26", 
            "will": "+13", 
            "aura": "fear aura (5 ft., DC 23)", 
            "sr": "27", 
            "organization": "solitary, pair, or wing (3-10)", 
            "creature_subtype": "devil, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "21", 
            "ac": "32, touch 14, flat-footed 27 (+5 Dex, +18 natural, -1 size)", 
            "cmd": "36", 
            "intelligence": "25", 
            "resist": "acid 10", 
            "melee": "+1 frost spear +21/+16/+11 (2d6+10/&times;3 plus 1d6 cold plus slow), bite +14 (2d6+6), tail +14 (3d6+3 plus slow)", 
            "cr": "13", 
            "xp": "25,600", 
            "speed": "40 ft., fly 60 ft. (good)", 
            "alignment": "LE", 
            "size": "Large", 
            "environment": "any (Hell)", 
            "strength": "23", 
            "constitution": "22", 
            "source": "Bestiary", 
            "treasure": "standard (+1 frost spear, other treasure)", 
            "charisma": "20", 
            "languages": "Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
            "immune": "fire, cold, poison", 
            "init": "+9", 
            "fortitude": "+15", 
            "spells": {
                "spell-like abilities": "(CL 13th)<p class=\"stat-block-2\">Constant-<i>fly</i></p><p class=\"stat-block-2\">At will-<i>cone of cold</i> (DC 20), <i>ice storm</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>persistent image</i> (DC 20), <i>wall of ice</i> (DC 19)</p><p class=\"stat-block-2\">1/day-summon (level 4, 2 bone devils, 50%)</p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Cleave, Combat Reflexes, Improved Initiative, Iron Will, Power Attack, Weapon Focus (spear)", 
            "senses": "darkvision 60 ft., see in darkness; Perception +27", 
            "description": "A pair of frozen, multifaceted eyes coldly judge all before this towering, insectile monstrosity.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Slow", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "A hit from an ice devil's tail or spear induces numbing cold. The opponent must succeed on a DC 23 Fortitude save or be affected as though by a slow spell for 1d6 rounds. This effect comes from the devil in the case of its weapon; it is not a quality possessed by the spear itself. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p> It is said that each ice devil&mdash;known as gelugons among the ranks of devilkind&mdash;bears within its chest a stolen, frozen mortal heart, which allows it to make decisions free of all emotion. Born on the icy layer of Cocytus, Hell's seventh layer, most ice devils migrate to Caina, the eighth layer, where they plot world-damning machinations from courts of freezing steel. Although they are perhaps the most alien and monstrous in appearance of all devils, few breeds are accorded greater respect. </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>In combat, a gelugon prefers to let its minions engage foes in melee so that it can hang back and appraise the foe's tactics, strengths, and weaknesses. The ice devil supports its minions with its spell-like abilities, always taking care to avoid impacting its minions in the area of effect of its spells&mdash;this not from any sense of camaraderie, only a cold and logical truth that its allies can survive longer in a fight if they are not exposed to friendly fire.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Gelugons stand at 12 feet tall, and weigh approximately 700 pounds.</p>"
                }
            ], 
            "hp": "161 (14d10+84); regeneration 5 (good weapons, good spells)", 
            "reach": "10 ft.", 
            "wisdom": "22", 
            "creature_type": "Outsider", 
            "dr": "10/good", 
            "base_attack": "+14", 
            "name": "Devil, Ice", 
            "skills": "Acrobatics +22, Bluff +22, Diplomacy +22, Fly +13, Intimidate +19, Knowledge (planes) +24, Knowledge (any three others) +21, Perception +27, Sense Motive +27, Spellcraft +21, Stealth +18, Survival +23", 
            "reflex": "+14", 
            "space": "10 ft.", 
            "cmb": "+21", 
            "will": "+12", 
            "aura": "fear (10 ft., DC 22)", 
            "sr": "24", 
            "organization": "solitary, team (2-3), council (4-10), or contingent (1-3 ice devils, 2-6 horned devils, and 1-4 bone devils)", 
            "creature_subtype": "devil, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "17", 
            "ac": "17, touch 16, flat-footed 13 (+3 Dex, +1 dodge, +1 natural, +2 size)", 
            "intelligence": "13", 
            "resist": "acid 10, cold 10", 
            "melee": "sting +8 (1d4 plus poison)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft., fly 50 ft. (perfect)", 
            "alignment": "LE", 
            "size": "Tiny", 
            "environment": "any (Hell)", 
            "strength": "10", 
            "constitution": "10", 
            "space": "2-1/2 ft.", 
            "treasure": "standard", 
            "charisma": "14", 
            "languages": "Common, Infernal", 
            "immune": "fire, poison", 
            "init": "+3", 
            "fortitude": "+1", 
            "spells": {
                "spell-like abilities": "(CL 6th)<p class=\"stat-block-2\">Constant-<i>detect good, detect magic</i></p><p class=\"stat-block-2\">At will-<i>invisibility</i> (self only)</p><p class=\"stat-block-2\">1/day-<i>augury</i>, <i>suggestion</i> (DC 15)</p><p class=\"stat-block-2\">1/week-<i>commune</i> (6 questions, CL 12th)</p>"
            }, 
            "type": "creature", 
            "feats": "Dodge, Weapon Finesse", 
            "senses": "darkvision 60 ft., detect good, detect magic, see in darkness; Perception +7", 
            "description": "Fiendish wings and a whipping scorpion-like tail lash behind this diminutive, red-skinned nuisance.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "Sting", 
                            "sections": [
                                {
                                    "cure": "1 save", 
                                    "name": "Imp Venom", 
                                    "subtype": "poison", 
                                    "contracted": "injury", 
                                    "effect": "1d2 Dexterity", 
                                    "source": "Bestiary", 
                                    "frequency": "1/round for 6 rounds", 
                                    "save": "Fortitude DC 13, The save DC is Constitution-based, and includes a +2 racial bonus.", 
                                    "type": "affliction"
                                }
                            ]
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Born directly from the pits of Hell, imps are among the least of the true devils; these vicious, manipulative fiends, however, hold an important role in the corruption of mortal souls. Unfettered from the ranks and duties of diabolical armies, imps delight in any opportunity to travel to the Material Plane and subtly tempt mortals toward acts of ever-greater depravity. Willingly serving spellcasters as familiars, imps play the role of dutiful servants, often granting their masters cunning advice and infernal insights. In truth, though, an imp works to deliver souls to Hell, assuring that its master's soul&mdash;and as many collateral souls as possible&mdash;faces damnation upon death.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Imps vary widely in appearance, ranging through a spectrum of bestial traits and grotesque body shapes, though most take the forms of red-skinned, winged humanoids with bulbous features. Such a typical imp stands a mere 2 feet tall, has a 3-foot wingspan, and weighs 10 pounds.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>One in every thousand imps possesses the ability to communicate telepathically with creatures within 50 feet and the power to change its form into that of any Small or Tiny animal, as per the spell <i>beast shape II</i>. These imp consulars are highly prized by powerful devils, who send them to serve their favored minions or to corrupt mortals with great destinies. An imp consular can be summoned via the Improved Familiar feat, but only by a spellcaster of 8th level or higher. Diabolists tell of other breeds of imps with similarly specialized abilities, but if such creatures truly exist they are an especially rare lot.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Unlike most devils, imps often find themselves free and alone on the Material Plane, particularly after they've been summoned to serve as familiars and their masters have perished (often indirectly due to the machinations of the imp itself). With no way to return home, these imps, freed of their bonds to arcane masters, can become dangerous pests or even leaders of small tribes of savage humanoids like goblins or kobolds.</p>"
                }
            ], 
            "hp": "16 (3d10); fast healing 2", 
            "reach": "0 ft.", 
            "wisdom": "12", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (boar, giant spider, rat, or raven, beast shape I)", 
            "dr": "5/good or silver", 
            "base_attack": "+3", 
            "name": "Devil, Imp", 
            "skills": "Acrobatics +9, Bluff +8, Fly +21, Knowledge (arcana) +7, Knowledge (planes) +7, Perception +7, Spellcraft +7", 
            "reflex": "+6", 
            "cmd": "15", 
            "cmb": "+1", 
            "will": "+4", 
            "source": "Bestiary", 
            "organization": "solitary, pair, or flock (3-10)", 
            "creature_subtype": "devil, evil, extraplanar, lawful"
        }, 
        {
            "dexterity": "10", 
            "ac": "14, touch 10, flat-footed 14 (+4 natural)", 
            "intelligence": "-", 
            "resist": "acid 10, cold 10", 
            "melee": "2 claws +2 (1d4)", 
            "cr": "1", 
            "xp": "400", 
            "speed": "20 ft.", 
            "alignment": "LE", 
            "size": "Medium", 
            "strength": "11", 
            "constitution": "12", 
            "source": "Bestiary", 
            "treasure": "none", 
            "charisma": "5", 
            "environment": "any (Hell)", 
            "immune": "fire, mind-affecting effects, poison", 
            "init": "+0", 
            "fortitude": "+4", 
            "type": "creature", 
            "senses": "darkvision 60 ft., see in darkness; Perception +0", 
            "description": "A roiling wave of flesh gushes forward. Amid the fatty surge wriggle half-formed limbs and a dripping tumorous face.", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The least of devilkind, lemures roil forth from the ranks of souls damned to Hell, shapeless masses of quivering flesh. What spark of instinct or memory lingers on within a lemure's semi-consciousness regularly shapes its features to mimic those of its tormentors or the tortured souls around it. Grotesque and useless, a lemure's features speak nothing of what it once was. Many exhibit multiple terrible visages or are nothing more than churning pillars of cancerous flesh. Only their knobby, flailing limbs work as they should, and those they merely use to destroy any non-infernal life that draws too near. Moving lemures typically congeal in forms over 4 feet tall and weigh upward of 200 pounds, though when at rest these disgusting fiends often appear to be little more than lumps of melted flesh and malformed features.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Although among the most loathsome creatures in existence, lemures serve a vital role in Hell's perverse ecology. When at the end of a mortal life a creature's soul is damned&mdash;whether because it revered diabolical forces or failed in the worship of another deity&mdash;it joins the masses of suffering souls filling the plains of Avernus, Hell's first layer. Here a soul's torments begin as lesser devils marshal it along with similar spirits in preparation for a long, perilous journey to one of Hell's deeper layers&mdash;typically one suited to the punishments appropriate to the soul's crimes, or merely the domain of a devil who has need for slaves. Upon reaching the realm of their damnation, souls face untold lifetimes of torment at the hands of devils, other fiendish beings, and the deadly machinations of Hell itself. As the formerly mortal essences slowly go mad, they forget their lives, grow bestial, and eventually become little more than automatons of fear and hatred. After ages of such existence, the cruel processes of Hell either utterly annihilate the soul or&mdash;in the cases of the most profane spirits&mdash;reconsecrate such forsaken beings into lemures, the building blocks of devils, unthinking waves of filth and diabolical flesh. Such repulsive beings assemble in vast mobs, waves of putrescence thousands upon thousands strong. Greater devils can spot the most corrupt of these fiends and, either through mysterious tortures or the powers of Hell itself, reshape them into true devils, newly born and ready to obediently serve in the legions of the damned.</p>"
                }
            ], 
            "hp": "13 (2d10+2)", 
            "wisdom": "11", 
            "creature_type": "Outsider", 
            "dr": "5/good or silver", 
            "base_attack": "+2", 
            "name": "Devil, Lemure", 
            "reflex": "+3", 
            "cmd": "12", 
            "cmb": "+2", 
            "will": "+0", 
            "organization": "solitary, pair, gang (3-5), swarm (6-17), or mob (10-40 or more)", 
            "creature_subtype": "devil, evil, extraplanar, lawful"
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>A pair of gigantic, flame-seared wings and eyes smoldering like embers give this towering devil a truly horrific appearance</i>.</p>", 
            "type": "section", 
            "name": "Devil, Pit Fiend", 
            "sections": [
                {
                    "dexterity": "29", 
                    "ac": "38, touch 18, flat-footed 29 (+9 Dex, +20 natural, -1 size)", 
                    "cmd": "53", 
                    "special_attacks": "constrict 2d8+19, devil shaping", 
                    "intelligence": "26", 
                    "resist": "acid 10, cold 10", 
                    "melee": "2 claws +32 (2d8+13), 2 wings +30 (2d6+6), bite +32 (4d6+13 plus poison and disease), tail slap +30 (2d8+6 plus grab)", 
                    "cr": "20", 
                    "xp": "307,200", 
                    "speed": "40 ft., fly 60 ft. (average)", 
                    "alignment": "LE", 
                    "size": "Large", 
                    "environment": "any (Hell)", 
                    "strength": "37", 
                    "constitution": "35", 
                    "source": "Bestiary", 
                    "treasure": "double", 
                    "charisma": "26", 
                    "languages": "Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
                    "immune": "fire, poison", 
                    "init": "+13", 
                    "fortitude": "+24", 
                    "spells": {
                        "spell-like abilities": "(CL 18th)<p class=\"stat-block-2\">At will-<i>blasphemy</i> (DC 25), <i>create undead, fireball</i> (DC 21), <i>greater dispel magic, greater teleport</i> (self plus 50 lbs. of objects only), <i>greater scrying</i> (DC 25), <i>invisibility, magic circle against good, mass hold monster</i> (DC 27), <i>persistent image</i> (DC 23), <i>power word stun, scorching ray</i>, <i>trap the soul</i> (DC 26), <i>unholy aura</i> (DC 26), <i>wall of fire</i></p><p class=\"stat-block-2\">3/day-quickened<i> fireball</i> (DC 21)</p><p class=\"stat-block-2\">1/day-<i>meteor swarm</i>, summon (level 9, any 1 <span class=\"stat-block-cr\">CR 19</span> or lower devil, 100%)</p><p class=\"stat-block-2\">1/year-<i>wish</i></p>"
                    }, 
                    "type": "creature", 
                    "feats": "Cleave, Great Cleave, Improved Initiative, Improved Iron Will, Improved Vital Strike, Iron Will, Multiattack, Power Attack, Quicken Spell-Like Ability (fireball), Vital Strike", 
                    "senses": "darkvision 60 ft., see in darkness; Perception +33", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Devil Shaping", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "Three times per day, a pit fiend can spend a minute to transform nearby lemures into other lesser devils. A pit fiend can transform one lemure for every Hit Die the pit fiend possesses. It can then reshape these lemures into a number of Hit Dice's worth of lesser devils equal to the number of lemures affected. For example, a typical 20 Hit Dice pit fiend could transform 20 lemures into two bone devils (10 HD each), or three bearded devils (6 HD each, leaving two lemures unchanged), or any other combination of lesser devils. Lemures to be reshaped must be within 50 feet of the pit fiend, becoming stationary and unable to move once the shaping begins. After a minute passes, the lemures reform into the shape of a new lesser devil ready to follow the orders of the pit fiend. Although pit fiends can, technically, elevate a mass of 20 lemures into a new pit fiend, most are hesitant to do so since they have no special control over a devil created in this manner.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Disease", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "Devil Chills: Bite&mdash;injury; save Fort DC 32; onset immediate; frequency 1/day; effect 1d4 Str damage; cure 3 consecutive saves. The save DC is Constitution-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Poison", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "Bite", 
                                    "sections": [
                                        {
                                            "cure": "3 consecutive saves", 
                                            "name": "Pit Fiend Venom", 
                                            "subtype": "poison", 
                                            "contracted": "injury", 
                                            "effect": "1d6 Constitution", 
                                            "source": "Bestiary", 
                                            "frequency": "1/round for 10 rounds", 
                                            "save": "Fortitude DC 32, The save DC is Constitution-based.", 
                                            "type": "affliction"
                                        }
                                    ]
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Rulers of infernal realms, generals of Hell's armies, and advisors to the archfiends, pit fiends embody the awesome and terrible pinnacle of devilkind. Massive, physically indomitable, and possessed of ingenious evil intellects, these diabolical tyrants hold great autonomy whether in their service to the archfiends, in their rule of vast infernal fiefdoms, or in subjugation of mortal worlds. Thick muscles cling to their gigantic frames, armored over by dense, bladed scales capable of deflecting all but the most potent assaults. Fangs as thick as daggers fill their maws, bestial visages disguising some of the most insidious minds in Hell. Born within the depths of Nessus, the ninth and deepest layer of Hell, pit fiends are raised from the ranks of cornugons and gelugons by the archdevils and their dukes alone. While many travel to higher layers and far from Hell to command infernal legions, most remain in Nessus serving in the courts of Hell's elite or in dark councils with unknowable purposes. Pit fiends always stand over 14 feet tall, with wingspans in excess of 20 feet and weights over 1,000 pounds.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Pit fiends are masters of fire and prefer lands bathed in flame. In Hell, this predisposes them to Avernus, Dis, Malebolge, Nessus, and Phlegethon the layers most likely to harbor their burning temple-citadels. Fanatics obsessed with diabolical superiority and ironclad obedience, pit fiends left to their own devices raise massive armies, scouring the pits of Hell for the most depraved lemures to transform into true fiends. When convinced they've formed the perfect legions, they turn their attentions to vulnerable demiplanes and mortal worlds, eyeing them for infernal domination and the glory of conquest. While obedient to the hierarchies of their kind, they are also strict in their enforcement, and should a pit fiend find itself subservient to a master unfit to rule, it holds itself duty bound to cast down such an incompetent lord. Thus, whether as masters or servants, pit fiends embody the will of Hell's merciless law and assure that only the strongest of devilkind flourish (or dare to). </p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Only the most powerful of mortal spellcasters can or dare summon a pit fiend. These devils' reactions to summoning are deliberate and swift, usually typified by overwhelming rage that such insignificant beings would waste their immortal time. Those that cannot weather the devils' burning rage are slain&mdash;their souls typically racing the pit fiends back to Hell. Those who manage to keep control of the greater devils, though, intrigue them. A pit fiend might dutifully serve a mortal master for centuries, but its goal is always the same: to further corrupt the mortal soul, assure its absolute damnation, and when the mortal inevitably dies, claim its soul and begin the process of creating a perfectly corrupt lemure servant. Pit fiends know they are immortal and are intelligent enough to indulge in impossibly disciplined patience. As such, the eldest pit fiends see in their legions the faces of countless fools who once presumed themselves the devils' masters.</p>"
                        }
                    ], 
                    "hp": "350 (20d10+240); regeneration 5 (good weapons, good spells)", 
                    "reach": "10 ft.", 
                    "wisdom": "30", 
                    "creature_type": "Outsider", 
                    "dr": "15/good and silver", 
                    "base_attack": "+20", 
                    "name": "Pit Fiend", 
                    "skills": "Appraise +17, Bluff +31, Diplomacy +31, Disguise +27, Fly +30, Intimidate +31, Knowledge (arcana) +28, Knowledge (planes) +31, Knowledge (religion) +31, Perception +33, Sense Motive +33, Spellcraft +31, Stealth +28, Survival +22, Use Magic Device +28", 
                    "reflex": "+21", 
                    "space": "10 ft.", 
                    "cmb": "+34 (+38 grapple)", 
                    "will": "+18", 
                    "aura": "fear (20 ft., DC 23)", 
                    "sr": "31", 
                    "organization": "solitary, pair, or council (3-9)", 
                    "creature_subtype": "devil, evil, extraplanar, lawful"
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>The most powerful of pit fiends are lords in their own right&mdash;members of the elite caste of infernal politics and leadership known as the Dukes of Hell. While not all of the Dukes of Hell are pit fiends, the majority of them are. As a general rule, a pit fiend Duke of Hell has several levels of a particular character class, the advanced simple template, or in some cases unusual spell-like abilities or unique powers over and above those of most pit fiends. Listed here are three sample unique pit fiend duke abilities, but these examples are by no means the entirety of what strange powers an infernal duke might wield.</p>", 
                    "type": "section", 
                    "name": "Infernal Dukes", 
                    "sections": [
                        {
                            "name": "Deathmastery", 
                            "sections": [], 
                            "text": "<p>The pit fiend duke's ability to manipulate the souls of the damned extends beyond the standard devil shaping power. Whenever a pit fiend slays a humanoid, it can attempt to transform the slain creature's soul into a ghost under the pit fiend's control. The pit fiend may control a number of ghosts in this manner equal to its Charisma modifier.</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Master of Magic", 
                            "sections": [], 
                            "text": "<p>The pit fiend duke has additional spell-like abilities (20 spell levels' worth of 1st&ndash;4th level spells usable at will and 20 spell levels' worth of 5th&ndash;8th level spells usable 3 times a day).</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Hellfire Breath", 
                            "sections": [], 
                            "text": "<p>The pit fiend gains a devastating breath weapon that it can use once every 1d4 rounds. This breath weapon is a 60-foot cone of fire (10d10 fire damage and 10d10 unholy damage as per <i>flame strike</i>, successful Reflex save [DC 10 + 1/2 the pit fiend's racial HD + the pit fiend's Constitution modifier] half).</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Devil", 
    "type": "section"
}