{
    "source": "Bestiary", 
    "sections": [
        {
            "dexterity": "13", 
            "ac": "25, touch 9, flat-footed 24 (+4 armor, +1 Dex, +12 natural, -2 size)", 
            "special_attacks": "rock throwing (140 ft.)", 
            "intelligence": "12", 
            "melee": "morningstar +22/+17/+12 (4d6+18) or 2 slams +22 (2d6+12)", 
            "cr": "11", 
            "xp": "12,800", 
            "speed": "50 ft.", 
            "alignment": "NG or NE", 
            "size": "Huge", 
            "environment": "temperate mountains", 
            "strength": "35", 
            "constitution": "23", 
            "space": "15 ft.", 
            "treasure": "standard (chain shirt, morningstar, other treasure)", 
            "charisma": "12", 
            "languages": "Common, Giant", 
            "source": "Bestiary", 
            "init": "+1", 
            "fortitude": "+16", 
            "spells": {
                "spell-like abilities": "(CL 16th)<p class=\"stat-block-2\">At will-<i>levitate</i> (self plus 2,000 lbs.), <i>obscuring mist</i></p><p class=\"stat-block-2\">1/day-<i>fog cloud</i></p>"
            }, 
            "type": "creature", 
            "feats": "Awesome Blow, Cleave, Great Cleave, Improved Bull Rush, Improved Overrun, Intimidating Prowess, Iron Will, Power Attack", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Oversized Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "A cloud giant can wield Gargantuan weapons without penalty. Most favor the use of immense morningstars.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Cloud giants' skin ranges in color from milky white to powder blue. Adult males are about 18 feet tall and weigh around 5,000 pounds. Females are slightly shorter and lighter. Cloud giants can live to be 400 years old, and dress in the finest clothing and jewelry available. To many, appearance indicates station. The better the clothes and the finer the jewelry, the more important the wearer. They also appreciate music, and most can play one or more instruments (the harp is a favorite). </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Cloud giants have an unusually wide alignment spread&mdash;approximately half are good and half are evil. Good cloud giants build roads from their settlements to connect with other humanoid roads in order to foster trade. It's not uncommon to see a good cloud giant walking among humans, for example, in a human city near a tall mountain range. Evil cloud giants tend not to bother with permanent settlements and instead live on high peaks in crude shelters, only coming down to raid villages for whatever they might need. These two philosophies often see violent and long-lasting wars erupt between neighboring tribes.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Legends abound of magical cloud giant cities nestled in the very clouds themselves that float with the winds and circumnavigate the world. While most cloud giants recognize this as a fantasy, there are some who not only claim to have seen them but have dedicated the entirety of their long lives to finding them again.</p>"
                }
            ], 
            "senses": "low-light vision, scent; Perception +17", 
            "description": "This towering giant has finely chiseled features. Her skin is pale and smooth, and her long wispy hair flutters as if in a breeze.", 
            "ranged": "rock +12 (2d6+18)", 
            "hp": "168 (16d8+96)", 
            "reach": "15 ft.", 
            "wisdom": "16", 
            "defensive_abilities": "rock catching", 
            "creature_type": "Humanoid", 
            "special_qualities": "oversized weapon", 
            "base_attack": "+12", 
            "name": "Giant, Cloud", 
            "skills": "Climb +19, Craft (any one) +10, Diplomacy +9, Intimidate +26, Perception +17, Perform (string instruments) +8", 
            "reflex": "+6", 
            "cmd": "37", 
            "cmb": "+26", 
            "will": "+10", 
            "organization": "solitary, gang (2-5), family (2-5 plus 35% noncombatants plus 1 sorcerer or cleric of 4th-7th level and 2-5 griffons), or tribe (6-20 plus 1 sorcerer or cleric oracle of 7th-12th level and 2-5 griffons)", 
            "creature_subtype": "giant"
        }, 
        {
            "dexterity": "9", 
            "ac": "24, touch 8, flat-footed 24 (+8 armor, -1 Dex, +8 natural, -1 size)", 
            "cmd": "31", 
            "special_attacks": "heated rock, rock throwing (120 ft.)", 
            "intelligence": "10", 
            "melee": "greatsword +21/+16/+11 (3d6+15) or 2 slams +20 (1d8+10)", 
            "cr": "10", 
            "xp": "9,600", 
            "speed": "40 ft. (30 ft. in armor)", 
            "alignment": "LE", 
            "size": "Large", 
            "environment": "warm mountains", 
            "strength": "31", 
            "constitution": "21", 
            "source": "Bestiary", 
            "treasure": "standard (half-plate, greatsword, other treasure)", 
            "charisma": "10", 
            "languages": "Common, Giant", 
            "immune": "fire", 
            "init": "-1", 
            "fortitude": "+14", 
            "type": "creature", 
            "feats": "Cleave, Great Cleave, Improved Overrun, Improved Sunder, Iron Will, Martial Weapon Proficiency (greatsword), Power Attack, Weapon Focus (greatsword)", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Heated Rock", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "text": "Fire giants transfer the heat of their bodies to rocks as part of an attack action when they throw rocks. A heated rock deals 1d6 points of additional fire damage on a hit.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Fire giants are the most rigid and militaristic of all the giant races. They constantly train for war and practice brutal tactics on anyone and everyone that gets in their way. Their rigid command structure is complete with soldiers, officers, and even generals, and they obey orders from their kings unquestioningly.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Fire giants have bright orange hair that flickers and glows almost as if it were aflame. An adult male is 12 to 16 feet tall, has a chest that measures 9 feet around, and weighs about 7,000 pounds. Females are slightly shorter and lighter. Fire giants can live to be 350 years old.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Fire giants wear sturdy cloth or leather garments colored red, orange, yellow, or black. Warriors wear helmets and half-plate armor of blackened steel and wield large greatswords that they use to cut swaths across the battlefield. In large groups, fire giants fight with brutal and efficient group tactics, and aren't afraid to sacrifice one or two of their members to draw an enemy into an ambush.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Fire giants prefer hot locations&mdash;the hotter, the better. They've been found in deserts, volcanoes, hot springs, and deep beneath the earth near lava vents. They live in castles, walled settlements, or large caverns, and the design of these locations reflects their rigid, militaristic lifestyle, with officers living in better quarters than the rank-and-file.</p>"
                }
            ], 
            "senses": "low-light vision; Perception +14", 
            "description": "This lumbering giant has short stumpy legs and powerful, muscular arms. Its hair and beard seem to be made of fire.", 
            "ranged": "rock +10 (1d8+15 plus 1d6 fire)", 
            "hp": "142 (15d8+75)", 
            "weaknesses": "vulnerability to cold", 
            "reach": "10 ft.", 
            "wisdom": "14", 
            "defensive_abilities": "rock catching", 
            "creature_type": "Humanoid", 
            "base_attack": "+11", 
            "name": "Giant, Fire", 
            "skills": "Climb +14, Craft (any one) +8, Intimidate +11, Perception +14", 
            "reflex": "+4", 
            "space": "10 ft.", 
            "cmb": "+22", 
            "will": "+9", 
            "organization": "solitary, gang (2-5), band (6-12 plus 35% noncombatants and 1 adept or cleric of 1st-2nd level), raiding party (6-12 plus 1 adept or sorcerer of 3rd-5th level, 2-5 hell hounds, and 2-3 trolls or ettins), or tribe (20-30 plus 1 adept, cleric, or sorcerer of 6th-7th level; 1 fighter or ranger of 8th-9th level as king; and 17-38 hell hounds, 12-22 trolls, 7-12 ettins, and 1-2 young red dragons)", 
            "creature_subtype": "fire, giant"
        }, 
        {
            "dexterity": "9", 
            "ac": "21, touch 8, flat-footed 21 (+4 armor, -1 Dex, +9 natural, -1 size)", 
            "cmd": "29", 
            "special_attacks": "rock throwing (120 ft.)", 
            "intelligence": "10", 
            "racial_modifiers": "+4 Stealth in snow", 
            "melee": "greataxe +18/+13 (3d6+13) or 2 slams +18 (1d8+9)", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "40 ft.", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "cold mountains", 
            "strength": "29", 
            "constitution": "20", 
            "source": "Bestiary", 
            "treasure": "standard (chain shirt, greataxe, other treasure)", 
            "charisma": "11", 
            "languages": "Common, Giant", 
            "immune": "cold", 
            "init": "-1", 
            "fortitude": "+14", 
            "type": "creature", 
            "feats": "Cleave, Great Cleave, Improved Overrun, Improved Sunder, Martial Weapon Proficiency (greataxe), Power Attack, Skill Focus (Stealth)", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A frost giant's hair can be light blue or dirty yellow, and its eyes usually match its hair color. Frost giants dress in skins and pelts, along with any jewelry they own. Frost giant warriors also don chain shirts and metal helmets decorated with horns or feathers. An adult male stands about 15 feet tall and weighs approximately 2,800 pounds. Females are slightly shorter and lighter, but otherwise identical to males. Frost giants can live to be 250 years old. </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Frost giants are among the most feared giants, as their wanton destruction, battle lust, and fearless demeanor push them to ever-increasing displays of brutality. Frost giants usually start combat at a distance, throwing rocks until they run out of ammunition or the opponent closes, then wading in with their enormous greataxes. A favorite tactic is to lay an ambush by hiding buried in the snow at the top of an icy or snowy slope, where opponents will have difficulty reaching them, and then starting an avalanche before leaping into battle. Frost giants can hide well in snowy environments and are masters of stealth in their domain.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Frost giants survive on hunting and raiding alone, as they live in desolate, frigid environments. Frost giant groups are split almost evenly between those that live in makeshift settlements or abandoned castles and those that roam the frozen north as nomads in search of spoils and provisions. Frost giant leaders call themselves jarls and demand absolute obedience from their followers. At any time a jarl may be challenged by combat for leadership of the tribe. These challenges typically result in the death of one of the combatants. A single jarl can often count a dozen or more smaller frost giant tribes as part of his extended tribe. In such a situation, the leaders of the lesser tribes are known simply as chieftains or warlords.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Frost giants love to take captives, and use them for food as well as slaves and commodities. Every group of frost giants typically has 1&ndash;2 humanoid slaves shackled to a slave handler&mdash;usually the meanest and cruelest non-jarl in the group. They are also quite fond of monstrous pets&mdash;white dragons and winter wolves are popular choices, but remorhazes, yetis, and even linnorms can be found dwelling in a frost giant lair.</p>"
                }
            ], 
            "senses": "low-light vision; Perception +10", 
            "description": "This giant looks like a thick, muscular human. It has frost-white skin and long, light blue hair that it wears braided.", 
            "ranged": "rock +9 (1d8+13)", 
            "hp": "133 (14d8+70)", 
            "weaknesses": "vulnerability to fire", 
            "reach": "10 ft.", 
            "wisdom": "14", 
            "defensive_abilities": "rock catching", 
            "creature_type": "Humanoid", 
            "base_attack": "+10", 
            "name": "Giant, Frost", 
            "skills": "Climb +13, Craft (any one) +7, Intimidate +7, Perception +10, Stealth +2 (+6 in snow)", 
            "reflex": "+3", 
            "space": "10 ft.", 
            "cmb": "+20", 
            "will": "+6", 
            "organization": "solitary, gang (3-5), band (6-12 plus 35% noncombatants and 1 adept or cleric of 1st-2nd level), raiding party (6-12 plus 35% noncombatants, 1 adept or sorcerer of 3rd-5th level, 1-4 winter wolves, and 2-3 ogres), or tribe (21-30 plus 1 adept, cleric, or sorcerer of 6th-7th level; 1 barbarian or ranger jarl of 7th-9th level; and 15-36 winter wolves, 13-22 ogres, and 1-2 young white dragons)", 
            "creature_subtype": "cold, giant"
        }, 
        {
            "dexterity": "8", 
            "ac": "21, touch 8, flat-footed 21 (+4 armor, -1 Dex, +9 natural, -1 size)", 
            "special_attacks": "rock throwing (120 ft.)", 
            "intelligence": "6", 
            "melee": "greatclub +14/+9 (2d8+10) or 2 slams +13 (1d8+7)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "40 ft. (30 ft. in armor)", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "temperate hills", 
            "strength": "25", 
            "constitution": "19", 
            "space": "10 ft.", 
            "treasure": "standard (hide armor, greatclub, other treasure)", 
            "charisma": "7", 
            "languages": "Giant", 
            "source": "Bestiary", 
            "init": "-1", 
            "fortitude": "+11", 
            "type": "creature", 
            "feats": "Cleave, Intimidating Prowess, Martial Weapon Proficiency (greatclub), Power Attack, Weapon Focus (greatclub)", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Skin color among hill giants ranges from light tan to deep, ruddy brown. Their hair is brown or black, with eyes the same color. Hill giants wear layers of crudely prepared hides with the fur left on. They seldom wash or repair their garments, preferring simply to add more hides as their old ones wear out. Adults are around 10 feet tall and weigh about 1,100 pounds. Hill giants can live to be 200 years old, but almost never do.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Hill giants prefer to fight from high, rocky outcroppings, where they can pelt opponents with rocks and boulders while limiting the risk to themselves. Hill giants love to make overrun attacks against smaller creatures when they first join battle. Thereafter, they stand fast and swing away with their massive clubs. </p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Hill giants are the most nomadic of all the humanoid giant species, preferring to travel from one settlement to the next in order to raid and pillage. While they prefer temperate climates, they'll travel far from their preferred environment so long as the raiding is plentiful and successful. They are, as a whole, incredibly selfish creatures and rarely engage in battles they don't automatically know they'll win. Hill giants are known for shoving one another at terrifying foes and won't hesitate to sacrifice a clanmate to save their own skins. Roving bands of hill giants are common in temperate hills, and their constant aggression makes them one of the more feared dangers in this climate.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Solitary, non-evil hill giants are very rare but can sometimes be found in other humanoid societies, though they are almost never accepted in central cities or population centers. They do best as laborers and soldiers in outlying frontier towns, and often serve as rudimentary diplomats to negotiate with marauding hill giant bands. Unfortunately, hill giants who shed their racial lifestyle for civilization are mocked and often killed on sight by their nomadic brethren. Still, these â&euro;&oelig;civilizedâ&euro;? hill giants can find their place within society and many have managed to live peaceful, uneventful lives.</p>"
                }
            ], 
            "senses": "low-light vision; Perception +6", 
            "description": "This hunched giant exudes power and a crude, stupid anger, its filthy fur clothing bespeaking a brutish and backwoods lifestyle.", 
            "ranged": "rock +6 (1d8+10)", 
            "hp": "85 (10d8+40)", 
            "reach": "10 ft.", 
            "wisdom": "10", 
            "defensive_abilities": "rock catching", 
            "creature_type": "Humanoid", 
            "base_attack": "+7", 
            "name": "Giant, Hill", 
            "skills": "Climb +10, Intimidate +12, Perception +6", 
            "reflex": "+2", 
            "cmd": "24", 
            "cmb": "+15", 
            "will": "+3", 
            "organization": "solitary, gang (2-5), band (6-8), raiding party (9-12 plus 1d4 dire wolves), or tribe (13-30 plus 35% noncombatants plus 1 barbarian or fighter chief of 4th-6th level, 11-16 dire wolves, 1-4 ogres, and 13-20 orc slaves)", 
            "creature_subtype": "giant"
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>This giant has chiseled, muscular features and a flat, forward-sloping head, looking almost as if it were carved of stone.</i></p>", 
            "type": "section", 
            "name": "Giant, Stone", 
            "sections": [
                {
                    "dexterity": "15", 
                    "ac": "22, touch 11, flat-footed 20 (+2 Dex, +11 natural, -1 size)", 
                    "special_attacks": "rock throwing (180 ft.)", 
                    "intelligence": "10", 
                    "racial_modifiers": "+8 Stealth in rocky terrain", 
                    "melee": "greatclub +16/+11 (2d8+12) or 2 slams +16 (1d8+8)", 
                    "cr": "8", 
                    "xp": "4,800", 
                    "speed": "40 ft.", 
                    "alignment": "N", 
                    "size": "Large", 
                    "environment": "temperate mountains", 
                    "strength": "27", 
                    "constitution": "19", 
                    "space": "10 ft.", 
                    "treasure": "standard (greatclub, other treasure)", 
                    "charisma": "10", 
                    "languages": "Common, Giant", 
                    "source": "Bestiary", 
                    "init": "+2", 
                    "fortitude": "+12", 
                    "type": "creature", 
                    "feats": "Iron Will, Martial Weapon Proficiency (greatclub), Point-Blank Shot, Power Attack, Precise Shot, Quick Draw", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Improved Rock Catching", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "A stone giant gains a +4 racial bonus on its Reflex save when attempting to catch a thrown rock with rock catching. This ability otherwise works like the rock catching ability.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Stone giants prefer thick leather garments, dyed in shades of brown and gray to match the stone around them. Adults are about 12 feet tall, weigh about 1,500 pounds, and can live to be 800 years old.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Stone giants fight from a distance whenever possible, but if they can't avoid melee, they favor gigantic clubs chiseled out of stone. A favorite tactic of stone giants is to stand nearly motionless, blending in with the background, then move forward to throw rocks and surprise their foes.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Stone giants prefer living in enormous caves in high-altitude, rocky peaks. They rarely live more than a few days' travel from other bands of stone giants, and even raise shared herds of goats and other livestock between tribes. Older stone giants tend to wander away from the tribe for a significant period of time in their later years, either living in seclusion somewhere or attempting to merge into other humanoid civilizations. After decades of this self-imposed exile, those who return do so as stone giant elders.</p>"
                        }
                    ], 
                    "senses": "darkvision 60 ft., low-light vision; Perception +12", 
                    "ranged": "rock +11/+6 (1d8+12)", 
                    "hp": "102 (12d8+48)", 
                    "reach": "10 ft.", 
                    "wisdom": "12", 
                    "defensive_abilities": "improved rock catching", 
                    "creature_type": "Humanoid", 
                    "base_attack": "+9", 
                    "name": "Stone Giant", 
                    "skills": "Climb +12, Intimidate +12, Perception +12, Stealth +4 (+12 in rocky terrain)", 
                    "reflex": "+6", 
                    "cmd": "30", 
                    "cmb": "+18", 
                    "will": "+7", 
                    "organization": "solitary, gang (2-5), band (4-8), hunting party (9-12 plus 1 elder), or tribe (13-30 plus 35% noncombatants, 1-3 elders, and 4-6 dire bears)", 
                    "creature_subtype": "giant"
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>Some stone giants develop special abilities related to their environment. Called elders, these stone giants have Charisma scores of at least 15 and three spell-like abilities (CL 10th). Once per day they can use <i>stone shape</i>, <i>stone tell</i>, and either <i>transmute rock to mud</i> or <i>transmute mud to rock</i> (DC 17). The save DC is Charisma-based. One in 10 elders is a sorcerer, usually of 3rd to 6th level. Stone giant elders add +1 to their CR.</p>", 
                    "type": "section", 
                    "name": "Stone Giant Elders", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "14", 
            "ac": "28, touch 10, flat-footed 26 (+6 armor, +2 Dex, +12 natural, -2 size)", 
            "intelligence": "16", 
            "melee": "mwk greatsword +27/+22/+17 (4d6+21/17-20) or 2 slams +26 (2d6+14)", 
            "cr": "13", 
            "xp": "25,600", 
            "speed": "50 ft., swim 40 ft. (35 ft., swim 30 ft. in armor)", 
            "alignment": "CG", 
            "size": "Huge", 
            "environment": "any warm", 
            "strength": "39", 
            "constitution": "23", 
            "space": "15 ft.", 
            "treasure": "standard (mwk breastplate, mwk composite longbow [+14 Str bonus] with 20 arrows, mwk greatsword, other treasure)", 
            "charisma": "15", 
            "languages": "Auran, Common, Draconic, Giant", 
            "immune": "electricity", 
            "init": "+2", 
            "fortitude": "+17", 
            "spells": {
                "spell-like abilities": "(CL 15th)<p class=\"stat-block-2\">Constant-<i>freedom of movement</i></p><p class=\"stat-block-2\">2/day-<i>control weather</i>, <i>levitate</i></p><p class=\"stat-block-2\">1/day-<i>call lightning</i> (DC 15), <i>chain lightning</i> (DC 18)</p>"
            }, 
            "type": "creature", 
            "feats": "Awesome Blow, Cleave, Combat Reflexes, Improved Bull Rush, Improved Critical (greatsword), Improved Sunder, Improved Vital Strike, Iron Will, Power Attack, Vital Strike", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Militant", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "Storm giants are proficient with all simple and all martial weapons.", 
                            "sections": []
                        }, 
                        {
                            "name": "Water Breathing", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "text": "Storm giants can breathe water as well as air.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Storm giants tend toward tanned complexions, though some rare specimens have violet skin, deep violet or blue-black hair, and silvery gray or purple eyes. Such violet coloration is considered to be good luck among storm giants, and those possessing it tend to become leaders among their kind. Adults are typically 21 feet tall and weigh 12,000 pounds. Storm giants can live to be 600 years old. When at rest, they prefer to wear short, loose tunics belted at the waist, sandals or bare feet, and headbands. They wear a few pieces of simple but finely crafted jewelry, with anklets (favored by barefoot giants), rings, or circlets being most common. Yet when they outfit themselves for battle, they don shimmering breastplates and wield enormous greatswords and bows.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Storm giants tend to be reclusive, prefering to dwell along remote coastlines or on tropical islands. Yet like their namesakes, they are prone to violent mood swings. Storm giants are quick to anger in the face of evil and can be brutal, dangerous foes when insulted. In battle, they prefer to send a hail of arrows to rain down on their foes, only drawing their greatswords after opponents get inside their bow range.</p>"
                }, 
                {
                    "source": "Bestiary", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Storm giants live in well-constructed towers, castles, or walled settlements, and prefer to live off the land. They maintain enormous, well-tended gardens and manage hundreds of acres of farmland per group. They often hire other humanoids, such as elves or humans, to help them run their massive farms. A storm giant enclave often takes responsibility for the safety of an entire island or stretch of coastline. </p>"
                }
            ], 
            "senses": "low-light vision; Perception +27", 
            "description": "This giant is a towering, muscular human of heroic proportions, with bronze skin, dark hair, and sparkling green eyes.", 
            "ranged": "mwk composite longbow +15/+10/+5 (3d6+14/&times;3)", 
            "hp": "199 (19d8+114)", 
            "reach": "15 ft.", 
            "wisdom": "20", 
            "defensive_abilities": "rock catching", 
            "creature_type": "Humanoid", 
            "special_qualities": "militant, water breathing", 
            "base_attack": "+14", 
            "name": "Giant, Storm", 
            "skills": "Acrobatics +18, Climb +17, Craft (any one) +13, Intimidate +20, Perception +27, Perform (sing) +12, Sense Motive +24, Swim +22", 
            "reflex": "+8", 
            "cmd": "42", 
            "cmb": "+30", 
            "will": "+13", 
            "source": "Bestiary", 
            "organization": "solitary or family (2-5 plus 1 sorcerer or cleric of 7th-10th level, 1-2 rocs, 2-6 griffons, and 2-8 sharks)", 
            "creature_subtype": "giant"
        }
    ], 
    "name": "Giant", 
    "type": "section"
}