{
    "dexterity": "17", 
    "ac": "19, touch 13, flat-footed 16 (+3 Dex, +6 natural)", 
    "special_attacks": "blood drain, engulf (6d4 damage plus 2 Con damage, AC 13, hp 4), gibbering, ground manipulation, spittle (+6 ranged touch)", 
    "intelligence": "4", 
    "racial_modifiers": "+4 Perception", 
    "melee": "6 bites +7 (1d4 plus grab)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "10 ft., swim 20 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "environment": "any underground", 
    "strength": "10", 
    "constitution": "24", 
    "source": "Bestiary", 
    "treasure": "standard", 
    "charisma": "12", 
    "languages": "Aklo", 
    "immune": "critical hits, precision damage", 
    "init": "+3", 
    "fortitude": "+8", 
    "reflex": "+4", 
    "feats": "Weapon Finesse, Weapon Focus (bite)", 
    "senses": "all-around vision, darkvision 60 ft.; Perception +12", 
    "description": "This horrid mass of eyes, mouths, and formless flesh stares in all directions, its countless maws yammering ceaselessly.", 
    "sections": [
        {
            "subtype": "special_abilities", 
            "sections": [
                {
                    "name": "All-Around Vision", 
                    "type": "ability", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary", 
                    "text": "A gibbering mouther sees in all directions at once. It cannot be flanked.", 
                    "sections": []
                }, 
                {
                    "name": "Amorphous", 
                    "type": "ability", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary", 
                    "text": "A gibbering mouther's body is malleable and shapeless. It is immune to precision damage (like sneak attacks) and critical hits, and can move through an area as small as one-quarter its space without squeezing or one-eighth its space when squeezing.", 
                    "sections": []
                }, 
                {
                    "name": "Blood Drain", 
                    "type": "ability", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary", 
                    "text": "On a successful grapple check after grabbing, several of the creature's mouths attach to its target. Each round it maintains its grapple, its mouths automatically deal 1d4 points of bite damage and 1 point of Constitution damage as it drains its victim's blood.", 
                    "sections": []
                }, 
                {
                    "name": "Engulf", 
                    "type": "ability", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary", 
                    "text": "This ability functions as swallow whole, except for the following changes. An engulfed creature is trapped in the gibbering mouther's body, where several of its mouths continue to feed and drain blood. A gibbering mouther can engulf only one foe of its size or smaller at a time. If an engulfed creature cuts its way free (the mouther's damage reduction still applies to those inside), the mouther simply flows together again and can still use its engulf attack.", 
                    "sections": []
                }, 
                {
                    "name": "Gibbering", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary", 
                    "text": "As a free action, a gibbering mouther can emit a cacophony of maddening sound. All creatures other than gibbering mouthers within 60 feet must succeed on a DC 13 Will save or be confused for 1 round. This is a mind-affecting compulsion insanity effect. A creature that saves cannot be affected by the same mouther's gibbering for 24 hours. The save DC is Constitution-based.", 
                    "sections": []
                }, 
                {
                    "name": "Ground Manipulation", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary", 
                    "text": "At will as a standard action, a gibbering mouther can cause stone and earth under its body to grow soft and muddy. The ground remains muddy for 1 minute after the mouther moves off of the location. A gibbering mouther can move through these areas with ease, but other creatures treat them as difficult terrain.", 
                    "sections": []
                }, 
                {
                    "name": "Spittle", 
                    "type": "ability", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary", 
                    "text": "Each round as a free action, a gibbering mouther can emit a stream of acidic spittle at one target within 30 feet. On a successful attack, the target is blinded for 1d4 rounds unless he succeeds on a DC 18 Fortitude save. The save DC is Constitution-based.", 
                    "sections": []
                }
            ], 
            "type": "section", 
            "name": "Special Abilities", 
            "source": "Bestiary"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Disgusting, loathsome, and hungry&mdash;these are the only words that properly describe the gibbering mouther. A foul beast that lurks in underground caves, sewers, and nightmares, mouthers have no societal, ecological or religious significance other than their ability to drive those that listen to them mad. Some scholars believe that gibbering mouthers are a lesser variant of the much more dangerous shoggoth, while others theorize they are a punishment by some powerful being or deity inflicted on those who have offended it.</p>"
        }
    ], 
    "hp": "46 (4d8+28)", 
    "wisdom": "13", 
    "defensive_abilities": "amorphous", 
    "creature_type": "Aberration", 
    "dr": "5/bludgeoning", 
    "base_attack": "+3", 
    "name": "Gibbering Mouther", 
    "skills": "Perception +12, Swim +8", 
    "type": "creature", 
    "cmd": "16 (can't be tripped)", 
    "cmb": "+3 (+7 grapple)", 
    "will": "+5", 
    "organization": "solitary"
}