{
    "dexterity": "14", 
    "ac": "13, touch 12, flat-footed 11 (+2 Dex, +1 natural)", 
    "intelligence": "2", 
    "melee": "bite +2 (1d6+3 plus allergic reaction)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "50 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "15", 
    "constitution": "15", 
    "source": "Bestiary", 
    "treasure": "none", 
    "charisma": "8", 
    "environment": "temperate forest, swamp, or underground", 
    "immune": "disease", 
    "init": "+2", 
    "fortitude": "+4", 
    "reflex": "+4", 
    "feats": "Toughness", 
    "senses": "low-light vision, scent; Perception +1", 
    "description": "This mangy canine's face has the same flat nose, beady eyes, and protruding teeth as a rat grown grotesquely large.", 
    "sections": [
        {
            "subtype": "special_abilities", 
            "sections": [
                {
                    "name": "Allergic Reaction", 
                    "type": "ability", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary", 
                    "text": "A goblin dog's dander is highly irritating to all creatures save those with the goblinoid subtype. A non-goblinoid creature damaged by a goblin dog's bite, who deals damage to a goblin dog with a natural weapon or unarmed attack, or who otherwise comes into contact with a goblin dog (including attempts to grapple or ride the creature) must make a DC 12 Fortitude save or break out in an itching rash. A creature affected by this rash takes a &ndash;2 penalty to Dexterity and Charisma for 1 day (multiple allergic reactions do not stack). Remove disease or any magical healing removes the rash instantly. This is a disease effect. The save DC is Constitution-based.", 
                    "sections": []
                }
            ], 
            "type": "section", 
            "name": "Special Abilities", 
            "source": "Bestiary"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Loathed by men and beasts alike, goblin dogs are ugly, stinking, craven, and foul-tempered. It's no surprise that goblins find kindred spirits in these shunned, disgusting beasts. Constantly itching, afflicted with a species-wide mange exacerbated by prolific dander, even the healthiest goblin dog looks sickly and starved.</p>"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Despite its name, the goblin dog is in fact a species of rodent grown monstrously large. Their long-legged shape and proclivity to hunt and run in packs earned them their popular name, a name that many goblins take issue with, as it galls the average goblin to consider these, their favored mounts, having anything at all to do with actual dogs. Of course, being goblins, they haven't bothered to come up with alternate names for goblin dogs. Perhaps they don't realize they can.</p>"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Contact with a goblin dog's infested, mangy hide causes most other creatures to break out into hives, a condition known as &ldquo;goblin rash.&rdquo;? Goblinoids seem to be immune to this affliction, and are fond of keeping goblin dogs as guardians and mounts.</p>"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Despite their skin conditions and disorders, goblin dogs are highly resistant to disease. Their favored food is carrion&mdash;the riper, the better. That many goblin tribes let their goblin dogs run free in their lairs is the single reason most goblin dens aren't filthier than they actually are; constantly hungry, a goblin dog eats anything it can chew that it finds left behind by other, more discerning palates.</p>"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>A goblin dog is 5 feet long but weighs only 75 pounds.</p>"
        }, 
        {
            "source": "Bestiary", 
            "text": "<p><b>Size</b> Small; <b>Speed</b> 50 ft.; <b>Attack</b> bite (1d4); <b>Ability Scores</b> Str 11, Dex 16, Con 11, Int 2, Wis 12, Cha 8; <b>Special Qualities</b> allergic reaction, low-light vision, scent.</p>", 
            "type": "section", 
            "name": "Goblin Dog", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "text": "<p><b>Size</b> Medium; <b>AC</b> +1 natural armor; <b>Attack</b> bite (1d6); <b>Ability Scores</b> Str +4, Dex &ndash;2, Con +4.</p>", 
                    "type": "section", 
                    "name": "4th-Level Advancement"
                }
            ]
        }
    ], 
    "hp": "9 (1d8+5)", 
    "wisdom": "12", 
    "creature_type": "Animal", 
    "base_attack": "+0", 
    "name": "Goblin Dog", 
    "skills": "Stealth +6", 
    "type": "creature", 
    "cmd": "14", 
    "cmb": "+2", 
    "will": "+1", 
    "organization": "solitary or pack (2-12)"
}