{
    "source": "Bestiary", 
    "sections": [
        {
            "source": "Bestiary", 
            "text": "<p>Golems are magically created automatons of great power. They stand apart from other constructs in the nature of their animating force&mdash;golems are granted their magical life via an elemental spirit, typically that of an earth elemental. The process of creating a golem binds the spirit to the artificial body, merging it with this specially prepared vessel and subjecting it to the will of the golem's creator.</p><p>Being mindless, golems do nothing without orders from their creators. They follow instructions explicitly and are incapable of complex strategy or tactics. A golem's creator can command it if the golem is within 60 feet and can see and hear its creator. If uncommanded, a golem usually follows its last instruction to the best of its ability, though if attacked it returns the attack. The creator can give the golem a simple command to govern its actions in his absence, or can order the golem to obey the commands of another, but the golem's creator can always resume control by commanding the golem to obey him alone.</p>", 
            "type": "section", 
            "name": "Golem", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "text": "<p>The cost to create a golem includes the cost of the physical body and all the materials and spell components used in its creation. Each golem entry gives specific details on the materials required and the total cost for its creation.</p><p><i>Note</i>The market price of a golem with more Hit Dice than the typical golem described in each entry is increased by 5,000 gp for each additional Hit Die it possesses beyond the standard for its kind, and increases by an additional 50,000 gp if the golem's size increases. Building a golem with the advanced simple template increases its cost by 15,000 gp.</p>", 
                    "type": "section", 
                    "name": "Constructing a Golem", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>A spellcaster with enough talent, resources, and inspiration can create a special variant of a golem known as a shield guardian. Any true golem can be created as a shield guardian, but the choice to do so must be made during the golem's construction&mdash;a completed golem cannot later be “upgraded” to function as a shield guardian. </p><p>Shield guardians are designed to serve as bodyguards. When created, a shield guardian is keyed to a magical amulet that is constructed at the same time as (and as part of the cost of) the guardian. Henceforth, it regards the wearer of that amulet as its master, protecting and following that individual everywhere (unless specifically commanded not to do so). If a shield guardian's amulet is destroyed, the guardian ceases to function until a new one is created. If the wearer dies but the amulet is intact, the shield guardian carries out the last command it was given.</p><p>A shield guardian obeys its master's verbal commands to the best of its ability, although it is not good for much beyond combat, protection, and simple manual labor. It can also be keyed to perform specific tasks at specific times or when certain conditions are met. The wearer of the amulet can call the shield guardian from any distance, and it will come as long as it is on the same plane.</p><p>Shield guardians have the same statistics as the base golem, but with the following additional special qualities. A shield guardian's CR is equal to the base golem's CR + 2.</p>", 
                    "type": "section", 
                    "name": "Shield Guardians", 
                    "sections": [
                        {
                            "name": "Controlled", 
                            "sections": [], 
                            "text": "<p> A shield guardian that has the berserk special attack cannot go berserk as long as the wearer of its amulet is within 30 feet. </p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Fast Healing", 
                            "sections": [], 
                            "text": "<p> A shield guardian has fast healing 5.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Find Master", 
                            "sections": [], 
                            "text": "<p> As long as a shield guardian and its amulet are on the same plane, the shield guardian can locate the amulet's wearer (or just the amulet, if it is removed after the guardian is called).</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Guard", 
                            "sections": [], 
                            "text": "<p> If ordered to do so, a shield guardian moves to defend the wearer of its amulet. All attacks against the amulet wearer take a &ndash;2 penalty when the shield guardian is adjacent to its master.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Shield Other", 
                            "sections": [], 
                            "text": "<p> The wearer of a shield guardian's amulet can activate this defensive ability as a standard action if within 100 feet of the shield guardian. Just as the spell of the same name, this ability transfers to the shield guardian half the damage that would be dealt to the amulet wearer (note that this ability does not provide the spell's AC or save bonuses). Damage transferred in this manner bypasses any defensive abilities (such as immunity or damage reduction) the golem possesses.</p>", 
                            "ability_types": [
                                "Spell-Like"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Spell Storing", 
                            "sections": [], 
                            "text": "<p> A shield guardian can store one spell of 4th level or lower that is cast into it by another creature. It “casts” this spell when commanded to do so or when a predefined situation arises. Once this spell is used, the shield guardian can store another spell (or the same spell again).</p>", 
                            "ability_types": [
                                "Spell-Like"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "source": "Bestiary", 
                            "text": "<p>A shield guardian's base materials cost an additional 25,000 gp above the base golem's cost. The creature's master may assemble the body or hire someone else to do the job. The Craft check required to make the body is 4 higher than normal for the base golem's kind. The keyed amulet is fashioned at the same time&mdash;it costs 20,000 gp above and beyond the shield guardian's total cost. After the body is sculpted, the shield guardian is animated through an extended magical ritual that requires a specially prepared laboratory or workroom, similar to an alchemist's laboratory and costing 500 gp to establish. If the creator is personally constructing the creature's body, the building and the ritual can be performed together. The creator must have a minimum caster level of 2 higher than the base golem's minimum required caster level. In addition, the following spells are added to the base golem's requirements: <i>discern location</i> and either <i>shield</i> or <i>shield other</i>.</p>", 
                            "type": "section", 
                            "name": "Construction", 
                            "sections": []
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>This lumbering figure is sculpted from soft clay. It wears filthy rags and crude jewelry, and its face is only vaguely humanoid.</i></p>", 
            "type": "section", 
            "name": "Golem, Clay", 
            "sections": [
                {
                    "dexterity": "9", 
                    "ac": "24, touch 8, flat-footed 24 (-1 Dex, +16 natural, -1 size)", 
                    "special_attacks": "berserk, haste", 
                    "intelligence": "-", 
                    "melee": "2 slams +19 (2d10+7 plus cursed wound)", 
                    "cr": "10", 
                    "xp": "9,600", 
                    "speed": "20 ft.", 
                    "alignment": "N", 
                    "size": "Large", 
                    "strength": "24", 
                    "constitution": "-", 
                    "space": "10 ft.", 
                    "treasure": "none", 
                    "charisma": "1", 
                    "environment": "any", 
                    "immune": "construct traits, magic", 
                    "init": "-1", 
                    "fortitude": "+4", 
                    "reflex": "+3", 
                    "senses": "darkvision 60 ft., low-light vision; Perception +0", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Berserk", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "When a clay golem enters combat, there is a cumulative 1% chance each round that its elemental spirit breaks free and the golem goes berserk. This chance resets to 0% after one minute of inactivity. A berserk golem attacks the nearest living creature or smashes some object smaller than itself if no creature is within reach. Once it goes berserk, no known method can reestablish control.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Cursed Wound", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "The damage a clay golem deals doesn't heal naturally and resists magical healing. A character attempting to use magical healing on a creature damaged by a clay golem must succeed on a DC 26 caster level check, or the healing has no effect on the injured creature.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Haste", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "After it has engaged in at least 1 round of combat, a clay golem can haste itself once per day as a free action. The effect lasts 3 rounds and is otherwise the same as the spell.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Immunity to Magic", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "A clay golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below.<p class=\"stat-block-2\">• A <i>move earth </i>spell drives the golem back 120 feet and deals 3d12 points of damage to it (no save).</p><p class=\"stat-block-2\">• A <i>disintegrate </i>spell slows the golem (as the <i>slow </i>spell) for 1d6 rounds and deals 1d12 points of damage (no save).</p><p class=\"stat-block-2\">• An <i>earthquake </i>spell cast directly at a clay golem stops it from moving on its next turn and deals 5d10 points of damage (no save).</p><p class=\"stat-block-2\">• Any magical attack against a clay golem that deals acid damage heals 1 point of damage for every 3 points of damage it would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A clay golem gets no saving throw against magical attacks that deal acid damage.</p>", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>A clay golem wears no clothing except for a metal or stiff leather garment around its hips. It stands over 8 feet tall and weighs 600 pounds.</p>"
                        }
                    ], 
                    "hp": "101 (13d10+30)", 
                    "reach": "10 ft.", 
                    "wisdom": "11", 
                    "creature_type": "Construct", 
                    "dr": "10/adamantine and bludgeoning", 
                    "base_attack": "+13", 
                    "name": "Clay Golem", 
                    "type": "creature", 
                    "cmd": "30", 
                    "cmb": "+21", 
                    "will": "+4", 
                    "source": "Bestiary", 
                    "organization": "solitary or gang (2-4)"
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>A clay golem's body must be sculpted from a single block of clay weighing at least 1,000 pounds, treated with rare oils and powders worth 1,500 gp.</p>", 
                    "type": "section", 
                    "name": "Construction", 
                    "sections": [
                        {
                            "requirements": "Craft Construct, animate objects, bless, commune, prayer, resurrection, creator must be caster level 11th", 
                            "name": "Clay Golem", 
                            "cl": "11th", 
                            "sections": [], 
                            "price": "41,500 gp", 
                            "source": "Bestiary", 
                            "cost": "21,500 gp", 
                            "skill": "Craft (sculptures) or Craft (pottery) DC 16", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>A hideous monstrosity crafted from body parts stitched together with thick string, wire, and metal staples lurches to horrific life.</i></p>", 
            "type": "section", 
            "name": "Golem, Flesh", 
            "sections": [
                {
                    "dexterity": "9", 
                    "ac": "20, touch 8, flat-footed 20; (-1 Dex, +12 natural, -1 size)", 
                    "special_attacks": "berserk", 
                    "intelligence": "-", 
                    "melee": "2 slams +13 (2d8+5)", 
                    "cr": "7", 
                    "xp": "3,200", 
                    "speed": "30 ft.", 
                    "alignment": "N", 
                    "size": "Large", 
                    "environment": "any", 
                    "strength": "20", 
                    "constitution": "-", 
                    "space": "10 ft.", 
                    "treasure": "none", 
                    "charisma": "1", 
                    "languages": "none", 
                    "immune": "construct traits, magic", 
                    "init": "-1", 
                    "fortitude": "+3", 
                    "reflex": "+2", 
                    "senses": "darkvision 60 ft., low-light vision; Perception +0", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Berserk", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "When a flesh golem enters combat, there is a cumulative 1% chance each round that its elemental spirit breaks free and the golem goes berserk. The uncontrolled golem goes on a rampage, attacking the nearest living creature or smashing some object smaller than itself if no creature is within reach, then moving on to spread more destruction. The golem's creator, if within 60 feet, can try to regain control by speaking firmly and persuasively to the golem, which requires a DC 19 Charisma check. It takes 1 minute of inactivity by the golem to reset the golem's berserk chance to 0%.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Immunity to Magic", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "A flesh golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below.<p class=\"stat-block-2\">• A magical attack that deals cold or fire damage slows a flesh golem (as the <i>slow </i>spell) for 2d6 rounds (no save).</p><p class=\"stat-block-2\">• A magical attack that deals electricity damage breaks any <i>slow </i>effect on the golem and heals 1 point of damage for every 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A flesh golem gets no saving throw against attacks that deal electricity damage.</p>", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>A flesh golem is a ghoulish collection of stolen humanoid body parts, stitched together into a single composite form. Its cadaverous flesh has a sickly green or yellowish tint. A flesh golem wears whatever clothing its creator desires, usually just a ragged pair of trousers. It has no possessions and no weapons. A flesh golem stands 8 feet tall and weighs 500 pounds.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>A flesh golem cannot speak, although it can emit a hoarse roar of sorts. It walks and moves with a stiff-jointed gait, as if not in complete control of its body.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Although most flesh golems are mindless, there are persistent rumors of unusual golems who somehow retain the memories of a previous life. The head (and thus brain) of such flesh golems must be just the right combination of fresh and (in its previous life) strong-willed, and even then luck and chance during the golem's creation seem just as important in retaining the creature's mind. Certainly most who construct flesh golems prefer mindless slaves over free-willed creations, and as a result intelligent flesh golems are rare indeed.</p>"
                        }
                    ], 
                    "hp": "79 (9d10+30)", 
                    "reach": "10 ft.", 
                    "wisdom": "11", 
                    "creature_type": "Construct", 
                    "dr": "5/adamantine", 
                    "base_attack": "+9", 
                    "name": "Flesh Golem", 
                    "type": "creature", 
                    "cmd": "24", 
                    "cmb": "+15", 
                    "will": "+3", 
                    "source": "Bestiary", 
                    "organization": "solitary or gang (2-4)"
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>The pieces of a flesh golem must come from normal humanoid corpses that have not decayed significantly. Assembly requires a minimum of six different bodies&mdash;one for each limb, the torso (including head), and the brain. In some cases, more bodies may be necessary. Special unguents and bindings worth 500 gp are also required. Note that creating a flesh golem requires casting a spell with the evil descriptor.</p>", 
                    "type": "section", 
                    "name": "Construction", 
                    "sections": [
                        {
                            "requirements": "Craft Construct, animate dead, bull's strength, geas/quest, limited wish, creator must be caster level 8th", 
                            "name": "Flesh Golem", 
                            "cl": "8th", 
                            "sections": [], 
                            "price": "20,500 gp", 
                            "source": "Bestiary", 
                            "cost": "10,500 gp", 
                            "skill": "Craft (leather) or Heal DC 13", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>This icy statue stands a head taller than a normal human. A rime of frost coats it, and razor-sharp shards of ice adorn its limbs.</i></p>", 
            "type": "section", 
            "name": "Golem, Ice", 
            "sections": [
                {
                    "dexterity": "9", 
                    "ac": "17, touch 9, flat-footed 17 (-1 Dex, +8 natural)", 
                    "special_attacks": "breath weapon (20-ft. cone, 3d6 cold damage, Reflex DC 13 half, usable once every 1d4 rounds), cold (1d6), icy destruction", 
                    "intelligence": "-", 
                    "melee": "2 slams +9 (1d6+3 plus 1d6 cold)", 
                    "cr": "5", 
                    "xp": "1,600", 
                    "speed": "30 ft.", 
                    "alignment": "N", 
                    "size": "Medium", 
                    "strength": "16", 
                    "constitution": "-", 
                    "source": "Bestiary", 
                    "treasure": "none", 
                    "charisma": "1", 
                    "environment": "any cold", 
                    "immune": "construct traits, cold, magic", 
                    "init": "-1", 
                    "fortitude": "+2", 
                    "type": "creature", 
                    "senses": "darkvision 60 ft., low-light vision; Perception +0", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Cold", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "An ice golem's body generates intense cold, dealing 1d6 points of damage with its touch. Creatures attacking an ice golem with unarmed strikes or natural weapons take this same cold damage each time one of their attacks hits.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Icy Destruction", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "When reduced to 0 hit points, an ice golem shatters in an explosion of jagged shards of ice. All creatures within a 10-foot burst take 3d6 points of slashing damage and 2d6 points of cold damage; a DC 13 Reflex save halves the damage. The save DC is Constitution-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Immunity to Magic", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "An ice golem is immune to any spell or spell-like ability that allows spell resistance, with the exception of spells and spell-like abilities that have the Fire descriptor, which affect it normally. In addition, certain spells and effects function differently against the creature, as noted below.<p class=\"stat-block-2\">• A magical attack that deals electricity damage slows an ice golem (as the <i>slow </i>spell) for 2d6 rounds, with no saving throw.</p><p class=\"stat-block-2\">• A magical attack that deals cold damage breaks any <i>slow </i>effect on the golem and heals 1 point of damage for every 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. An ice golem gets no saving throw against cold effects.</p>", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Ice golems are humanoid automatons formed of carved ice. Their appearance can range from roughly chiseled figures of ice and snow to elaborately detailed ice sculptures and beautiful crystalline statues.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Ice golems cannot speak, and move with the sound of cracking and popping ice. An ice golem stands 7 feet tall and weighs 500 pounds.</p>"
                        }
                    ], 
                    "hp": "53 (6d10+20)", 
                    "weaknesses": "vulnerability to fire", 
                    "wisdom": "11", 
                    "creature_type": "Construct", 
                    "dr": "5/adamantine", 
                    "base_attack": "+6", 
                    "name": "Ice Golem", 
                    "reflex": "+1", 
                    "cmd": "18", 
                    "cmb": "+9", 
                    "will": "+2", 
                    "organization": "solitary or gang (2-4)", 
                    "creature_subtype": "cold"
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>An ice golem's body must be constructed from a single block of ice weighing at least 1,000 pounds. The ice is treated with magical powders and unguents worth at least 500 gp.</p>", 
                    "type": "section", 
                    "name": "Construction", 
                    "sections": [
                        {
                            "requirements": "Craft Construct, chill touch, cone of cold, geas/quest, ice storm, resist energy (cold), creator must be caster level 12th", 
                            "name": "Ice Golem", 
                            "cl": "12th", 
                            "sections": [], 
                            "price": "18,500 gp", 
                            "source": "Bestiary", 
                            "cost": "9,500 gp", 
                            "skill": "Craft (sculptures) DC 17", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>This iron automaton stands twice as tall as a normal human. Its heavy footfalls shake the ground with bone-jarring force.</i></p>", 
            "type": "section", 
            "name": "Golem, Iron", 
            "sections": [
                {
                    "dexterity": "9", 
                    "ac": "28, touch 8, flat-footed 28 (-1 Dex, +20 natural, -1 size)", 
                    "special_attacks": "breath weapon, powerful blows", 
                    "intelligence": "-", 
                    "melee": "2 slams +28 (2d10+16/19-20)", 
                    "cr": "13", 
                    "xp": "25,600", 
                    "speed": "20 ft.", 
                    "alignment": "N", 
                    "size": "Large", 
                    "strength": "32", 
                    "constitution": "-", 
                    "space": "10 ft.", 
                    "treasure": "none", 
                    "charisma": "1", 
                    "environment": "any", 
                    "immune": "construct traits, magic", 
                    "init": "-1", 
                    "fortitude": "+6", 
                    "reflex": "+5", 
                    "senses": "darkvision 60 ft., low-light vision; Perception +0", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Breath Weapon", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "As a free action once every 1d4+1 rounds, an iron golem can exhale a 10-foot cube of poisonous gas. This gas cloud persists for 1 round; any creature within the area when the golem creates it (as well as any creature that passes through the cloud during the remainder of that round) is exposed to the cloud's poisonous effects. This poison is magically created each time the golem uses this power.Breath weapon&mdash;inhaled; save Fort 19; frequency 1/round for 4 rounds; effect 1d4 Constitution damage; cure 2 saves. The save DC is Constitution-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Immunity to Magic", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "An iron golem is immune to spells or spell-like abilities that allow spell resistance. Certain spells and effects function differently against it, as noted below.<p class=\"stat-block-2\">A magical attack that deals electricity damage slows an iron golem (as the <i>slow </i>spell) for 3 rounds, with no saving throw.</p><p class=\"stat-block-2\"> A magical attack that deals fire damage breaks any <i>slow </i>effect on the golem and heals 1 point of damage for each 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. An iron golem gets no saving throw against fire effects.</p><p class=\"stat-block-2\"> An iron golem is affected normally by rust attacks, such as those of a rust monster or a <i>rusting grasp </i>spell.</p>", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Powerful Blows", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "An iron golem inflicts one and a half times its Strength modifier and threatens a critical hit on a 19&ndash;20 with its slam attacks.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>An iron golem has a humanoid body made from iron. It can be sculpted into any shape its creator desires, but it almost always displays armor of some sort, from simple and utilitarian to ceremonial and ornate. Its features are much smoother than those of a stone golem. Iron golems sometimes carry a weapon in one hand, though they rarely use these, relying instead on their slam attacks. </p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>An iron golem is 12 feet tall and weighs about 5,000 pounds. An iron golem cannot speak or make any vocal noise, nor does it have any distinguishable odor.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Although the practice has fallen out of favor in modern times, the ancients of certain powerful civilizations once took great pride in crafting iron golems of tremendous size and strength. These golems, which are never smaller than Huge, still exist in remote parts of the world, mindlessly following the orders of a long-dead empire.</p>"
                        }
                    ], 
                    "hp": "129 (18d10+30)", 
                    "reach": "10 ft.", 
                    "wisdom": "11", 
                    "creature_type": "Construct", 
                    "dr": "15/adamantine", 
                    "base_attack": "+18", 
                    "name": "Iron Golem", 
                    "type": "creature", 
                    "cmd": "39", 
                    "cmb": "+30", 
                    "will": "+6", 
                    "source": "Bestiary", 
                    "organization": "solitary or gang (2-4)"
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>An iron golem's body is sculpted from 5,000 pounds of iron, smelted with rare tinctures costing at least 10,000 gp. </p>", 
                    "type": "section", 
                    "name": "Construction", 
                    "sections": [
                        {
                            "requirements": "Craft Construct, cloudkill, geas/quest, limited wish, polymorph any object, creator must be caster level 16th", 
                            "name": "Iron Golem", 
                            "cl": "16th", 
                            "sections": [], 
                            "price": "150,000 gp", 
                            "source": "Bestiary", 
                            "cost": "80,000 gp", 
                            "skill": "Craft (armor) or Craft (weapons) DC 21", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>This towering stone automaton bears the likeness of an archaic, armored warrior. It moves with ponderous but inexorable steps.</i></p>", 
            "type": "section", 
            "name": "Golem, Stone", 
            "sections": [
                {
                    "dexterity": "9", 
                    "ac": "26, touch 8, flat-footed 26 (-1 Dex, +18 natural, -1 size)", 
                    "special_attacks": "slow", 
                    "intelligence": "-", 
                    "melee": "2 slams +22 (2d10+9)", 
                    "cr": "11", 
                    "xp": "12,800", 
                    "speed": "20 ft.", 
                    "alignment": "N", 
                    "size": "Large", 
                    "strength": "28", 
                    "constitution": "-", 
                    "space": "10 ft.", 
                    "treasure": "none", 
                    "charisma": "1", 
                    "environment": "any", 
                    "immune": "construct traits, magic", 
                    "init": "-1", 
                    "fortitude": "+4", 
                    "reflex": "+3", 
                    "senses": "darkvision 60 ft., low-light vision; Perception +0", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Immunity to Magic", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "A stone golem is immune to any spell or spell-like ability that allows spell resistance. In addition, certain spells and effects function differently against the creature, as noted below.<p class=\"stat-block-2\">A <i>transmute rock to mud </i>spell slows a stone golem (as the <i>slow </i>spell) for 2d6 rounds, with no saving throw, while <i>transmute mud to rock </i>heals all of its lost hit points.</p><p class=\"stat-block-2\"> A <i>stone to flesh </i>spell does not actually change the golem's structure but negates its damage reduction and immunity to magic for 1 full round.</p>", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Slow", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "A stone golem can use a slow effect, as the spell, as a free action once every 2 rounds. The effect has a range of 10 feet in a burst centered on the golem and a duration of 7 rounds, requiring a DC 17 Will save to negate. The save DC is Constitution-based.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>A stone golem has a humanoid body made from stone, frequently stylized to suit its creator. For example, it might look like it is wearing armor, with a particular symbol carved on the breastplate, or have designs worked into the stone of its limbs. Its head is often carved to resemble a helmet or the head of some beast. While it may be sculpted to carry a stone shield or stone weapon such as a sword, these aesthetic choices do not affect its combat abilities.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Like most golems, a stone golem cannot speak and makes no sound other than the grinding of stone against stone when it moves. A stone golem is 9 feet tall and weighs around 2,000 pounds.</p>"
                        }
                    ], 
                    "hp": "107 (14d10+30)", 
                    "reach": "10 ft.", 
                    "wisdom": "11", 
                    "creature_type": "Construct", 
                    "dr": "10/adamantine", 
                    "base_attack": "+14", 
                    "name": "Stone Golem", 
                    "type": "creature", 
                    "cmd": "33", 
                    "cmb": "+24", 
                    "will": "+4", 
                    "source": "Bestiary", 
                    "organization": "solitary or gang (2-4)"
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>A stone golem's body is chiseled from a single block of hard stone, such as granite, weighing at least 3,000 pounds. The stone must be of exceptional quality, and costs 5,000 gp.</p>", 
                    "type": "section", 
                    "name": "Construction", 
                    "sections": [
                        {
                            "requirements": "Craft Construct, antimagic field, geas/quest, limited wish, symbol of stunning, creator must be caster level 14th", 
                            "name": "Stone Golem", 
                            "cl": "14th", 
                            "sections": [], 
                            "price": "105,000 gp", 
                            "source": "Bestiary", 
                            "cost": "55,000 gp", 
                            "skill": "Craft (sculpture) or Craft (stonemasonry) DC 19", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>This human-sized automaton resembles a crude humanoid figure made of cast-off pieces of wood.</i></p>", 
            "type": "section", 
            "name": "Golem, Wood", 
            "sections": [
                {
                    "dexterity": "17", 
                    "ac": "19, touch 13, flat-footed 16 (+3 Dex, +6 natural)", 
                    "special_attacks": "splintering", 
                    "intelligence": "-", 
                    "melee": "2 slams +12 (2d6+4)", 
                    "cr": "6", 
                    "xp": "2,400", 
                    "speed": "30 ft.", 
                    "alignment": "N", 
                    "size": "Medium", 
                    "strength": "18", 
                    "constitution": "-", 
                    "source": "Bestiary", 
                    "treasure": "none", 
                    "charisma": "1", 
                    "environment": "any", 
                    "immune": "construct traits, magic", 
                    "init": "+3", 
                    "fortitude": "+2", 
                    "reflex": "+5", 
                    "senses": "darkvision 60 ft., low-light vision; Perception +0", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Immunity to Magic", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "A wood golem is immune to any spell or spell-like ability that allows spell resistance, with the exception of spells and spell-like abilities that have the Fire descriptor, which affect it normally. In addition, certain spells and effects function differently against the creature, as noted below.<p class=\"stat-block-2\"><i>Warp wood</i> or <i>wood shape</i> slows a wood golem (as the <i>slow </i>spell) for 2d6 rounds (no save).</p><p class=\"stat-block-2\"> <i>Repel wood </i>drives the golem back 60 feet and deals 2d12 points of damage to it (no save).</p><p class=\"stat-block-2\"> A magical attack that deals cold damage breaks any <i>slow </i>effect on the golem and heals 1 point of damage for every 3 points of damage the attack would otherwise deal. If the amount of healing would cause the golem to exceed its full normal hit points, it gains any excess as temporary hit points. A wood golem gets no saving throw against attacks that deal cold damage.</p>", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Splintering", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "As a free action once every 1d4+1 rounds, a wood golem can launch a barrage of razor-sharp wooden splinters from its body in a 20-foot-radius burst. All creatures caught within this area take 6d6 points of slashing damage (Reflex DC 14 halves). The save DC is Constitution-based.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>A wood golem is carved from rare woods, assembled into a roughly humanoid body with articulated limbs. Their creators usually leave their bodies almost unfinished, with individual pieces of lumber and unworked wood apparent and obvious as part of their construction. A wood golem stands 6-1/2 feet tall and weighs 400 pounds.</p>"
                        }
                    ], 
                    "hp": "64 (8d10+20)", 
                    "weaknesses": "vulnerable to fire", 
                    "wisdom": "17", 
                    "creature_type": "Construct", 
                    "dr": "5/adamantine", 
                    "base_attack": "+8", 
                    "name": "Wood Golem", 
                    "type": "creature", 
                    "cmd": "25", 
                    "cmb": "+12", 
                    "will": "+5", 
                    "organization": "solitary or gang (2-4)"
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>The pieces of a wood golem are assembled from blocks of fine wood and sprinkled with rare powders and crushed herbs worth at least 300 gp.</p>", 
                    "type": "section", 
                    "name": "Construction", 
                    "sections": [
                        {
                            "requirements": "Craft Construct, alarm, animate objects, cat's grace, geas/quest, limited wish, creator must be caster level 12th", 
                            "name": "Wood Golem", 
                            "cl": "7th", 
                            "sections": [], 
                            "price": "19,300 gp", 
                            "source": "Bestiary", 
                            "cost": "8,800 gp", 
                            "skill": "Craft (carpentry) DC 17", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Golem", 
    "type": "section"
}