{
    "dexterity": "15", 
    "ac": "16, touch 12, flat-footed 14 (+3 armor, +2 Dex, +1 shield)", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Stealth", 
    "melee": "longsword +4 (1d8+2/19-20)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "30 ft.", 
    "alignment": "LE", 
    "size": "Medium", 
    "environment": "temperate hills", 
    "strength": "15", 
    "constitution": "16", 
    "treasure": "NPC Gear (studded leather armor, light steel shield, longsword, longbow with 20 arrows, other treasure)", 
    "charisma": "8", 
    "languages": "Common, Goblin", 
    "source": "Bestiary", 
    "init": "+2", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Toughness, Weapon Focus (longsword)", 
    "sections": [
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Hobgoblins are militaristic and fecund, a combination that makes them quite dangerous in some regions. They breed quickly, replacing fallen members with new soldiers and keeping up their numbers despite the fortunes of war. They generally need little reason to declare war, but more often than not that reason is to capture new slaves&mdash;life as a slave in a hobgoblin lair is brutal and short, and new slaves are always needed to replace those who fall or are eaten.</p>"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Of all the goblinoid races, the hobgoblin is by far the most civilized. They see the larger and more solitary bugbears as tools to be hired and used where appropriate, usually for specific missions involving assassination and stealth, and look upon their smaller goblin kin with a mix of shame and frustration. Hobgoblins admire goblin tenacity, yet their miniscule kindred's unpredictable nature and fondness for fire make them unwelcome additions to hobgoblin tribes or settlements. Nonetheless, most hobgoblin tribes include a small group of goblins, typically squatting in the most undesirable corners of the settlement.</p>"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Many hobgoblin tribes combine their love of warfare with keen intellects. The science of siege engines, alchemy, and complex feats of engineering fascinate most hobgoblins, and those who are particularly skilled are treated as heroes and invariably secure high-ranking positions in the tribe. Slaves with analytical minds are quite valued, and as such raids on dwarven cities are commonplace.</p>"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p> It is well known that hobgoblins mistrust and even despise magic, particularly arcane magic. Their shamans are treated with a mix of fear and respect, and are usually forced to live alone on the fringes of the tribe's lair. It is all but unheard of to find a hobgoblin practicing arcane magic, or as hobgoblins call it, &ldquo;elf magic.&rdquo; This is the root of their hatred of magic&mdash;the hobgoblins' hatred of elves.</p>"
        }, 
        {
            "source": "Bestiary", 
            "sections": [], 
            "type": "section", 
            "text": "<p>A hobgoblin stands 5 feet tall and weighs 160 pounds.</p>"
        }, 
        {
            "sections": [
                {
                    "source": "Bestiary", 
                    "text": "<p>Hobgoblins are fast and hearty.</p>", 
                    "type": "section", 
                    "name": "+2 Dexterity, +2 Constitution", 
                    "sections": [],
                    "create_index": false
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>Hobgoblins can see in the dark up to 60 feet.</p>", 
                    "type": "section", 
                    "name": "Darkvision", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>Hobgoblins gain a +4 racial bonus on Stealth checks.</p>", 
                    "type": "section", 
                    "name": "Sneaky", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>All hobgoblins begin play speaking Common and Goblin. Hobgoblins with high Intelligence scores can choose any of the following bonus languages: Draconic, Dwarven, Infernal, Giant, Orc.</p>", 
                    "type": "section", 
                    "name": "Languages", 
                    "sections": []
                },
                {
                    "source": "Bestiary", 
                    "type": "section", 
                    "name": "See Also", 
                    "sections": [
                        {
                            "source": "Bestiary",
                            "type": "link",
                            "text": "Hobgoblin Monster Entry",
                            "url": "pfsrd://PFSRD/Monsters/Hobgoblin"
                        }
                    ],
                    "create_index": false
                }
            ], 
            "name": "Hobgoblin", 
            "subtype": "monster_race", 
            "text": "<p>Hobgoblins are defined by their class levels&mdash;they do not possess racial Hit Dice. All hobgoblins have the following racial traits.</p>", 
            "source": "Bestiary", 
            "type": "race"
        }
    ], 
    "senses": "darkvision 60 ft.; Perception +2", 
    "description": "Standing as tall as a human, this muscular, gray-skinned creature peers about with tiny, observant eyes.", 
    "ranged": "longbow +3 (1d8/&times;3)", 
    "hp": "17 (1d10+7)", 
    "wisdom": "12", 
    "creature_type": "Humanoid", 
    "base_attack": "+1", 
    "name": "Hobgoblin", 
    "level": "fighter 1", 
    "skills": "Perception +2, Stealth +5", 
    "reflex": "+2", 
    "cmd": "15", 
    "cmb": "+3", 
    "will": "+1", 
    "organization": "gang (4-9), warband (10-24), or tribe (25+ plus 50% noncombatants, 1 sergeant of 3rd level per 20 adults, 1 or 2 lieutenants of 4th or 5th level, 1 leader of 6th-8th level, 6-12 leopards, and 1-4 ogres or 1-2 trolls)", 
    "creature_subtype": "goblinoid"
}
