{
    "source": "Bestiary", 
    "sections": [
        {
            "source": "Bestiary", 
            "text": "<p>Lycanthropes are humanoids with the ability to turn into animals and animal-humanoid hybrid shapes. Natural lycanthropes are born with this ability and have perfect control over their shapechanging. Afflicted lycanthropes contract this ability like a curse or disease from another lycanthrope; they sometimes change form involuntarily.</p>", 
            "type": "section", 
            "name": "Lycanthrope", 
            "sections": [
                {
                    "source": "Bestiary", 
                    "text": "<p>&ldquo;Lycanthrope&rdquo; is an inherited (for natural lycanthropes) or acquired (for afflicted lycanthropes) template that can be added to any humanoid.</p>", 
                    "type": "section", 
                    "name": "Creating a Lycanthrope", 
                    "sections": [
                        {
                            "source": "Bestiary", 
                            "text": "<p>Same as base creature or base animal (whichever is higher) + 1.</p>", 
                            "type": "section", 
                            "name": "Challenge Rating", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary", 
                            "text": "<p>The creature (referred to hereafter as the base creature) gains the shapechanger subtype. The lycanthrope takes on the characteristics of some type of animal (referred to hereafter as the base animal) within one size category of the base creature's size. A lycanthrope's hybrid form is the same size as the base animal or the base creature, whichever is larger.</p>", 
                            "type": "section", 
                            "name": "Size and Type", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary", 
                            "text": "<p>In hybrid or animal form the lycanthrope has the natural armor bonus of the base animal increased by +2.</p>", 
                            "type": "section", 
                            "name": "AC", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary", 
                            "text": "<p>A natural lycanthrope gains DR 10/silver in animal or hybrid form. An afflicted lycanthrope gains DR 5/silver in animal or hybrid form.</p>", 
                            "type": "section", 
                            "name": "Defensive Abilities", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary", 
                            "text": "<p>Same as the base creature or base animal, depending on which form the lycanthrope is using. Hybrids use the base creature's speed.</p>", 
                            "type": "section", 
                            "name": "Speed", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary", 
                            "text": "<p>A lycanthrope gains natural attacks in animal and hybrid forms according to the base animal.</p>", 
                            "type": "section", 
                            "name": "Melee", 
                            "sections": []
                        }, 
                        {
                            "name": "Special Attacks", 
                            "sections": [], 
                            "text": "<p>A lycanthrope retains all the special attacks, qualities, and abilities of the base creature. In hybrid or animal form it gains the special attacks, qualities, and abilities of the base animal. A lycanthrope also gains low-light vision, scent, and the following:</p><p class=\"stat-block-2\"><i>Change Shape </i> All lycanthropes have three forms&mdash;a humanoid form, an animal form, and a hybrid form. Equipment does not meld with the new form between humanoid and hybrid form, but does between those forms and animal form. A natural lycanthrope can shift to any of its three alternate forms as a move-equivalent action. An afflicted lycanthrope can assume animal or hybrid form as a full-round action by making a DC 15 Constitution check, or humanoid form as a full-round action by making a DC 20 Constitution check. On nights when the full moon is visible, an afflicted lycanthrope gains a +5 morale bonus to Constitution checks made to assume animal or hybrid form, but a &ndash;5 penalty to Constitution checks made to assume humanoid form. An afflicted lycanthrope reverts to its humanoid form automatically with the next sunrise, or after 8 hours of rest, whichever comes first. A slain lycanthrope reverts to its humanoid form, although it remains dead.</p><p class=\"stat-block-2\"><i>Curse of Lycanthropy (Su)</i> A natural lycanthrope's bite attack in animal or hybrid form infects a humanoid target with lycanthropy (Fortitude DC 15 negates). If the victim's size is not within one size category of the lycanthrope, this ability has no effect.</p><p class=\"stat-block-2\"><i>Lycanthropic Empathy (Ex)</i> In any form, natural lycanthropes can communicate and empathize with animals related to their animal form. They can use Diplomacy to alter such an animal's attitude, and when so doing gain a +4 racial bonus on the check. Afflicted lycanthropes only gain this ability in animal or hybrid form.</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary", 
                            "type": "ability"
                        }, 
                        {
                            "source": "Bestiary", 
                            "text": "<p>+2 Wis, &ndash;2 Cha in all forms; +2 Str, +2 Con in hybrid and animal forms. Lycanthropes have enhanced senses but are not fully in control of their emotions and animalistic urges. In addition to these adjustments to the base creature's stats, a lycanthrope's ability scores change when he assumes hybrid or animal form. In human form, the lycanthrope's ability scores are unchanged from the base creature's form. In animal and hybrid form, the lycanthrope's ability scores are the same as the base creature's or the base animal's, whichever ability score is higher.</p>", 
                            "type": "section", 
                            "name": "Ability Scores", 
                            "sections": []
                        }
                    ]
                }, 
                {
                    "source": "Bestiary", 
                    "text": "<p>A creature that catches lycanthropy becomes an afflicted lycanthrope, but shows no symptoms (and does not gain any of the template's adjustments or abilities) until the night of the next full moon, when the victim involuntarily assumes animal form and forgets his or her own identity. The character remains in animal form until the next dawn and remembers nothing about the entire episode (or subsequent episodes) unless he makes a DC 20 Will save, in which case he becomes aware of his condition.</p><p>A <i>remove disease</i> or <i>heal</i> spell cast by a cleric of 12th level or higher cures the affliction, provided the character receives the spell within 3 days of the infecting lycanthrope's attack. Alternatively, consuming a dose of wolfsbane (<i>Pathfinder RPG Core Rulebook </i>560) gives an afflicted lycanthrope a new Fortitude save to recover from lycanthropy.</p>", 
                    "type": "section", 
                    "name": "Lycanthropy", 
                    "sections": []
                }
            ]
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>This hunched creature looks like a human in studded leather, but fur covers its body. Its face is rat-like, and it has a long, naked tail.</i></p>", 
            "type": "section", 
            "name": "Lycanthrope, Wererat", 
            "sections": [
                {
                    "dexterity": "15", 
                    "ac": "16, touch 13, flat-footed 13 (+3 armor, +2 Dex, +1 dodge)", 
                    "special_attacks": "sneak attack +1d6", 
                    "intelligence": "10", 
                    "melee": "short sword +3 (1d6+1/19-20)", 
                    "cr": "2", 
                    "xp": "600", 
                    "speed": "30 ft.", 
                    "alignment": "LE", 
                    "size": "Medium", 
                    "environment": "any urban", 
                    "strength": "13", 
                    "constitution": "14", 
                    "treasure": "NPC gear (masterwork studded leather, short sword, light crossbow with 20 bolts, other treasure)", 
                    "charisma": "6", 
                    "languages": "Common", 
                    "source": "Bestiary", 
                    "init": "+2", 
                    "fortitude": "+2", 
                    "type": "creature", 
                    "feats": "Dodge, Weapon Finesse", 
                    "sections": [], 
                    "senses": "low-light vision, scent; Perception +8", 
                    "ranged": "light crossbow +3 (1d8/19-20)", 
                    "hp": "18 (2d8+6)", 
                    "wisdom": "16", 
                    "defensive_abilities": "evasion", 
                    "creature_type": "Humanoid", 
                    "special_qualities": "change shape (human, hybrid, and dire rat; polymorph), rogue talents (fast stealth), lycanthropic empathy (rats and dire rats), trapfinding", 
                    "base_attack": "+1", 
                    "name": "Wererat (Human Form)", 
                    "level": "rogue 2", 
                    "skills": "Acrobatics +7, Bluff +3, Climb +6, Intimidate +3, Knowledge (local) +5, Perception +8, Sense Motive +8, Stealth +7, Swim +6", 
                    "super_race": "human natural", 
                    "cmd": "15", 
                    "cmb": "+2", 
                    "will": "+3", 
                    "reflex": "+5", 
                    "organization": "solitary, pair, pack (5-10), or guild (11-30 plus 5-12 dire rats)", 
                    "creature_subtype": "human, shapechanger"
                }, 
                {
                    "dexterity": "17", 
                    "ac": "19, touch 14, flat-footed 15 (+3 armor, +3 Dex, +1 dodge, +2 natural)", 
                    "special_attacks": "sneak attack +1d6", 
                    "intelligence": "10", 
                    "melee": "short sword +4 (1d6+2/19-20), bite -1 (1d4+1 plus disease and curse of lycanthropy; DC 15)", 
                    "speed": "30 ft.", 
                    "alignment": "LE", 
                    "size": "Medium", 
                    "strength": "15", 
                    "constitution": "16", 
                    "charisma": "6", 
                    "languages": "Common", 
                    "source": "Bestiary", 
                    "init": "+3", 
                    "fortitude": "+3", 
                    "type": "creature", 
                    "feats": "Dodge, Weapon Finesse", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Disease", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary", 
                                    "text": "Filth fever: Bite&mdash;injury; save Fort DC 14; onset 1d3 days; frequency 1/day; effect 1d3 Dex damage and 1d3 Con damage; cure 2 consecutive saves. The save DC is Constitution-based.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Natural wererats tend to be short and wiry, with constantly darting eyes and frequent nervous twitches. Males often have thin, ragged moustaches.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Wererats prefer cities where they can blend in with the humanoid and rat population. Their abilities make them especially good at thieving and spying, and in many cities the thieves' guild employs numerous wererat members.</p>"
                        }
                    ], 
                    "senses": "low-light vision, scent; Perception +8", 
                    "ranged": "light crossbow +4 (1d8/19-20)", 
                    "hp": "20 (2d8+8)", 
                    "wisdom": "16", 
                    "defensive_abilities": "evasion", 
                    "creature_type": "Humanoid", 
                    "special_qualities": "change shape (human, hybrid, and dire rat; polymorph), rogue talents (fast stealth), lycanthropic empathy (rats and dire rats), trapfinding", 
                    "dr": "10/silver", 
                    "base_attack": "+1", 
                    "name": "Wererat (Hybrid Form)", 
                    "skills": "Acrobatics +8, Bluff +3, Climb +7, Intimidate +3, Knowledge (local) +5, Perception +8, Sense Motive +8, Stealth +8, Swim +7", 
                    "reflex": "+6", 
                    "cmd": "17", 
                    "cmb": "+3", 
                    "will": "+3", 
                    "creature_subtype": "human, shapechanger"
                }
            ]
        }, 
        {
            "source": "Bestiary", 
            "text": "<p class=\"flavor-text\"><i>This muscular creature has a man's body but the snarling head and fur coat of a wolf.</i></p>", 
            "type": "section", 
            "name": "Lycanthrope, Werewolf", 
            "sections": [
                {
                    "dexterity": "13", 
                    "ac": "17, touch 11, flat-footed 16 (+6 armor, +1 Dex)", 
                    "intelligence": "8", 
                    "melee": "longsword +5 (1d8+4/19-20)", 
                    "cr": "2", 
                    "xp": "600", 
                    "speed": "30 ft. (20 ft. in armor)", 
                    "alignment": "CE", 
                    "size": "Medium", 
                    "environment": "any land", 
                    "strength": "17", 
                    "constitution": "14", 
                    "treasure": "NPC gear (chainmail, longsword, light crossbow with 20 bolts, other treasure)", 
                    "charisma": "8", 
                    "languages": "Common", 
                    "source": "Bestiary", 
                    "init": "+5", 
                    "fortitude": "+5", 
                    "type": "creature", 
                    "feats": "Cleave, Combat Reflexes, Improved Initiative, Power Attack", 
                    "sections": [], 
                    "senses": "low-light vision, scent; Perception +4", 
                    "ranged": "light crossbow +3 (1d8/19-20)", 
                    "hp": "19 (2d10+4)", 
                    "wisdom": "14", 
                    "defensive_abilities": "bravery +1", 
                    "creature_type": "Humanoid", 
                    "special_qualities": "change shape (human, hybrid, and wolf; polymorph), lycanthropic empathy (wolves and dire wolves)", 
                    "base_attack": "+2", 
                    "name": "Werewolf", 
                    "level": "fighter 2", 
                    "skills": "Climb +3, Intimidate +4, Perception +4", 
                    "super_race": "human natural", 
                    "cmd": "16", 
                    "cmb": "+5", 
                    "will": "+2 (+3 vs. fear)", 
                    "reflex": "+1", 
                    "organization": "solitary, pair, or pack (3-6)", 
                    "creature_subtype": "human, shapechanger"
                }, 
                {
                    "dexterity": "15", 
                    "ac": "22, touch 12, flat-footed 20 (+6 armor, +2 Dex, +4 natural)", 
                    "intelligence": "8", 
                    "melee": "longsword +6 (1d8+6/19-20), bite +1 (1d6+1 plus trip and curse of lycanthropy)", 
                    "speed": "30 ft. (20 ft. in armor)", 
                    "alignment": "CE", 
                    "size": "Medium", 
                    "strength": "19", 
                    "constitution": "17", 
                    "charisma": "8", 
                    "languages": "Common", 
                    "source": "Bestiary", 
                    "init": "+5", 
                    "fortitude": "+6", 
                    "type": "creature", 
                    "feats": "Cleave, Combat Reflexes, Improved Initiative, Power Attack", 
                    "sections": [
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>In their humanoid form, werewolves look like normal people, though some tend to look a bit feral and have wild hair. Eyebrows that grow together, index fingers longer than the middle fingers, and strange birthmarks on the palm of the hand are all commonly accepted indications that a person is in fact a werewolf. Of course, such telltale signs are not always accurate, for such physical traits exist in normal people as well, but in areas where werewolves are a common problem, the traits can be damning regardless.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Of all the various types of lycanthropes, it is the werewolf that is the most widespread and the most feared. Stories of werewolves haunting lonely forest roads, prowling misty moors on the outskirts of rural societies, or dwelling in the shadows of the largest cities are widespread as well. In most societies, werewolves are feared and despised&mdash;and with good reason, as the typical werewolf personifies all that is savage and bestial in a lycanthrope. This isn't to say that good-aligned werewolves are unknown, but they're certainly a minority among their kind, and most werewolves are evil murderers who delight in the hunt and the succulent taste of raw meat.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Just as wolves are pack animals, werewolves have been known to gather in colonies and live among their own kind, humanoid by day and beast at night. Visitors to werewolf villages are generally rushed out of town before nightfall so as not to discover the citizenry's dark secret&mdash;unless, of course, the pack decides that the unlucky visitor won't be missed by friends back home.</p>"
                        }, 
                        {
                            "source": "Bestiary", 
                            "sections": [], 
                            "type": "table", 
                            "name": "Lycanthropic Player Characters",
                            "text": "<table><caption>Lycanthropic Player Characters</caption><thead><tr><th>When a PC becomes a lycanthrope, you as the GM have a choice to make. In most cases, you should take control of the PC's actions whenever he is in hybrid or animal form&mdash;lycanthropy shouldn't be a method to increase a PC's power, after all, and what an afflicted lycanthrope does while in animal or hybrid form is often at odds with what the character would actually want. If a player wants to play a lycanthrope, he should play a natural lycanthrope and follow the guidelines for playing a character of a powerful race.</th></tr></thead></table>"
                        }
                    ], 
                    "senses": "low-light vision, scent; Perception +4", 
                    "ranged": "light crossbow +4 (1d8/19-20)", 
                    "hp": "21 (2d10+6)", 
                    "wisdom": "14", 
                    "defensive_abilities": "bravery +1", 
                    "creature_type": "Humanoid", 
                    "special_qualities": "change shape (human, hybrid, and wolf; polymorph), lycanthropic empathy (wolves and dire wolves)", 
                    "dr": "10/silver", 
                    "base_attack": "+2", 
                    "name": "Werewolf (Hybrid Form)", 
                    "skills": "Climb +4, Intimidate +4, Perception +4", 
                    "reflex": "+2", 
                    "cmd": "18", 
                    "cmb": "+6", 
                    "will": "+2 (+3 vs. fear)", 
                    "creature_subtype": "human, shapechanger"
                }
            ]
        }
    ], 
    "name": "Lycanthrope", 
    "type": "section"
}
