{
    "body": "<p>Kingdoms have attributes that describe and define them. These are tracked on a kingdom sheet, like a character's statistics are on a character sheet.</p>", 
    "name": "Kingdom Terminology", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology", 
    "sections": [
        {
            "body": "<p>Like a PC, your kingdom has an alignment, which you decide when you form the kingdom. The kingdom's alignment represents the majority outlook and behavior of the people within that kingdom when they're considered as a group. (Individual citizens and even some leaders may be of different alignments.) When you decide on your kingdom's alignment, apply the following adjustments to the kingdom's statistics: <i>Chaotic</i>: +2 Loyalty; <i>Evil</i>: +2 Economy; <i>Good</i>: +2 Loyalty; <i>Lawful</i>: +2 Economy; <i>Neutral</i>: Stability +2 (apply this twice if the kingdom's alignment is simply Neutral, not Chaotic Neutral or Lawful Neutral). A kingdom's alignment rarely changes, though at the GM's option, it can shift through the actions of its rulers or its people.</p>", 
            "name": "Alignment", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Alignment", 
            "section_id": 1436, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Build points (or BP for short) are the measure of your kingdom's resources&mdash;equipment, labor, money, and so on. They're used to acquire new hexes and develop additional buildings, settlements, and terrain improvements. Your kingdom also consumes BP to maintain itself.</p>", 
            "name": "Build Points", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Build Points", 
            "section_id": 1437, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Consumption indicates how many BP are required to keep the kingdom functioning each month. Your kingdom's Consumption is equal to its Size, modified by settlements and terrain improvements (such as Farms and Fisheries). Consumption can never go below 0.</p>", 
            "name": "Consumption", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Consumption", 
            "section_id": 1438, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Some kingdom actions require a check (1d20 + modifiers) to succeed&mdash;this is known as a control check. The base DC for a control check is equal to 20 + the kingdom's Size in hexes + the total number of districts in all your settlements + any other modifiers from special circumstances or effects. Unless otherwise stated, the DC of a kingdom check is the Control DC.</p>", 
            "name": "Control DC", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Control DC", 
            "section_id": 1439, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>This attribute measures the productivity of your kingdom's workers and the vibrancy of its trade, both in terms of money and in terms of information, innovation, and technology. Your kingdom's initial Economy is 0 plus your kingdom's alignment and leadership modifiers.</p>", 
            "name": "Economy", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Economy", 
            "section_id": 1440, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>A kingdom has three attributes: Economy, Loyalty, and Stability. Your kingdom's initial scores in each of these attributes is 0, plus modifiers for kingdom alignment, bonuses provided by the leaders, and any other modifiers. Many kingdom actions and events require you to attempt a kingdom check, either using your Economy, Loyalty, or Stability attribute (1d20 + the appropriate attribute + other modifiers). You cannot take 10 or take 20 on a kingdom check. Kingdom checks automatically fail on a natural 1 and automatically succeed on a natural 20.</p>", 
            "name": "Kingdom Check", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Kingdom Check", 
            "section_id": 1441, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Loyalty refers to the sense of goodwill among your people, their ability to live peaceably together even in times of crisis, and to fight for one another when needed. Your kingdom's initial Loyalty is 0 plus your kingdom's alignment and any modifiers from your kingdom's leadership role.</p>", 
            "name": "Loyalty", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Loyalty", 
            "section_id": 1442, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Actual population numbers don't factor into your kingdom's statistics, but can be fun to track anyway. The population of each settlement is described in Settlements and Districts.</p>", 
            "name": "Population", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Population", 
            "section_id": 1443, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>This is how many hexes the kingdom claims. A new kingdom's Size is 1.</p>", 
            "name": "Size", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Size", 
            "section_id": 1444, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Stability refers to the physical and social well-being of the kingdom, from the health and security of its citizenry to the vitality of its natural resources and its ability to maximize their use. Your kingdom's initial Stability is 0 plus your kingdom's alignment and leadership modifiers.</p>", 
            "name": "Stability", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Stability", 
            "section_id": 1445, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>The Treasury is the amount of BP your kingdom has saved and can spend on activities (much in the same way that your character has gold and other valuables you can spend on gear). Your Treasury can fall below 0 (meaning your kingdom's costs exceed its savings and it is operating in debt), but this increases Unrest (see Upkeep Phase).</p>", 
            "name": "Treasury", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Treasury", 
            "section_id": 1446, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>A kingdom turn spans 1 month of game time. You make your kingdom checks and other decisions about running your kingdom at the end of each month.</p>", 
            "name": "Turn", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Turn", 
            "section_id": 1447, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }, 
        {
            "body": "<p>Your kingdom's Unrest indicates how rebellious your citizens are. Your kingdom's initial Unrest is 0. Unrest can never fall below 0 (anything that would modify it to less than 0 is wasted). Subtract your kingdom's Unrest from all Economy, Loyalty, and Stability checks. If your kingdom's Unrest is 11 or higher, the kingdom begins to lose control of hexes it has claimed. If your kingdom's Unrest ever reaches 20, the kingdom falls into anarchy (see Upkeep Phase).</p>", 
            "name": "Unrest", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Unrest", 
            "section_id": 1448, 
            "source": "Ultimate Campaign", 
            "type": "section"
        }
    ], 
    "section_id": 1435, 
    "source": "Ultimate Campaign", 
    "type": "section"
}