{
    "body": "<p>A stable kingdom has leaders that fill different roles&mdash;tending to the economy, defense, and health of its citizens. PCs and NPCs can fill these roles; your fighter may be the kingdom's Warden, the party cleric its High Priest, and so on. Each role grants the kingdom different benefits.</p><p>A character can only fill one leadership role at a time. For example, your character can't be both the Ruler and the High Priest. Even if you want the Ruler to be the head of the kingdom's religion, she's too busy ruling to also do the work of a High Priest; she'll have to appoint someone else to do that work.</p><p>The kingdom must have someone in the Ruler role to function; without a Ruler, the kingdom cannot perform basic actions and gains Unrest every turn. All other roles are optional, though leaving certain roles vacant gives your kingdom penalties.</p><p>These leadership roles can be a part of any form of government; in some kingdoms they take the form of a formal ruling council, while in others they may be advisors, ministers, relatives of the leader, or simply powerful nobles, merchants, or bureaucrats with access to the seat of power. The names of these roles are game terms and need not correspond to the titles of those roles in the kingdom&mdash;the Ruler of your kingdom may be called king, queen, chosen one, padishah, overlord, sultan, and so on.</p>", 
    "name": "Leadership Roles", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>In order to gain the benefits of leadership, you must spend at least 7 days per month attending to your duties; these days need not be consecutive. This can be roleplayed or can be assumed to run in the background without needing to be defined or actively played out. Time spent ruling cannot be used for adventuring, crafting magic items, or completing other downtime activities (see Chapter 2) that require your full attention and participation. Failure to complete your duties during a turn means treating the role as thought it's vacant.</p><p>For most campaigns, it's best to have the PCs pick the same days of the month for these administrative duties, so everyone is available for adventuring at the same time.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Responsibilities of Leadership", 
            "type": "section", 
            "name": "Responsibilities of Leadership", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>These rules include enough important leadership roles that a small group of PCs can't fill them all. You may have to recruit NPCs to fill out the remaining necessary roles for your kingdom. Cohorts, followers, and even intelligent familiars or similar companions can fill leadership roles, and you may want to consider inviting allied NPCs to become rulers, such as asking a friendly ranger you rescued to become the kingdom's Marshal.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/PCs and NPCs as Leaders", 
            "type": "section", 
            "name": "PCs and NPCs as Leaders", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>If you want to step down from a leadership position, you must find a replacement to avoid incurring the appropriate vacancy penalty for your position. Abdicating a position increases Unrest by 1 and requires a Loyalty check; if the check fails, the vacancy penalty applies for 1 turn while the new leader transitions into that role. If you are the Ruler, abdicating increases Unrest by 2 instead of 1, and you take a &mdash;4 penalty on the Loyalty check to avoid the vacancy penalty.</p><p>If you are not the Ruler and are leaving one leadership role to take a different one in the kingdom, the Unrest increase does not occur and you gain a +4 bonus on the Loyalty check to avoid the vacancy penalty.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Abdicating a Role", 
            "type": "section", 
            "name": "Abdicating a Role", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>The statistics for the different roles are presented as follows.</p>", 
            "name": "Leader Statistics", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Leader Statistics", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>This explains the benefit to your kingdom if you have a character in this role. If you have the Leadership feat, increase this benefit by 1. If this section gives you a choice of two ability scores, use whichever is highest.</p><p>Most benefits are constant and last as long as there is a character in that role, but don't stack with themselves. For example, a General increases Loyalty by 2, so the General provides a constant +2 to the kingdom's Loyalty (not a stacking +2 increase every turn), which goes away if she dies or resigns. If a benefit mentions a particular phase in kingdom building, that benefit applies every turn during that phase. For example, the Royal Enforcer decreases Unrest by 1 at every Upkeep phase.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>This line explains the penalty to your kingdom if no character fills this role, or if the leader fails to spend the necessary time fulfilling his responsibilities. Some roles have no vacancy penalty. If a character in a role is killed or permanently incapacitated during a turn and not restored to health by the start of the next kingdom turn, that role counts as vacant for that next turn, after which a replacement can be appointed to the role.</p><p>Like benefits, most vacancy penalties are constant, last as long as that role is vacant, and don't stack with themselves. If a vacant role lists an increase to Unrest, however, that increase does not go away when the role is filled. For example, if the kingdom doesn't have a ruler for a turn, Unrest increases by 4 and doesn't automatically return to its previous level when you eventually fill the vacant Ruler role.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Ruler is the highest-ranking person in the kingdom, above even the other kingdom leaders, and is expected to embody the values of the kingdom. The Ruler performs the kingdom's most important ceremonies (such as knighting royals and signing treaties), is the kingdom's chief diplomatic officer (though most of these duties are handled by the Grand Diplomat), is the signatory for all laws affecting the entire kingdom, pardons criminals when appropriate, and is responsible for appointing characters to all other high positions in the government (such as other leadership roles, mayors of settlements, and judges).</p>", 
            "name": "Ruler", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Ruler", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Choose one kingdom attribute (Economy, Loyalty, or Stability). Add your Charisma modifier to this attribute. If your kingdom's Size is 26&mdash;100, choose a second kingdom attribute and add your Charisma modifier to it as well. If your kingdom's Size is 101 or more, choose a third kingdom attribute and add your Charisma modifier to it too.</p><p>If you have the Leadership feat, the bonus from the feat applies to all kingdom attributes you affect (one, two, or three attributes, depending on the kingdom's Size).</p><p>If you marry someone of equal station, you both can act as Ruler. You both add your Charisma modifiers to the kingdom attribute (or attributes, if the kingdom is large enough). As long as one of you is present for 1 week per month, you avoid the vacancy penalty.</p><p>In a typical campaign where the kingdom leaders have no ties to actual nobility, \"someone of equal station\" is irrelevant and your marriage is between two Rulers. In a campaign where the leaders are nobles or royals, marrying someone of lesser station means the spouse becomes a Consort rather than a Ruler.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>A kingdom without a ruler cannot claim new hexes, create Farms, build Roads, or purchase settlement districts. Unrest increases by 4 during the kingdom's Upkeep phase.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Consort is usually the spouse of the Ruler, and spends time attending court, speaking with and advising nobles, touring the kingdom to lift the spirits of the people, and so on. In most kingdoms, you cannot have two married Rulers and a Consort at the same time.</p><p>The Consort represents the Ruler when the Ruler is occupied or otherwise unable to act. With the Ruler's permission, the Consort may perform any of the Ruler's duties, allowing the Ruler to effectively act in two places at once. If the Ruler dies, the Consort may act as Ruler until the Heir comes of age and can take over as Ruler.</p>", 
            "name": "Consort", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Consort", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add half your Charisma modifier to Loyalty. If the ruler is unavailable during a turn, you may act as the Ruler for that turn, negating the vacancy penalty for having no Ruler, though you do not gain the Ruler benefit. If you act as the Ruler for the turn, you must succeed at a Loyalty check during the kingdom's Upkeep phase or Unrest increases by 1.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>None.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Councilor acts as a liaison between the citizenry and the other kingdom leaders, parsing requests from the commonwealth and presenting the leaders' proclamations to the people in understandable ways. It is the Councilor's responsibility to make sure the Ruler is making decisions that benefit the kingdom's communities and its citizens.</p>", 
            "name": "Councilor", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Councilor", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add your Charisma modifier or Wisdom modifier to Loyalty.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>Loyalty decreases by 2. The kingdom gains no benefits from the Holiday edict. During the Upkeep phase, Unrest increases by 1.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The General is the highest-ranking member of the kingdom's military. If the kingdom has an army and a navy, the heads of those organizations report to the kingdom's General. The General is responsible for looking after the needs of the military and directing the kingdom's armies in times of war. Most citizens see the General as a protector and patriot.</p>", 
            "name": "General", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/General", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add your Charisma modifier or Strength modifier to Stability.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>Loyalty decreases by 4.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Grand Diplomat is in charge of the kingdom's foreign policy&mdash;how it interacts with other kingdoms and similar political organizations such as tribes of intelligent monsters. The Grand Diplomat is the head of all of the kingdom's diplomats, envoys, and ambassadors. It is the Grand Diplomat's responsibility to represent and protect the interests of the kingdom with regard to foreign powers.</p>", 
            "name": "Grand Diplomat", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Grand Diplomat", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add your Charisma modifier or Intelligence modifier to Stability.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>Stability decreases by 2. The kingdom cannot issue Diplomatic or Exploration edicts.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Heir is usually the Ruler's eldest son or daughter, though some kingdoms may designate a significant advisor (such as a seneschal) as Heir. The Heir's time is mostly spent learning to become a ruler&mdash;pursuing academic and martial training, touring the kingdom to get to the know the land and its people, experiencing the intrigues of courtly life, and so on.</p><p>Because the Heir carries the potential of being the next Ruler, the Heir's role is similar to the Consort in that the Heir may act on behalf of the Ruler.</p>", 
            "name": "Heir", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Heir", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add half your Charisma modifier to Loyalty. You may act as the Ruler for a turn, negating the vacancy penalty for the kingdom having no Ruler, though you do not gain the Ruler benefit. Whenever you act as the Ruler for the turn,  you must succeed at a Loyalty check during the kingdom's Upkeep phase or Unrest increases by 1.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>None.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The High Priest tends to the kingdom's religious needs and guides its growth. If the kingdom has an official religion, the High Priest may also be the highest-ranking member of that religion in the kingdom, and has similar responsibilities over the lesser priests of that faith to those the Grand Diplomat has over the kingdom's ambassadors and diplomats. If the kingdom has no official religion, the High Priest may be a representative of the most popular religion in the kingdom or a neutral party representing the interests of all religions allowed by the kingdom.</p>", 
            "name": "High Priest", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/High Priest", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add your Charisma modifier or Wisdom modifier to Stability.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>Stability and Loyalty decrease by 2. During the Upkeep phase, Unrest increases by 1.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Magister guides the kingdom's higher learning and magic, promoting education and knowledge among the citizens and representing the interests of magic, science, and academia. In most kingdoms, the Magister is a sage, a wizard, or a priest of a deity of knowledge, and oversees the governmental bureaucracy except regarding finance.</p>", 
            "name": "Magister", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Magister", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add your Charisma modifier or Intelligence modifier to Economy.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>Economy decreases by 4.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Marshal ensures that the kingdom's laws are being enforced in the remote parts of the kingdom as well as in the vicinity of the capital. The Marshal is also responsible for securing the kingdom's borders. He organizes regular patrols and works with the General to respond to threats that militias and adventurers can't deal with alone.</p>", 
            "name": "Marshal", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Marshal", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add your Dexterity modifier or Wisdom modifier to Economy.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>Economy decreases by 4.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Royal Enforcer deals with punishing criminals, working with the Councilor to make sure the citizens feel the government is adequately dealing with wrongdoers, and working with the Marshal to capture fugitives from the law. The Royal Enforcer may grant civilians the authority to kill in the name of the law.</p>", 
            "name": "Royal Enforcer", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Royal Enforcer", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add your Dexterity modifier or Strength modifier to Loyalty. During the Upkeep phase, you may decrease Unrest by 1 (this is not affected by having the Leadership feat); if you do so, you must succeed at a Loyalty check or Loyalty decreases by 1.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>None.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Spymaster observes the kingdom's criminal elements and underworld and spies on other kingdoms. The Spymaster always has a finger on the pulse of the kingdom's underbelly, and uses acquired information to protect the interests of the kingdom at home and elsewhere through a network of spies and informants.</p>", 
            "name": "Spymaster", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Spymaster", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>During the Edict phase, choose one kingdom attribute (Economy, Loyalty or Stability). Add your Dexterity modifier or Intelligence modifier to this attribute.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>Economy decreases by 4. During the Upkeep phase, Unrest increases by 1.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Treasurer monitors the state of the kingdom's Treasury and citizens' confidence in the value of their money and investigates whether any businesses are taking unfair advantage of the system. The Treasurer is in charge of the tax collectors and tracks debts and credits with guilds and other governments.</p>", 
            "name": "Treasurer", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Treasurer", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add your Intelligence modifier or Wisdom modifier to Economy.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p> <b>Penalty</b>Economy decreases by 4. The kingdom cannot collect taxes&mdash;during the Edict phase, when you would normally collect taxes, the kingdom does not collect taxes at all and the taxation level is considered \"none.\"\u2029</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Treasurer/Vacancy", 
                    "type": "section", 
                    "name": "Vacancy", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>The Viceroy represents the Ruler's interests on an ongoing basis in a specific location such as a colony or vassal state (see the optional Vassalage edict). The Viceroy is in effect the Ruler for that territory; her orders are superceded only by direct commands from the Ruler.</p>", 
            "name": "Viceroy", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Viceroy", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Add half your Intelligence or Wisdom modifier to Economy. You may assume any leadership role (including Ruler) for your colony or vassal state, but any benefit you provide in this role is 1 less than normal; if you do so, you must spend 7 days that month performing duties appropriate to that leadership role in addition to the 7 days spent for Viceroy duties.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>If you have no Viceroy for your vassal state, treat it as if it had the Ruler vacancy penalty.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ]
        }, 
        {
            "body": "<p>The Warden is responsible for enforcing laws in larger settlements, as well as ensuring the safety of the kingdom leaders. The Warden also works with the General to deploy forces to protect settlements and react to internal threats.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Add your Constitution modifier or Strength modifier to Loyalty.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "body": "<p>Loyalty and Stability decrease by 2.</p>", 
                    "source": "Ultimate Campaign", 
                    "type": "section", 
                    "name": "Vacancy Penalty"
                }
            ], 
            "name": "Warden", 
            "source": "Ultimate Campaign"
        }
    ]
}