{
    "body": "<p>The merciful healer is a master of battlefield revivification, sustaining and restoring allies to keep them in the fight. </p>", 
    "name": "Merciful Healer", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cleric/Cleric Archetypes/Merciful Healer", 
    "type": "class_archetype", 
    "subtype": "cleric", 
    "sections": [
        {
            "body": "<p id=\"willing-healer\">A merciful healer must choose the Healing domain. She does not gain a second domain. If the cleric worships a deity, that deity must be one that grants the Healing domain. A merciful healer must channel positive energy.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cleric/Cleric Archetypes/Merciful Healer/Willing Healer", 
            "type": "section", 
            "name": "Willing Healer", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"channel-energy\">As the cleric ability, save that a merciful healer must channel positive energy, and when she does, she cannot choose to target undead. This ability is otherwise identical to the cleric ability of the same name. </p>", 
            "name": "Channel Energy", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cleric/Cleric Archetypes/Merciful Healer/Channel Energy", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"combat-medic\">A merciful healer does not provoke attacks of opportunity when using the Heal skill to stabilize another creature or casting healing spells.</p>", 
            "name": "Combat Medic", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cleric/Cleric Archetypes/Merciful Healer/Combat Medic", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"merciful-healing\">At 3rd level, a merciful healer can channel positive energy to relieve one or more harmful conditions. The merciful healer chooses one of the following harmful conditions at 3rd level: fatigued, shaken, or sickened. When the merciful healer channels energy she can remove the chosen condition from one living creature that she heals within her channel energy burst. At 6th level, she can choose another condition. It can be one of those she didn't choose at 3rd level, or one of the following conditions: dazed, diseased, or staggered. She can remove the selected condition or the one she chose at 3rd level from up to two creatures within her channel energy burst. She gains another condition at 9th level, and can choose an above condition or one of the following conditions: cursed, exhausted, frightened, nauseated, or poisoned. She can remove that condition, or a condition she previously chose, from one or two creatures within the burst. Finally, at 12th level, she can choose a lower-level condition or one of the following conditions: blinded, deafened, paralyzed, or stunned. She can remove that condition or one she previously chose from one, two, or three creatures within her channel energy burst. Feats and effects that affect a paladin's mercy also affect this ability.</p>", 
            "name": "Merciful Healing", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cleric/Cleric Archetypes/Merciful Healer/Merciful Healing", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"true-healer\">At 8th level, when a merciful healer channels holy energy, she can choose to apply the benefits of merciful healing or to reroll any 1s when determining how much damage she heals with the holy energy. She must choose which benefit to take before she rolls to see how much damage she heals.</p>", 
            "name": "True Healer", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Cleric/Cleric Archetypes/Merciful Healer/True Healer", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}