{
    "sections": [
        {
            "source": "Advanced Race Guide", 
            "type": "section", 
            "name": "Duergar Racial Traits", 
            "sections": [
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"+2-constitution,-+2-wisdom,--4-charisma\">Duergar are hearty and observant, but also belligerent.</p>", 
                    "type": "section", 
                    "name": "+2 Constitution, +2 Wisdom, -4 Charisma"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"medium\">Duergar are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"dwarf\">Duergar are humanoids with the dwarf subtype.</p>", 
                    "type": "section", 
                    "name": "Dwarf"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"slow-and-steady\">Duergar have a base speed of 20 feet, but their speed is never modified by armor or encumbrance.</p>", 
                    "type": "section", 
                    "name": "Slow and Steady"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"superior-darkvision\">Duergar can see in the dark up to 120 feet.</p>", 
                    "type": "section", 
                    "name": "Superior Darkvision"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"duergar-immunities\">Duergar are immune to paralysis, phantasms, and poison. They gain a +2 racial bonus on saves against spells and spell-like abilities.</p>", 
                    "type": "section", 
                    "name": "Duergar Immunities"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"stability\">Duergar receive a +4 racial bonus to their CMD against bull rush or trip attempts while on solid ground.</p>", 
                    "type": "section", 
                    "name": "Stability"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"spell-like-abilities\">A duergar can use <i>enlarge person</i> and <i>invisibility</i> once each per day, using its character level as its caster level and affecting itself only. </p>", 
                    "type": "section", 
                    "name": "Spell-Like Abilities"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"light-sensitivity\">Duergar are dazzled in areas of bright light. </p>", 
                    "type": "section", 
                    "name": "Light Sensitivity"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"languages\">Duergar begin play speaking Common, Dwarven, and Undercommon. Duergar with high Intelligence scores can choose from the following: Aklo, Draconic, Giant, Goblin, Orc, and Terran.</p>", 
                    "type": "section", 
                    "name": "Languages"
                }
            ]
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p>The following racial traits may be selected instead of existing duergar racial traits. Consult your GM before selecting any of these new options.</p>", 
            "type": "section", 
            "name": "Alternate Racial Traits", 
            "sections": [
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"blood-enmity\">Duergar have long warred against their dwarven cousins and the hated drow. Duergar with this racial trait receive a +1 racial bonus on attack rolls against humanoid creatures of the dwarf or elf subtypes. This racial trait replaces the <i>invisibility</i> spell-like ability.</p>", 
                    "type": "racial_trait", 
                    "subtype": "duergar", 
                    "name": "Blood Enmity"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"daysighted\">The cruel light of the sun harms some duergar less than others. Such duergar lack the light sensitivity racial trait, but have darkvision of only 60 feet.</p>", 
                    "type": "racial_trait", 
                    "subtype": "duergar", 
                    "name": "Daysighted"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"deep-magic\">Duergar spellcasters labor long to overcome the inborn spell resistance held by so many of their underground foes. Duergar with this racial trait receive a +2 racial bonus on caster level checks made to overcome spell resistance and a +2 racial bonus on dispel checks. This racial trait replaces the <i>enlarge person</i> and <i>invisibility</i> spell-like abilities.</p>", 
                    "type": "racial_trait", 
                    "subtype": "duergar", 
                    "name": "Deep Magic"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"dwarf-traits\">Duergar can select any dwarf racial trait that replaces stability. They can select dwarf racial traits that replace the hardy dwarf racial trait by giving up duergar immunities instead.</p>", 
                    "type": "racial_trait", 
                    "subtype": "duergar", 
                    "name": "Dwarf Traits"
                }
            ]
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p>The following options are available to all duergar who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the favored class reward.</p>", 
            "type": "section", 
            "name": "Favored Class Options", 
            "sections": [
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"cleric\">Add a +1/2 bonus on checks made to craft magic items.</p>", 
                    "type": "section", 
                    "name": "Cleric"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"fighter\">Add +1 to the fighter's CMD when resisting a bull rush or trip attempt.</p>", 
                    "type": "section", 
                    "name": "Fighter"
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p id=\"inquisitor\">Add +1/6 to the number of times per day the inquisitor can use the judgment class feature.</p>", 
                    "type": "section", 
                    "name": "Inquisitor"
                }
            ]
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p>The following racial archetype is available to duergar.</p>", 
            "type": "section", 
            "name": "Racial Archetypes", 
            "sections": [
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p>The gray disciple contemplates the inner voice of duergar magic and the silent eternity of stone, mastering these dual mysteries and combining them to deadly effect.</p>", 
                    "type": "section", 
                    "name": "Gray Disciple (Monk)", 
                    "sections": [
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"fade-from-sight\">At 4th level, as a swift action, the gray disciple can become invisible (as the <i>invisibility</i> spell) for 1 round by spending 1 <i>ki</i> point. To use this ability, the gray disciple must already have <i>invisibility</i> as a spell-like ability. This ability replaces slow fall and still mind.</p>", 
                            "type": "section", 
                            "name": "Fade from Sight (Sp)"
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"gray-heart\">At 6th level, as a swift action, the gray disciple can enlarge himself (as the <i>enlarge person</i> spell) for 1 minute by spending 1 <i>ki</i> point. To use this ability, the gray disciple must already have <i>enlarge person</i> available as a spell-like ability. This ability replaces high jump and the bonus feat gained at 6th level.</p>", 
                            "type": "section", 
                            "name": "Gray Heart (Sp)"
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"born-in-darkness\">At 7th level, as a standard action, the gray disciple can radiate <i>darkness</i> (as the spell, except originating from the disciple's person) for 1 round per level by spending 1 <i>ki</i> point. This ability replaces wholeness of body.</p>", 
                            "type": "section", 
                            "name": "Born in Darkness (Sp)"
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"earth-glide\">At 12th level, as a swift action, the gray disciple can spend a <i>ki</i> point to walk through solid stone for 1 round. This functions as the earth glide universal monster ability. The gray disciple may continue earth gliding as long as he spends 1 <i>ki</i> point every round as a swift action. If he ceases earth gliding within a solid object, he is violently ejected and takes 5d6 points of damage. The gray disciple is not harmed by damage caused to material he is earth gliding through, but a <i>stone to flesh</i> spell cast upon it causes violent ejection as described above. This ability replaces abundant step.</p>", 
                            "type": "section", 
                            "name": "Earth Glide (Su)"
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"entomb\">At 15th level, a gray disciple can phase a foe into solid rock, killing it instantly. To use this ability, he expends 1 ki point as part of a bull rush or reposition combat maneuver against a creature adjacent to unworked earth or stone. If the attempt succeeds, the gray disciple pushes his foe inside the rock using his earth glide ability. If the creature succeeds at a Reflex save (DC 10 + 1/2 the gray disciple's monk level + the gray disciple's Wisdom modifier), it is ejected in the nearest open space and takes 5d6 points of damage. If it fails, it dies instantly as its body merges with the surrounding stone. Entomb is usable once per day, but a failed bull rush or reposition attempt does not count as a use of the ability. Entomb has no effect on creatures that can earth glide, are incorporeal, or can otherwise can survive merging with a solid object. This ability replaces quivering palm.</p>", 
                            "type": "section", 
                            "name": "Entomb (Su)"
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"earthen-thrall\">At 17th level, a gray disciple can attempt to control a creature with the earth subtype once per day. This ability is treated as <i>dominate monster</i> (DC 10 + 1/2 the gray disciple's monk level + the gray disciple's Wisdom modifier), but is only effective against creatures with the earth subtype, and the gray disciple can keep only a single creature enthralled. If he attempts to control a second creature with this ability, the first creature is automatically released from domination whether or not the second attempt succeeds. This ability replaces tongue of the sun and moon and empty body.</p>", 
                            "type": "section", 
                            "name": "Earthen Thrall (Sp)"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Advanced Race Guide", 
            "text": "<p>The following options are available to duergar. At the GM's discretion, other appropriate races may make use of these options.</p>", 
            "type": "section", 
            "name": "New Racial Rules", 
            "sections": [
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p>Duergar have access to the following equipment.</p>", 
                    "type": "section", 
                    "name": "Duergar Equipment", 
                    "sections": [
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p id=\"spellscorch\">Refined from rare underground crystals, this poison causes a burning headache that impedes spellcasting. If the target fails its Fortitude save, for the next minute the target must make a Concentration check with a DC equal to 10 + spell level to cast a spell, and all other concentration checks to cast spells take a &ndash;5 penalty.</p>", 
                            "type": "item", 
                            "name": "Spellscorch",
                            "sections": [
                                {
                                    "cure": "1 save", 
                                    "name": "Spellscorch", 
                                    "subtype": "poison", 
                                    "contracted": "contact", 
                                    "effect": "see text",
                                    "onset": "&mdash;", 
                                    "source": "Advanced Race Guide",
                                    "frequency": "1/round for 4 rounds", 
                                    "save": "Fortitude DC 14", 
                                    "type": "affliction"
                                } 
                            ]
                        },
                        {
                            "text": "<table><caption>Duergar Poison</caption>\n<thead><tr><th>Name</th><th>Cost</th></tr></thead>\n<tr class=\"odd\"><td>Spellscorch</td><td>200 gp</td></tr></table>", 
                            "type": "table", 
                            "name": "Duergar Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Race Guide", 
                    "text": "<p>Duergar have access to the following feats.</p>", 
                    "type": "section", 
                    "name": "Duergar Feats", 
                    "sections": [
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p>When enlarged, your speed increases.</p>", 
                            "type": "feat", 
                            "name": "Giant Steps", 
                            "sections": [
                                {
                                    "source": "Advanced Race Guide", 
                                    "text": "<p id=\"prerequisites\">Duergar, slow and steady racial trait.</p>", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "source": "Advanced Race Guide", 
                                    "text": "<p class=\"stat-block-1\">When your size increases to Large or larger, your base speed increases by 20 feet. This increase applies only if the effect that changed your size does not alter your speed.</p>", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "source": "Advanced Race Guide", 
                            "text": "<p>You remain briefly translucent after losing <i>invisibility</i>.</p>", 
                            "type": "feat", 
                            "name": "Lingering Invisibility", 
                            "sections": [
                                {
                                    "source": "Advanced Race Guide", 
                                    "text": "<p class=\"stat-block-1\">Duergar.</p>", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "source": "Advanced Race Guide", 
                                    "text": "<p class=\"stat-block-1\">When your <i>invisibility</i> ends, you gain concealment for 1 round per minute of duration the invisibility effect had remaining (minimum 1 round). This only occurs if the invisibility is from your racial spell-like ability or a spell you cast. Effects that negate invisibility negate this concealment.</p>", 
                                    "type": "section", 
                                    "name": "Benefit" 
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Duergar", 
    "subtype": "uncommon_race", 
    "text": "<p>Duergar dwell in subterranean caverns far from the touch of light. They detest all races living beneath the sun, but that hatred pales beside their loathing of their surface-dwarf cousins. Dwarves and duergar once were one race, but the dwarves left the deeps for their mountain strongholds. Duergar still consider themselves the only true dwarves, and the rightful heirs of all beneath the world's surface. In appearance, duergar resemble gray-skinned dwarves, bearded but bald, with cold, lightless eyes. They favor taking captives in battle over wanton slaughter, save for surface dwarves, who are slain without hesitation. Duergar view life as ceaseless toil ended only by death. Though few can be described as anything other than vile and cruel, duergar still value honor and rarely break their word.</p>", 
    "source": "Advanced Race Guide", 
    "type": "race"
}
