{
    "body": "<p>Some spells and abilities increase your ability scores. Ability score increases with a duration of 1 day or less give only temporary bonuses. For every two points of increase to a single ability, apply a +1 bonus to the skills and statistics listed with the relevant ability.</p>", 
    "name": "Ability Score Bonuses", 
    "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Ability Score Bonuses", 
    "sections": [
        {
            "body": "<p>Temporary increases to your Strength score give you a bonus on Strength-based skill checks, melee attack rolls, and weapon damage rolls (if they rely on Strength). The bonus also applies to your Combat Maneuver Bonus (if you are Small or larger) and to your Combat Maneuver Defense.</p>", 
            "name": "Strength", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Ability Score Bonuses/Strength", 
            "section_id": 5151, 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>Temporary increases to your Dexterity score give you a bonus on Dexterity-based skill checks, ranged attack rolls, initiative checks, and Reflex saving throws. The bonus also applies to your Armor Class, your Combat Maneuver Bonus (if you are Tiny or smaller), and your Combat Maneuver Defense.</p>", 
            "name": "Dexterity", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Ability Score Bonuses/Dexterity", 
            "section_id": 5152, 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>Temporary increases to your Constitution score give you a bonus on your Fortitude saving throws. In addition, multiply your total Hit Dice by this bonus and add that amount to your current and total hit points. When the bonus ends, remove this total from your current and total hit points.</p>", 
            "name": "Constitution", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Ability Score Bonuses/Constitution", 
            "section_id": 5153, 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>Temporary increases to your Intelligence score give you a bonus on Intelligence-based skill checks. This bonus also applies to any spell DCs based on Intelligence.</p>", 
            "name": "Intelligence", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Ability Score Bonuses/Intelligence", 
            "section_id": 5154, 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>Temporary increases to your Wisdom score give you a bonus on Wisdom-based skill checks and Will saving throws. This bonus also applies to any spell DCs based on Wisdom.</p>", 
            "name": "Wisdom", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Ability Score Bonuses/Wisdom", 
            "section_id": 5155, 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>Temporary increases to your Charisma score give you a bonus on Charisma-based skill checks. This bonus also applies to any spell DCs based on Charisma and the DC to resist your channeled energy.</p>", 
            "name": "Charisma", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Ability Score Bonuses/Charisma", 
            "section_id": 5156, 
            "source": "Core Rulebook", 
            "type": "section"
        }, 
        {
            "body": "<p>Ability bonuses with a duration greater than 1 day actually increase the relevant ability score after 24 hours. Modify all skills and statistics related to that ability. This might cause you to gain skill points, hit points, and other bonuses. These bonuses should be noted separately in case they are removed.</p>", 
            "name": "Permanent Bonuses", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Ability Score Bonuses/Permanent Bonuses", 
            "section_id": 5157, 
            "source": "Core Rulebook", 
            "type": "section"
        }
    ], 
    "section_id": 5150, 
    "source": "Core Rulebook", 
    "type": "section"
}