{
    "body": "<p>Some creatures possess blindsight, the extraordinary ability to use a nonvisual sense (or a combination senses) to operate effectively without vision. Such senses may include sensitivity to vibrations, acute scent, keen hearing, or echolocation. This makes invisibility and concealment (even magical darkness) irrelevant to the creature (though it still can't see ethereal creatures). This ability operates out to a range specified in the creature description.</p><ul><li> Blindsight never allows a creature to distinguish color or visual contrast. A creature cannot read with blindsight.</li><li> Blindsight does not subject a creature to gaze attacks (even though darkvision does).</li><li> Blinding attacks do not penalize creatures that use blindsight.</li><li> Deafening attacks thwart blindsight if it relies on hearing.</li><li> Blindsight works underwater but not in a vacuum.</li><li> Blindsight negates displacement and blur effects.</li></ul>", 
    "name": "Blindsight and Blindsense", 
    "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Blindsight and Blindsense", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Other creatures have blindsense, a lesser ability that lets the creature notice things it cannot see, but without the precision of blindsight. The creature with blindsense usually does not need to make Perception checks to notice and locate creatures within range of its blindsense ability, provided that it has line of effect to that creature. Any opponent that cannot be seen has total concealment (50% miss chance) against a creature with blindsense, and the blindsensing creature still has the normal miss chance when attacking foes that have concealment. Visibility still affects the movement of a creature with blindsense. A creature with blindsense is still denied its Dexterity bonus to Armor Class against attacks from creatures it cannot see.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Blindsight and Blindsense/Blindsense", 
            "type": "section", 
            "name": "Blindsense", 
            "source": "Core Rulebook"
        }
    ]
}