{
    "body": "<p>Some magic creatures have the supernatural ability to instantly heal damage from weapons or ignore blows altogether as though they were invulnerable.</p><p>The numerical part of a creature's damage reduction (or DR) is the amount of damage the creature ignores from normal attacks. Usually, a certain type of weapon can overcome this reduction (see Overcoming DR). This information is separated from the damage reduction number by a slash. For example, DR 5/magic means that a creature takes 5 less points of damage from all weapons that are not magic. If a dash follows the slash, then the damage reduction is effective against any attack that does not ignore damage reduction.</p><p>Whenever damage reduction completely negates the damage from an attack, it also negates most special effects that accompany the attack, such as injury poison, a monk's stunning, and injury-based disease. Damage reduction does not negate touch attacks, energy damage dealt along with an attack, or energy drains. Nor does it affect poisons or diseases delivered by inhalation, ingestion, or contact. </p><p>Attacks that deal no damage because of the target's damage reduction do not disrupt spells.</p><p>Spells, spell-like abilities, and energy attacks (even nonmagical fire) ignore damage reduction.</p><p>Sometimes damage reduction represents instant healing. Sometimes it represents the creature's tough hide or body. In either case, other characters can see that conventional attacks won't work.</p><p>If a creature has damage reduction from more than one source, the two forms of damage reduction do not stack. Instead, the creature gets the benefit of the best damage reduction in a given situation. </p>", 
    "name": "Damage Reduction", 
    "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Damage Reduction", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Damage reduction may be overcome by special materials, magic weapons (any weapon with a +1 or higher enhancement bonus, not counting the enhancement from masterwork quality), certain types of weapons (such as slashing or bludgeoning), and weapons imbued with an alignment. </p><p>Ammunition fired from a projectile weapon with an enhancement bonus of +1 or higher is treated as a magic weapon for the purpose of overcoming damage reduction. Similarly, ammunition fired from a projectile weapon with an alignment gains the alignment of that projectile weapon (in addition to any alignment it may already have).</p><p>Weapons with an enhancement bonus of +3 or greater can ignore some types of damage reduction, regardless of their actual material or alignment. The following table shows what type of enhancement bonus is needed to overcome some common types of damage reduction.</p>", 
            "name": "Overcoming DR", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Damage Reduction/Overcoming DR", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>DR Type</th><th>Weapon Enhancement Bonus Equivalent</th></tr></thead><tbody><tr class=\"odd\"><td>cold iron/silver</td><td>+3</td></tr><tr class=\"even\"><td>adamantine*</td><td>+4</td></tr><tr class=\"odd\"><td>alignment-based</td><td>+5</td></tr></tbody><tfoot><tr><td colspan=\"2\">* Note that this does not give the ability to ignore hardness, like an actual adamantine weapon does</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Damage Reduction/Overcoming DR/DR Type", 
                    "type": "table", 
                    "name": "DR Type", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}