{
    "body": "<p>Spells, magic items, and certain monsters can affect characters with fear. In most cases, the character makes a Will saving throw to resist this effect, and a failed roll means that the character is shaken, frightened, or panicked.</p>", 
    "name": "Fear", 
    "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Fear", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Characters who are shaken take a &ndash;2 penalty on attack rolls, saving throws, skill checks, and ability checks.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Fear/Shaken", 
            "type": "section", 
            "name": "Shaken", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Characters who are frightened are shaken, and in addition they flee from the source of their fear as quickly as they can. They can choose the paths of their flight. Other than that stipulation, once they are out of sight (or hearing) of the source of their fear, they can act as they want. If the duration of their fear continues, however, characters can be forced to flee if the source of their fear presents itself again. Characters unable to flee can fight (though they are still shaken).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Fear/Frightened", 
            "type": "section", 
            "name": "Frightened", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Characters who are panicked are shaken, and they run away from the source of their fear as quickly as they can, dropping whatever they are holding. Other than running away from the source, their paths are random. They flee from all other dangers that confront them rather than facing those dangers. Once they are out of sight (or hearing) of any source of danger, they can act as they want. Panicked characters cower if they are prevented from fleeing.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Fear/Panicked", 
            "type": "section", 
            "name": "Panicked", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Fear effects are cumulative. A shaken character who is made shaken again becomes frightened, and a shaken character who is made frightened becomes panicked instead. A frightened character who is made shaken or frightened becomes panicked instead.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Fear/Becoming Even More Fearful", 
            "type": "section", 
            "name": "Becoming Even More Fearful", 
            "source": "Core Rulebook"
        }
    ]
}