{
    "body": "<p>The ability to move about unseen is not foolproof. While they can't be seen, invisible creatures can be heard, smelled, or felt. </p><p>Invisibility makes a creature undetectable by vision, including darkvision.</p><p>Invisibility does not, by itself, make a creature immune to critical hits, but it does make the creature immune to extra damage from being a ranger's favored enemy and from sneak attacks.</p><p>A creature can generally notice the presence of an active invisible creature within 30 feet with a DC 20 Perception check. The observer gains a hunch that &ldquo;something's there&rdquo; but can't see it or target it accurately with an attack. It's practically impossible (+20 DC) to pinpoint an invisible creature's location with a Perception check. Even once a character has pinpointed the square that contains an invisible creature, the creature still benefits from total concealment (50% miss chance). There are a number of modifiers that can be applied to this DC if the invisible creature is moving or engaged in a noisy activity.</p>", 
    "name": "Invisibility", 
    "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Invisibility", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Invisible creature is... </th><th>Perception</th></tr></thead><tr class=\"odd\"><td>In combat or speaking</td><td>&ndash;20</td></tr><tr class=\"even\"><td>Moving at half speed</td><td>&ndash;5</td></tr><tr class=\"odd\"><td>Moving at full speed</td><td>&ndash;10</td></tr><tr class=\"even\"><td>Running or charging</td><td>&ndash;20</td></tr><tr class=\"odd\"><td>Not moving</td><td>+20</td></tr><tr class=\"even\"><td>Using Stealth</td><td>Stealth check +20</td></tr><tr class=\"odd\"><td>Some distance away</td><td>+1 per 10 feet</td></tr><tr class=\"even\"><td>Behind an obstacle (door)</td><td>+5</td></tr><tr class=\"odd\"><td>Behind an obstacle (stone wall)</td><td>+15</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Invisibility/Invisible creature is...", 
            "type": "table", 
            "name": "Invisible creature is...", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A creature can grope about to find an invisible creature. A character can make a touch attack with his hands or a weapon into two adjacent 5-foot squares using a standard action. If an invisible target is in the designated area, there is a 50% miss chance on the touch attack. If successful, the groping character deals no damage but has successfully pinpointed the invisible creature's current location. If the invisible creature moves, its location, obviously, is once again unknown.</p><p>If an invisible creature strikes a character, the character struck knows the location of the creature that struck him (until, of course, the invisible creature moves). The only exception is if the invisible creature has a reach greater than 5 feet. In this case, the struck character knows the general location of the creature but has not pinpointed the exact location.</p><p>If a character tries to attack an invisible creature whose location he has pinpointed, he attacks normally, but the invisible creature still benefits from full concealment (and thus a 50% miss chance). A particularly large and slow invisible creature might get a smaller miss chance.</p><p>If a character tries to attack an invisible creature whose location he has not pinpointed, have the player choose the space where the character will direct the attack. If the invisible creature is there, conduct the attack normally. If the enemy's not there, roll the miss chance as if it were there and tell him that the character has missed, regardless of the result. That way the player doesn't know whether the attack missed because the enemy's not there or because you successfully rolled the miss chance.</p><p>If an invisible character picks up a visible object, the object remains visible. An invisible creature can pick up a small visible item and hide it on his person (tucked in a pocket or behind a cloak) and render it effectively invisible. One could coat an invisible object with flour to at least keep track of its position (until the flour falls off or blows away). </p><p>Invisible creatures leave tracks. They can be tracked normally. Footprints in sand, mud, or other soft surfaces can give enemies clues to an invisible creature's location.</p><p>An invisible creature in the water displaces water, revealing its location. The invisible creature, however, is still hard to see and benefits from concealment.</p><p>A creature with the scent ability can detect an invisible creature as it would a visible one.</p><p>A creature with the Blind-Fight feat has a better chance to hit an invisible creature. Roll the miss chance twice, and he misses only if both rolls indicate a miss. (Alternatively, make one 25% miss chance roll rather than two 50% miss chance rolls.)</p><p>A creature with blindsight can attack (and otherwise interact with) creatures regardless of invisibility.</p><p>An invisible burning torch still gives off light, as does an invisible object with a <i>light</i> or similar spell cast upon it.</p><p>Ethereal creatures are invisible. Since ethereal creatures are not materially present, Perception checks, scent, Blind-Fight, and blindsight don't help locate them. Incorporeal creatures are often invisible. Scent, Blind-Fight, and blindsight don't help creatures find or attack invisible, incorporeal creatures, but Perception checks can help.</p><p>Invisible creatures cannot use gaze attacks.</p><p>Invisibility does not thwart divination spells.</p><p>Since some creatures can detect or even see invisible creatures, it is helpful to be able to hide even when invisible.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }
    ]
}