{
    "body": "<p>This extraordinary ability lets a creature detect approaching enemies, sniff out hidden foes, and track by sense of smell.</p><p>A creature with the scent ability can detect opponents by sense of smell, generally within 30 feet. If the opponent is upwind, the range is 60 feet. If it is downwind, the range is 15 feet. Strong scents, such as smoke or rotting garbage, can be detected at twice the ranges noted above. Overpowering scents, such as skunk musk or troglodyte stench, can be detected at three times these ranges.</p><p>The creature detects another creature's presence but not its specific location. Noting the direction of the scent is a move action. If the creature moves within 5 feet (1 square) of the scent's source, the creature can pinpoint the area that the source occupies, even if it cannot be seen.</p><p>A creature with the Survival skill and the scent ability can follow tracks by smell, making a Survival check to find or follow a track. A creature with the scent ability can attempt to follow tracks using Survival untrained. The typical DC for a fresh trail is 10. The DC increases or decreases depending on how strong the quarry's odor is, the number of creatures, and the age of the trail. For each hour that the trail is cold, the DC increases by 2. The ability otherwise follows the rules for the Survival skill in regards to tracking. Creatures tracking by scent ignore the effects of surface conditions and poor visibility.</p><p>Creatures with the scent ability can identify familiar odors just as humans do familiar sights.</p><p>Water, particularly running water, ruins a trail for air-breathing creatures. Water-breathing creatures that have the scent ability, however, can use it in the water easily.</p><p>False, powerful odors can easily mask other scents. The presence of such an odor completely spoils the ability to properly detect or identify creatures, and the base Survival DC to track becomes 20 rather than 10.</p>", 
    "url": "pfsrd://Core Rulebook/Rules/Glossary/Special Abilities/Scent", 
    "type": "section", 
    "name": "Scent", 
    "source": "Core Rulebook"
}