{
    "source": "Bestiary 4", 
    "sections": [
        {
            "source": "Bestiary 4", 
            "text": "<p>For as long as mortals have known magic, magicians have created constructs to serve them. From the mightiest golem forged of nearly indestructible material and elemental energies, to a clockwork minion cunningly built from countless metal gears, to a humble animated broom that cleans of its own accord, construct creation has become a mainstay of a spellcaster's craft. To some spellcasters, golems and other constructs are simply not strong enough, powerful enough, impressive enough, big enough, or unique enough. These spellcasters design and build creations far larger and more powerful&mdash;creations that makes the world take notice of their might and prowess. They build colossi.</p><p>Colossi are constructs of great stature, the smallest of them towering ten times the height of a human, bigger than even the tallest giants. Though superficially similar to golems, they are distinguished not only by their greater size but also by their greater magical powers. A golem is given a semblance of life by an elemental spirit, sealed within the body by a magical barrier that also serves to keep out other magical influences. A colossus is likewise given life by an elemental spirit, but this spirit is much closer to being a true soul, and requires no such magical barrier to prevent it from fleeing the body and leaving behind only inert, dead matter. Like a proper soul, it provides will and impulse rather than power alone. It controls its artificial body via a magical physiology of potent and eldritch spellcraft, just as a living being commands its muscles, nerves, and blood.</p><p>A single colossus can help its master to raze a kingdom and crush armies, and is immune to almost all forms of retaliation. Many colossi are intended to do exactly that&mdash;to forge an empire for their creator, to subjugate a hated foe, or to annihilate some equally dangerous enemy. Some are created to be defensive weapons, as deterrents against invasion. Others are tasked to serve as guardians for singular locations or objects that are not to be disturbed under the direst of consequences.</p><p>Because a colossus is an artificial creature, its exact form, function, and composition are left to the discretion of its creator. Nonetheless, all colossi share certain traits that distinguish them from lesser constructs. These traits are described in the colossus subtype (see page 305).</p><p>Only the greatest and most legendary spellcasters can create colossi, because the process requires experience and knowledge beyond ordinary mortal ken. Shaping a colossus's controlling spirit is about as close as a mortal being has come to truly creating a life and a soul. An inadequately prepared crafter is likely to produce an inert pile of rubble, or at best, a mere golem of tremendous proportions, but relatively fragile for its immense size. At worst, such a creation can fail catastrophically, with results that are unpredictable, but invariably expensive and dangerous.</p><p>Unlike many artificial creations, colossi are able to think for themselves. The creator has some degree of control over the personality of a colossus, and usually tries to instill an urge to please its \"parent\" to make it easier to control. Molding an elemental spirit is similar to raising children, however; the results are inconsistent and hard to predict. On occasion, it results in stubborn, cruel, or merely childish colossi. Rarely, a colossus realizes it's strong enough to refuse to follow orders, and instead follows its own will independent of those who would command it. Such rogue colossi have little interest in the society of minuscule beings like humanity. Some manage to make a sort of existence among the larger giants, but as most are too conspicuous in their primary forms to mingle with mortal beings well, they seek out forgotten corners of the globe where they can quietly dwell.</p><p>The magical energy required to fuel such hulks is great and often difficult to control. Most colossi drain nearly all magic energies from their immediate area, with the exception of energies in tune with a colossus's own powers. Draining such energy creates an area around the colossus in which most magic simply doesn't function. The magic that does still work in these areas is just as likely to further empower the colossus as it is to harm it, since it's by necessity in tune with the colossus's magical metabolism. Still, a clever spellcaster can find and exploit this metaphorical chink in a colossus's armor.</p><p>All colossi have two forms. The primary form resembles an immense humanoid, much like a larger golem. The second varies from type to type, but often serves to disguise the colossus as something more innocuous, as it can be difficult to conceal a 60-foot behemoth. Some colossi, however, can transform into terrible, inhuman forms that are even more powerful and destructive, forgoing any attempt at being subtle.</p><p>Colossi can take many forms depending upon the materials used in their construction and the will of their individual creators. Creating a colossus is an ambitious undertaking, leading most creators to base their designs on lessons learned crafting lesser constructs. As a result, the best-known kinds of colossi are the flesh, stone, and iron varieties, corresponding to the most common and best-understood varieties of golem. Other varieties are possible, such as the clay colossus given life by divine secrets, the glacial colossus wrought of unmelting ice and frost, and the timber colossus built from still-living wood, which bears eerie powers over plants and creatures of the natural world.</p>", 
            "type": "section", 
            "name": "Colossus", 
            "sections": []
        }, 
        {
            "source": "Bestiary 4", 
            "text": "<p class=\"flavor-text\">This enormous monstrosity looks like a pile of fresh humanoid bodies shoved into a shambling humanoid shape.</p>", 
            "type": "section", 
            "name": "Colossus, Flesh", 
            "sections": [
                {
                    "dexterity": "11", 
                    "ac": "30, touch 6, flat-footed 30 (+24 natural, –4 size)", 
                    "cmd": "46", 
                    "special_attacks": "constrict (2d12+16), mythic power (6/day, surge +1d8), mythic quickening, pinning stomp", 
                    "intelligence": "3", 
                    "melee": "", 
                    "cr": "16", 
                    "xp": "76,800", 
                    "speed": "60 ft.", 
                    "alignment": "2", 
                    "size": "slams", 
                    "environment": "any land", 
                    "strength": "42", 
                    "constitution": "-", 
                    "source": "Bestiary 4", 
                    "treasure": "none", 
                    "charisma": "7", 
                    "languages": "Common", 
                    "immune": "electricity, construct traits", 
                    "init": "+0", 
                    "fortitude": "+5", 
                    "spells": {
                        "spell-like abilities": "(CL 13th; concentration +14)<p class=\"stat-block-2\">3/day-<i>waves of fatigue</i></p><p class=\"stat-block-2\">1/day-<i>circle of death</i> (DC 17)</p>"
                    }, 
                    "type": "creature", 
                    "feats": "CleaveM, Great Cleave, Greater Vital Strike, Improved CriticalM (slam), Improved Vital Strike, Power AttackM, Toughness, Vital Strike", 
                    "senses": "all-around vision, darkvision 60 ft., low-light vision; Perception +8", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Alternate Form", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "As a full-round action, a flesh colossus can break apart into four composite creatures. These composite creatures are identical to flesh golems (Pathfinder RPG Bestiary 160) but lack the golem's DR and the berserk and immunity to magic abilities. They gain DR 5/epic, electricity absorption, and selective antimagic aura (10 feet). Divide the colossus's current total hit points by 4 to determine how many hit points each composite creature has. Reverting into a single form requires all of the remaining composite creatures to be adjacent to each other and a full-round action. When this occurs, add up the remaining hit points to determine the colossus's total hit points.", 
                                    "sections": []
                                }, 
                                {
                                    "source": "Bestiary 4", 
                                    "sections": [], 
                                    "type": "section", 
                                    "name": "Selective Antimagic", 
                                    "text": ""
                                }, 
                                {
                                    "source": "Bestiary 4", 
                                    "sections": [], 
                                    "type": "section", 
                                    "name": "Aura", 
                                    "text": ""
                                }, 
                                {
                                    "name": "", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Spells and abilities with the electricity descriptor or that deal electricity damage are unaffected by this field, as are necromancy spells and effects.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>A flesh colossus consists of hundreds of corpses assembled into a macabre whole. Its stands roughly 60 feet tall and weighs about 150,000 pounds.</p>"
                        }
                    ], 
                    "hp": "224 (16d10+136)", 
                    "reach": "20 ft.", 
                    "wisdom": "10", 
                    "creature_type": "+28", 
                    "special_qualities": "alternate form, mythic creation, mythic resilience", 
                    "dr": "10/epic", 
                    "base_attack": "+16", 
                    "name": "Flesh Colossus", 
                    "skills": "Intimidate +9, Perception +8", 
                    "reflex": "+5", 
                    "space": "20 ft.", 
                    "cmb": "+36", 
                    "will": "+5", 
                    "aura": "selective antimagic (20 ft.), unnatural (30 ft.)", 
                    "mr": "6", 
                    "organization": "solitary", 
                    "creature_subtype": "2d12+16/19–20/×3 plus grab orstomp +28 4d12+24 plus pinning stomp"
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Creating a flesh colossus requires at least 500 humanoid corpses with a total cost of 10,000 gp.</p>", 
                    "type": "section", 
                    "name": "Construction", 
                    "sections": [
                        {
                            "name": "Flesh Colossus", 
                            "cl": "12th", 
                            "sections": [], 
                            "price": "120,000 gp", 
                            "misc": [
                                {
                                    "field": "Requirements", 
                                    "subsection": "Construction", 
                                    "value": "Craft Construct, Mythic Crafter 6th mythic tier, animate dead, antimagic field, gentle repose, limited wish"
                                }, 
                                {
                                    "field": "Skill", 
                                    "subsection": "Construction", 
                                    "value": "Heal DC 25"
                                }, 
                                {
                                    "field": "Cost", 
                                    "subsection": "Construction", 
                                    "value": "70,000 gp"
                                }
                            ], 
                            "source": "Bestiary 4", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Bestiary 4", 
            "text": "<p class=\"flavor-text\">A siege engineer's nightmare, this giant machine emits noxious fumes from its grinding engine.</p>", 
            "type": "section", 
            "name": "Colossus, Iron", 
            "sections": [
                {
                    "dexterity": "9", 
                    "ac": "39, touch 1, flat-footed 39 (–1 Dex, +38 natural, –8 size)", 
                    "cmd": "62 (68 vs. sunder)", 
                    "special_attacks": "mythic power (8/day, surge +1d10), mythic quickening, pinning stomp", 
                    "intelligence": "5", 
                    "melee": "flail +35/+30/+25/+20 (6d6+20/19–20) or<p class=\"stat-block-2\">stomp +35 (6d6+30 plus pinning stomp)</p>", 
                    "cr": "21", 
                    "xp": "409,600", 
                    "speed": "50 ft.", 
                    "alignment": "N", 
                    "size": "Colossal", 
                    "environment": "any land", 
                    "strength": "51", 
                    "constitution": "-", 
                    "source": "Bestiary 4", 
                    "treasure": "none", 
                    "charisma": "14", 
                    "languages": "Common", 
                    "immune": "construct traits, fire absorption", 
                    "init": "–1", 
                    "fortitude": "+9", 
                    "spells": {
                        "spell-like abilities": "(CL 17th; concentration +19)<p class=\"stat-block-2\">3/day-<i>wall of fire</i> (DC 16)</p><p class=\"stat-block-2\">1/day-<i>delayed blast fireball</i> (DC 19)</p>"
                    }, 
                    "type": "creature", 
                    "feats": "CleaveM, Great Cleave, Great Fortitude, Greater Sunder, Greater Vital Strike, Improved Critical (flail), Improved CriticalM (heavy ballista), Improved SunderM, Improved Vital Strike, Power Attack, Toughness, Vital StrikeM", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Alternate Form", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "As a full-round action, an iron colossus can transform its legs into a massive, destructive track. Its speed becomes 80 ft., it can't be tripped, and it gains a trample attack that deals 4d8+30 damage. It loses its stomp attack. It can resume its base form as a full-round action.", 
                                    "sections": []
                                }, 
                                {
                                    "source": "Bestiary 4", 
                                    "sections": [], 
                                    "type": "section", 
                                    "name": "descriptor", 
                                    "text": "An iron colossus emits a 30-foot-radius cloud of poisonous gas, exposing creatures that start their turn in this area.Deadly Fumes: inhaled&mdash;save Fort DC 21; frequency 1/round for 2 rounds; effect 1d4 Constitution damage and sickened; cure 1 save."
                                }, 
                                {
                                    "name": "Deadly Fumes", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Fire Absorption", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Not only is a flesh colossus immune to fire, but when targeted or hit by a spell or attack that would deal fire damage, it heals half the fire damage it would be dealt.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Selective Antimagic Aura", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Spells with the fire descriptor and fire effects are unaffected by this field.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Siege Tower", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "An iron colossus's ballistae don't provoke attacks of opportunity, and they reload themselves at the start of the colossus's turn.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Standing 80 feet high and weighing 500 tons, iron colossi are the ultimate weapons of war.</p>"
                        }
                    ], 
                    "senses": "darkvision 60 ft., low-light vision; Perception +11", 
                    "ranged": "2 heavy ballistae +14 (4d8/17–20/×3)", 
                    "hp": "309 (23d10+183)", 
                    "reach": "30 ft.", 
                    "wisdom": "10", 
                    "creature_type": "Construct", 
                    "special_qualities": "alternate form, mythic creation, mythic resilience, siege tower", 
                    "dr": "10/epic", 
                    "base_attack": "+23", 
                    "name": "Iron Colossus", 
                    "skills": "Intimidate +14, Perception +11", 
                    "reflex": "+6", 
                    "space": "30 ft.", 
                    "cmb": "+51 (+59 sunder)", 
                    "will": "+7", 
                    "aura": "deadly fumes (30 ft.), selective antimagic aura (30 ft.)", 
                    "mr": "8", 
                    "organization": "solitary", 
                    "creature_subtype": "colossus, mythic"
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>The body of an iron colossus is constructed from hundreds of tons of iron, costing 100,000 gp.</p>", 
                    "type": "section", 
                    "name": "Construction", 
                    "sections": [
                        {
                            "name": "Iron Colossus", 
                            "cl": "17th", 
                            "sections": [], 
                            "price": "500,000 gp", 
                            "misc": [
                                {
                                    "field": "Requirements", 
                                    "subsection": "Construction", 
                                    "value": "Craft Construct, Mythic Crafter, mythic tier or rank 8, antimagic field, cloudkill, meteor swarm, rusting grasp, wall of iron, wish"
                                }, 
                                {
                                    "field": "Skill", 
                                    "subsection": "Construction", 
                                    "value": "Craft (blacksmithing) DC 30"
                                }, 
                                {
                                    "field": "Cost", 
                                    "subsection": "Construction", 
                                    "value": "300,000 gp"
                                }
                            ], 
                            "source": "Bestiary 4", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Bestiary 4", 
            "text": "<p class=\"flavor-text\">This immense stone figure appears to be a keep that uprooted itself and went for a walk.</p>", 
            "type": "section", 
            "name": "Colossus, Stone", 
            "sections": [
                {
                    "dexterity": "11", 
                    "ac": "31, touch 2, flat-footed 31 (+29 natural, –8 size)", 
                    "cmd": "60 (65 vs. sunder)", 
                    "special_attacks": "mythic power (7/day, surge +1d10), mythic quickening, pinning stomp", 
                    "intelligence": "5", 
                    "melee": "2 slams +32 (3d10+19/19–20) or<p class=\"stat-block-2\">stomp +32 (6d10+28 plus pinning stomp)</p>", 
                    "cr": "19", 
                    "xp": "204,800", 
                    "speed": "40 ft.", 
                    "alignment": "N", 
                    "size": "Colossal", 
                    "environment": "any land", 
                    "strength": "48", 
                    "constitution": "-", 
                    "source": "Bestiary 4", 
                    "treasure": "none", 
                    "charisma": "7", 
                    "languages": "Common", 
                    "immune": "construct traits", 
                    "init": "+11M", 
                    "fortitude": "+7", 
                    "spells": {
                        "spell-like abilities": "(CL 15th; concentration +16)<p class=\"stat-block-2\">3/day-<i>wall of stone</i> (DC 16)</p><p class=\"stat-block-2\">1/day-<i>repulsion </i>(DC 17)</p>"
                    }, 
                    "type": "creature", 
                    "feats": "Cleave, Deadly AimM, Great Cleave, Improved Critical (slam), Improved InitiativeM, Improved SunderM, Improved Vital Strike, Point-Blank ShotM, Power Attack, Precise Shot, Vital Strike", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Alternate Form", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "A stone colossus can take the form of a small keep as a full-round action. Its DR increases to 20/epic, and it gains fast healing 10. While in this form, the colossus cannot make melee attacks.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Movable Keep", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "In either form, a stone colossus holds up to 12 Medium creatures. Those on its ramparts gain cover. Any inside when it's destroyed take 3d10+20 points of damage.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Selective Antimagic Aura", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Spells with the earth or force descriptor or that transmute or manipulate earth or stone are unaffected by this field.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Self Repair", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "A stone colossus can expend one use of mythic power as a swift action to gain fast healing 20 for 5 rounds.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Siege Tower", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "A stone colossus's ballistae don't provoke attacks of opportunity, and they reload themselves at the start of the colossus's turn.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Standing 70 feet tall and weighing 300 tons, a stone colossus is a walking fortress.</p>"
                        }
                    ], 
                    "senses": "darkvision 60 ft., low-light vision; Perception +11", 
                    "ranged": "light ballista +13 (3d8/×3)", 
                    "hp": "265 (21d10+150)", 
                    "reach": "30 ft.", 
                    "wisdom": "10", 
                    "creature_type": "Construct", 
                    "special_qualities": "alternate form, movable keep, mythic creation, mythic resilience, self repair, siege tower", 
                    "dr": "10/epic", 
                    "base_attack": "+21", 
                    "name": "Stone Colossus", 
                    "skills": "Intimidate +11, Perception +11", 
                    "reflex": "+7", 
                    "space": "30 ft.", 
                    "cmb": "+48 (+53 sunder)", 
                    "will": "+7", 
                    "aura": "selective antimagic aura (30 ft.)", 
                    "mr": "7", 
                    "organization": "solitary or mobile fortification (1 plus 6–12 Medium humanoid archers)", 
                    "creature_subtype": "colossus, mythic"
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>The body of a stone colossus costs 40,000 gp.</p>", 
                    "type": "section", 
                    "name": "Construction", 
                    "sections": [
                        {
                            "name": "Stone Colossus", 
                            "cl": "15th", 
                            "sections": [], 
                            "price": "300,000 gp", 
                            "misc": [
                                {
                                    "field": "Requirements", 
                                    "subsection": "Construction", 
                                    "value": "Craft Construct, Mythic Crafter, mythic rank or tier 8, antimagic field, magnificent mansion, make whole, wall of stone, wish"
                                }, 
                                {
                                    "field": "Skill", 
                                    "subsection": "Construction", 
                                    "value": "Craft (stonemasonry) DC 30"
                                }, 
                                {
                                    "field": "Cost", 
                                    "subsection": "Construction", 
                                    "value": "170,000 gp"
                                }
                            ], 
                            "source": "Bestiary 4", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Colossus", 
    "type": "section"
}