{
    "source": "Bestiary 4", 
    "sections": [
        {
            "source": "Bestiary 4", 
            "text": "<p>The mightiest of all demons are the demon lords of the Abyss, influential entities of chaos and evil and powerful demigods who each rule vast realms of horror and vice. Each demon lord is a unique creature, a paragon of sin that exists only to further its own desires. The genesis of demon lords varies. The majority of them rise from lesser demons who have transformed into powerful entities (this was how Pazuzu became a demon lord). In rare cases, a demon lord transitions directly from being a powerful, sinful mortal into the role of demon lord (as is the case with Kostchtchie), or from a qlippoth into a demon lord as a result of unknowable influences in the Abyss (as is the case with Dagon).</p><p>When a demon gathers enough power, whether by gaining class levels, advancing in Hit Dice, gaining many mythic tiers or ranks, undertaking a vile ritual, or simply amassing a sufficiently large and devoted following, it becomes what is known as a nascent demon lord. It may remain a nascent lord indefinitely, but usually seeks to complete its transformation into a full-fledged demon lord. In order to do so, the nascent lord must build a cult among mortals, but more importantly it must claim and control a large enough Abyssal realm that the plane itself takes notice and elevates the nascent lord to the power level of a demon lord. In a few cases, demon lords have been known to ascend to the status of full deities. While there are likely thousands of nascent demon lords in existence at any one time in the Abyss, the number of full-fledged demon lords is more limited&mdash;known examples of demon lords number in the dozens.</p><p>The phrase \"demon lord\" is gender neutral&mdash;there are male, female, and genderless demon lords, as well as demon lords with multiple genders.</p><p> A demon lord may be contacted via <i>commune</i>, and can be conjured via a <i>gate</i> spell, but when so called, a demon lord is under no compulsion to come through the <i>gate</i>. Typically, a demon lord requires an enormous and significant offering or sacrifice before it deigns to answer a <i>gate</i> spell.</p>", 
            "type": "section", 
            "name": "Demon Lord", 
            "sections": [
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Demon lords' realms range in size, but even the smallest are as large as a continent, and the greatest are larger than some planets. The realms' environments, themes, and traits are as unique as the demon lords themselves, presenting unusual challenges and dangers to creatures trying to explore them. Yet despite the close connection a demon lord has to its realm, it does not exert total control over the realm, and powerful adventurers can infiltrate such realms and accomplish goals without arousing the lord's anger&mdash;if they're careful.</p><p>A demon lord gains the following additional powers while in its realm (the statistics presented on the following pages do not include these abilities):</p><ul><li><b>Mythic</b>A demon lord functions as a 10th mythic rank creature, including the mythic power ability (10/day, surge +1d12). It may expend uses of mythic power to use the mythic versions of any spell-like ability denoted with an asterisk (*) just as if the ability were a mythic spell.\n</li><li>Use of the following spell-like abilities at will&mdash;<i>demand</i>, <i>discern location</i>, <i>fabricate</i>, <i>major creation</i>, and <i>polymorph any object</i> (when used on objects or creatures that are native to the realm, the polymorph duration factor increases by 6).\n</li><li>Use of the following spell-like abilities once per day&mdash;<i>binding</i>, <i>miracle </i>(limited to physical effects that manipulate the realm or to effects that are relevant to the demon lord's areas of concern)\n</li><li><b>Heightened Awareness (Ex)</b>: A demon lord gains a +10 insight bonus on Perception checks and Initiative checks.</li></ul>", 
                    "type": "section", 
                    "name": "Abyssal Realms", 
                    "sections": []
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Each demon lord is a unique creature ranging in power from CR 26 to CR 30. Demon lords are generally beyond the reach of most mortal heroes, and should not be placed in an adventure without careful consideration. In most cases, they are best used as the final enemies of long campaigns&mdash;especially campaigns in which the PCs themselves are mythic characters&mdash;and even getting an audience with one should be a memorable event.</p><p>Yet even if demon lords are far outside the abilities of most heroes to combat directly, they can still be used as foes in campaigns of all levels, inspiring or directing monsters, mortals, and entire cults. Opposing and defeating a cult is a time-honored plotline for a campaign, and a climactic encounter where the PCs must close a portal before the cult's demon lord manifests in the flesh can make an exciting capstone to a long-running campaign, especially if the demon lord in question appears for a round or 2 to fight the PCs before the closing of the portal forces it back to the Abyss. Alternatively, rather than having the PCs face the demon lord at full power, you can build a campaign where the PCs systematically undermine and destroy a demon lord's resources, imposing increasing penalties on it and gathering potent weapons so that when the time comes for the final confrontation, the PCs are powerful and the demon lord is weakened to a state below its normal CR. An easy way to model weakening a demon in this manner is to assign negative levels to the demon&mdash;normally, a demon lord is immune to level drain, but in this case, the reduction of its resources and sources of power can bypass that immunity for a time... at least, until the demon lord can rebuild and recover.</p>", 
                    "type": "section", 
                    "name": "Demon Lords in a Campaign", 
                    "sections": []
                }
            ]
        }, 
        {
            "source": "Bestiary 4", 
            "text": "<p class=\"flavor-text\">This demon's body is a nightmare of writhing tentacles and slippery coils below the leering maw of a deep sea predator.</p>", 
            "type": "section", 
            "name": "Demon Lord, Dagon", 
            "sections": [
                {
                    "dexterity": "25", 
                    "ac": "46, touch 31, flat-footed 39 (+4 deflection, +7 Dex, +15 natural, +12 profane, –2 size)", 
                    "cmd": "87 (89 vs. bull rush, 89 vs. disarm, can't be tripped)", 
                    "special_attacks": "breath weapon, command aquatic creature, constrict (2d6+25), fast swallow, poison, swallow whole (transformation, AC 17, 67 hp)", 
                    "intelligence": "29", 
                    "racial_modifiers": "+8 Perception", 
                    "resist": "acid 30, fire 30", 
                    "melee": "bite +48 (6d6+17/19–20 plus grab), 4 tentacles +43 (2d6+8/19–20 plus grab)", 
                    "cr": "28", 
                    "xp": "4,915,200", 
                    "speed": "40 ft., swim 120 ft.", 
                    "alignment": "CE", 
                    "size": "Huge", 
                    "environment": "any oceans (Abyss)", 
                    "strength": "44", 
                    "constitution": "40", 
                    "source": "Bestiary 4", 
                    "treasure": "triple", 
                    "charisma": "31", 
                    "languages": "Abyssal, Aquan, Celestial, Common, Draconic; speak with animals (aquatic animals only), telepathy 300 ft.", 
                    "immune": "ability damage, ability drain, charm effects, compulsion effects, cold, death effects, electricity, energy drain, petrification, and poison", 
                    "init": "+11; Senses darkvision 60 ft., detect good, detect law, true seeing; Perception +55", 
                    "fortitude": "+37", 
                    "spells": {
                        "spell-like abilities": "(CL 28th; concentration +38)<p class=\"stat-block-2\">Constant-<i>detect good</i>, <i>detect law</i>, <i>freedom of movement</i>, <i>speak with animals</i> (aquatic animals only), <i>true seeing</i>, <i>unholy aura</i> (DC 28)</p><p class=\"stat-block-2\">At will-<i>astral projection</i>, <i>blasphemy</i>* (DC 27), <i>control water</i>, <i>control weather</i>*, <i>desecrate</i>*, <i>greater dispel magic</i>, <i>greater teleport</i>, <i>shapechange</i>, <i>telekinesis</i>* (DC 25), <i>unhallow</i>, <i>unholy blight</i>* (DC 24)</p><p class=\"stat-block-2\">3/day-quickened <i>greater dispel magic</i>, <i>insanity</i> (DC 27), summon demons, <i>symbol of insanity</i> (DC 28), <i>vortex</i> (DC 27)</p><p class=\"stat-block-2\">1/day-<i>storm of vengeance</i>* (DC 29), <i>time stop</i>*, <i>tsunami</i>*<sup>,</sup><span class=\"char-style-override-37\">  (DC 29)</span></p>* Dagon can use the mythic version of this ability in his realm."
                    }, 
                    "type": "creature", 
                    "feats": "Awesome Blow, Bleeding Critical, Combat Expertise, Combat Reflexes, Craft Wondrous Item, Critical Focus, Greater Bull Rush, Improved Bull Rush, Improved Critical (bite), Improved Critical (tentacle), Improved Initiative, Improved Trip, Improved Vital Strike, Lightning Reflexes, Power Attack, Quicken Spell-Like Ability (greater dispel magic), Vital Strike", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Breath Weapon", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Once every 1d4 rounds as a standard action, Dagon can exhale a 60-foot cone of inky blackness. Underwater, this cone manifests as black ink, while above water it manifests as a thick cloud. Creatures in the area have their vision obscured as if they were in complete darkness. Darkvision does not allow someone to see through the ink or smoke, but true seeing does. The ink or smoke persists for 1d4 rounds, but dissipates in 1 round in areas with aquatic currents or winds. Any creature in the breath weapon's area is exposed to the breath weapon's poison (see below) and must succeed at a DC 41 Will save or gain 2 negative levels as its memories and knowledge leach away (this is a mind-affecting effect). Any creature that enters the ink or cloud, or ends its turn inside it, must succeed at another Will save (at a +4 bonus) to avoid further level loss and poisoning. The save DC is Constitution-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Command Aquatic Creature", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Dagon can command aquatic creatures to do his bidding as a move action, either via using his ability to speak with animals or via telepathy. This affects all aberrations, animals, magical beasts, oozes, and vermin within 300 feet that have the aquatic subtype (Will DC 36 negates). This functions like mass suggestion, but can affect mindless creatures. Dagon can suggest obviously harmful or suicidal acts (though non-mindless creatures gain a +10 bonus on their saving throws against these suggestions). The commanded course of activity can have a duration of up to 1 hour. If Dagon issues a new command to a creature, the previous command is discarded. Once a creature succeeds at its save against this effect, it is immune to further commands from Dagon for 24 hours. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Poison", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Breath weapon&mdash;contact; save Fort DC 41; frequency 1/round for 6 rounds; effect 1d6 Con drain and confused for 1 round; cure 3 consecutive saves.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Transformation", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "A creature swallowed by Dagon is assaulted by demonic enzymes, rasping talons, sucking tendrils, and vile gases. At the start of the swallowed creature's turn, it must succeed at a DC 41 Fortitude save or be nauseated, and must succeed at a DC 36 Will save or take 1d6 points of Dexterity and Charisma drain. Once the creature's Dexterity and Charisma are drained to 0, the creature transforms into a horrifically deformed version of itself that Dagon can then disgorge into any adjacent square as a swift action. The transformed creature gains the half-fiend template, its Dexterity and Charisma return to their normal values, and it is under Dagon's control (as dominate monster, caster level 28th). The transformation can be reversed by casting break enchantment and atonement on the victim during the first 24 hours (after that, it can be reversed only via miracle or wish). The Fortitude save DC is Constitution-based, and the Will save DC is Charisma-based.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Dagon is the demon lord of deformity, the sea, and sea monsters. He rules an Abyssal realm that consists of an immense ocean dotted above with strange and horrible islands and marked below with countless deep sea trenches and sunken cities. Dagon is 35 feet long, with the lower body of an eel, a horrific visage that evokes images of deep sea predators, and four long tentacles in place of arms.</p>"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Dagon almost always uses Power Attack in combat, taking a -9 penalty on all attack rolls but gaining a +18 bonus on damage rolls. He is never encountered without a large number of aquatic demons or monsters at his side that he uses as pawns in battles, often simply commanding them to attack foes while he hangs back in the shadows and observes the fight with his cold eyes. Immense sharks, hezrous, carnivorous whales, krakens, and shoggoths are the demon lord's favored minions.</p>"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Dagon began life not as a demon lord but as a powerful qlippoth&mdash;the reasons for his transformation into a demon lord are not understood by mortal scholars, but there is certainly no love lost between Dagon and the qlippoth race.</p>"
                        }
                    ], 
                    "hp": "676 (33d10+495); regeneration 30 (deific or mythic)", 
                    "reach": "15 ft. (30 ft. with tentacle)", 
                    "wisdom": "32", 
                    "defensive_abilities": "Abyssal resurrection, freedom of movement", 
                    "creature_type": "Outsider", 
                    "special_qualities": "compression, demon lord traits", 
                    "dr": "20/cold iron, epic, and good", 
                    "base_attack": "+33", 
                    "name": "Dagon", 
                    "skills": "Acrobatics +40 (+44 when jumping), Bluff +46, Intimidate +46, Knowledge (arcana) +45, Knowledge (geography) +42, Knowledge (history) +42, Knowledge (nature) +45, Knowledge (planes) +45, Knowledge (religion) +42, Perception +55, Sense Motive +47, Spellcraft +45, Stealth +35, Swim +61, Use Magic Device +43", 
                    "sr": "39", 
                    "space": "15 ft.", 
                    "cmb": "+52 (+56 bull rush, +54 disarm, +56 grapple, +54 trip)", 
                    "will": "+33", 
                    "aura": "frightful presence (120 ft., DC 36), unholy aura (DC 28)", 
                    "reflex": "+24", 
                    "organization": "solitary (unique)", 
                    "creature_subtype": "chaotic, demon, evil, extraplanar, water"
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Dagon is worshiped primarily by boggards, heretical sahuagin and skum, marsh giants, and desperate or insane coastal dwellers. Most of his worshipers are grotesquely deformed or engage in various abhorrent practices of interbreeding with strange ichthyic or aquatic creatures that dwell nearby. His holy places are often decaying seaside churches, lighthouses, sea caves, or darkly beautiful underwater cathedrals. Often his worshipers also venerate various Great Old Ones, in particular Cthulhu, and it's not unusual to find priests of Dagon and Cthulhu working side by side in a community.</p><p>Dagon is also known as the Shadow in the Sea. His unholy symbol is a gold disk inscribed with sinister runes around an open octopus eye. His favored weapon is the trident. He grants access to the domains of Chaos, Destruction, Evil, and Water, and access to the subdomains of Catastrophe, Demon, Oceans, and Rage.</p>", 
                    "type": "section", 
                    "name": "Dagon's Cult", 
                    "sections": []
                }
            ]
        }, 
        {
            "source": "Bestiary 4", 
            "text": "<p class=\"flavor-text\">This towering giant with twisted legs has human skulls woven into his beard and holds an immense warhammer.</p>", 
            "type": "section", 
            "name": "Demon Lord, Kostchtchie", 
            "sections": [
                {
                    "dexterity": "23", 
                    "ac": "44, touch 30, flat-footed 38 (+4 deflection, +6 Dex, +14 natural, +12 profane, –2 size)", 
                    "cmd": "86 (88 vs. bull rush, 88 vs. sunder)", 
                    "special_attacks": "clutch foe, crushing blow, favored enemy (giants +4, humans +4, see below), powerful slam, rock throwing (600 ft.), vengeful strike", 
                    "intelligence": "25", 
                    "racial_modifiers": "+8 Perception", 
                    "resist": "acid 30, fire 30", 
                    "melee": "+5 adamantine icy burst warhammer +53/+48/+43/+38 (3d6+24/19–20/×3 plus 1d6 cold), slam +48 (1d8+19 plus grab)", 
                    "cr": "26", 
                    "xp": "2,457,600", 
                    "speed": "60 ft., climb 60 ft.", 
                    "alignment": "CE", 
                    "size": "Huge", 
                    "environment": "any cold (Abyss)", 
                    "strength": "48", 
                    "constitution": "38", 
                    "source": "Bestiary 4", 
                    "treasure": "triple (+5 adamantine icy burst warhammer, other treasure)", 
                    "charisma": "27", 
                    "languages": "Abyssal, Celestial, Common, Draconic, Giant; telepathy 300 ft.", 
                    "immune": "ability damage, ability drain, charm effects, compulsion effects, cold, death effects, electricity, energy drain, petrification, and poison", 
                    "init": "+6", 
                    "fortitude": "+35", 
                    "spells": {
                        "spell-like abilities": "(CL 26th; concentration +34)<p class=\"stat-block-2\">Constant-<i>air walk</i>, <i>detect good</i>, <i>detect law</i>, <i>freedom of movement</i>, <i>true seeing</i>, <i>unholy aura</i> (DC 26)</p><p class=\"stat-block-2\">At will-<i>astral projection</i>, <i>blasphemy</i>* (DC 25), <i>cone of cold</i>* (DC 23), <i>desecrate</i>*, <i>enlarge person</i>*, <i>greater dispel magic</i>, <i>greater teleport</i>, <i>telekinesis</i>* (DC 23), <i>shapechange</i>, <i>unhallow</i>, <i>unholy blight</i>* (DC 22)</p><p class=\"stat-block-2\">3/day-<i>polar ray</i>*, <i>power word stun</i>*, summon demons, <i>symbol of stunning</i> (DC 25)</p><p class=\"stat-block-2\">1/day-<i>mass icy prison</i> (DC 27), <i>polar midnight</i> (DC 27), <i>time stop</i>*<i></i></p>* Kostchtchie can use the mythic version of this ability in his realm."
                    }, 
                    "type": "creature", 
                    "feats": "Awesome Blow, Catch Off-Guard, Craft Construct, Craft Magic Arms and Armor, Craft Wondrous Item, Critical Focus, Greater Sunder, Greater Vital Strike, Improved Bull Rush, Improved Critical (warhammer), Improved Sunder, Improved Vital Strike, Power Attack, Quick Draw, Staggering Critical, Vital Strike", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Clutch Foe", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "If Kostchtchie chooses to use his hand to make a grapple check when he successfully slams and grabs a Medium or smaller opponent, he takes a -20 penalty on the grapple check. On following rounds, he can attempt to maintain his grapple on the creature as a swift action. If successful, he can constrict the creature for 1d8+28 points of damage, throw the creature (treat this as a bull rush), or use the creature as an improvised weapon. An opponent used as a weapon takes half as much damage as it deals to the creature it hits.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Crushing Blow", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Once per round, Kostchtchie may designate any attack with his warhammer to be a crushing blow. He must designate this attack before making the attack roll. If he hits, the blow ignores the target's hardness and damage reduction, and allows him to make a free trip attempt against the target. This trip attempt does not provoke an attack of opportunity, can target a foe of any size, and has no chance of causing Kostchtchie to fall prone if he fails. A creature struck by a crushing blow must attempt a DC 44 Fortitude save; success means the creature is staggered for 1 round, and failure means it is stunned for 1 round and staggered for 1d6 rounds afterward. The save DC is Strength-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Favored Enemy", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Against female giants or female humans, Kostchtchie's favored enemy bonuses increase to +8. Once per day, he can declare any one creature as a favored enemy, but only if that creature has damaged, humiliated, or otherwise inconvenienced him at some point in the previous 24 hours. His favored enemy bonuses against that creature last 24 hours.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Powerful Slam", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Kostchtchie's slam attack is considered a primary attack even when he uses a weapon in his other hand, and he always adds his full Strength bonus to damage dealt with his slam attack.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Vengeful Strike", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Once per round, Kostchtchie may make an attack of opportunity against any creature that strikes him in melee combat. This attack of opportunity has a critical threat range of 18-20. Against female targets, the vengeful strike is also a crushing blow.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Kostchtchie (pronounced kosh-TIK-ti-kai) appears as an immense, deformed frost giant with twisted legs, tiny white eyes, and a thick matted beard into which are woven dozens of skulls&mdash;trophies of mortal kings and priests of rival faiths he has slain. Legends speak that each of these skulls is haunted by the ghost of its previous owner, and that he can commune with these spirits to seek their wisdom&mdash;although if the legends are true, it is more likely that Kostchtchie has little interest in anything but mockery and torment for these lost souls.</p>"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Kostchtchie is never seen without his massive warhammer, an adamantine maul of such prodigious size that even the strongest frost giant would have trouble wielding it properly. Known also as the Deathless Frost, Kostchtchie dwells in an immense Abyssal fortress carved from the heart of a towering mountain in a frozen realm of jagged mountains and immense glaciers infested with manifold frozen horrors. Kostchtchie stands 30 feet tall.</p>"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Kostchtchie was born of human parents, and became a murderer when his father forced him to kill his mother and sisters. Kostchtchie went one better and murdered his father as well. Later in life, after he had become a ferocious warlord well known for the slaying of dozens of giant chieftains, he confronted the Witch Queen Baba Yaga and tried to force her to grant him immortality&mdash;she agreed, but twisted his form, turned him into a hideous giant, and hid away the last fragment of his mortal soul in a magical torc. Kostchtchie fled to the Abyss to nurture his hatred and hide his shame, eventually finding a new purpose as a patron of frost giants despite his hatred of their kind. Kostchtchie longs for the recovery of the torc that contains the fragment of his soul, in the hope that its return might reverse his deformity without removing his immortality.</p>"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>In combat, Kostchtchie almost always uses Power Attack, taking a -8 penalty on all attack rolls but gaining a +16 bonus on damage rolls. The Deathless Frost is often accompanied by several frost giants, at least two of which are clerics. These clerics attend his every need, healing him in battle as best they can lest they forfeit their lives&mdash;or fall to some fate even more dire at the merciless hands of the Deathless Frost.</p>"
                        }
                    ], 
                    "senses": "darkvision 60 ft., detect good, detect law, true seeing; Perception +52", 
                    "ranged": "rock +37/+32/+27/+22 (2d6+19)", 
                    "hp": "604 (31d10+434); regeneration 30 (deific or mythic)", 
                    "weaknesses": "vulnerable to fire", 
                    "reach": "15 ft.", 
                    "wisdom": "30", 
                    "defensive_abilities": "Abyssal resurrection, freedom of movement, rock catching", 
                    "creature_type": "Outsider", 
                    "special_qualities": "demon lord traits", 
                    "dr": "20/cold iron, epic, and good", 
                    "base_attack": "+31", 
                    "name": "Kostchtchie", 
                    "skills": "Bluff +42, Climb +58, Intimidate +42, Knowledge (arcana) +41, Knowledge (engineering) +38, Knowledge (local) +41, Knowledge (planes) +41, Knowledge (religion) +38, Perception +52, Sense Motive +44, Spellcraft +41, Stealth +32, Use Magic Device +39", 
                    "reflex": "+20", 
                    "space": "15 ft.", 
                    "cmb": "+52 (+54 bull rush, +56 grapple, +56 sunder)", 
                    "will": "+31", 
                    "aura": "frightful presence (120 ft., DC 33), unholy aura (DC 26)", 
                    "sr": "37", 
                    "organization": "solitary (unique)", 
                    "creature_subtype": "chaotic, cold, demon, evil, extraplanar"
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Kostchtchie is worshiped by giants&mdash;primarily frost giants, although many ettins, hill giants, and ogres worship him as well. Some white dragons worship the Deathless Frost, and even certain barbaric human tribes in the frozen reaches of the world have been known to venerate him. He does not tolerate women in his cults, and never grants female clerics spells. He is served by half-fiend yetis, ice linnorms, remorhazes, and other cold-dwelling monsters of great size.</p><p>Kostchtchie's unholy symbol is an ice-caked, rune-carved warhammer, and the warhammer is his favored weapon. He grants access to the domains of Chaos, Evil, Strength, and War, and access to the subdomains of Demon, Ferocity, Ice, and Tactics (although the Ice subdomain is normally not available without the Water domain, an exception is made in this case because of the demon lord's close association with cold).</p>", 
                    "type": "section", 
                    "name": "Kostchtchie's Cult", 
                    "sections": []
                }
            ]
        }, 
        {
            "source": "Bestiary 4", 
            "text": "<p class=\"flavor-text\">Held aloft by four great feathered wings, this hawk-faced fiend has a scorpion's tail and carries a black metal scepter.</p>", 
            "type": "section", 
            "name": "Demon Lord, Pazuzu", 
            "sections": [
                {
                    "dexterity": "28", 
                    "ac": "48, touch 38, flat-footed 39 (+4 deflection, +9 Dex, +10 natural, +16 profane, –1 size)", 
                    "cmd": "92 (94 vs. sunder)", 
                    "special_attacks": "hear name, poison, possession, profane wishcraft, swarm master", 
                    "intelligence": "33", 
                    "racial_modifiers": "+8 Perception", 
                    "resist": "acid 30, cold 30, fire 30", 
                    "melee": "+5 anarchic keen unholy longsword +54/+49/+44/+39 (2d6+20/17–20), bite +49 (2d6+15), claw +49 (1d6+15), sting +49 (2d8+15 plus poison), 2 talons +49 1d6+15", 
                    "cr": "30", 
                    "xp": "9,830,400", 
                    "speed": "60 ft., fly 150 ft. (perfect)", 
                    "alignment": "CE", 
                    "size": "Large", 
                    "environment": "any (Abyss)", 
                    "strength": "40", 
                    "constitution": "42", 
                    "source": "Bestiary 4", 
                    "treasure": "triple (Scepter of Shibaxet, other treasure)", 
                    "charisma": "36", 
                    "languages": "Abyssal, Auran, Celestial, Common, Draconic; telepathy 300 ft.", 
                    "immune": "ability damage, ability drain, charm effects, compulsion effects, cold, death effects, electricity, energy drain, petrification, and poison", 
                    "init": "+13; Senses darkvision 60 ft., detect good, detect law, true seeing; Perception +58", 
                    "fortitude": "+31", 
                    "spells": {
                        "spell-like abilities": "(CL 30th; concentration +43)<p class=\"stat-block-2\">Constant-<i>detect good</i>, <i>detect law</i>, <i>freedom of movement</i>, <i>speak with animals</i> (winged animals only), <i>true seeing</i>, <i>unholy aura</i> (DC 31)</p><p class=\"stat-block-2\">At will-<i>astral projection</i>, <i>blasphemy</i>* (DC 30), <i>control winds</i>, <i>desecrate</i>*, <i>dominate person</i>* (DC 28), <i>greater dispel magic</i>, <i>greater teleport</i>, <i>shapechange</i>, <i>telekinesis</i>* (DC 28), <i>unhallow</i>, <i>unholy blight</i>* (DC 27)</p><p class=\"stat-block-2\">3/day-quickened <i>dominate person</i>* (DC 28), summon demons, <i>symbol of persuasion</i> (DC 29), <i>sympathy</i> (DC 31), <i>whirlwind</i>*</p><p class=\"stat-block-2\">1/day-<i>dominate monster</i> (DC 32), <i>time stop</i>*, <i>wish</i>*<i></i></p>* Pazuzu can use the mythic version of this ability in his realm."
                    }, 
                    "type": "creature", 
                    "feats": "Bleeding Critical, Combat Expertise, Combat Reflexes, Craft Construct, Craft Magic Arms and Armor, Craft Rod, Craft Wondrous Item, Critical Focus, Flyby Attack, Greater Sunder, Greater Vital Strike, Improved Initiative, Improved Sunder, Improved Vital Strike, Multiattack, Power Attack, Quicken Spell-Like Ability (dominate person), Vital Strike", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Aura of Locusts", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Pazuzu exhales clouds of locusts. In any round in which he does not move more than 5 feet, he is surrounded by a 10-foot-radius spread of these creatures. Any creature that enters this area must succeed at a DC 43 Fortitude save or be nauseated for 1 round. The save DC is Constitution-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Avian Mastery", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Any creature flying under its own power (flight from a source other than a spell, spell-like ability, or magic item) that attempts to attack Pazuzu with a melee attack must attempt a DC 40 Will save. If it fails, the creature can't follow through with the attack, that part of its action is lost, and it can't directly attack Pazuzu for 1d4 rounds. Once a creature succeeds at this save, it is immune to this ability for 24 hours. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Hear Name", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Pazuzu hears his name whenever it is spoken, regardless of distance&mdash;this ability functions even across planar boundaries. If a creature speaks Pazuzu's name aloud three times in the same breath, Pazuzu automatically knows that creature's precise location and name. If Pazuzu is on the same plane as someone who speaks his name three times in a single breath, he can immediately attempt to possess that creature.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Poison", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Sting&mdash;injury; save Fort DC 43; frequency 1/round for 6 rounds; effect 1d6 Wisdom drain and nauseated; cure 3 consecutive saves.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Possession", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Once per day as a swift action, Pazuzu can attempt to possess a single living creature within 1 mile, provided he knows the target's name. The target can resist this possession attempt by succeeding at a DC 43 Will save. A lawful creature gains a +10 bonus on this saving throw, and a good creature gains a +20 bonus on the saving throw (these bonuses stack). If the creature successfully saves, it is immune to possession attempts by Pazuzu for the rest of its life. If the saving throw fails, Pazuzu can control the possessed creature from afar. While possessing a creature, Pazuzu automatically knows every thought that creature has. By concentrating, he can sense the creature's surroundings using that creature's senses. As a swift action, he can cause the creature to perform any ability it can perform on its own. Pazuzu can use any of his spell-like abilities through a possessed target, with the effects resolving as if the possessed creature had created the effect. Possession is permanent, but Pazuzu can only possess one creature at a time. When Pazuzu isn't actively controlling the target, it can take its own actions. Dispel chaos or dispel evil ends this possession effect as if it were an enchantment spell, but unless the caster of the spell succeeds at a DC 30 caster level check, as a swift action Pazuzu can attempt to possess the caster as he is driven out of the target. A creature possessed by Pazuzu is immune to protection from evil, magic circle against evil, and any similar effects. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Profane Wishcraft", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "A creature that accepts a wish from Pazuzu immediately becomes chaotic evil unless it succeeds at a DC 43 Will save. A creature that becomes chaotic evil in this way gains the benefits of a good hope spell for 1 week, followed by the effects of crushing despair for 1d6 months (CL 30th). The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Swarm Master", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Pazuzu is immune to swarm damage and other swarm effects (such as distraction). As a swift action, he can direct the movement of any swarm within 30 feet.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Pazuzu is among the oldest and most powerful of all demon lords. His Abyssal realm is located in one of that plane's greatest rifts. This vertical realm includes an immense city, at the heart of which can be found Shibaxet, Pazuzu's personal rookery and palace.</p>"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Pazuzu appears as a four-winged, 15-foot-tall fiend. He takes great delight in corrupting mortals, particularly those of a pure heart and soul, offering them any one <i>wish</i> in return for nothing but their innocence.</p>"
                        }
                    ], 
                    "hp": "752 (35d10+560); regeneration (deific or mythic)", 
                    "reach": "10 ft.", 
                    "wisdom": "34", 
                    "defensive_abilities": "Abyssal resurrection, avian mastery, freedom of movement", 
                    "creature_type": "Outsider", 
                    "special_qualities": "demon lord traits", 
                    "dr": "20/cold iron, epic, and good", 
                    "base_attack": "+35", 
                    "name": "Pazuzu", 
                    "skills": "Acrobatics +47 (+59 when jumping), Bluff +51, Diplomacy +51, Fly +53, Intimidate +48, Knowledge (arcana) +49, Knowledge (local) +46, Knowledge (nature) +46, Knowledge (nobility) +46, Knowledge (planes) +49, Knowledge (religion) +46, Perception +58, Sense Motive +50, Spellcraft +49, Stealth +43, Survival +47, Use Magic Device +48", 
                    "sr": "41", 
                    "space": "10 ft.", 
                    "cmb": "+51 (+55 sunder)", 
                    "will": "+35", 
                    "aura": "frightful presence (180 ft., DC 40, 10 rounds), locusts (10 ft., distraction, DC 43), unholy aura (DC 31)", 
                    "reflex": "+32", 
                    "organization": "solitary (unique)", 
                    "creature_subtype": "air, chaotic, demon, evil, extraplanar"
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Pazuzu, King of the Wind Demons, is worshiped by harpies and other evil avians, and by a large number of antipaladins who were once honorable but were tempted to chaos and evil&mdash;often by Pazuzu himself. His sacred places and temples are cliffside cathedrals, desert ruins, and spires atop mountain peaks.</p><p>His unholy symbol is an image of himself with his right hand upraised. His favored weapon is the longsword. He grants access to the domains of Air, Chaos, Evil, and Trickery, and access to the subdomains of Cloud, Deception, Demon, and Wind.<span class=\"char-style-override-41\"></span></p>", 
                    "type": "section", 
                    "name": "Pazuzu's Cult", 
                    "sections": [
                        {
                            "slot": "none", 
                            "name": "Scepter of Shibaxet", 
                            "weight": "4 lbs.", 
                            "cl": "30th", 
                            "sections": [
                                {
                                    "source": "Bestiary 4", 
                                    "sections": [], 
                                    "type": "section", 
                                    "name": "Destruction", 
                                    "text": "<p class='stat-block-1'><b>descriptor </b>The Scepter of Shibaxet  can be broken by a redeemed demon lord if the regenerating towers of Shibaxet are already destroyed.</p><p class='stat-block-1'><b>descriptor </b></p>"
                                }
                            ], 
                            "misc": [
                                {
                                    "field": "CR", 
                                    "subsection": "Scepter of Shibaxet", 
                                    "value": "Major Artifact"
                                }
                            ], 
                            "source": "Bestiary 4", 
                            "aura": "overwhelming allPazuzu's weapon is the Scepter of Shibaxet , a staff of black metal with a large hook at its tip. The scepter functions as a rod of enemy detection  that can be used any number of times per day. If Pazuzu presents the scepter as a standard action, all creatures within 30 feet who view it become panicked for 1d6 rounds unless they succeed at a DC 23 Will save (this is a mind-affecting fear effect). Once per day, Pazuzu can use the Scepter of Shibaxet  as a rod of cancellation  (this does not deplete or harm the scepter). As a standard action, he can call the scepter to his hand from any distance, even across planar boundaries. As an immediate action, Pazuzu can transform the scepter into a +5 anarchic keen unholy longsword  or return it to its normal shape. None of its other powers can be used in sword form.", 
                            "type": "item"
                        }
                    ]
                }
            ]
        }
    ], 
    "name": "Demon Lord", 
    "type": "section"
}