{
    "source": "Bestiary 4", 
    "text": "<p>The empyreal lords are the primal forces of good given physical form. Though not as powerful as gods, they are ancient celestials with legendary abilities.</p><p>Unlike many other beings of demigod-level power, empyreal lords do not divide themselves as strictly along racial lines&mdash;the term \"empyreal lord\" names the greatest members of the agathion, angel, archon, and azata races. While demon lords, archdevils, horsemen, and similar unique beings orchestrate the plots of their race alone&mdash;proving either unwilling or too fractious to collaborate with those not of their kind&mdash;empyreal lords seek out the commonalities of interest and purpose shared by their peers among the other celestial races. Although some good-aligned planar races have their own titles for the greatest of their kind, the title \"empyreal lord\" serves as a unifying bond between forces for good. Though their foes (and even some allies) see these mightiest azatas, angels, agathions, and archons as rulers of their kind, the empyreal lords do not consider themselves royalty. Together the empyreal lords marshal the efforts of all goodly outsiders toward common ends.</p><p>Some empyreal lords are almost as old as creation itself, having arisen from the ranks of the first celestials. Others were imbued with divine grace, either by being champions of a deity, inheriting the power of a slain god, or tapping into remarkable powers gathered at far-flung corners of the planes. Some reached this high station by performing impossible quests, gaining the favor of fate, or becoming perfectly attuned with one of the good outer planes.</p><p>Representing the two poles of goodness and the fulcrum upon which they balance, the empyreal lords do not always agree, but generally do not interfere with each others' decisions. Most view philosophical squabbles as petty when faced with a common foe, and never has infighting threatened the foundation of their bonds. Thus, while their outlooks may differ regarding freedom, individuality, and loyalty, the empyreal lords do not allow such differences to stand in the way of vanquishing evil&mdash;they're celestials aligned against evil first and foremost.</p><p>Despite their power, the empyreal lords typically eschew direct involvement in the affairs of mortals and even most other celestials. They believe the greater objectives of good are ultimately served by larger and farther-reaching orchestrations of diplomacy and subtle strategy. Even though their powers might not always obviously be directly at work, empyreal lords court mortal worshipers who share their goals and ideals, who are typically referred to as mystery cultists. Rather than more general goals like good or order, mystery cultists focus their worship on the ideals, activities, and creatures their patron most fervently extols or openly favors.</p>", 
    "type": "section", 
    "name": "Empyreal Lord", 
    "sections": [
        {
            "source": "Bestiary 4", 
            "text": "<p>An empyreal lord's planar realm may be as small as a metropolis or as large as a continent. The realms' environments, themes, and traits are as unusual as the empyreal lords themselves, presenting surreal challenges and dangers to creatures seeking to invade them.</p><p>An empyreal lord gains the following additional powers while in its realm (the statistics presented on the following pages do not include these abilities).</p>", 
            "type": "section", 
            "name": "Empyreal Realms", 
            "sections": [
                {
                    "source": "Bestiary 4", 
                    "text": "<li>An empyreal lord functions as a 10th mythic rank creature, including the mythic power ability (10/day, surge +1d12). It may expend uses of mythic power to use the mythic versions of any spell-like ability denoted with an asterisk (*) just as if the ability were a mythic spell.\n<li>Use of the following spell-like abilities at will&mdash;<i>demand</i>, <i>discern location</i>, <i>fabricate</i>, and <i>major creation</i>.\n<li>Use of the following spell-like abilities once per day&mdash;<i>dimensional lock</i>*, <i>miracle </i>(limited to physical effects that manipulate the realm or to effects that are relevant to the empyreal lord's areas of concern), <i>power word stun</i>*.\n<li><b>Heightened Awareness (Ex)</b>: An empyreal lord gains a +10 insight bonus on Perception and Initiative checks.\n<h2>Other Empyreal Lords</h2>\n<p>Although the three presented here are among most powerful of the empyreal lords, they are far from the only celestials to bear this title. Among the ranks of the good races of the heavens stand those that are great leaders of their kind and shining examples to other celestials. For these few, their natures or their actions kindle a transformation that reshapes them into empyreal lords&mdash;a superlative version of their basic form. When they ascend, these empyreal lords are given an honorific typically celebrating their deeds or honoring another empyreal lord of similar distinction. Below are many ascendant celestials that have become empyreal lords and their honored titles.</p>\n<p>Andoletta, Grandmother Crow (archon)\nArshea, Spirit of Abandon (angel)\nBharnarol, the Tempered Inventor (agathion)\nBlack Butterfly, the Silence Between (azata)\nChucaro, Maiden of Haze and Whimsy (azata)\nFalayna, Warrior's Ring (archon)\nGhenshau, Breezes-Still-and-Ripples-Cease (archon)\nImmonhiel, Balm-Bringer (angel)\nJaidz, Fearless Claw (agathion)\nLalaci, He of Motley Repose (azata)\nOlheon, the Just Arbiter (archon)\nRagathiel, General of Vengeance (angel)\nShei, the Ibis Matron (agathion)\nSinashakti, Immaculate Joy (azata)\nVildeis, the Cardinal Martyr (angel)\nYlimancha, Harborwing (agathion)</p>\n<h1 id=\"empyreal-lord-cernunnos\" class=\"monster-header\">Empyreal Lord, Cernunnos</h1>\n<p class=\"flavor-text\">This tall, graceful person has elven features, the horns of a majestic stag and a piercing, ageless stare.</p>\n<p class=\"stat-block-title\">Cernunnos <span class=\"stat-block-cr\">CR 30</span></p>\n<p class=\"stat-block-xp\">XP 9,830,400</p>\n<p class=\"stat-block-1\">CG Large outsider (azata, chaotic, extraplanar, good)</p>\n<p class=\"stat-block-1\"><b>Init</b> +16; <b>Senses</b> blindsense 60 ft., darkvision 60 ft., <i>detect evil</i>, <i>detect lies</i>, <i>detect poison</i>, low-light vision, <i>true seeing</i>; Perception +43</p>\n<p class=\"stat-block-1\"><b>Aura</b> primal (30 ft.)</p>\n<p class=\"stat-block-breaker\">Defense</p>\n<p class=\"stat-block-1\"><b>AC</b> 48, touch 22, flat-footed 35 (+12 Dex, +1 dodge, +26 natural, –1 size)</p>\n<p class=\"stat-block-1\"><b>hp</b> 663 (34d10+476); regeneration 10 (evil artifacts, effects, and spells)</p>\n<p class=\"stat-block-1\"><b>Fort</b> +25, <b>Ref</b> +31, <b>Will</b> +25</p>\n<p class=\"stat-block-1\"><b>Defensive Abilities</b> <i>freedom of movement</i>, lightning rod, unbound; <b>DR</b> 15/epic and evil; <b>Immune</b> ability damage, ability drain, charm effects, compulsion effects, death effects, electricity, energy drain, petrification; <b>Resist</b> cold 30, fire 30; <b>SR</b> 41</p>\n<p class=\"stat-block-breaker\">Offense</p>\n<p class=\"stat-block-1\"><b>Speed</b> 40 ft., fly 60 ft. (average)</p>\n<p class=\"stat-block-1\"><b>Melee</b> <i>+5 holy cold iron club</i> +48/+43/+38/+33 (1d8+18/15–20), gore +43 (2d8+18)</p>\n<p class=\"stat-block-1\"><b>Ranged</b> <i>+5 evil outsider bane composite longbow</i> +51/+46/+41/+36 (2d6+14/19–20/×4)</p>\n<p class=\"stat-block-1\"><b>Space</b> 10 ft.; <b>Reach</b> 10 ft.</p>\n<p class=\"stat-block-1\"><b>Special Attacks</b> greater slaying arrow, horned lord's charge, powerful charge (gore, 4d8+13 and horned lord's charge), wild shape (as 20th level druid)</p>\n<p class=\"stat-block-1\"><b>Spell-Like Abilities</b> (CL 20th; concentration +25)</p>\n<p class=\"stat-block-2\">Constant&mdash;<i>detect evil</i>, <i>detect lies</i>, <i>detect poison</i>, <i>freedom of movement</i>, <i>true seeing</i></p>\n<p class=\"stat-block-2\">At will&mdash;<i>greater teleport</i>, <i>haste</i>*, <i>true strike</i>*<i></i></p>\n<p class=\"stat-block-2\">3/day&mdash;<i>break enchantment</i>*, <i>breath of life</i>*, <i>dimensional anchor</i> (DC 19)</p>\n<p class=\"stat-block-2\">1/day&mdash;<i>discern location</i>, <i>mage's disjunction</i>* (DC 24), <i>time stop</i>*<i></i></p>\n<p class=\"stat-block-1\">* Cernunnos can use the mythic version of this ability in his realm.</p>\n<p class=\"stat-block-1\"><b>Druid Spells Prepared</b> (CL 20th; concentration +26)</p>\n<p class=\"stat-block-2\">9th&mdash;<i>elemental swarm</i>, <i>foresight</i>, <i>summon nature's ally IX</i> (2)</p>\n<p class=\"stat-block-2\">8th&mdash;<i>control plants</i> (DC 24), <i>repel metal or stone</i>, <i>sunburst</i> (DC 24), <i>whirlwind</i> (DC 24)</p>\n<p class=\"stat-block-2\">7th&mdash;<i>control weather</i>, <i>creeping doom</i> (DC 23), <i>heal</i>, <i>sunbeam</i> (DC 23)</p>\n<p class=\"stat-block-2\">6th&mdash;<i>antilife shell</i>, <i>greater dispel magic</i> (2), <i>move earth</i>, <i>wall of stone</i> (DC 22)</p>\n<p class=\"stat-block-2\">5th&mdash;<i>atonement</i>, <i>baleful polymorph</i> (DC 21), <i>deathward</i>, <i>transmute rock to mud</i>, <i>wall of thorns</i></p>\n<p class=\"stat-block-2\">4th&mdash;<i>cure serious wounds</i> (2), <i>freedom of movement</i>, <i>rusting grasp</i>, <i>true form</i> (DC 20)</p>\n<p class=\"stat-block-2\">3rd&mdash;<i>call lightning</i> (DC 19), <i>cure moderate wounds</i>, <i>neutralize poison</i> (2), <i>remove disease</i></p>\n<p class=\"stat-block-2\">2nd&mdash;<i>chill metal</i> (DC 18), <i>fog cloud</i>, <i>heat metal</i> (DC 18), <i>lesser restoration</i>, <i>resist energy</i> (2)</p>\n<p class=\"stat-block-2\">1st&mdash;<i>calm animals</i> (DC 17, 2), <i>cure light wounds</i> (2), <i>pass without trace</i> (2)</p>\n<p class=\"stat-block-2\">0&mdash;<i>create water</i>, <i>mending</i>, <i>purify food and drink</i>, <i>read magic</i></p>\n<p class=\"stat-block-breaker\">Statistics</p>\n<p class=\"stat-block-1\"><b>Str</b> 29, <b>Dex</b> 35, <b>Con</b> 39, <b>Int</b> 18, <b>Wis</b> 22, <b>Cha</b> 21</p>\n<p class=\"stat-block-1\"><b>Base Atk</b> +34; <b>CMB</b> +44; <b>CMD</b> 67</p>\n<p class=\"stat-block-1\"><b>Feats</b> Combat Reflexes, Deadly Aim, Dodge, Improved Critical (longbow), Improved Critical (scimitar), Improved Initiative, Improved Precise Shot, Mobility, Point-Blank Shot, Power Attack, Precise Shot, Quick Draw, Rapid Shot, Shot on the Run, Weapon Focus (club), Weapon Focus (gore), Weapon Focus (longbow)</p>\n<p class=\"stat-block-1\"><b>Skills</b> Acrobatics +46 (+50 when jumping), Diplomacy +22, Disguise +22, Fly +10, Handle Animal +22, Intimidate +22, Knowledge (geography) +24, Knowledge (nature) +24, Knowledge (planes) +24, Knowledge (religion) +21, Perception +43, Ride +32, Sense Motive +43, Stealth +45, Survival +43, Swim +26</p>\n<p class=\"stat-block-1\"><b>Languages</b> Celestial, Draconic, Infernal, Sylvan; truespeech</p>\n<p class=\"stat-block-1\"><b>SQ</b> change shape (any humanoid, <i>alter self</i>), empyreal lord traits, perfect archer, seed of life</p>\n<p class=\"stat-block-breaker\">Ecology</p>\n<p class=\"stat-block-1\"><b>Environment</b> any forest or plain (Elysium)</p>\n<p class=\"stat-block-1\"><b>Organization</b> unique</p>\n<p class=\"stat-block-1\"><b>Treasure</b> standard <i>(+5 holy cold iron club</i>, <i>+5 evil outsider bane longbow</i>, other treasure)</p>\n<p class=\"stat-block-breaker\">Special Abilities</p>\n<p class=\"stat-block-1\"><b>Greater Slaying Arrow (Su)</b> Cernunnos can spend 1 minute crafting any kind of <i>greater slaying arrow</i> (DC 32). He can have only one such arrow at a time, and it only functions for him. The save DC is Charisma-based.</p>\n<p class=\"stat-block-1\"><b>Horned Lord's Charge (Ex)</b> An opponent hit by Cernunnos's powerful charge must succeed at a DC 39 Fort save or be exhausted, sickened, or stunned (Cernunnos's choice) for 1d4 rounds. The save DC is Constitution-based.</p>\n<p class=\"stat-block-1\"><b>Lightning Rod (Su)</b> Cernunnos absorbs and negates any electricity effect that targets him or includes him in its area. As an immediate action on his next turn, he can release this energy to grant the <i>shock</i> weapon special ability to all weapons wielded by his allies within 30 feet for 1 round.</p>\n<p class=\"stat-block-1\"><b>Perfect Archer (Ex)</b> Cernunnos does not provoke attacks of opportunity for firing bow weapons in melee. He threatens squares out to his normal reach when wielding a bow. He automatically creates arrows when firing a bow and treats any bow he wields as if it had a range increment of 500 feet.</p>\n<p class=\"stat-block-1\"><b>Primal Aura (Su)</b> Any summoned animal or creature summoned by <i>summon nature's ally</i> gains a +4 enhancement bonus to its Strength and Constitution while within Cernunnos's aura. Any such creature summoned within his aura obeys him as if he had summoned it (if given conflicting orders, the creature obeys Cernunnos instead of its summoner).</p>\n<p class=\"stat-block-1\"><b>Spells</b> Cernunnos casts spells as 20th-level druid.</p>\n<p class=\"stat-block-1\"><b>Unbound (Su)</b> Cernunnos is immune to any effects that restrict or force extradimensional movement upon him, such as <i>banishment</i> or <i>dimensional anchor</i>. He may allow these effects to affect him.</p>\n<p>Cernunnos is a powerful empyreal lord who embodies the primeval force of nature as well as its wildness. He surrounds himself with counselors and advisors from all of the celestial races. Although he rarely makes a rash decision, he occasionally lets anger overwhelm his better judgment, even going so far as to swear personal vendettas against specific demon lords or archdevils. A peerless archer and hunter, in such moments of vengeance Cernunnos is tempted to visit Hell or the Abyss to personally exact his revenge.</p>\n<p>His preference for decisive action against enemies puts Cernunnos at odds with Korada. Though Cernunnos agrees that even the wickedest souls can seek redemption, he worries that lives would be lost in the time it would take to allow a fiend to seek enlightenment.</p>\n<p>The Horned Lord appears as a tall and muscular humanoid with elven features, tan skin, and a pair of antlers growing from his brow. Cernunnos dresses in simple clothes and leathers, died in natural colors but typically woven or worked with motifs of birds in flight or leaping animals.</p>\n<p>On Elysium, Cernunnos dwells in an expansive palace constructed of interwoven trees and capped with lush foliage. Known as Briarbough, this sprawling complex of gardens and pools is his seat of power and a place of healing where celestials and good mortals come to have their most grievous wounds tended. Beyond lies hundreds of miles of pristine forest and plains; animals killed here are reborn the next day, fully healed. In times of war, Briarbough serves as a headquarters and hospital for good outsiders.</p>\n<p>When not in Elysium, Cernunnos works with other celestial races to stem the spread of evil throughout the cosmos. Recognizing that&mdash;despite his power&mdash;he is still only one person, the Horned Lord uses his abilities to strengthen and bolster those already allied against darkness, training marshals and emissaries to work as his agents in the mortal and fey worlds. He favors druids and rangers&mdash;archers in particular&mdash;among his devotees.</p>\n<p>In combat, Cernunnos uses stealth and range to draw enemies to terrain of his choosing. The Empyreal Lord then uses his magic to further shape the battlefield to hamper his foes before closing for melee.</p>\n<h2 id=\"cernunnos's-faith\">Cernunnos's Faith</h2>\n<p>Good fey, intelligent plant creatures, and mortal rangers and druids worship Cernunnos. Elven fighters and rogues often view him as a patron of luck and good fortune, but others pray to him for strength against evil. His sacred places are secluded groves, waterfalls, and deep forests.</p>\n<p>Cernunnos's holy symbol is the head of a stag, ram or similar horned creature with torcs or rings hanging from its horns. His favored weapon is the longbow. He grants access to the Animal, Chaos, Good, and Plant domains, and access to the Azata, Feather, Fur, and Growth subdomains.</p>\n<h1 id=\"empyreal-lord-korada\" class=\"monster-header\">Empyreal Lord, Korada</h1>\n<p class=\"flavor-text\">This serene, acrobatic man has stiff sideburns, a beard like a monkey, and three golden-furred tails.</p>\n<p class=\"stat-block-title\">KoradaCR 26</p>\n<p class=\"stat-block-xp\">XP 2,457,600</p>\n<p class=\"stat-block-1\">NG Large outsider (agathion, extraplanar, good)</p>\n<p class=\"stat-block-1\"><b>Init</b> +22; <b>Senses</b> blindsense 60 ft., darkvision 60 ft., <i>detect evil</i>, <i>detect thoughts</i>, low-light vision; Perception +46</p>\n<p class=\"stat-block-1\"><b>Aura</b> primal (30 ft.)</p>\n<p class=\"stat-block-breaker\">Defense</p>\n<p class=\"stat-block-1\"><b>AC</b> 45, touch 40, flat-footed 36 (+10 Dex, +1 dodge, +2 insight, +13 natural, –1 size, +6 sacred, +12 Wis); never flat-footed</p>\n<p class=\"stat-block-1\"><b>hp</b> 528 (32d10+352); regeneration 10 (evil artifacts, effects, and spells)</p>\n<p class=\"stat-block-1\"><b>Fort</b> +21, <b>Ref</b> +30, <b>Will</b> +30</p>\n<p class=\"stat-block-1\"><b>Defensive Abilities</b> never surprised; <b>DR</b> 10/epic and evil; <b>Immune</b> ability damage, ability drain, charm effects, compulsion effects, death effects, disease, electricity, energy drain, petrification, poison; <b>Resist</b> cold 30, sonic 30; <b>SR</b> 37</p>\n<p class=\"stat-block-breaker\">Offense</p>\n<p class=\"stat-block-1\"><b>Speed</b> 90 ft., climb 30 ft., fly 60 ft. (average)</p>\n<p class=\"stat-block-1\"><b>Melee</b> unarmed strike +31/+36/+31/+26 (2d10+8) or <i>+5 quarterstaff</i> +44/+39/+34/+29 (1d8+13) or flurry of blows +38/+38/+33/+33/+28/+28/+23 (2d10+8)</p>\n<p class=\"stat-block-1\"><b>Space</b> 10 ft.; <b>Reach</b> 10 ft.</p>\n<p class=\"stat-block-1\"><b>Special Attacks</b> shatter spells, stunning fist (8/day, DC 22)</p>\n<p class=\"stat-block-1\"><b>Spell-Like Abilities</b> (CL 20th; concentration +34)</p>\n<p class=\"stat-block-2\">Constant&mdash;<i>detect evil</i>, <i>detect thoughts</i>, <i>foresight</i>*, <i>sanctuary</i>* (DC 25), <i>water walk</i></p>\n<p class=\"stat-block-2\">At will&mdash;<i>augury</i>, <i>bless</i>*, <i>calm animals</i> (DC 25), <i>calm emotions</i> (DC 26), <i>cure serious wounds</i>*, <i>greater teleport</i>, <i>mirror image</i>*<i></i></p>\n<p class=\"stat-block-2\">3/day&mdash;<i>divination</i>, <i>mad monkeys</i>, quickened <i>mirror image</i>*, <i>neutralize poison</i>, <i>true seeing</i>, <i>wall of force</i>*<i></i></p>\n<p class=\"stat-block-2\">1/day&mdash;<i>antimagic field</i>, <i>moment of prescience</i></p>\n<p class=\"stat-block-1\">* Korada can use the mythic version of this ability in his realm.</p>\n<p class=\"stat-block-breaker\">Statistics</p>\n<p class=\"stat-block-1\"><b>Str</b> 26, <b>Dex</b> 30, <b>Con</b> 33, <b>Int</b> 25, <b>Wis</b> 35, <b>Cha</b> 38</p>\n<p class=\"stat-block-1\"><b>Base Atk</b> +32; <b>CMB</b> +41 (+43 disarm or grapple, +45 trip); <b>CMD</b> 84 (86 vs. disarm, grapple, or trip)</p>\n<p class=\"stat-block-1\"><b>Feats</b> Combat Expertise, Combat Reflexes, Dodge, Greater Trip, Improved Disarm, Improved Grapple, Improved Initiative, Improved Trip, Improved Unarmed Strike<sup>B</sup>, Lunge, Mobility, Quicken Spell-Like Ability (<i>mirror image</i>), Scorpion Style, Snatch Arrows, Spring Attack, Step Up, Stunning Fist<sup>B</sup>, Weapon Finesse</p>\n<p class=\"stat-block-1\"><b>Skills</b> Acrobatics +44 (+68 when jumping), Bluff +32, Climb +50, Diplomacy +45, Disguise +32, Escape Artist +26, Fly +8, Heal +27, Knowledge (arcana, geography, history, nature) +23, Knowledge (local) +22, Knowledge (planes, religion) +41, Perception +46, Sense Motive +46, Spellcraft +22, Stealth +40; <b>Racial Modifiers</b> +24 Acrobatics when jumping</p>\n<p class=\"stat-block-1\"><b>Languages</b> Celestial, Infernal; <i>speak with animals</i>, <i>truespeech</i></p>\n<p class=\"stat-block-1\"><b>SQ</b> abundant step, change shape (avoral or any humanoid, <i>shapechange</i>), combat style master, empyreal lord traits, ki pool (22 points; adamantine, epic, good, lawful, magic, mythic, silver), lay on hands (15d6, 29/day), seed of life, tranquil master</p>\n<p class=\"stat-block-breaker\">Ecology</p>\n<p class=\"stat-block-1\"><b>Environment</b> any forests or mountains (Nirvana)</p>\n<p class=\"stat-block-1\"><b>Organization</b> unique</p>\n<p class=\"stat-block-1\"><b>Treasure</b> standard (<i>+5 quarterstaff</i>, other treasure)</p>\n<p class=\"stat-block-breaker\">Special Abilities</p>\n<p class=\"stat-block-1\"><b>Combat Style Master (Ex)</b> Korada can attack with unarmed strikes and perform flurry of blows as a 20th-level monk. Like a monk, he adds his Wisdom bonus to his AC and CMD. As a swift action, Korada may enter the basic stance of any combat style feat (such as Crane Style<sup>UC</sup>, Monkey Style<sup>UC</sup>, and so on) as if he had the first feat in the feat path for that combat style. By expending 2 points of ki, he may use any two feats from his current combat style's feat path for the next minute; if he changes his stance, the previous stance's feats become unavailable but he may use feats from the new stance.</p>\n<p class=\"stat-block-1\"><b>Primal Aura (Su)</b> Korada's primal aura radiates calm and tranquility, automatically suppressing any non-mythic charm or compulsion effect on any creature within its area. Any creature in his aura (including him) can deal nonlethal damage with weapons without taking the –4 penalty on attack rolls for doing so.</p>\n<p class=\"stat-block-1\"><b>Shatter Spells (Su)</b>: Korada can destroy a magical effect (whether it's on a creature or an independent effect such as a wall of fire) by attacking it with an unarmed strike. He must succeed at a melee touch attack against the creature or effect and expend 2 points of ki. If the attack hits, the creature or effect is subject to targeted <i>greater dispel magic</i> (CL 20th). If he dispels an effect, he suffer no harmful effects from touching it. If the effect is on a creature, the creature takes 1 point of damage per spell level of each effect dispelled.</p>\n<p class=\"stat-block-1\"><b>Tranquil Master (Su)</b> Korada may attack without breaking his <i>sanctuary</i> spell-like ability so long as he only attempts to deal nonlethal damage.</p>\n<p>Korada is the champion of peace, kindness, and forgiveness. While he loves and respects his fellow empyreal lords for their tireless fight against wickedness, Korada believes good's final triumph will come from the redemption of evil creatures rather than their destruction. Honest, joyful, and clever, the Open Hand of Harmony dispenses wisdom with warmth and humility, and freely shares the secrets he has amassed over ages of study and meditation. Korada's dedication to philosophy and introspection have garnered him the ability to read the diverse threads of the world, see their nearly limitless connections, and then act on them with uncanny foresight. With neither the naïvety of youth nor the jaded weariness of age, Korada is a perfect balance of sentient intelligence and animal instinct, at home wherever he is.</p>\n<p>Though he can assume many forms, Korada's true appearance is a slender, athletic man wearing a simple monk's robe. He has a golden monkey-like beard and sideburns, three monkey tails, and a light layer of downy golden fur covering the rest of his body.</p>\n<p>On Nirvana, Korada dwells in the Dream Lotus, a serene palace city whose blossoming violet walls always drip with cool, golden nectar that is said to calm even the wildest of spirits. It's a place of refuge and healing, and no violence is allowed within its walls; those with problems controlling their anger are sent to meditate at one of its many calming sacred pools.</p>\n<p>Korada is said to possess the gift of foresight, but he rarely acts on these strange visions. He believes the struggle to change is always worthwhile, even if such a journey does not always end in success. It's the process, not the result, that matters most to Korada.</p>\n<p>Despite his staunch dedication to peace, Korada's skill in battle is respected, and he's able to utilize almost any fighting style without a second's pause. He may be responsible for inspiring or teaching the animal combat styles to mortals, using various guises over the course of history on many worlds&mdash;or he may even have persuaded the creator gods to give the animals their instincts and talents for fighting, which led to mortals studying and emulating animal combat styles.</p>\n<p>Korada's reputation for peace and martial skill earned him the role of the diplomat of the empyreal lords and their celestial armies. Balor lords, demodand warlords, and even infernal dukes have (temporarily) abandoned their dreams of conquest and warmongering when the Open Hand of Harmony has arrived&mdash;alone&mdash;in their court to suggest that they consider a different path. These visits always leave behind a path of dazed and stunned fiends, surprised and awed by how easily he defeated them; most silently suffer this indignation and plan vengeance for the next time he appears.</p>\n<p>Although Korada is usually serene and gentle, he has a mischievous side and has been known to poke fun at or harass his opponents like a capricious monkey. He combines his skill in battle and gift for trickery to lead dangerous opponents away from innocents or into places where they can more easily be captured or subdued.</p>\n<p>That said, Korada abhors violence, and he prefers to make nonlethal attacks (using his primal aura and tranquil master abilities), disabling foes so he can speak to them of their weakness. He dispatches mindless opponents without hesitation, not wanting to waste energy debating or persuading a thing empty of thoughts and incapable of making moral choices. He challenges enemy leaders to single combat if doing so would prevent violence between other combatants.</p>\n<h2 id=\"korada's-faith\">Korada's Faith</h2>\n<p>Korada is worshiped by good fey, awakened animals, and mortal clerics and monks seeking inner peace. Many who have lived with constant violence pray to Korada for guidance in finding balance; others are inspired by his light heart and willingness to confront wickedness with compassion and humor. Many who worship him are once-evil creatures who chose the path of redemption, as well as paladins who strayed and are working to stay true to the path of righteousness and mercy. The empyreal lord's sacred places are diplomatic embassies, mountain monasteries, and wells.</p>\n<p>Korada's holy symbol is two devotees kneeling before a lotus or a golden monkey with three tails. His favored weapon is the unarmed strike. His clerics have access to the domains of Good, Healing, Magic, and Protection, and the subdomains of Agathion, Defense, Divine, and Restoration.</p>\n<h1 id=\"empyreal-lord-vildeis\" class=\"monster-header\">Empyreal Lord, Vildeis</h1>\n<p class=\"flavor-text\">This red-winged angel is blindfolded and wrapped with bloody bandages. What shows of her flesh is scarred with celestial runes.</p>\n<p class=\"stat-block-title\">Vildeis <span class=\"stat-block-cr\">CR 28</span></p>\n<p class=\"stat-block-xp\">XP 4,915,200</p>\n<p class=\"stat-block-1\">LG Large outsider (angel, extraplanar, good, lawful)</p>\n<p class=\"stat-block-1\"><b>Init</b> +13; <b>Senses</b> blindsense 120 ft., darkvision 60 ft., <i>detect evil</i>, <i>true seeing</i>, zealous vision; Perception +42</p>\n<p class=\"stat-block-1\"><b>Aura</b> primal (30 ft.), protective</p>\n<p class=\"stat-block-breaker\">Defense</p>\n<p class=\"stat-block-1\"><b>AC</b> 44, touch 19, flat-footed 34 (+9 Dex, +1 dodge, +25 natural, –1 size; +4 deflection vs. evil)</p>\n<p class=\"stat-block-1\"><b>hp</b> 610 (33d10+429); regeneration 10 (evil artifacts, effects, and spells)</p>\n<p class=\"stat-block-1\"><b>Fort</b> +31, <b>Ref</b> +20, <b>Will</b> +26; +4 vs. poison, +4 resistance vs. evil</p>\n<p class=\"stat-block-1\"><b>DR</b> 15/epic and evil; <b>Immune</b> ability damage, ability drain, acid, bleed, charm effects, compulsion effects, cold, death effects, energy drain, petrification; <b>Resist</b> electricity 30, fire 30</p>\n<p class=\"stat-block-breaker\">Offense</p>\n<p class=\"stat-block-1\"><b>Speed</b> 40 ft., fly 60 ft. (average)</p>\n<p class=\"stat-block-1\"><b>Melee</b> <i>Cicatrix</i> +50/+45/+40/+35 (1d6+17/17–20 plus 1 bleed and 2d6 <i>vicious</i>)</p>\n<p class=\"stat-block-1\"><b>Ranged</b> <i>Cicatrix</i> +47 (1d6+17/17–20 plus 1 bleed)</p>\n<p class=\"stat-block-1\"><b>Space</b> 10 ft.; <b>Reach</b> 10 ft.</p>\n<p class=\"stat-block-1\"><b>Special Attacks</b> smite evil 7/day (+5 attack and AC, +20 damage, <i>disintegrate</i> evil outsiders)</p>\n<p class=\"stat-block-1\"><b>Spell-Like Abilities</b> (CL 20th; concentration +25)</p>\n<p class=\"stat-block-2\">Constant&mdash;<i>detect evil</i>, <i>true seeing</i></p>\n<p class=\"stat-block-2\">At will&mdash;<i>command</i>* (DC 16), <i>greater teleport</i>, <i>haste</i>*, <i>paladin's sacrifice</i>, <i>pain strike</i> (DC 18)</p>\n<p class=\"stat-block-2\">3/day&mdash;<i>discern location</i>, <i>geas/quest</i> (DC 21), <i>heal</i>, <i>holy word</i>* (DC 22), <i>mark of justice</i> (DC 20), <i>mass pain strike</i> (DC 20), <i>searing light</i>*</p>\n<p class=\"stat-block-1\">* Vildeis can use the mythic version of this ability in her realm.</p>\n<p class=\"stat-block-1\"><b>Paladin Spells Prepared</b> (CL 20th; concentration +25)</p>\n<p class=\"stat-block-2\">4th&mdash;<i>blaze of glory</i> (DC 19), <i>break enchantment</i>, <i>death ward</i>, <i>king's castle</i></p>\n<p class=\"stat-block-2\">3rd&mdash;<i>dispel magic</i>, <i>fires of judgment</i> (DC 18), <i>prayer</i>, <i>righteous vigor</i></p>\n<p class=\"stat-block-2\">2nd&mdash;<i>bull's strength</i>, <i>corruption resistance</i>, <i>litany of warding</i><sup>UC</sup>, <i>remove paralysis</i>, <i>shield other</i></p>\n<p class=\"stat-block-2\">1st&mdash;<i>divine favor</i> (3), <i>hero's defiance</i>, <i>lesser restoration</i> (2)</p>\n<p class=\"stat-block-breaker\">Statistics</p>\n<p class=\"stat-block-1\"><b>Str</b> 35, <b>Dex</b> 29, <b>Con</b> 37, <b>Int</b> 18, <b>Wis</b> 22, <b>Cha</b> 21</p>\n<p class=\"stat-block-1\"><b>Base Atk</b> +33; <b>CMB</b> +46; <b>CMD</b> 66</p>\n<p class=\"stat-block-1\"><b>Feats</b> Blinding Critical, Combat Casting, Combat Reflexes, Critical Focus, Deadly Aim, Dodge, Flyby Attack, Improved Critical (dagger), Improved Initiative, Improved Iron Will, Improved Vital Strike, Iron Will, Power Attack, Spell Penetration, Step Up, Vital Strike, Weapon Focus (dagger)</p>\n<p class=\"stat-block-1\"><b>Skills</b> Acrobatics +45, Bluff +41, Fly +26, Heal +23, Intimidate +41,Knowledge (planes) +40, Knowledge (religion) +40, Perception +42, Sense Motive +42, Sleight of Hand +45, Stealth +41</p>\n<p class=\"stat-block-1\"><b>Languages</b> Celestial, Draconic; truespeech</p>\n<p class=\"stat-block-1\"><b>SQ</b> lay on hands (16d6, 25/day), seed of life</p>\n<p class=\"stat-block-breaker\">Ecology</p>\n<p class=\"stat-block-1\"><b>Environment</b> any (Heaven)</p>\n<p class=\"stat-block-1\"><b>Organization</b> unique</p>\n<p class=\"stat-block-1\"><b>Treasure</b> standard (<i>Cicatrix</i>, other treasure)</p>\n<p class=\"stat-block-breaker\">Special Abilities</p>\n<p class=\"stat-block-1\"><b>Primal Aura (Su)</b> Whenever Vildeis would be affected by a bleed effect, all enemies within 30 feet gain that bleeding condition instead, as though they were the effect's original targets (no saving throw, creatures immune to bleeding are immune to this effect). The Heal DC to stop this bleeding is 25.</p>\n<p class=\"stat-block-1\"><b>Smite Evil (Su)</b> Vildeis can smite evil as a 20th-level paladin. Whenever she uses smite evil and successfully strikes an evil outsider, the outsider is also subject to <i>disintegrate</i>, using Vildeis's paladin level as the caster level. After the <i>disintegrate</i> effect and the damage from the attack are resolved, the smite effect immediately ends.</p>\n<p class=\"stat-block-1\"><b>Spells</b> Vildeis casts spells as a 20th-level paladin.</p>\n<p class=\"stat-block-1\"><b>Zealous Vision (Su)</b> Vildeis automatically pinpoints the location of any evil creature within 1,000 feet of her.</p>\n<p>Also known as the Cardinal Martyr, Vildeis endlessly sacrifices herself in penitence for the sins of the multiverse, every battle against evil giving her body one more wound with which she might shed bloody tears for existence. When Vildeis emerged from the Heavens, she was a being of sublime beauty, but of a majesty so delicate that she couldn't suffer the sight or even the thought of evil. Within an hour of her birth, she had put out her own eyes, refusing to even gaze upon a reality tainted by sin. Since the first self-inflicted wound marred her once-perfect body, she has struggled against evil in all its forms. Denying herself home or rest, Vildeis harrows the wildest reaches of the multiverse, driving back the expansions of foul realms and slaying those who would do wicked deeds.</p>\n<p>Vildeis has no home among the planes, and forgoes any comforts&mdash;even those as basic as shelter or company&mdash;so long as there is evil afoot in the multiverse. Such makes her one of the most aloof empyreal lords, but also one of the most storied. Across the planes, legends tell of pitched battles, desperate last stands, and near massacres turned in the favor of the innocent by the sudden appearance of Vildeis herself, bloody-winged and avenging. While such miraculous rescues have more to do with happenstance then omniscience, they nonetheless inflame the passions of the righteous across countless worlds. Those who seek to encounter the empyreal lord of devotion, sacrifice, and scars must follow rumors of her passing, usually spoken by awed beings and crippled fiends along the fringes of reality's darkest outlands.</p>\n<p>Nearly as well known as the Cardinal Martyr herself are her morbid trappings&mdash;miles of stained bandages, scars etched and re-etched in the shapes of celestial runes, and a dagger that drips with her blood as often as that of her enemies. Of these, her dagger <i>Cicatrix</i> is the most infamous, a black blade like a thorn dropped from some gigantic iron rose, which the empyreal lord used to blind herself. Tales tell that she uses her blade not just to slay the wicked and share her blindness, but to carve the runes that crisscross her body upon others, infusing them with the compulsion to battle evil even if previously there was no such desire.</p>\n<h2 id=\"vildeis's-faith\">Vildeis's Faith</h2>\n<p>Vildeis is the patron of devotion, sacrifice, and scars. Those who follow her number among the most zealous crusaders, the most unshakable priests, and the most incorruptible judges. They view their goddess as an exemplar and a leader who sacrifices for them in ways they can never match. Vildeis, and by extension her worshipers, is extremely strict when it comes to adhering to her tenets of living an austere and principled life wholly devoted to combating evil.</p>\n<p>Those who diverge from Vildeis's teachings are expelled from her orders, but encouraged to do good in the world under the service of gentler masters. Though Vildeis doesn't expect all of her followers to perform the same self-mortification that she does, tattoos, scarification, and flagellation are common among her servants, especially her most devoted priests. Even those who don't engage in ritual bloodletting typically wear long red ribbons, symbolic of the empyreal lord's eternal wounds.</p>\n<p>Vildeis's holy symbol is a scarred golden breastplate. Her favored weapon is the dagger. Her clerics have access to the Destruction, Good, Healing, and Law domains, and to the Rage and Resurrection subdomains.</p>\n<p class=\"stat-block-title\">Cicatrix <span class=\"stat-block-cr\">Artifact</span></p>\n<p class=\"stat-block-1\"><b>Slot</b> none; <b>CL</b> 30th; <b>Weight</b> 2 lbs.; <b>Aura</b> overwhelming necromancy</p>\n<p>When Vildeis reached for a tool to permanently put an end to her sight so she no longer had to bear witness to the evils of the multiverse, her hand fell upon <i>Cicatrix</i>. Although even she doesn't know who or what placed the black blade within her grasp, in the ages since it put out its mistress's eyes, the blade has rarely left Vildeis's hand. <i>Cicatrix</i> is a <i>+5 holy returning vicious dagger</i> that counts as both cold iron and silver. Any time <i>Cicatrix</i> deals damage, the creature struck must attempt a DC 25 Will save. If it fails, the wielder instantly knows that creature's alignment and can listen to its surface thoughts, as <i>detect thoughts</i>. If the wielder chooses, she can then force the creature to attempt a DC 25 Will save; if the creature fails its saving throw, the wielder may blind the target (as <i>blindness/deafness</i>) or inscribe a martyr's mark upon the target. Inscribing a martyr's mark means the wielder takes the damage from the attack instead of the target; the martyr's mark is triggered like a <i>mark of justice</i>, but activates a <i>geas/quest</i> of the wielder's choosing instead of <i>bestow curse</i>. A martyr's mark can be removed as if it were a <i>mark of justice</i>.</p>\n<p class=\"stat-block-breaker\">Destruction</p>\n<p><i>Cicatrix</i> is destroyed if an evil outsider of CR 20 or higher uses the blade to sacrifice itself to save a good outsider's life.</p>\n</li></li></li></li>", 
                    "type": "section", 
                    "name": "Mythic", 
                    "sections": []
                }
            ]
        }
    ]
}