{
    "source": "Bestiary 4", 
    "sections": [
        {
            "source": "Bestiary 4", 
            "text": "<p>The most fearsome drow aren't satisfied with the mere defeat and death of their foes, preferring to defile their enemies in horrific ways. The most gruesome form of transformation assaults their enemies' very essence through the complicated process of fleshwarping.</p><p>Fleshwarping is the practice of altering a creature's physical form and mental state by way of a grisly mystical and alchemical process. It starts with submerging the subject in a vat filled with a magical and alchemical goo concocted of strange reagents, and infused with a multitude of living insects and other vermin. The goo dissolves and reshapes the flesh and bone of the subject while the vermin eat away at unwanted flesh, making way for the new, alchemically grown flesh to take hold. The process is torturous, and the subject is kept alive and conscious throughout it.</p><p>Depending on the base creature being fleshwarped, the heinous process lasts days, weeks, or even months. The entire time, it's overseen by a fleshwarper&mdash;a craftsperson whose perverse curiosity trumps any regard for life or sanity. This fleshwarper pokes and prods at the subject, flaying the skin and committing other atrocious tortures when necessary, manipulating the vermin as needed, and making sure the mix of reagents in the fleshwarping goo is correct at every stage of the occult process. Once the process is complete, the transformed abomination is expected to free itself from the fleshwarping goo; those that fail to do so are summarily slaughtered.</p><p>The end result is something both more and less than the base form. Though the process is basically the same for every type of creature the drow experiment on, the results are drastically different. A fleshwarped drow becomes a drider. A fleshwarped elf becomes an irnakurse, and a fleshwarped troglodyte becomes a ghonhatine. Some races seem to resist the process of fleshwarping altogether&mdash;dwarves have never been successfully fleshwarped, and most fey are particularly resilient to the process. What is generally true about fleshwarping is that inherently evil creatures that go through the process tend to be more useful to the drow than those who start out good. The most useful of the fleshwarps are those created from other drow. These unfortunate subjects are typically those who fail their house or are born with physical or mental defects. Unlike other fleshwarps, who tend to be sterile or lack the organs or ability to procreate, driders are a race unto themselves and are capable of procreation.</p><p>The process of creating a fleshwarp is dangerous to the base creature and expensive for the creator. During the process, the subject is wracked with excruciating pain, and takes 2d6 points of Constitution damage (Fortitude DC 15 half). The reagents that constitute the goo cost at least 10,000 gp, and the rarer specimens of vermin used to facilitate fleshwarping can cost just as much if bought on the open market.</p><p>It's often said that the drow learned the gruesome art of fleshwarping as a reward for obscene pacts they made with some demon lord, but the identity of the demon lord who bestowed knowledge of the foul process changes with each telling of the tale.</p><p>There are other cultures that also understand and use fleshwarping, but they tend to be either ancient or very secretive and xenophobic. Sinspawn, fleshdregs, and the lamia-based hungerer are just some examples of non-drow fleshwarps.</p>", 
            "type": "section", 
            "name": "Fleshwarp", 
            "sections": [
                {
                    "source": "Bestiary 4", 
                    "text": "<p class=\"Sidebar-Text\">Drow fleshwarpers continually experiment to discover new fleshwarps. Here is a list of the most common fleshwarps.</p>", 
                    "type": "section", 
                    "name": "Fleshwarp Bestiary", 
                    "sections": [
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>Driders are the first and most numerous of the fleshwarped creatures created by the drow. They are the only fleshwarped creatures known to breed true.</p>", 
                            "type": "section", 
                            "name": "Drider (drow)", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>These fleshwarps are nearly twice the size of troglodytes and are far more bestial and fearsome.</p>", 
                            "type": "section", 
                            "name": "Ghonhatine (troglodytes)", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>Gnomes subjected to this process are transformed into something that resembles a vicious, mushroom-like humanoid.</p>", 
                            "type": "section", 
                            "name": "Gomnits (gnomes)", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>Fleshwarped humans are transformed into mindless, sluglike things.</p>", 
                            "type": "section", 
                            "name": "Grothlut (humans)", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>Goblins transformed by fleshwarping grow a chitinous skin, and their arms are transformed into whiplike stingers.</p>", 
                            "type": "section", 
                            "name": "Gublasks (goblins)", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>Fleshwarped vegepygmies grow stockier and stronger, and their sunken eyes release a stream of acidic black tears.</p>", 
                            "type": "section", 
                            "name": "Halsora (vegepygmies)", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>Drow particularly prize these tentacled treelike horrors created from their hated kin.</p>", 
                            "type": "section", 
                            "name": "Irnakurse (elves)", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>Fleshwarped halflings become bizarre, doglike quadrupeds which are annoying and difficult to control. As a result, drow rarely fleshwarp halflings.</p>", 
                            "type": "section", 
                            "name": "Jashoi (halfling)", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>An oronci has the upper body of an orc and the lower body of a centipede, complete with poisonous spittle.</p>", 
                            "type": "section", 
                            "name": "Oronci (orcs)", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>An ogre's hind legs shrink down to vestigial stumps. Its forearms lengthen, and are used to pull the vestigial lower body along. A mass of serpentine tentacles sprouts from its shoulders and upper torso.</p>", 
                            "type": "section", 
                            "name": "Urgoci (ogre)", 
                            "sections": []
                        }
                    ]
                }
            ]
        }, 
        {
            "dexterity": "7", 
            "ac": "24, touch 7, flat-footed 24 (–2 Dex, +17 natural, –1 size)", 
            "special_attacks": "feed, filth fever", 
            "intelligence": "4", 
            "racial_modifiers": "+4 Stealth when underground", 
            "melee": "2 claws +16 (1d6+8), bite +16 (2d6+8), tail slap +14 (1d8+4)", 
            "cr": "10", 
            "xp": "9,600", 
            "speed": "40 ft.", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "any underground", 
            "strength": "27", 
            "constitution": "28", 
            "space": "10 ft.", 
            "treasure": "none", 
            "charisma": "8", 
            "languages": "Draconic", 
            "immune": "acid, critical hits, disease, poison", 
            "init": "–2", 
            "fortitude": "+13", 
            "reflex": "+2", 
            "feats": "Awesome Blow, Cleave, Improved Bull Rush, Multiattack, Power Attack, Vital Strike", 
            "aura": "powerful stench (10 ft., DC 24, 1d4 rounds)", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Feed", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "By spending a full-round action devouring the body of a dead or unconscious creature, a ghonhatine gains 1d8+9 temporary hit points and a +2 bonus on attack and damage rolls for 1 minute. The bonus to hit points is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Filth Fever", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Disease&mdash;injury; save Fort DC 25; onset 1d3 days; frequency 1 day; effect 1d3 Dex damage and 1d3 Con damage; cure 2 consecutive saves. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Powerful Stench", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "An enraged ghonhatine secretes a tarry, musk-like chemical. Any living, non-ghonhatine creature within 10 feet must succeed at a DC 24 Fortitude save or be nauseated as long as it remains within the affected area and for 1d4 rounds afterward. A creature that saves is sickened as long as it remains in the area, and can't be affected again by the same ghonhatine's stench for 24 hours. This is a poison effect. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Regurgitate", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A ghonhatine can expel the contents of its stomach as a ranged attack with a splash weapon that has a range increment of 20 feet. It deals 2d6 acid damage to the target and splashes all adjacent creatures. In addition to taking damage, a target directly hit by a ghonhatine's regurgitation must make two DC 24 Fortitude saves, the first to resist contracting filth fever, and the second to avoid being nauseated for 1 minute. A nauseated creature can end its nausea early by dousing itself in a gallon of water. All creatures adjacent to the target must make DC 24 Fortitude saves to avoid being sickened for 1 minute. Once a ghonhatine uses this ability it can't use it again until it feeds. The save DCs are Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Troglodytes forced to undergo fleshwarping by the drow, ghonhatines harken to what troglodytes might have been in savage prehistory. They stand over 10 feet tall (hunched to about 8 feet) and weigh upward of 5,000 pounds.</p>"
                }
            ], 
            "senses": "darkvision 60 ft., scent; Perception +9", 
            "description": "Even hunched and creeping upon all fours, this reptilian behemoth towers over its prey, its protruding teeth snapping wildly.", 
            "ranged": "regurgitate +6 (2d6 acid plus filth fever)", 
            "hp": "162 (12d8+108)", 
            "reach": "10 ft. (15 ft. with tail)", 
            "wisdom": "7", 
            "creature_type": "Aberration", 
            "base_attack": "+9", 
            "name": "Fleshwarp, Ghonhatine", 
            "skills": "Climb +12, Perception +9, Stealth +0 (+4 when underground)", 
            "type": "creature", 
            "cmd": "26 (28 vs. bull rush)", 
            "cmb": "+18 (+20 bull rush)", 
            "will": "+6", 
            "source": "Bestiary 4", 
            "organization": "solitary or squad (2–8)"
        }, 
        {
            "dexterity": "6", 
            "ac": "13, touch 8, flat-footed 13 (–2 Dex, +5 natural)", 
            "special_attacks": "digestive spew, disgusting demise, piteous moan", 
            "intelligence": "1", 
            "melee": "2 slams +6 (1d6+3)", 
            "cr": "3", 
            "xp": "800", 
            "speed": "20 ft.", 
            "alignment": "CE", 
            "size": "Medium", 
            "strength": "15", 
            "constitution": "18", 
            "source": "Bestiary 4", 
            "treasure": "none", 
            "charisma": "5", 
            "environment": "any underground", 
            "immune": "acid, mind-affecting effects", 
            "init": "+2", 
            "fortitude": "+7", 
            "reflex": "–1", 
            "feats": "Great Fortitude, Improved Initiative, Weapon Focus (slam)", 
            "senses": "darkvision 60 ft.; Perception –1", 
            "description": "Pale and glistening with moisture, this sluglike creature stares vacantly as a droning moan escapes its slobbering lips.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Digestive Spew", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "In order to ingest food, a grothlut must first regurgitate its digestive liquids upon its victim. As a standard action, it can spit these liquids on a creature within 5 feet. This spew deals 3d6 acid damage (Reflex DC 15 half). The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Disgusting Demise", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "When a grothlut reaches 0 or fewer hit points, its digestive organs rupture, freeing alchemical agents that have a violent effect on the rest of the grothlut's internal organs and flesh. This causes an explosion of grothlut viscera within a 30-foot-radius burst of the creature. Though this viscera deals no damage, it's disgusting to behold and its smell can cause living creatures within that radius to become nauseated for 1d4 rounds (Fortitude DC 14 negates). This is a poison effect. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Piteous Moan", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Whenever a grothlut sees another creature, it begins to moan as free action. Anyone within 60 feet who can hear the moan must succeed at a DC 15 Will saving throw or become sickened by the moaning for as long as she can hear it. Every two additional grothluts with the area increase the DC by 1, to a maximum of DC 18. This is a mind-affecting sonic effect. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Grothluts are sluglike abominations with vaguely human heads and torsos, and rubbery arms that move awkwardly at their sides. They shuffle mindlessly until other creatures come into view, then piteously moan before slithering forward to attack and feed. Those moans are the last vestige of their formerly human selves crying for release as slivers of the creatures' intellects are forced to continuously relive their transformation.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Many fleshcrafters consider the grothlut a failure, as the transformation all but stamps out its human consciousness. Others disagree, arguing that warping the creature's mind makes it more useful, as its stupidity makes it pliable and easy to herd. The drow typically use grothluts only as guardians to slowly patrol the remote edges of their enclaves. Once in position, though, grothluts can be used as crude shock troops, unleashed to soften enemy forces before more valuable warriors wade in and cut down the enemies who have been nauseated by the grothluts' exploded organs and flesh.</p>"
                }
            ], 
            "hp": "42 (5d8+20)", 
            "wisdom": "8", 
            "creature_type": "Aberration", 
            "special_qualities": "compression", 
            "base_attack": "+3", 
            "name": "Fleshwarp, Grothlut", 
            "skills": "Climb +10", 
            "type": "creature", 
            "cmd": "13 (can't be tripped)", 
            "cmb": "+5", 
            "will": "+3", 
            "aura": "piteous moan (30 ft.)", 
            "organization": "solitary or rout (2–10)"
        }, 
        {
            "dexterity": "14", 
            "ac": "19, touch 13, flat-footed 17 (+2 Dex, +6 natural, +1 size)", 
            "special_attacks": "acidic tears, sneak attack +2d6, spores", 
            "intelligence": "6", 
            "melee": "2 claws +13 (1d8+4 plus spores)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "30 ft.", 
            "alignment": "CE", 
            "size": "Small", 
            "environment": "any underground", 
            "strength": "19", 
            "constitution": "17", 
            "source": "Bestiary 4", 
            "treasure": "none", 
            "charisma": "8", 
            "languages": "Undercommon, Vegepygmy (can't speak)", 
            "immune": "acid, disease", 
            "init": "+2", 
            "fortitude": "+6", 
            "reflex": "+5", 
            "feats": "Iron Will, Power Attack, Skill Focus (Perception), Skill Focus (Stealth), Weapon Focus (claw)", 
            "senses": "darkvision 60 ft.; Perception +19", 
            "description": "This small, plantlike creature is a bulging mass of viselike muscle with sunken eyes that constantly drip viscous, black tears.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Acidic Tears", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A halsora's sunken eyes have oversized tear ducts that weep a constant stream of black, acidic tears. As a standard action that provokes attacks of opportunity, a halsora can jerk its head and flick the acidic tears on a single creature within 20 feet. That creature takes 2d6 acid damage (Reflex DC 18 half). A creature that fails its save takes an additional 1d4 points of acid damage at the end of the halsora's turn for 1d4 rounds or until the acid is scraped off, which requires a full-round action on the part of the creature taking the damage or a creature adjacent to that creature. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Spores", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A halsora's claws are covered in mutated russet mold spores. A creature hit by a claw attack must succeed at a DC 18 Fortitude save or take 2 points of Constitution damage per round. It can attempt a new Fortitude save each round to halt the growth. A creature reduced to 0 Constitution by these spores explodes in a mess of viscera and spores. Creatures within the burst must succeed at a DC 18 Fortitude saving throw or be affected as if they were hit by the halsora's claw attack. This is a disease effect. The save is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Vegepygmies transformed by the vile fleshwarping process become halsoras, creatures twice cursed. The alchemical torture they undergo seems minor compared to what other fleshwarps suffer&mdash;it merely increases the mass and strength of the vegepygmy and deforms its eyes so they secrete acid. The process has a more interesting effect on the residual and previously inert russet mold within the body of the host vegepygmy. Mutating the mold, it creates a deadly spore that courses through the halsora's insides, is slowly excreted through the fingertips, and clumps on the claws of the creature.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Though their sunken eyes and constant stream of acidic tears often make these creatures seem pitiful, they are fierce bundles of rage and self-hatred. The conditioning of the fleshwarpers causes them to attack and infect any enemy of the drow they come in contact with, but what's left of their consciousness rages against the mutated spores they carry. Worse still, many drow use these creatures to hunt down and even infect other tribes of vegepygmies.</p>"
                }
            ], 
            "hp": "75 (10d8+30)", 
            "wisdom": "11", 
            "creature_type": "Aberration", 
            "dr": "5/bludgeoning or slashing", 
            "base_attack": "+7", 
            "name": "Fleshwarp, Halsora", 
            "skills": "Perception +19, Stealth +25", 
            "type": "creature", 
            "cmd": "22", 
            "cmb": "+10", 
            "will": "+9", 
            "organization": "solitary or gang (2–6)"
        }, 
        {
            "dexterity": "17", 
            "ac": "23, touch 12, flat-footed 20 (+3 Dex, +11 natural, –1 size)", 
            "special_attacks": "soul scream, rend (2 tentacles 2d6+10; 3 tentacles 3d6+10; 4 tentacles 4d6+10)", 
            "intelligence": "8", 
            "melee": "bite +8 14 (1d8+7), 4 tentacles +8 (1d6+3 plus mind lash)", 
            "cr": "9", 
            "xp": "6,400", 
            "speed": "10 ft.", 
            "alignment": "CE", 
            "size": "Large", 
            "environment": "any underground", 
            "strength": "24", 
            "constitution": "23", 
            "space": "10 ft.", 
            "treasure": "none", 
            "charisma": "18", 
            "languages": "Elven (can't speak)", 
            "source": "Bestiary 4", 
            "init": "+7", 
            "fortitude": "+9", 
            "reflex": "+8", 
            "feats": "Combat Reflexes, Deflect Arrows, Improved Initiative, Lightning Reflexes, Weapon Focus (tentacle)", 
            "senses": "darkvision 60 ft.; Perception +15", 
            "description": "A mad-eyed mess of deformed limbs, misplaced features, and bone shards pulls itself along amid a cacophony of slapping flesh.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Mind Lash", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Those struck by an irnakurse are overwhelmed with dark emotions and corrupted images of a ruined life. Any non-evil creature hit by an irnakurse's tentacle must succeed at a DC 19 Will save or be stunned for 1 round. A creature that successfully saves can't be affected by the same irnakurse's mind lash for 24 hours. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Soul Scream", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Capable of channeling all of its rage and terror into a single, unnatural noise, an irnakurse can unleash a sound of alien horror as a standard action. Any non-evil creature within 30 feet of a screaming irnakurse must succeed at a DC 19 Will save or take 1d4 points of Wisdom drain. Once it begins screaming, an irnakurse can continue as a free action for 6 rounds, but can't scream again for 5 minutes afterward. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Irnakurse, meaning \"perfect ones\" in the Elven language, represent the sum outpouring of drow hatred for their surface-world brethren. These brainwashed, rage-filled abominations are the result of elves subjected to fleshwarping&mdash;and were the drow to have their way, embodiments of the elven race's future. Each irnakurse suffers long under the knife of the dark elves' most practiced fleshwarpers until its body and mind lie in total ruin. When the weeks of torture and transformation are complete, what was once an elf emerges as a shrieking mockery of its lost grace, a horror of reworked flesh and broken bones, a \"perfect\" elf to the drow and a sin against life to elvenkind.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Through the blasphemous tortures that create them, irnakurse are made completely mad and become unable to harm drow. All non-drow, however, they view as targets to vent their terror and rage upon. Elves especially provoke irnakurses' ire.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>No two irnakurse look exactly the same&mdash;drow torturers take profane pride in sculpting their elven victims into unique masterpieces of agony&mdash;most stand between 8 and 9 feet tall and weigh upward of 300 pounds.</p>"
                }
            ], 
            "hp": "105 (10d8+60)", 
            "reach": "10 ft. (15 ft. with tentacles)", 
            "wisdom": "14", 
            "creature_type": "Aberration", 
            "base_attack": "+7", 
            "name": "Fleshwarp, Irnakurse", 
            "skills": "Climb +20, Perception +15, Stealth +12", 
            "type": "creature", 
            "cmd": "28 (32 vs. trip)", 
            "cmb": "+15", 
            "will": "+9", 
            "organization": "solitary"
        }
    ], 
    "name": "Fleshwarp", 
    "type": "section"
}