{
    "source": "Bestiary 4", 
    "sections": [
        {
            "source": "Bestiary 4", 
            "text": "<p>Giant, antlike interplanetary expansionists with an alien hive intelligence, formians are not evil, but they are aggressive in the propagation of their kind into new territories. The formian homeworld is a lush green jungle planet teeming with life both above and below ground level. Formian hives create vast tunnel systems, turning the subsurface of the planet into a honeycomb-like structure. After colonizing every habitable piece of land on their home world, formians looked to the stars for additional lands to infest.</p><p>This instinct to expand and propagate often causes conflict with their neighbors. Though the formians believe it is their right to annex into new areas, they have no patience for those who move into theirs. Formians claim and fiercely defend verdant areas of land around their hive because much of the hive's nutritional needs are supplied by surface agriculture and hunting. In spite of this, intruders often don't even notice they have entered formian territory. The ground above a formian hive appears unoccupied&mdash;formians conceal entrances to their hives and prefer harvesting fruits and berries in a way that leaves the land largely untouched. Meat that lands on formian tables typically comes from expeditions to drive off or hunt predators. Formians of the warrior caste organize these campaigns and these warriors have little patience for poachers.</p><p>Formian society is a strict matriarchy. Though each hive's queen is theoretically independent and her rule absolute, allegiances are common between hives, and less powerful hives often grudgingly defer to more powerful matriarchs. Hundreds of worker and warrior formians serve even the smallest of hives. Larger hives number in the tens of thousands, and have complex tunnel systems with interwoven corridors connecting territories that might span over hundreds of square miles on the surface alone.</p><p>Each formian hive is designed primarily to protect the queen. Approaching the center of the hive can be exceedingly difficult. Paths are designed deliberately to lead encroachers away from the queen's hidden lair. In addition to deceptive corridors, formians often build traps and place complex magical protections, decoys, and illusions to protect the queen's inner sanctuary.</p><p>Evolved to procreate on a massive scale, a formian queen is barely able to move under her own power. On the rare occasions she leaves her throne, a small army of workers assist and defend her, but formian queens are by no means defenseless. They are massive and powerful beings, and have the ability to possess any worker or warrior in the hive. A queen uses these thralls as her eyes and ears, and can cast spells through them. Creatures that invade a hive might find themselves the equals of the queen's myrmarchs and taskmasters only to be laid low when a mere worker unleashes the queen's tremendous magical power, employing the full force of her cunning and wrath.</p><p>Larger than typical warriors, formian myrmarchs are the chief guardians of the hive. They serve as trusted advisors to the queen and as generals of her armies.</p><p>Warriors are the formians outsiders most frequently encounter. The warriors of the hive follow the orders of the myrmarch, and defend the hive from all encroachers. They also serve as hunters within formian lands and protect workers that venture beyond the hive.</p><p>Taskmasters serve the queen as overseers of projects that require greater intelligence and more liberated thinking than workers possess. Each taskmaster oversees workers bred with specific skills, directing tasks like expanding tunnels, repairing damage to the hive, or undermining the lands of dangerous creatures.</p><p>Workers are by far the most common formians, and perform a vast number of basic tasks, but they avoid interacting with those outside their hive.</p><p>Interplanetary Expansionists</p><p>After thoroughly occupying their home world, formians came up with a creative solution for alleviating population pressures. The most powerful queens coordinate their efforts to build dozens of massive asteroids, each loaded with a queen plus several myrmarchs and taskmasters, along with hundreds of eggs. The occupants are then placed in stasis, unable to wake until the asteroid crashes on a new world. The asteroids are then ensconced in layer after layer of magical protections and flung at nearby planets, serving as interplanetary seedpods for the species.</p><p>After years, decades, or even centuries in transit, an asteroid ship reaches its destination&mdash;or misses its mark entirely and continues off into the depths of space, the occupants safe though trapped in the asteroid until they reach a habitable planet. Most of these seedpods crash on their intended planets, though even then some of the seedpods meet with calamity. In rare instances, either the stasis or the protective magic fails, making the seedpod vulnerable to violent entry into a planet's atmosphere. Other times the seedpod lands in an ocean or some other region of the planet inhospitable to formians, leaving them to drown, freeze, or meet some other calamity.</p><p>The safe arrival of a seedpod often creates a period of destruction and chaos for the natives of the formians' new home. When the seedpod's protections relax, the eggs hatch, and the formians move forward with ruthless efficiency toward creating their new hive.</p>", 
            "type": "section", 
            "name": "Formian", 
            "sections": []
        }, 
        {
            "dexterity": "19", 
            "ac": "27, touch 16, flat-footed 22 (+2 deflection, +4 Dex, +1 dodge, +11 natural, –1 size)", 
            "special_attacks": "poison", 
            "intelligence": "17", 
            "resist": "sonic 10", 
            "melee": "sting +16 (1d8+5 plus poison), 2 claws +16 (1d4+5/19–20), bite +16 (1d6+5)", 
            "cr": "10", 
            "xp": "9,600", 
            "speed": "50 ft.", 
            "alignment": "LN", 
            "size": "Large", 
            "environment": "warm or temperate land or underground", 
            "strength": "20", 
            "constitution": "20", 
            "space": "10 ft.", 
            "treasure": "standard (9 javelins, other treasure)", 
            "charisma": "17", 
            "languages": "Common, telepathy 150 ft.", 
            "source": "Bestiary 4", 
            "init": "+8 (+12 with hive mind)", 
            "fortitude": "+11", 
            "spells": {
                "spell-like abilities": "(CL 12th; concentration +15)<p class=\"stat-block-2\">At will-<i>charm monster</i> (DC 17), <i>clairaudience/clairvoyance</i>, <i>detect thoughts</i> (DC 15)</p><p class=\"stat-block-2\">3/day-<i>hold monster</i> (DC 18)</p><p class=\"stat-block-2\">1/day-<i>feeblemind</i> (DC 18)</p>"
            }, 
            "reflex": "+14", 
            "feats": "Dodge, Improved Initiative, Mobility, Quick Draw, Spring Attack, Vital Strike", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Inspire Hive", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Once per day, a myrmarch can affect all warriors and workers in its telepathic range as if they were under the effect of a greater heroism spell (CL 12th).", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Javelin or sting&mdash;injury; save Fort DC 21; frequency 1/round for 6 rounds; effect 1d4 Dex and sickened; cure 2 saves. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Myrmarchs are an elite caste of the formian race. They serve as direct agents for the queen, acting as advisors and generals, or administrating tasks where complexity or propriety renders taskmasters unsuitable. It is myrmarchs who answer the call when a particularly skilled diplomat or emissary is required to carry the queen's words outside of the territory of the hive to the dangerously disorganized races.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>While myrmarchs make up the aristocracy of formian society, this does not make them pampered intellectuals and bureaucrats. On the contrary, they are even more deadly than the warriors they often command, and do not hesitate to use their considerable might to aid and protect their kin. Myrmarchs facing combat apply their natural poison to their javelins, making them even more lethal.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Like other formians, myrmarchs record their life's history upon their carapaces. Between their greater opportunities and longer lifespans (roughly as long as those of humans), myrmarchs can cover nearly every inch of their shells with great deeds accomplished, foes overcome, and service to the hive. Some myrmarchs actually run out of space for new records: some die shortly thereafter, knowing that they have served their queen to the utmost, while others add new artificial plates to their carapaces to continue their epics.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The most accomplished, trusted, and battle-tested of their race, myrmarchs form the queen's elite bodyguard. In a small hive, these bodyguards likely have the same statistics presented above. In the oldest and largest hives, however, most possess class levels.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A myrmarch has an enlarged thorax and abdomen, which give it the same general size and weight as a large warhorse, though its upper body is not much larger than that of a formian warrior's. Myrmarchs stand about 8 feet high and weigh about 1,200 pounds.</p>"
                }
            ], 
            "senses": "blindsense 30 ft., darkvision 60 ft., hive mind; Perception +18 (+22 with hive mind)", 
            "description": "This horse-sized insect has a brilliant red carapace, and its monstrous face reflects great intelligence and confidence.", 
            "ranged": "javelin +15/+10/+5 (1d6+5 plus poison)", 
            "hp": "126 (12d10+60)", 
            "reach": "5 ft.", 
            "wisdom": "16", 
            "creature_type": "Monstrous Humanoid", 
            "special_qualities": "formian traits, inspire hive, undersized weapons", 
            "base_attack": "+12", 
            "name": "Formian Myrmarch", 
            "skills": "Climb +20, Diplomacy +15, Knowledge (arcana) +15, Perception +18 (+22 with hive mind), Sense Motive +15, Spellcraft +15, Stealth +15", 
            "type": "creature", 
            "cmd": "35 (39 vs. trip)", 
            "cmb": "+18", 
            "will": "+13", 
            "organization": "Solitary, team (2–4), platoon (1 plus 7–18 warriors and 6–12 workers), or royal guard (4 plus 12–20 warriors)"
        }, 
        {
            "dexterity": "5", 
            "ac": "32, touch 6, flat-footed 32 (–3 Dex, +26 natural, –1 size)", 
            "special_attacks": "telepathic feedback", 
            "intelligence": "19", 
            "resist": "sonic 10", 
            "melee": "2 claws +33 (4d8+10)", 
            "cr": "17", 
            "xp": "102,400", 
            "speed": "5 ft.", 
            "alignment": "LN", 
            "size": "Large", 
            "environment": "warm or temperate land or underground", 
            "strength": "6", 
            "constitution": "20", 
            "space": "10 ft.", 
            "treasure": "triple", 
            "charisma": "25", 
            "languages": "Common, Dwarven, Terran, Undercommon; telepathy 200 ft.", 
            "source": "Bestiary 4", 
            "init": "+6 (+10 with hive mind)", 
            "fortitude": "+15", 
            "spells": {
                "spell-like abilities": "(CL 17th; concentration +24)<p class=\"stat-block-2\">At will-<i>magic jar </i>(other formians only), <i>magic missile</i></p><p class=\"stat-block-2\">1/day-<i>invisibility</i>, <i>feeblemind </i>(DC 21)<i></i></p><p class=\"stat-block-2\">3/day-<i>commune with nature</i>, empowered <i>cone of cold</i> (DC 22), <i>permanent image, </i>quickened <i>magic missile</i>, <i>repulsion (DC 23), teleport</i></p>"
            }, 
            "reflex": "+13", 
            "feats": "Alertness, Blind-Fight, Combat Casting, Craft Wondrous Item, Empower Spell-Like Ability (cone of cold), Great Fortitude, Improved Initiative, Iron Will, Lightning Reflexes, Quicken Spell-Like Ability (magic missile), Spell Penetration, Toughness", 
            "senses": "blindsense 30 ft., darkvision 60 ft., hive mind, tremorsense 60 ft.; Perception +35 (+39 with hive mind)", 
            "description": "This large and majestic creature is nearly immobile, her massive abdomen swollen with her impending brood.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Hive Frenzy", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Once per day as a standard action, the queen can send out a command to all formians within range of her telepathy. Those formians are affected as if by a haste spell (CL 20th).", 
                            "sections": []
                        }, 
                        {
                            "name": "Telepathic Feedback", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "As a standard action, a queen can unleash debilitating telepathic feedback. Those within her telepathic range who are not members of her hive must succeed at a DC 29 Will save or take a -2 penalty on attack rolls, saving throws, ability checks, and skill checks for 1 minute. A creature that succeeds at the save cannot be affected by telepathic feedback for 24 hours. This is a mind-affecting effect. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A formian queen is the embodiment of the hive and the key to its success, as a hive's fate is tied to her ability to both populate it and successfully guide it. The formian queen does this while her massive body is bound to a central chamber dedicated to her nearly constant egg laying. The queen's enormous abdomen squeezes out egg after egg as she meets with her myrmarchs to plan defense, strategy, and trade negotiations. While the queen may be sheltered, she is not blind. When necessary, she possesses the minds of her children to see for herself what occurs beyond her central chamber, and more active queens use this ability to confront intruders directly.</p>"
                }
            ], 
            "hp": "276 (24d10+144); fast healing 10", 
            "reach": "10 ft.", 
            "wisdom": "18", 
            "creature_type": "Monstrous Humanoid", 
            "special_qualities": "formian traits, hive frenzy", 
            "dr": "10/-", 
            "base_attack": "+24", 
            "name": "Formian Queen", 
            "skills": "Diplomacy +31, Intimidate +34, Knowledge (arcana, nature) +28, Knowledge (dungeoneering, engineering, geography, local, planes) +12, Perception +35 (+39 with hive mind), Sense Motive +12, Spellcraft +28", 
            "type": "creature", 
            "cmd": "42 (50 vs. trip)", 
            "cmb": "+35", 
            "will": "+20", 
            "organization": "hive (1 plus 300–5,000 formians)"
        }, 
        {
            "dexterity": "14", 
            "ac": "20, touch 12, flat-footed 18 (+2 Dex, +8 natural)", 
            "special_attacks": "poison", 
            "intelligence": "13", 
            "resist": "sonic 10", 
            "melee": "sting +13 (1d4+3 plus poison), 2 claws +13 (1d4+3)", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "40 ft.", 
            "alignment": "LN", 
            "spells": {
                "spell-like abilities": "(CL 10th; concentration +14)<p class=\"stat-block-2\">3/day-<i>detect thoughts </i>(DC 16), <i>sending</i> (to the hive queen only)</p>", 
                "bard spells known": "(CL 7th; concentration +11)<p class=\"stat-block-2\">3rd (2/day)-<i>confusion </i>(DC 18), <i>good hope</i></p><p class=\"stat-block-2\">2nd (4/day)-<i>heroism</i>, <i>invisibility</i>, <i>sound burst</i> (DC 16), <i>suggestion</i> (DC 17)</p><p class=\"stat-block-2\">1st (5/day)-<i>charm person</i> (DC 16), <i>comprehend languages</i>, <i>cure light wounds</i>, <i>hideous laughter</i> (DC 16), <i>silent image</i> (DC 15)</p><p class=\"stat-block-2\">0 (at will)-<i>dancing lights</i>, <i>daze</i> (DC 15), <i>detect magic</i>, <i>mending</i>, <i>message</i>, <i>prestidigitation</i></p>"
            }, 
            "environment": "warm or temperate land or underground", 
            "strength": "17", 
            "constitution": "16", 
            "treasure": "standard (10 darts, other treasure)", 
            "charisma": "19", 
            "languages": "Common; telepathy 120 ft.", 
            "source": "Bestiary 4", 
            "init": "+2 (+6 with hive mind)", 
            "fortitude": "+6", 
            "size": "Medium", 
            "reflex": "+9", 
            "feats": "Combat Casting, Point-Blank Shot, Quick Draw, Rapid Shot, Spell Focus (enchantment)", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Mental Motivator", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A formian taskmaster can inspire competence or inspire courage as a 7th-level bard (typically 20 rounds/day). The taskmaster's performance is purely mental and only affects formians from its own hive within telepathic range.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Sting&mdash;injury; save Fort DC 18; frequency 1/round for 6 rounds; effect 1d4 Dexterity; cure 2 consecutive saves.", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "A formian taskmaster casts spells as a 7th-level bard. It favors enchantment and illusion spells."
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Formian taskmasters are merchants, traders, diplomats, and spies, and particularly talented taskmasters may even advise the queen. Taskmasters can often be found outside the hive engaging in commerce or routine diplomatic missions. While traveling, a taskmaster is usually accompanied by 3-5 workers and at least 5 warriors.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>When dealing with other creatures, formians recognize that their telepathy can be off-putting and use normal speech, although their mandibles are not well suited for the task and their voices are often hoarse and difficult to understand.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Like myrmarchs, taskmasters are highly competitive and take great pride in their successes. Notable accomplishments are carved into their carapaces and highlighted with the use of bright inks, precious metals, or gems. Formian society is largely free of the crime that is common in other humanoid societies, but formians do have occasional duels within a caste. Two taskmasters might have a duel over promotions, a trade route, or an insult. These duels are rarely lethal for fear of weakening the hive, and taskmasters who are too aggressive attract the wrong kind of attention from the myrmarchs. Dueling victories are often recorded on taskmasters' carapaces alongside their other major accomplishments.</p>"
                }
            ], 
            "senses": "blindsight 30 ft., darkvision 60 ft., hive mind; Perception +16 (+20 with hive mind)", 
            "description": "This centaurlike creature is equipped with an ant's mandibles and antennae.", 
            "ranged": "dart +12/+7 (1d4+3)", 
            "hp": "85 (10d10+30)", 
            "wisdom": "16", 
            "creature_type": "Monstrous Humanoid", 
            "special_qualities": "formian traits, mental motivator (20 rounds/day)", 
            "base_attack": "+10", 
            "name": "Formian Taskmaster", 
            "skills": "Appraise +6, Bluff +9, Climb +11, Craft (armor) +9, Diplomacy +14, Perception +16 (+20 with hive mind), Sense Motive +8, Spellcraft +6", 
            "type": "creature", 
            "cmd": "26 (30 vs. trip)", 
            "cmb": "+13", 
            "will": "+10", 
            "organization": "solitary, work crew (1 plus 6–12 workers), band (1 plus 3–15 workers and 5–8 warriors), embassy (2–6)"
        }, 
        {
            "dexterity": "17", 
            "ac": "17, touch 13, flat-footed 14 (+3 Dex, +4 natural)", 
            "special_attacks": "deadly grasp, poison", 
            "intelligence": "11", 
            "resist": "sonic 10", 
            "melee": "sting +6 (1d4+2 plus poison), 2 claws +6 (1d4+2 plus grab)", 
            "cr": "3", 
            "xp": "800", 
            "speed": "40 ft.", 
            "alignment": "LN", 
            "size": "Medium", 
            "environment": "warm or temperate land or underground", 
            "strength": "14", 
            "constitution": "15", 
            "treasure": "standard (6 javelins, other treasure)", 
            "charisma": "12", 
            "languages": "Common; telepathy 60 ft.", 
            "source": "Bestiary 4", 
            "init": "+3 (+7 with hive mind)", 
            "fortitude": "+3", 
            "reflex": "+7", 
            "feats": "Skill Focus (Acrobatics), Step Up", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Coordinate", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Once a formian warrior has acted in a combat, all allied formians within the hive mind are no longer considered flat-footed. When a formian warrior attacks a creature in melee, allied formians gain a +2 insight bonus on melee attack rolls against that creature until the start of the warrior's next turn.", 
                            "sections": []
                        }, 
                        {
                            "name": "Deadly Grasp", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "When a formian warrior has a foe grappled, it deals sting damage when it succeeds at a grapple check to damage its opponent.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Javelin or sting&mdash;injury; save Fort DC 14; frequency 1/round for 6 rounds; effect 1d2 Dex; cure 1 save.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Composing the fighting caste of the hive, formian warriors grow from grubs hatched in the flesh of carnivores and similar fierce creatures. All are sterile females, although in rare circumstances they spontaneously become fertile after the death of their queen. In the rigid hierarchy of the formian hive, they rank above the worker caste and below all others. Allowed independent initiative to better hone their battle skills, formian warriors have more latitude in following commands than many other formians. Owing to this latitude, formian warriors are more likely to chafe under hive strictures than workers and taskmasters.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>All formian warriors ultimately answer to the myrmarch caste and, through them, to the queen. Beneath this layer of command, the warriors have a command structure of their own. Formian warriors advance in rank through a complicated formula that references their achievements in battle, personal prowess, and years of service to the hive.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Formian warriors engrave their chitin with insignia depicting their rank and notable deeds. A disgraced warrior has her markings gouged out and her stinger torn away.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Formian warriors stand 7 feet tall and weigh 200 pounds. Their carapaces resemble suits of armor as much as insects' exoskeletons but cannot be enhanced with magic as if they were armor. The striped patterns of a formian warrior vary from individual to individual, although formians belonging to the same hive usually bear similar markings.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Warriors mature quickly and have short life spans, becoming too infirm to fight around 15 years of age. Old warriors are expected to end their lives for the good of the hive, either by taking on a fatal mission or through voluntary starvation. A few of the most exceptional warriors receive permission to live out their remaining years as teachers and drill instructors, passing their skills on to new generations of formian warriors.</p>"
                }
            ], 
            "senses": "blindsense 30 ft., darkvision 60 ft., hive mind; Perception +7 (+11 with hive mind)", 
            "description": "Armored from head to toe in gleaming black-and-red chitin, this insectile warrior's tail ends in a wickedly barbed stinger.", 
            "ranged": "javelin +7 (1d6+2 plus poison)", 
            "hp": "30 (4d10+8)", 
            "wisdom": "10", 
            "creature_type": "Monstrous Humanoid", 
            "special_qualities": "coordinate, formian traits", 
            "base_attack": "+4", 
            "name": "Formian Warrior", 
            "skills": "Acrobatics +10 (+14 when jumping), Climb +8, Intimidate +8, Perception +7 (+11 with hive mind), Stealth +7", 
            "type": "creature", 
            "cmd": "19 (23 vs. trip)", 
            "cmb": "+6 (+10 grapple)", 
            "will": "+4", 
            "organization": "solitary, pair, band (5–8 plus 3–15 workers and 1 taskmaster), or patrol (3–12)"
        }, 
        {
            "dexterity": "10", 
            "ac": "12, touch 11, flat-footed 12 (+1 natural, +1 size)", 
            "intelligence": "10", 
            "resist": "sonic 10", 
            "melee": "bite +3 (1d6+1)", 
            "cr": "1/2", 
            "xp": "200", 
            "speed": "40 ft., burrow 10 ft.", 
            "alignment": "LN", 
            "size": "Small", 
            "environment": "warm or temperate land or underground", 
            "strength": "13", 
            "constitution": "13", 
            "treasure": "incidental (occasionally a 10–50 gp gem embedded into a worker's carapace)", 
            "charisma": "9", 
            "languages": "Common, telepathy 60 ft.", 
            "source": "Bestiary 4", 
            "init": "+0 (+4 with hive mind)", 
            "fortitude": "+1", 
            "reflex": "+2", 
            "feats": "Skill Focus (Profession [miner])", 
            "senses": "blindsense 30 ft., darkvision 60 ft., hive mind; Perception +4 (+8 with hive mind)", 
            "description": "This small, centaurlike ant creature bears a huge, bulging sack on its armored back.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Able Assistant", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "When a formian worker succeeds at an aid another check or attack roll that aids another hive mate within its telepathy range, it grants a +4 bonus on the skill check, on the attack roll, or to AC instead of the normal +2.", 
                            "sections": []
                        }, 
                        {
                            "name": "Peerless Bearer", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Workers are able to bear remarkable burdens for their size. They have a +5 racial bonus to Strength when calculating the effects of encumbrance.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>These lowest-caste formians stand a little taller than a large dog, and their small mandibles are better equipped for slicing leaves and cutting fruit from the vine than carving into flesh. Regardless, many humanoids find the sight of these centaurlike ant creatures intimidating. Their iridescent chitin is nearly featureless, marked only by small scarring as they age and a series of markings on their chest. A few more accomplished formian workers bear small gems proudly glued to their carapace, tokens granted them by taskmasters for particularly impressive accomplishments.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Formian workers are the backbone of the hive. They produce and harvest all food, perform all mining and tunneling, aid the taskmasters in the crafting of goods, and perform all other menial labor. Formian workers grow fast and learn quickly within the hive mind. Shortly after it leaves its larval stage, a formian is assigned to a senior worker who teaches it a trade, and by the end of the second year, a formian worker is a productive member of the hive. Workers live 20-30 years, and older workers are assigned lighter or more skilled work in order to give them capacity to train the young formian workers.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Workers are hatched in large batches and given a clutch name, usually based on a well-regarded formian of the previous generation. Only when they leave their larval stage are workers given a unique number carved into their carapaces, which is used in place of an individual name. Workers parrot the taskmasters in many things; they denote accomplishments on their carapaces and even have duels (though duels among workers almost never involve death). Rarely, a particularly remarkable worker will be called out for special attention by their taskmaster, and these workers are presented to the queen and given a proper name of their own.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Workers flee from combat unless they are ordered by a taskmaster or myrmarch to attack intruders. If a hive is invaded, formian workers might be used as diversions or to undermine or collapse tunnels on invading enemies. If forced into a direct fight, they usually spend most of their efforts assisting a warrior or myrmarch, though they make good use of mining picks or alchemist's fire if they are cornered.</p>"
                }
            ], 
            "hp": "6 (1d10+1)", 
            "wisdom": "10", 
            "creature_type": "Monstrous Humanoid", 
            "special_qualities": "able assistant, formian traits, peerless bearer", 
            "base_attack": "+1", 
            "name": "Formian Worker", 
            "skills": "Climb +5, Knowledge (engineering) +4, Perception +4 (+8 with hive mind), Profession (miner) +7", 
            "type": "creature", 
            "cmd": "11 (15 vs. trip)", 
            "cmb": "+1", 
            "will": "+2", 
            "organization": "solitary, work crew (6–12 plus 1 taskmaster), band (3–15 plus 5–8 warriors and 1 taskmaster)."
        }
    ], 
    "name": "Formian", 
    "type": "section"
}