{
    "dexterity": "20", 
    "ac": "20, touch 20, flat-footed 15 (+5 deflection, +5 Dex)", 
    "special_attacks": "spiritual manipulation, terrifying laughter (30 ft.; DC 21)", 
    "intelligence": "15", 
    "melee": "", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "fly 40 ft. (perfect)", 
    "alignment": "incorporeal", 
    "size": "bite", 
    "environment": "any (haunted sites or ruins)", 
    "strength": "-", 
    "constitution": "-", 
    "source": "Bestiary 4", 
    "treasure": "incidental", 
    "charisma": "21", 
    "languages": "Abyssal, Common", 
    "immune": "undead traits", 
    "init": "+9", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Blind-Fight, Combat Reflexes, Flyby Attack, Improved Initiative, Skill Focus (Stealth), Weapon Finesse", 
    "senses": "darkvision 60 ft.; Perception +17", 
    "description": "This disembodied phantom wears black robes that swirl around a maw of sharp teeth.", 
    "sections": [
        {
            "subtype": "special_abilities", 
            "sections": [
                {
                    "name": "Spiritual Manipulation", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 4", 
                    "text": "Geists have the ability to take control of haunts. When a geist enters a haunt's area of effect, the geist can immediately attempt to take over the haunt by making a Charisma check. If the result of the Charisma check is equal to or greater than the haunt's CR, the geist takes over the haunt and maintains control as long as the geist remains within 1 mile. If the geist's attempt to take control of a haunt fails, the geist must retreat from the haunt's area of effect and cannot attempt to take control of the haunt again for 24 hours. When a geist controls a haunt, it can activate or suppress the haunt's effects as a free action and the haunt automatically resets in half its normal time. A haunt under a geist's control can still be neutralized when reduced to 0 hit points, but it cannot be permanently put to rest until the geist that controls it is destroyed. A geist can control a number of haunts up to its Charisma modifier at one time (usually five).", 
                    "sections": []
                }, 
                {
                    "name": "Terrifying Laugh", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 4", 
                    "text": "Once per minute, a geist can unleash a terrifying laugh as a standard action. The laughter lasts until the beginning of the geist's next turn. All creatures within 30 feet of the geist when it begins to laugh, as well as all creatures that end their turn within that radius, must succeed at a DC 21 Will save or be panicked. The save is required only once per laugh. Those who succeed at their saving throws need not save against the same geist's terrifying laughter for 24 hours. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                    "sections": []
                }
            ], 
            "type": "section", 
            "name": "Special Abilities", 
            "source": "Bestiary 4"
        }, 
        {
            "source": "Bestiary 4", 
            "sections": [], 
            "type": "section", 
            "text": "<p>A geist is formed when an exceptionally evil humanoid is killed by a haunt and proves too tenacious to submit to death's call.</p>"
        }
    ], 
    "hp": "114 (12d8+60)", 
    "weaknesses": "sunlight powerlessness", 
    "wisdom": "15", 
    "defensive_abilities": "channel resistance +4, incorporeal", 
    "creature_type": "+14", 
    "base_attack": "+9", 
    "name": "Geist", 
    "skills": "Bluff +17, Fly +18, Intimidate +20, Knowledge (religion) +15, Perception +17, Sense Motive +17, Stealth +26", 
    "reflex": "+9", 
    "cmd": "29", 
    "cmb": "+14", 
    "will": "+10", 
    "organization": "solitary or haunting (2–7)", 
    "creature_subtype": "1d6 negative energy plus 1d4 Con"
}