{
    "source": "Bestiary 4", 
    "sections": [
        {
            "source": "Bestiary 4", 
            "text": "<p>The Great Old Ones are otherworldly entities of almost unimaginable power&mdash;beings completely alien to humanity, both physiologically and spiritually. They exist in the forgotten corners of distant worlds or lost dimensions, yet their power is so great they can influence certain sensitive mortal minds in their dreams and nightmares, even if such influence is as accidental as a star's gravitational pull on a tiny mote of dust adrift in space. In such ways, cults devoted to the Great Old Ones can rise on worlds throughout the Material Plane, even without prior contact between these worlds. Some of the Great Old Ones grant access to the domain of Void and its associated subdomains (see below).</p><p>While not all of the Great Old Ones are evil, all are forces of chaos. Their cults are almost always evil and cause harm and madness, but the Great Old Ones are generally content to ignore lesser life such as humans, elves, and dwarves. Yet when their attention is garnered, the results can be catastrophic on an immense scale&mdash;for just as the ant who bites someone's toe invites swift destruction on a scale its feeble mind can't envision, so too does humanity invite unimaginable ruin by delving into the affairs of these powerful creatures.</p><p>The Great Old Ones themselves often serve and worship even greater powers, such as Azathoth, Nyarlathotep, Shub-Niggurath, and Yog-Sothoth. Those creatures are the Outer Gods, and whereas the Great Old Ones can be thought of as akin to demigods, the Outer Gods are themselves true deities.</p>", 
            "type": "section", 
            "name": "Great Old One", 
            "sections": [
                {
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Void Domain", 
                    "sections": [
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>You can call upon the cold darkness between the stars to gain flight, travel to other worlds, or summon monsters from beyond to do your bidding.</p>", 
                            "type": "section", 
                            "name": "Granted Powers", 
                            "sections": []
                        }, 
                        {
                            "name": "Guarded Mind", 
                            "sections": [], 
                            "text": "<p>You gain a +2 insight bonus on saving throws against all mind-affecting effects.</p>", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "type": "ability"
                        }, 
                        {
                            "name": "Part the Veil", 
                            "sections": [], 
                            "text": "<p>At 8th level, you can lace spells you cast with the raw madness that waits in the outer darkness. Activating this ability is a swift action that you must use as you cast a spell that targets a single creature and that allows a Will saving throw to negate or reduce the spell's primary effect. If the target fails to resist the spell, the target is also confused for a number of rounds equal to the spell's level as visions of the void cause temporary insanity. The victim must succeed at a new saving throw each round to end the effect&mdash;these additional saving throws apply only to the additional confusion effect and not to the original spell effect. Part the veil is a mind-affecting effect. You can use this ability a number of times per day equal to 1/2 your class level.</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "type": "ability"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>1st&mdash;<i>feather fall</i>, 2nd&mdash;<i>levitate</i>, 3rd&mdash;<i>fly</i>, 4th&mdash;<i>lesser planar binding</i>, 5th&mdash;<i>overland flight</i>, 6th&mdash;<i>planar </i><i>binding</i>, 7th&mdash;<i>reverse gravity</i>, 8th&mdash;<i>greater planar binding</i>, 9th&mdash;<i>interplanetary telepor</i><i>t</i>.</p>", 
                            "type": "section", 
                            "name": "Domain Spells", 
                            "sections": []
                        }
                    ]
                }, 
                {
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Dark Tapestry (Void Subdomain)", 
                    "sections": [
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>The following granted power replaces the guarded mind power of the Void domain.</p>", 
                            "type": "section", 
                            "name": "Replacement Power", 
                            "sections": []
                        }, 
                        {
                            "name": "It Came from Beyond", 
                            "sections": [], 
                            "text": "<p>Once per day, when you cast a summoning spell, any one creature you summon is more powerful than normal. The creature gains the advanced creature simple template. If you summon more than one creature with a spell, only one of the summoned creatures gains the advanced creature simple template. A summoned creature that gains the advanced creature simple template in this manner appears unnervingly deformed or unnaturally hideous, bringing with it a whiff of the emptiness of the void. This ability only works on spells you cast as a cleric&mdash;it does not work on spellcasting abilities gained from any other spellcasting classes you might have.</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "type": "ability"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>2nd&mdash;<i>summon monster II</i>, 5th&mdash;<i>summon monster V</i>, 7th&mdash;<i>insanity</i>.</p>", 
                            "type": "section", 
                            "name": "Replacement Domain Spells", 
                            "sections": []
                        }
                    ]
                }, 
                {
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Stars (Void Subdomain)", 
                    "sections": [
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>The following granted power replaces the part the veil power of the Void domain.</p>", 
                            "type": "section", 
                            "name": "Replacement Power", 
                            "sections": []
                        }, 
                        {
                            "name": "The Stars Are Right", 
                            "sections": [], 
                            "text": "<p>If you prepare your cleric spells while the stars are visible to you, you may spontaneously cast any of your Stars subdomain spells by swapping out a spell of an equal spell level. Any Stars subdomain spell that you cast while the stars are visible to you heals you of hit point damage equal to the spell's level as you cast the spell.</p>", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "type": "ability"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "text": "<p>2nd&mdash;<i>hypnotic pattern</i>, 7th&mdash;<i>sunbeam</i>, 9th&mdash;<i>meteor swarm</i>.</p>", 
                            "type": "section", 
                            "name": "Replacement Domain Spells", 
                            "sections": []
                        }
                    ]
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Bokrug, Cthulhu, and Hastur are but three of the Great Old Ones&mdash;countless others exist on distant worlds or other dimensions, yet are still able to influence the world through their dreams and cults. The central concept of the Great Old Ones was created by H. P. Lovecraft, one of the most influential writers of weird fiction&mdash;and horror fiction in general&mdash;of the 20th century. Lovecraft actively encouraged his writer friends to add to his mythos of creatures, and today we have Great Old Ones created not only by Lovecraft's contemporaries like Clark Ashton Smith, Robert E. Howard, Henry Kuttner, and August Derleth, but also by modern writers like Ramsey Campbell, Brian Lumley, and Stephen King. Chaosium's excellent Call of Cthulhu roleplaying game is a perfect place to start delving into the realm of Great Old Ones evoked in RPG form. By creating new Great Old Ones for your game, you can become part of a tradition of shared mythology nearly a century old!</p>", 
                    "type": "section", 
                    "name": "Other Great Old Ones", 
                    "sections": []
                }
            ]
        }, 
        {
            "source": "Bestiary 4", 
            "text": "<p class=\"flavor-text\">This great reptilian monster is an aquatic lizard with a beard of tentacles and a sting-tipped tail.</p>", 
            "type": "section", 
            "name": "Great Old One, Bokrug", 
            "sections": [
                {
                    "dexterity": "27", 
                    "ac": "45, touch 27, flat-footed 37 (+8 Dex, +10 insight, +18 natural, –1 size)", 
                    "cmd": "74 (76 vs. bull rush or overrun, 78 vs. trip)", 
                    "special_attacks": "constrict (4d6+22), critical poisoning, mythic power (10/day, surge +1d12), poison, powerful blows (bite, claws, sting, tentacle beard), vengeful dreams", 
                    "intelligence": "22", 
                    "resist": "acid 30, fire 30", 
                    "melee": "bite +44 (4d8+22/19–20), 2 claws +44 (2d8+22/19–20), sting +44 (3d6+22/19–20 plus poison), tentacle beard +39 (4d6+22 plus grab)", 
                    "cr": "27", 
                    "xp": "3,276,800", 
                    "speed": "50 ft., swim 120 ft., air walk", 
                    "alignment": "CN", 
                    "size": "Large", 
                    "environment": "any water", 
                    "strength": "40", 
                    "constitution": "42", 
                    "source": "Bestiary 4", 
                    "treasure": "triple", 
                    "charisma": "27", 
                    "languages": "Aklo, Aquan, Draconic; telepathy 100 ft.", 
                    "immune": "ability damage, ability drain, aging, cold, death effects, disease, energy drain, mind-affecting effects, paralysis, petrification, poison", 
                    "init": "+22", 
                    "fortitude": "+33", 
                    "spells": {
                        "spell-like abilities": "(CL 27th; concentration +35)<p class=\"stat-block-2\">Constant-<i>air walk</i></p><p class=\"stat-block-2\">At will-<i>cloudkill</i><sup>M</sup> (DC 23), <i>dimension door</i><sup>M</sup>, <i>dream</i><sup>M</sup>, <i>greater dispel magic</i>, <i>hallucinatory terrain</i>, <i>nightmare</i><sup>M</sup> (DC 23), <i>plane shift</i><sup>M</sup>, <i>transmute rock to mud</i>, <i>wind walk</i></p><p class=\"stat-block-2\">3/day-<i>demand</i>, quickened <i>feeblemind</i> (DC 23), <i>horrid wilting</i> (DC 26)</p><p class=\"stat-block-2\">1/day-<i>control weather</i><sup>M</sup>, <i>symbol of insanity</i> (DC 26), <i>tsunami</i><sup>APG, M</sup> (DC 26)</p>"
                    }, 
                    "type": "creature", 
                    "feats": "Bleeding Critical, Combat Reflexes, Critical Focus, Greater Bull Rush, Greater Overrun, Improved Bull Rush, Improved Critical (bite), Improved Critical (claw), Improved Critical (sting), Improved Initiative, Improved Iron Will, Improved Overrun, Iron Will, Power Attack, Quicken Spell-Like Ability (feeblemind)", 
                    "senses": "blindsight 120 ft., darkvision 60 ft., low-light vision; Perception +43", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Critical Poisoning", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "If Bokrug confirms a critical hit with his sting, he injects his foe with 3 doses of poison (this increases the save DC by 4). A foe that is normally immune to poison can be affected by Bokrug's poison in this way, but treats the poisoning as if it had been injected with only 1 dose.", 
                                    "sections": []
                                }, 
                                {
                                    "source": "Bestiary 4", 
                                    "sections": [], 
                                    "type": "section", 
                                    "name": "descriptor", 
                                    "text": "If Bokrug is killed, his body immediately begins to thrash and writhe spasmodically, continuing to do so for 1d4 rounds. During this time, he makes a single sting attack against one random target in reach. At the end of this time, his body grows still, then melts into water and evaporates away. Bokrug reforms in dormancy back in his realm in the Dimension of Dreams soon thereafter, remaining in a comatose state for hundreds of years unless he is awoken earlier via complex rituals.Any effect that destroys Bokrug's body (such as disintegrate) merely reduces his remains to water that then evaporates away as described above, but such measures do prevent his body from thrashing and stinging prior to this supernatural evaporation."
                                }, 
                                {
                                    "name": "Immortality", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Poison", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Sting&mdash;injury; save Fort DC 41; frequency 1/round for 6 rounds; effect 2d4 Wisdom damage; cure 3 consecutive saves. A creature whose Wisdom damage equals its Wisdom score automatically becomes afflicted by a random insanity (Pathfinder RPG GameMastery Guide 250). The save DC is Constitution-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Spines", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Any creature that makes a melee attack against Bokrug must succeed at a DC 33 Reflex save or be struck by the numerous swiftly reacting spines that cover the Great Old One, taking 2d6+15 points of damage. Using a reach weapon does not endanger the attacker in this way. The save DC is Dexterity-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Toxic Breath", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Bokrug's breath is toxic. Whenever the Great Old One is above water, he is surrounded by a 30-foot-radius cloud of invisible poison gas that causes temporary madness and hallucinations. Any creature that begins its turn in this area must succeed at a DC 41 Will save or be confused for 1 round. A creature that holds its breath or doesn't have to breathe gains a +4 bonus on this saving throw. This is a mind-affecting poison effect. The save DC is Constitution-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Unspeakable Presence", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Failing a DC 33 Will save against Bokrug's unspeakable presence causes the victim to become overwhelmed with hopelessness and doom&mdash;it takes a –4 penalty on all attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls as long as it remains within the area of affect. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Vengeful Dreams", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Any creature that has ever damaged Bokrug or has slain one of his clerics can be targeted by the Great Old One's vengeful dreams regardless of the distance between the creature and Bokrug, even across planar boundaries. In order to use vengeful dreams against a target, Bokrug must successfully affect the target with his nightmare spell-like ability; the target is always treated as familiar to Bokrug, and as if Bokrug possessed a body part of the victim, resulting in a –15 penalty on the saving throw against the nightmare. If the victim fails its save against the nightmare, the horrific dream unfolds as a vision of Bokrug consuming the victim alive. The victim then remains alive, conscious, and aware as the Great Old One digests it, and as Bokrug destroys all that remains of the victim's lifelong friends, home, belongings, and family. When the victim awakens from the nightmare, it must succeed at a DC 33 Will save or take 3d6 points of Wisdom drain from the vengeful dreams. If this drains the target's Wisdom to 0, it automatically gains a random insanity (GameMastery Guide 250). Once Bokrug uses this ability against a creature, he can't do so again until that creature again damages him or slays one of his clerics. This is a mind-affecting effect. The save DC is Charisma-based.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Bokrug, the Water Lizard, dwells in a distant and forsaken corner of the Dimension of Dreams, in a land that was once heavily populated but is now a desolate and barren realm surrounding a nameless lake&mdash;a realm once ruled by mighty human empires, but now ruled only by the hideous amphibian minions of the Water Lizard. Bokrug himself is a vast creature, a vaguely iguana-shaped monster with a beard of writhing tendrils and a long tail tipped with a stinger. The scales that cover his body hide long spines that Bokrug can extend or retract with near lightning speed.</p>"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Bokrug spends the majority of his time slumbering far down in the depths of his submerged lair. No rivers feed the lake, nor does it drain into the sea. Yet the still, ominous waters are neither stale nor brackish, implying that they connect somewhere deep underground, and. By way of these dark, secret waterways, Bokgrug has access to the lakes and rivers of the Dimension of Dreams, and his ability to <i>plane shift</i> allows him access to other realms as he wills.</p>"
                        }
                    ], 
                    "hp": "645 (30d10+480); fast healing 20", 
                    "reach": "10 ft.", 
                    "wisdom": "30", 
                    "defensive_abilities": "immortality, insanity (DC 41), spines", 
                    "creature_type": "Magical Beast", 
                    "special_qualities": "amphibious, otherworldly insight", 
                    "dr": "15/epic and lawful", 
                    "base_attack": "+30", 
                    "name": "Bokrug", 
                    "skills": "Knowledge (arcana, history, nature, religion) +36, Perception +43, Spellcraft +36, Stealth +37, Swim +56", 
                    "reflex": "+25", 
                    "space": "10 ft.", 
                    "cmb": "+46 (+50 bull rush, grapple, or overrun)", 
                    "will": "+22", 
                    "aura": "toxic breath (30 ft., DC 41), unspeakable presence (300 ft., DC 33)", 
                    "sr": "38", 
                    "organization": "solitary (unique)", 
                    "creature_subtype": "aquatic, chaotic, extraplanar, Great Old One"
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Bokrug is worshiped more out of fear than adoration, and when traveling dreamers come across his cult in their nightmares, they can unknowingly spread this fearful faith into the waking world. Bokrug's temples are often found on the shores of remote lakes or hidden away in large swamplands. Though humans worship him, so do boggards, lizardfolk, marsh giants, and other swamp-dwelling races&mdash;particularly those who have suffered at the hands of aggressors, such as invading armies, rival tribes, or adventuring parties.</p><p>Though Bokrug is chaotic neutral, almost all of his worshipers are chaotic neutral or chaotic evil. Only a rare few chaotic good worshipers of Bokrug exist&mdash;most of these being delusional heretics or apologists who seek to keep Bokrug calm, ensuring he continues to slumber. These heretics and outliers of the faith are remorselessly hunted down by his more zealous and traditional worshipers.</p><p>Bokrug's cult is associated with revenge, storms, and water, and its sacred symbol is a green lizard with a long, coiling tail&mdash;an image of Bokrug himself. His greatest shrines feature unusually realistic statues of his form, statues the cult maintains Bokrug can see out of and even animate from his distant lair to take sacrifices. Bokrug's clerics have access to the domains of Chaos, Destruction, Water, and Weather, and to the subdomains of Catastrophe, Oceans, Rage, and Storms. The Water Lizard's favored weapon is the ranseur; his followers often forge their ranseurs' blades to resemble the Great Old One's stingered tail.</p>", 
                    "type": "section", 
                    "name": "Bokrug's Cult", 
                    "sections": []
                }
            ]
        }, 
        {
            "source": "Bestiary 4", 
            "text": "<p class=\"flavor-text\">This towering impossibility, neither quite octopus nor dragon nor giant but something far worse, must surely herald the end of times.</p>", 
            "type": "section", 
            "name": "Great Old One, Cthulhu", 
            "sections": [
                {
                    "dexterity": "21", 
                    "ac": "49, touch 29, flat-footed 44 (+12 deflection, +5 Dex, +10 insight, +20 natural, –8 size)", 
                    "cmd": "97 (99 vs. bull rush or sunder)", 
                    "special_attacks": "cleaving claws, constrict (3d6+23), dreams of madness, mythic power (10/day, surge +1d12), powerful blows (tentacle), tentacles, trample (2d8+30, DC 51)", 
                    "intelligence": "31", 
                    "resist": "acid 30, electricity 30, fire 30, sonic 30", 
                    "melee": "2 claws +42 (4d6+23/19–20 plus grab), 4 tentacles +42 (2d10+34/19–20 plus grab)", 
                    "cr": "30", 
                    "xp": "9,830,400", 
                    "speed": "60 ft., fly 200 ft. (average), swim 60 ft.", 
                    "alignment": "CE", 
                    "size": "Colossal", 
                    "environment": "any (R'lyeh)", 
                    "strength": "56", 
                    "constitution": "45", 
                    "source": "Bestiary 4", 
                    "treasure": "triple", 
                    "charisma": "34", 
                    "languages": "Aklo; telepathy 300 ft.", 
                    "immune": "ability damage, ability drain, aging, cold, death effects, disease, energy drain, mind-affecting effects, paralysis, and petrification", 
                    "init": "+15", 
                    "fortitude": "+29", 
                    "spells": {
                        "spell-like abilities": "(CL 30th; concentration +42)<p class=\"stat-block-2\">Constant-<i>freedom of movement</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>astral projection</i>, <i>control weather</i><sup>M</sup>, <i>dream</i><sup>M</sup>, <i>greater dispel magic</i>, <i>greater teleport</i>, <i>insanity</i> (DC 29), <i>nightmare</i><sup>M</sup> (DC 29), <i>sending</i><sup>M</sup></p><p class=\"stat-block-2\">3/day-<i>antipathy</i> (DC 30), <i>demand</i> (DC 30), quickened <i>feeblemind</i>, <i>gate</i>, <i>weird</i> (DC 31)</p><p class=\"stat-block-2\">1/day-<i>implosion</i> (DC 31), summon (level 9, 2d4 star-spawn of Cthulhu 100%), <i>symbol of insanity</i> (DC 30), <i>wish</i><sup>M</sup></p>"
                    }, 
                    "type": "creature", 
                    "feats": "Ability Focus (nightmare), Awesome Blow, Combat Reflexes, Craft Wondrous Item, Critical Focus, Flyby Attack, Greater Sunder, Greater Vital Strike, Hover, Improved Bull Rush, Improved Critical (claw), Improved Critical (tentacle), Improved Sunder, Improved Vital Strike, Power Attack, Quicken Spell-Like Ability (feeblemind), Staggering Critical, Vital Strike", 
                    "senses": "darkvision 60 ft., true seeing; Perception +52", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Cleaving Claws", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "A single attack from one of Cthulhu's claws can target all creatures in a 10-foot square. Make one attack roll; any creature in the area whose AC is equal to or lower than the result takes damage from the claw.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Dreams of Madness", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "When Cthulhu uses his nightmare spell-like ability on a creature with one or more ranks in a Craft or Perform skill, he also afflicts the creature with maddening dreams. In addition to the effect of nightmare, the target must succeed at a DC 40 Will save or contract a random insanity (Pathfinder RPG GameMastery Guide 250). This is a mind-affecting effect. A creature that already has an insanity is immune to this ability. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Greater Starflight", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Cthulhu can survive in the void of outer space, and flies through outer space at incredible speeds. Although the exact travel time will vary from one trip to the next, a trip within a solar system normally takes Cthulhu 2d6 hours, and a trip beyond normally takes 2d6 days (or more, at the GM's discretion).", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Immortality", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "If Cthulhu is killed, his body immediately fades away into a noxious cloud of otherworldly vapor that fills an area out to his reach. This cloud blocks vision as obscuring mist, but can't be dispersed by any amount of wind. Any creature in this area must succeed at a DC 45 Fortitude save or be nauseated for as long as it remains in the cloud and for an additional 1d10 rounds after it leaves the area. Cthulhu returns to life after 2d6 rounds, manifesting from the cloud and restored to life via true resurrection, but is staggered for 2d6 rounds (nothing can remove this staggered effect). If slain again while he is staggered from this effect, Cthulhu reverts to vapor form again and his essence fades away after 2d6 rounds, returning to his tomb in R'lyeh until he is released again. The save DC is Constitution-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Non-Euclidean", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Cthulhu does not exist wholly in the physical world, and space and time strain against his presence. This grants Cthulhu a deflection bonus to AC and a racial bonus on Reflex saves equal to his Charisma modifier (+12). His apparent and actual position are never quite the same, granting him a 50% miss chance against all attacks. True seeing can defeat this miss chance, but any creature that looks upon Cthulhu while under the effects of true seeing must succeed at a DC 40 Will save or be afflicted by a random insanity (this is a mind-affecting effect). The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Tentacles", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Cthulhu's tentacles are a primary attack.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Unspeakable Presence", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Failing a DC 40 Will save against Cthulhu's unspeakable presence causes the victim to immediately die of fright. This is a death and fear effect. A creature immune to fear that fails its save against Cthulhu's unspeakable presence is staggered for 1d6 rounds instead of killed. The save DC is Charisma-based.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Known to some as the Dreamer in the Deep, Great Cthulhu is the mightiest of the Great Old Ones. Cthulhu is represented often in artwork&mdash;particularly in sculpture, painting, and poetry, for his influence is particularly strong among such sensitive and creative minds. In these eldritch works of art, he is depicted or described as having a vaguely humanoid frame, but with immense draconic wings and an octopus-shaped head. His actual form is somewhat fluid&mdash;the Great Old One can shift and reshape his exact countenance as he wills, allowing him to occupy a smaller space than one might expect for a creature that stands over 100 feet tall.</p>"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>It is fortunate indeed that Cthulhu is currently imprisoned on a distant planet within the sunken city of R'lyeh. There, the Great Old One slumbers away the eons in a state neither quite dead nor living, held in stasis by ancient magic and the potency of the <i>Elder Sign</i>, yet at times the city rises from the sea and the doors to his tomb open, granting Cthulhu limited mobility before he must return to his tomb.</p>"
                        }
                    ], 
                    "hp": "774 (36d8+612); fast healing 30", 
                    "reach": "40 ft.", 
                    "wisdom": "36", 
                    "defensive_abilities": "freedom of movement, immortality, insanity (DC 40), non-euclidean", 
                    "creature_type": "Aberration", 
                    "special_qualities": "compression, greater starflight, otherworldly insight", 
                    "dr": "20/epic and lawful", 
                    "base_attack": "+27", 
                    "name": "Cthulhu", 
                    "skills": "Fly +36, Knowledge (arcana) +49, Knowledge (dungeoneering, engineering, geography, history, nature, planes, religion) +46, Perception +52, Sense Motive +49, Spellcraft +49, Swim +70, Use Magic Device +48", 
                    "reflex": "+29", 
                    "space": "40 ft.", 
                    "cmb": "+58 (+60 bull rush, +62 grapple or sunder)", 
                    "will": "+33", 
                    "aura": "unspeakable presence (300 ft., DC 40)", 
                    "sr": "41", 
                    "organization": "solitary (unique)", 
                    "creature_subtype": "chaotic, evil, Great Old One"
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Although Cthulhu is imprisoned on a far-flung world, his dreams span the gulfs of existence and are capable of touching upon the sleeping minds of sensitive or artistic souls, inspiring them with insane visions and driving the creation of all manner of eldritch artistry. In such ways, his cult spreads like a night-borne virus of the dreaming mind across all worlds on which sapient life dwells. Cthulhu is worshiped by various aquatic races and folk who dwell along coasts, but also among certain decadent or fringe societies of artists, poets, and philosophers. When they form, his cults are secretive and careful to hide their allegiance to the Great Old One, meeting only in desolate and otherwise abandoned locales hidden from society's notice. Central among his cult's beliefs is the prophecy that one day, the stars will be right and Great Cthulhu shall rise from his corpse-city to usher in the end times, wiping clean all worlds to make them ready for his kind. The cultists believe they might be spared this fate through proper obeisance and fealty, when in truth Cthulhu is unlikely to notice the difference between those who worship him and anyone else.</p><p>Cthulhu's cult is associated with cataclysms, dreams, and the stars, and his sacred symbol is a complex rune surrounding an open eye. Cthulhu's temples are monolithic structures of a stark and cyclopean architectural style, but most of his faithful lack the resources to build such temples and instead make do with what they can, hiding away personal shrines in underground chambers or in shacks or glades in the remote wilderness. Cthulhu's clerics have access to the domains of Chaos, Evil, Madness, and Void, and to the subdomains of Dark Tapestry, Insanity, Nightmare, and Stars. His favored weapon is the dagger&mdash;often one with a curving blade.</p>", 
                    "type": "section", 
                    "name": "Cthulhu's Cult", 
                    "sections": []
                }
            ]
        }, 
        {
            "source": "Bestiary 4", 
            "text": "<p class=\"flavor-text\">This entity appears to be a skeletal human form hidden under tattered yellow robes, but it moves with unsettling, inhuman grace.</p>", 
            "type": "section", 
            "name": "Great Old One, Hastur", 
            "sections": [
                {
                    "dexterity": "43", 
                    "ac": "48, touch 37, flat-footed 31 (+16 Dex, +1 dodge, +10 insight, +11 natural)", 
                    "cmd": "69 (can't be tripped)", 
                    "special_attacks": "bleed (1d6), fulvous dreams, mythic power (10/day, surge +1d12), reveal visage, sneak attack +10d6, Yellow Sign", 
                    "intelligence": "35", 
                    "racial_modifiers": "+20 Acrobatics when jumping", 
                    "resist": "acid 30, electricity 30, fire 30", 
                    "melee": "4 tattered lash +41 (2d8+7 plus bleed)", 
                    "cr": "29", 
                    "xp": "6,553,600", 
                    "speed": "80 ft.; air walk", 
                    "alignment": "CE", 
                    "size": "Medium", 
                    "environment": "any", 
                    "strength": "24", 
                    "constitution": "44", 
                    "source": "Bestiary 4", 
                    "treasure": "triple", 
                    "charisma": "36", 
                    "languages": "Aklo; telepathy 100 ft., tongues", 
                    "immune": "ability damage, ability drain, aging, cold, death effects, disease, energy drain, mind-affecting effects, paralysis, petrification, sonic", 
                    "init": "+26", 
                    "fortitude": "+28", 
                    "spells": {
                        "spell-like abilities": "(CL 29th; concentration +42)<p class=\"stat-block-2\">Constant-<i>air walk</i>, <i>freedom of movement</i>, <i>tongues</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>astral projection</i>, <i>dimension door</i><sup>M</sup>, <i>dream</i><sup>M</sup>, <i>enervation</i><sup>M</sup>, <i>greater dispel magic</i>, <i>insanity</i> (DC 30), <i>mirage arcana</i> (DC 28), <i>nightmare</i><sup>M</sup> (DC 28), <i>sending</i><sup>M</sup>, <i>veil</i>, <i>wish</i><sup>M</sup> (see below)</p><p class=\"stat-block-2\">3/day-<i>demand</i> (DC 31), quickened <i>feeblemind</i>, <i>interplanetary teleport</i>, <i>mass suggestion</i> (DC 29), <i>project image</i> (DC 30)</p><p class=\"stat-block-2\">1/day-<i>symbol of death</i> (DC 31), <i>symbol of fear</i> (DC 29), <i>symbol of insanity</i> (DC 31), <i>symbol of pain</i> (DC 28), <i>symbol of persuasion</i> (DC 29), <i>symbol of strife</i> (DC 32), <i>symbol of stunning</i> (DC 30), <i>symbol of weakness</i> (DC 30)</p>"
                    }, 
                    "type": "creature", 
                    "feats": "Agile Maneuvers, Combat Expertise, Combat Reflexes, Critical Focus, Dodge, Greater Feint, Greater Vital Strike, Improved Critical (tattered lash), Improved Feint, Improved Vital Strike, Mobility, Quicken Spell-Like Ability (feeblemind), Spring Attack, Staggering Critical, Vital Strike, Weapon Finesse, Whirlwind Attack", 
                    "senses": "darkvision 60 ft., true seeing; Perception +47", 
                    "sections": [
                        {
                            "subtype": "special_abilities", 
                            "sections": [
                                {
                                    "name": "Fulvous Dreams", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "When Hastur uses his nightmare spell-like ability on a creature that has seen the Yellow Sign, he also afflicts that creature with horrifying dreams tinted with a nauseating yellow color and thick with overwhelming sensations of decadence, shame, and entropic disorder. In addition to the effect of nightmare, the target must also succeed at a DC 40 Will save or be compelled to seek out a Yellow Sign, throwing all of his resources and actions into the obsession. While obsessed, the target takes a –4 penalty on Will saving throws, saving throws against symbol spells, concentration checks, and Wisdom-based skill checks. This obsession effect ends immediately if the victim looks upon the Yellow Sign. This is a mind-affecting curse effect. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Immortality", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "If Hastur is slain, the robes that drape his frame suddenly drop to the ground as if whatever shape supported them had suddenly ceased to exist. The robes themselves remain inanimate on the ground, but any humanoid creature that touches them must succeed at a DC 40 Will save to resist a sudden urge to put the robes on. Doing so is a full-round action that provokes attacks of opportunity. Once it has donned Hastur's robes, the creature immediately perishes and its body is destroyed. In its place, Hastur lives again, as if brought back via true resurrection. If the discarded robes are not donned within 24 hours, they fade away, leaving behind a faint yellow stain. In this case, Hastur can't manifest a physical body again until the conditions are right, or until an unwitting cultist or fool calls him forth once again. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Reveal Visage", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "As a swift action, Hastur may reveal to one adjacent creature the true shape beneath his robes. The creature must succeed at DC 40 Will save or be paralyzed for 1d4 rounds and take 1d4 points of Wisdom drain at the end of its turn each round the paralysis lasts, though the revelation is too awful for memory to retain. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Tattered Lash", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Hastur attacks with long strips of his tattered yellow robes. These strips have a reach of 40 feet and are primary natural slashing attacks. Bleed damage from the strips stacks with itself (up to 10d6 points of bleed damage). Hastur treats insane targets as if they were flat-footed when he attacks with these weapons.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Unspeakable Presence", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Failing a DC 40 Will save against Hastur's unspeakable presence afflicts a creature with a random insanity. A creature that is already insane instead becomes confused for as long as it remains in the area. The save DC is Charisma-based.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Wish", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Spell-Like"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Although Hastur may use wish as a spell-like ability at will, he can do so only to grant the wishes of other creatures, and only once per creature. Invariably, the results of these wishes serve somehow to advance Hastur's agenda.", 
                                    "sections": []
                                }, 
                                {
                                    "name": "Yellow Sign", 
                                    "type": "ability", 
                                    "ability_types": [
                                        "Supernatural"
                                    ], 
                                    "source": "Bestiary 4", 
                                    "text": "Once per day as a free action, Hastur can touch any solid surface and inscribe the Yellow Sign upon it. Once inscribed, the Yellow Sign remains for a year, but is active only on certain nights when the light from Hastur's distant world shines in the night sky as a star. Any creature that looks upon an active Yellow Sign must succeed at a DC 40 Will save to avoid becoming dominated by Hastur (as dominate monster); whether or not the save is successful, the creature doesn't have to save against that Yellow Sign again for 24 hours. While the creature is under this domination effect, if the creature's Charisma drain plus Charisma damage ever equal its Charisma score, it immediately dies and allows Hastur to manifest physically at the location of its corpse, as if the victim had donned Hastur's tattered robes (see immortality). A Yellow Sign can be removed with dispel chaos, dispel evil, or erase, any of which requires the caster to succeed at a DC 35 caster level check. Mage's disjunction automatically removes a Yellow Sign. This is a mind-affecting effect. The save DC is Charisma-based.", 
                                    "sections": []
                                }
                            ], 
                            "type": "section", 
                            "name": "Special Abilities", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p>Hastur is the most mysterious of the Great Old Ones. In fact, the entity known as Hastur might actually be an Outer God. The physical manifestation of this entity is known as the King in Yellow, and though most consider this creature&mdash;a vaguely human-shaped figure draped in a yellow cloak&mdash;to be synonymous with Hastur himself, many scholars believe that the King in Yellow is nothing more than an avatar used by the true Hastur to move among the denizens of the physical world. Hastur himself is said to dwell upon a distant world called Carcosa on the shores of the monstrous Lake of Hali, and his power on a planet is strongest when the baleful light of Carcosa's star is visible in that planet's night sky.</p>"
                        }
                    ], 
                    "hp": "731 (34d8+578); fast healing 25", 
                    "reach": "40 ft.", 
                    "wisdom": "31", 
                    "defensive_abilities": "freedom of movement, immortality, insanity (DC 40)", 
                    "creature_type": "Aberration", 
                    "special_qualities": "otherworldly insight", 
                    "dr": "15/epic and lawful", 
                    "base_attack": "+25", 
                    "name": "Hastur", 
                    "skills": "Acrobatics +53 (+73 when jumping), Bluff +47, Disguise +47, Intimidate +50, Knowledge (arcana, geography, history, local) +46, Knowledge (nobility) +49, Perception +47, Perform (act) +47, Sense Motive +44, Sleight of Hand +50, Spellcraft +49, Stealth +53, Use Magic Device +47", 
                    "reflex": "+27", 
                    "space": "5 ft.", 
                    "cmb": "+41", 
                    "will": "+29", 
                    "aura": "unspeakable presence (300 ft., DC 40)", 
                    "sr": "40", 
                    "organization": "solitary (unique)", 
                    "creature_subtype": "chaotic, evil, Great Old One"
                }, 
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Hastur's cult is primarily composed of decadent nobles, playwrights, and aristocrats who have grown bored with life and have sought out increasingly deviant, bizarre, and self-destructive methods of achieving gratification in life. His temples are opulent and excessive&mdash;opera houses, manors, and the like that contain hidden chambers for pastimes best indulged in secret. His cultists are particularly eager to bring innocents into their fold, exposing them to the Yellow Sign so that their bodies and minds can serve as portals through which the King in Yellow may walk the world.</p><p>Hastur's cult is associated with decadence, disorder, and nihilism, and its symbol is the Yellow Sign. The least varieties of these symbols are nonmagical&mdash;and somewhat inaccurate&mdash;representations of the sigil, though the more powerful cults possess methods by which they can craft fully functional Yellow Signs. Unlike those created by Hastur, a cult-created Yellow Sign can be resisted with a successful DC 23 Will save (as if it were a 9th-level spell). Hastur's clerics have access to the domains of Chaos, Evil, Rune, and Void, and to the subdomains of Dark Tapestry, Language, Stars, and Wards. Hastur's favored weapon is the rapier.</p>", 
                    "type": "section", 
                    "name": "Hastur's Cult", 
                    "sections": []
                }
            ]
        }
    ], 
    "name": "Great Old One", 
    "type": "section"
}