{
    "dexterity": "8", 
    "ac": "25, touch 7, flat-footed 25 (–1 Dex, +18 natural, –2 size)", 
    "special_attacks": "enticing head-fruits, intoxicating stench", 
    "intelligence": "7", 
    "melee": "bite +15 (2d6+8/19–20), 2 slams +16 (1d8+8)", 
    "cr": "11", 
    "xp": "12,800", 
    "speed": "10 ft.", 
    "alignment": "N", 
    "size": "Huge", 
    "environment": "temperate hills or mountains", 
    "strength": "27", 
    "constitution": "22", 
    "space": "15 ft.", 
    "treasure": "incidental", 
    "charisma": "15", 
    "languages": "Common", 
    "immune": "plant traits, poison", 
    "init": "+3", 
    "fortitude": "+14", 
    "spells": {
        "spell-like abilities": "(CL 13th; concentration +15)<p class=\"stat-block-2\">At will-<i>share memory</i> (with a range of 55 feet, targeting the jinmenju and 1 creature in range, DC 14)</p><p class=\"stat-block-2\">3/day-<i>sculpt sound</i> (DC 15), <i>shout </i>(DC 16)</p>"
    }, 
    "reflex": "+5", 
    "feats": "Combat Reflexes, Improved Critical (bite), Improved Initiative, Lightning Reflexes, Lunge, Toughness, Weapon Focus (slam)", 
    "aura": "unsettling drone (30 ft., DC 18)", 
    "senses": "all-around vision, blindsense 60 ft., low-light vision; Perception +17", 
    "description": "A low hum surrounds this huge, gnarled tree. The rotten fruits that hang from its sickly branches look vaguely like human heads.", 
    "sections": [
        {
            "subtype": "special_abilities", 
            "sections": [
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "name": "descriptor", 
                    "text": "Any creature that begins its turn within 5 feet of a jinmenju must succeed at a DC 22 Will save or be magically compelled to immediately grab a head-fruit and eat it. This is a mind-affecting compulsion effect. A creature that successfully saves is immune to that jinmenju's enticing head-fruits for 24 hours. The save DC is Constitution-based. Anyone who takes a bite out of one suffers from the following effect.Head-Fruit Poison: Head-fruit&mdash;ingested; save Fort DC 22; frequency 1/round for 6 rounds; effect 1d3 Wisdom damage and confused for 1 round; cure 2 consecutive saves. The save DC is Constitution-based."
                }, 
                {
                    "name": "Enticing Head-Fruits", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 4", 
                    "text": "", 
                    "sections": []
                }, 
                {
                    "name": "Intoxicating Stench", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 4", 
                    "text": "Once per day as a swift action, a jinmenju can cause its fruits to emit an unnaturally sweet aroma in a 60-foot spread for 6 rounds. All creatures within the area must succeed at a DC 22 Will save each round or be captivated. A captivated creature takes no actions except to approach the jinmenju via the most direct route possible. If this path leads it into a dangerous area or the jinmenju attacks it, the captivated creature receives a new saving throw. This is a mind-affecting effect. The save DC is Constitution-based.", 
                    "sections": []
                }, 
                {
                    "name": "Unsettling Drone", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 4", 
                    "text": "A jinmenju emits a low, persistent hum that unnerves living creatures that hear it. Those within 30 feet of it must succeed at a DC 18 Will save or become shaken until they leave the affected area and for 1d4 rounds thereafter. A creature that successfully saves is immune to that jinmenju's unsettling drone for 24 hours. The save DC is Charisma-based.", 
                    "sections": []
                }
            ], 
            "type": "section", 
            "name": "Special Abilities", 
            "source": "Bestiary 4"
        }, 
        {
            "source": "Bestiary 4", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Jinmenjus are trees that grow in hilly regions far from civilized lands, and prey on those who come too close. They are remarkably intelligent and crafty, and use both scent and magical compulsion to lure prey.</p>"
        }
    ], 
    "hp": "149 (13d8+91)", 
    "reach": "15 ft.", 
    "wisdom": "12", 
    "creature_type": "Plant", 
    "base_attack": "+9", 
    "name": "Jinmenju", 
    "skills": "Perception +17", 
    "type": "creature", 
    "cmd": "28", 
    "cmb": "+19", 
    "will": "+5", 
    "source": "Bestiary 4", 
    "organization": "solitary"
}