{
    "source": "Bestiary 4", 
    "sections": [
        {
            "source": "Bestiary 4", 
            "text": "<p>In the furthest reaches of the globe, where civilization itself is a legend and mapmakers can only make guesses about lands and denizens, immense creatures that are worshiped as gods walk the world. Capable of devastating entire cities in a single day of ruin and unleashing powerful supernatural attacks, these fabled, so-called \"gods\" are anything but. These massive monsters are known as kaiju, and the tales told of their genesis are as varied as the strange forms and capabilities of the monsters themselves.</p><p>A kaiju is a monster of tremendous size&mdash;far larger than almost any other creature. Each kaiju is unique, but they all share a few traits in common (see the kaiju subtype on page 307). Kaiju can be of different types, but most are magical beasts. Although kaiju are semi-intelligent and can generally understand a single language, they cannot speak. Some legends tell of certain gifted or unique people being able to call kaiju from vast distances to aid them in times of distress. This type of bond with a kaiju isn't well understood, but rarely comes to those who already possess great power. Rather, it is the helpless, the compassionate, and the meek who can bring forth kaiju.</p><p>Kaiju generally dwell in distant, remote wildernesses, often in unusually close proximity to one another. There they battle, but never quite seem to finish their constant conflicts before one of the beasts staggers away to recover from the clash, defeated only for the moment. Visitors to one of the remote lands where kaiju frequently clash can often explore without too much fear, as long as they take care not to be too visible or destructive as they explore. Unless a kaiju is being attacked or is particularly aggressive (such as when it's defending a territory), it's likely to ignore Medium or smaller creatures that wander in its vicinity, just as a human might ignore an ant crawling nearby.</p><p>A kaiju's supernatural metabolism allows it to draw energy and nutrition from sources other than food&mdash;each kaiju \"feeds\" in a different way on a different form of energy, but when denied its energy source it does not starve. Instead, the immense monster simply falls into torpor, hibernating until a new source of energy awakens it once again. In some cases, a kaiju can lie dormant for ages&mdash;so long that civilizations have time to unknowingly encroach upon lands the monster claimed long ago as its territory. As long as the new civilizations take care to not accidentally waken the monster, they can coexist with the slumbering kaiju in relative peace for many, many years. Yet eventually, some event will inevitably waken the slumbering giant and call it forth into a rampage.</p><p>Certain events can drive a kaiju into a destructive frenzy. Powerful storms or natural disasters, rare and dangerous rituals designed to call out to them, the use of incredibly powerful magical weapons, wars, and the approach of other kaiju can all send one of these creatures on a rampage of wrath. When a kaiju begins such a rampage, it leaves its remote wilderness home and travels far afield, often for hundreds or even thousands of miles through unexplored wilds or across entire oceans until it reaches the source of the irritation.</p><p>Upon arriving in such a location, the kaiju seeks out the source of whatever enraged it, or if no obvious source is apparent, it simply tramples a path of destruction through whatever city or fortress or locale happens to be in its way. Once a kaiju's rampage begins, it can last for weeks, with the monster periodically retreating between attacks into wildernesses or oceans near the source of the disturbance to rest or recuperate.</p><p>Societies that are frequently plagued by kaiju attacks often build special magical siege engines designed to drive off the monster, or even seek to recruit the aid of other kaiju to battle the intruder. Unfortunately, the collateral damage caused by multiple kaiju is significant, and fighting fire with fire in this way may leave behind nothing but rubble.</p><p>All kaiju are Colossal, and have a space and reach of no less than 50 feet each. A bipedal kaiju typically stands between 100 and 200 feet in height; quadrupedal kaiju are half as tall. A kaiju's size makes a battle against one challenging to run. At the scale needed to track tactical movement for Medium creatures, a kaiju takes up a massive amount of space. When designing an encounter with a kaiju, plan ahead and prepare a larger area so that you can track the kaiju's movement effectively.</p>", 
            "type": "section", 
            "name": "Kaiju", 
            "sections": [
                {
                    "source": "Bestiary 4", 
                    "text": "<p>The kaiju presented on the following pages are but three of the legendary creatures said to dwell in remote places in the world. Here is a list of others, including the places they're rumored to dwell.</p><p>Agmazar, the Star Titan of the vast jungle\nCimurlian, the Great Bear of the frozen north\nEbeshra, the Winged Razor of the furthest clouds\nIgroon, the Dragon Eater of the lost island\nMantraska, the World Talons of the rain forest\nShbloon, the Vortex Maw of the ocean deep\nLord Varklops, the Thrice-Headed Fiend of the dormant volcano\nQueen Vorgozen, the Shapeless Feeder of the vast swamp\nYarthoon, the Moon Grub of the darkest nights\nYorak, the Horned Thunder of the great mountains\nZimivra, the Endless Coils of the trackless desert</p>", 
                    "type": "section", 
                    "name": "Known Kaiju", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "25", 
            "ac": "45, touch 9, flat-footed 38 (+7 Dex, +36 natural, –8 size)", 
            "cmd": "74 (76 vs. bull rush)", 
            "special_attacks": "bleed (5d6), blinding flash, breath weapon, hurl foe, hurricane, thunderous blast", 
            "intelligence": "3", 
            "racial_modifiers": "+16 Perception", 
            "resist": "acid 30, cold 30, fire 30, negative energy 30, sonic 30", 
            "melee": "2 bites +41 (6d6+17/19–20), 2 talons +41 (3d8+17), tail slap +36 (10d6+8/19–20 plus bleed)", 
            "cr": "27", 
            "xp": "3,276,800", 
            "speed": "80 ft., fly 200 ft. (average), swift flight", 
            "alignment": "CN", 
            "size": "Colossal", 
            "environment": "warm mountains", 
            "strength": "44", 
            "constitution": "41", 
            "source": "Bestiary 4", 
            "treasure": "incidental", 
            "charisma": "25", 
            "languages": "Auran (can't speak)", 
            "immune": "ability damage, ability drain, death effects, disease, electricity, energy drain, fear", 
            "init": "+11", 
            "fortitude": "+33", 
            "type": "creature", 
            "feats": "Combat Reflexes, Critical Focus, Greater Bull Rush, Greater Vital Strike, Hover, Improved Bull Rush, Improved Critical (tail slap), Improved Critical (bite), Improved Initiative, Improved Iron Will, Improved Vital Strike, Iron Will, Power Attack, Staggering Critical, Vital Strike, Wingover", 
            "senses": "blindsense 30 ft., darkvision 600 ft., low-light vision; Perception +38", 
            "description": "This two-headed monstrosity has vast wings and a long tail covered in a forest of blades.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Blinding Flash", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "By spreading her wings as a full-round action while she stands upon the ground, Agyra can create a blinding flash of light that targets all creatures within 100 feet. Affected creatures must succeed at a DC 41 Fortitude save or be permanently blinded and staggered for 1d6 rounds by the blast of light. A successful saving throw reduces the blindness to 1 round and negates the staggered effect. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Breath Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Once every 4 rounds as a standard action, each of Agyra's twin heads can breathe out a line of electricity to a range of 1,200 feet. Agyra can breathe each line in a different direction. Each creature caught in a line of electricity must succeed at a DC 41 Reflex save or take 20d6 points of electricity damage and be staggered for 1d4 rounds. A successful saving throw halves the damage and negates the staggered effect. A creature struck by both breath weapons simultaneously must attempt separate saving throws against each breath weapon, but takes a -4 penalty on both&mdash;the damage and staggered condition duration stack with each other. A creature wearing medium or heavy metal armor or a creature composed mostly of metal that fails its saving throw is also stunned for 1 round. A creature slain by Agyra's breath weapon remains electrified for 2d4 rounds after death&mdash;any creature that touches the body automatically takes 3d6 points of electricity damage. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Electrified Corpse", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "If Agyra is slain, her corpse crackles and flashes with pulses of electrical light if she has not used her rebirth ability that year. Any creature that touches her corpse takes 3d6 points of electricity damage. Even if Agyra's body is destroyed, the site of her death continues to carry this electrical charge for 1 minute, or until Agyra is reborn, whichever comes first.", 
                            "sections": []
                        }, 
                        {
                            "name": "Hurricane", 
                            "type": "ability", 
                            "ability_types": [
                                "Spell-Like"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Once per day, Agyra can create a supernatural hurricane surrounding herself. This effect functions as control weather, save that it affects an area with a 4-mile radius, lasts for 24 hours, and can only be used to create hurricane-force winds. The hurricane created is static, and features a calm eye at the center with a 500-foot radius.", 
                            "sections": []
                        }, 
                        {
                            "name": "Rebirth", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Agyra remains dead for only 1 minute before she come back to life, as if via a true resurrection spell. Agyra rises from the exact same position she occupied when she died, and typically takes advantage of this second chance to use her swift flight to escape as soon as possible. Agyra can only be reborn in this manner once per year; if she is slain a second time before a year has passed, her death is permanent and her corpse does not become electrified. This ability replaces Agyra's ability to immediately heal damage that would normally kill her, granted by her recovery ability, but does not replace the other defenses granted by recovery.", 
                            "sections": []
                        }, 
                        {
                            "name": "Storm Flier", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Agyra does not take penalties on Fly checks when flying in strong or more powerful winds.", 
                            "sections": []
                        }, 
                        {
                            "name": "Swift Flight", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "As a standard action once per hour, Agyra can fly in a straight line at an incredible speed. She may travel up to 1 mile in this manner&mdash;doing so does not provoke attacks of opportunity. When Agyra activates this ability, her thunderous blast ability is automatically triggered from the swift flight's point of origin.", 
                            "sections": []
                        }, 
                        {
                            "name": "Thunderous Blast", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "When Agyra uses her swift flight, she creates a thunderous sonic boom. This devastating explosion of sound occurs at her location when she activates swift flight, filling an area equal to her space and her reach combined&mdash;resulting in a 100-foot-diameter burst of sonic energy. All creatures in this area of effect take 20d10 points of sonic damage, are permanently deafened, are knocked prone, and are stunned for 1 round. A successful DC 41 Reflex save halves the damage, reduces the deafened condition to 1d4 rounds, and negates the knocked prone and stun effects entirely. The save DC is Constitution-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Agyra, the Forever Storm, is believed by many cultures to be the cause of seasonal typhoons or other great storms&mdash;such tempests being a manifestation of Agyra's monstrous breaths as she exhales during her long slumber every season. While this kaiju is not in fact responsible for the world's storms, her powers over wind and lightning are significant, and when she is vexed to rampage, the effects of her hurricanes can be as devastating to a region as her more direct attacks.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Agyra has the appearance of a primeval, two-headed flying reptile with a wingspan of over 150 feet. Her tail is perhaps the most fearsome of her aspects. This lengthy and flailing appendage is covered with razor-sharp blades and wickedly barbed spines capable of slashing through buildings and tearing through armor with great force and from great distances.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Agyra dwells on the upper slopes of a long-dormant volcano that sits on a remote tropical island beyond the main shipping lanes and the scope of most explorers' travels. As with many kaiju, she spends the bulk of her time in deep and peaceful slumber. She is ferociously protective of the strange peoples who dwell on the shores of this island, and has been known to rouse herself to come to their defense against slavers, pirates, or other external threats to their way of life. Despite this strange protective streak, Agyra is not a kindly creature&mdash;and none know this more plainly than those who share her island. Her responses to intrusions to the island may simply be defenses of her perceived territories, for certainly the villages of the locals suffer significant damage during her local rampages. She's been known to take wing to travel to distant cities as well, often as a result of some of her island's inhabitants being taken from the shores as slaves. Yet the devastation she wreaks upon the slavers' destination cities pays no regard to the safety of the slaves themselves&mdash;they are in as much danger as anyone else from the kaiju's vengeful wrath in this situation.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>There are rumors that certain shamans on the isle conceal sacred words or some ancient ritual to waken and command Agyra, and that many of her rampages are not the result of the kaiju being territorial or protective, but simply due to an ancient bargain the natives' ancestors forged with the mighty beast in some forgotten era. Some speculate that such rituals require the sacrifice of trespassers, but this may be nothing more than fearful superstition or rumors spread by shamans to persuade foreigners to stay clear of their island.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Agyra has a particular hatred of the kaiju Mogaru, and often leaves her volcanic lair to fly west to the remote jungle lake that serves as Mogaru's home to clash with her nemesis. Mogaru's penchant for attacking coastal cities often results in a devastating escalation when Agyra arrives to do battle with the land-bound kaiju. Sometimes, methods of conjuring Agyra are used to deliberately lure the kaiju to a city besieged by Mogaru, but just as often her arrival seems to be driven by self-interest. Agyra typically manages to weaken Mogaru enough to drive him off, but is often slain herself in these battles, resurrecting and returning to her home at the same time Mogaru returns to his. The nature of this rivalry is unclear, but kaiju scholars believe that the two monsters have been enemies for longer than humanity has existed.</p>"
                }
            ], 
            "hp": "656 (32d10+480); fast healing 30", 
            "reach": "50 ft. (75 ft. with tail)", 
            "wisdom": "29", 
            "defensive_abilities": "electrified corpse, ferocity, rebirth, recovery", 
            "creature_type": "Magical Beast", 
            "special_qualities": "massive, storm flier", 
            "dr": "20/epic", 
            "base_attack": "+32", 
            "name": "Kaiju, Agyra", 
            "skills": "Fly +24, Perception +38", 
            "reflex": "+25", 
            "space": "50 ft.", 
            "cmb": "+57 (+61 bull rush)", 
            "will": "+21", 
            "organization": "solitary (unique)", 
            "creature_subtype": "air, kaiju"
        }, 
        {
            "dexterity": "20", 
            "ac": "44, touch 7, flat-footed 39 (+5 Dex, +37 natural, –8 size)", 
            "cmd": "71 (73 vs. bull rush, 83 vs. trip)", 
            "special_attacks": "burrowing charge, constrict (4d6+27), heat beam, hurl foe, poison, trample (2d8+27, DC 43), web (+27 ranged, DC 40, 30 hp)", 
            "intelligence": "3", 
            "racial_modifiers": "+16 Perception, +30 Stealth when burrowing", 
            "resist": "acid 30, cold 30, electricity 30, negative energy 30, sonic 30", 
            "melee": "2 claws +40 (4d6+18/19–20 plus grab), 3 stings +40 (3d6+18/19–20 plus 2d6 fire and poison)", 
            "cr": "26", 
            "xp": "2,457,600", 
            "speed": "100 ft., burrow 100 ft.", 
            "alignment": "CN", 
            "size": "Colossal", 
            "environment": "warm deserts", 
            "strength": "47", 
            "constitution": "40", 
            "source": "Bestiary 4", 
            "treasure": "incidental", 
            "charisma": "23", 
            "languages": "Terran (can't speak)", 
            "immune": "ability damage, ability drain, death effects, disease, energy drain, fear, fire", 
            "init": "+9", 
            "fortitude": "+32", 
            "type": "creature", 
            "feats": "Combat Reflexes, Critical Focus, Greater Bull Rush, Greater Vital Strike, Improved Bull Rush, Improved Critical (claw), Improved Critical (sting), Improved Initiative, Improved Lightning Reflexes, Improved Vital Strike, Iron Will, Lightning Reflexes, Power Attack, Staggering Critical, Vital Strike", 
            "senses": "darkvision 600 ft., low-light vision, tremorsense 600 ft.; Perception +37", 
            "description": "The armored plates of this immense, three-tailed scorpion are fiery red, and its stingers glow with molten heat.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Burrowing Charge", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Once per minute, Bezravnis can make a charge attack while burrowing through loose earth, sand, mud, or magma, or through any other loosely packed earth or stone. When Bezaravnis reaches the target, it erupts from the ground as part of its attack. If Bezravnis hits the target of its burrowing charge attack, it deals double damage with its attack. Any creatures standing in or flying less than 50 feet above the space Bezravnis occupies at the end of this charge are immediately subjected to Bezravnis's trample attack. Any buildings entirely within this space take double damage from the trample attack (4d8+54 points)&mdash;this damage bypasses hardness. In addition, Huge or smaller creatures must succeed at a DC 40 Reflex save or be buried in earth, as if by a cave-in or collapse. This bury zone extends into all squares affected by Bezravnis's reach.", 
                            "sections": []
                        }, 
                        {
                            "name": "Heat Beam", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Once every 4 rounds, Bezravnis can fire beams of searing heat and fire from one of its three stingers. Each stinger's heat beam is a separate attack with its own 4-round recharge period. The kaiju may fire one heat beam from a stinger as a move action, two heat beams as a standard action, or all three as a full-round action. Each heat beam is a 1,200-foot-long line that deals 20d6 points of fire damage to everything in its path (Reflex DC 40 half). If Bezravnis fires more than one heat beam, it can direct them in different directions. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Sting&mdash;injury; save Fort DC 40; frequency 1/round for 6 rounds; effect staggered for 1 round plus loss of fire immunity and resistance; cure 3 consecutive saves. As long as a creature suffers the effects of Bezravnis's poison, it loses all racial resistances and immunities to fire. Any spell or spell-like effects active when the target fails its initial saving throw against this poison are suppressed as long as it continues to be staggered by the poison. New effects of this nature that become active after that initial failed saving throw function normally if the caster succeeds at a DC 35 caster level check; otherwise, the spell effects are suppressed until the victim is no longer staggered.", 
                            "sections": []
                        }, 
                        {
                            "name": "Web", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Bezravnis's webs are immune to fire damage. In addition, these webs are semi-living things that continue to crush and squeeze those entangled by them. If a creature is entangled in the webs, at the start of each turn during which it is entangled, it takes 2d6+6 points of bludgeoning damage as the webs crush and constrict it. This ability otherwise functions the same as the universal monster ability.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Bezravnis, known also as the Inferno Below, dwells in the sands of a sparsely inhabited high-altitude desert found in the shadow of the world's largest mountain range. There, the 130-foot-long beast slumbers the centuries away until its cycle of wakefulness rouses it from its torpor and causes it to emerge from the sands in an eruption of fire and ash. The Inferno Below then begins its rampage, traveling in a straight line toward a heavily populated region bordering the great desert. Typically, the Inferno Below's rampage is limited to a single city, and never the same one twice in a row. After destroying no less than two-thirds of the city, it retreats back to the vast desert, burrows deep, and settles into a new sleep of ages.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>The reason for the Inferno Below's cyclic rampages is not well understood, but the cycle of these rampages functions like clockwork&mdash;they take place every 273 years with little deviation. As there seems to be no pattern to the kaiju's attacks themselves, with a different city being targeted each cycle, the cities of the bordering nations do their best to prepare for the monster's attack. The nations themselves have little love for each other, and attempts to generate lures to direct the kaiju's march toward an enemy city are common&mdash;yet these lures have yet to work, and in fact they seem to result in the kaiju attacking a city in the luring nation more often than not. Other cities spare no expense during a so-called \"Inferno Season,\" and send huge armies of scouts into the desert to watch for signs of the kaiju's emergence or traces of its burrowing passage through the sands, in hopes of determining the direction of the beast's travel and warning likely target cities (or, in the case of a trajectory that leads it to an enemy city, working to silence warnings).</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Kaiju scholars have correlated Bezravnis's appearance with the passage of a singular red comet in the skies above the world&mdash;an astronomical event known as the Inferno Star. As the comet nears the world, Bezravnis emerges, and as the comet vanishes from the sky, the kaiju turns its back and returns to the desert. Confirmation of this correlation has given rise to numerous theories. Some believe that Bezravnis first fell to the world from the Inferno Star, and its advent wakens within the beast a bewildered longing for home that drives it into a frenzy. Others hold that the kaiju exists as a guardian against an even more deadly occupant of the Inferno Star, and that by displaying its power by destroying a city, Bezravnis is in fact protecting the world by driving the Inferno Star back into the depths of space.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>But Bezravnis doesn't always have the luxury of waiting for the Inferno Star to draw near before waking. At several points in the past, lunatics, cults, and accidents have woken the kaiju before its appointed time. Some mad, apocalyptic-minded spellcasters use powerful magic to cause great explosions above the sands where the kaiju slumbers. Earthquakes, severe weather phenomena, and similar natural events have been known to waken the monster early as well. When Bezravnis wakens off-cycle like this, the monster is particularly foul-tempered. It's rampage does not follow a straight line&mdash;instead, its travels are erratic as it pursues the perceived cause of its wakening with single-minded ferocity and tenacity. In this way, cults have accomplished what the border nations have not&mdash;leading the kaiju to attack an enemy. Of course, such tactics are dangerous and often backfire, for Bezravnis is fast and destructive, and it has been known to follow such tormenters.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Bezravnis doesn't seem to be particularly vexed by the presence of other kaiju, and ignores them unless it is attacked first. Once attacked, however, the Inferno Below becomes singularly focused and deviates from its path to fight the target creature as long as it remains visible or alive. Smaller foes can sometimes distract the kaiju from its path in this manner if they can deal enough damage upon the creature to bait it into directing its furious rage on them.</p>"
                }
            ], 
            "hp": "615 (30d10+450); fast healing 30", 
            "reach": "50 ft.", 
            "wisdom": "26", 
            "defensive_abilities": "ferocity, recovery", 
            "creature_type": "Magical Beast", 
            "special_qualities": "massive, no breath", 
            "dr": "20/epic", 
            "base_attack": "+30", 
            "name": "Kaiju, Bezravnis", 
            "skills": "Climb +31, Perception +37, Stealth +2 (+32 when burrowing)", 
            "reflex": "+24", 
            "space": "50 ft.", 
            "cmb": "+56 (+60 bull rush, +60 grapple)", 
            "will": "+20", 
            "organization": "solitary (unique)", 
            "creature_subtype": "earth, kaiju"
        }, 
        {
            "dexterity": "21", 
            "ac": "47, touch 7, flat-footed 42 (+5 Dex, +40 natural, –8 size)", 
            "cmd": "79 (81 vs. bull rush, 81 vs. sunder)", 
            "special_attacks": "breath weapon, ferocity, fast swallow, hurl foe, reflexive breath, swallow whole (10d6 bludgeoning and 10d6 fire damage, AC 30, 69 hp), trample (4d8+30, DC 47)", 
            "intelligence": "3", 
            "racial_modifiers": "+16 Perception", 
            "resist": "acid 30, cold 30, electricity 30, negative energy 30, sonic 30", 
            "melee": "bite +46 (8d6+20/19–20 plus grab), 2 claws +46 (4d8+20/19–20), 2 tail slaps +44 (6d6+10/19–20)", 
            "cr": "28", 
            "xp": "4,915,200", 
            "speed": "100 ft., swim 100 ft.", 
            "alignment": "CN", 
            "size": "Colossal", 
            "environment": "warm forests or water", 
            "strength": "50", 
            "constitution": "41", 
            "source": "Bestiary 4", 
            "treasure": "incidental", 
            "charisma": "26", 
            "languages": "Aquan (can't speak)", 
            "immune": "ability damage, ability drain, death effects, disease, energy drain, fire, and fear", 
            "init": "+9", 
            "fortitude": "+34", 
            "type": "creature", 
            "feats": "Combat Reflexes, Critical Focus, Greater Bull Rush, Greater Sunder, Greater Vital Strike, Improved Bull Rush, Improved Critical (bite), Improved Critical (claw), Improved Initiative, Improved Iron Will, Improved Sunder, Improved Vital Strike, Iron Will, Multiattack, Power Attack, Staggering Critical, Vital Strike", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Absorb Energy", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Mogaru absorbs energy attacks that damage him, including negative energy attacks. Damage blocked by one of his resistances or immunities instead heals him an amount equal to the damage dealt. He may absorb only one kind of energy in this manner in a round. The first type of energy that affects him in a round (whether or not it penetrates his immunities or resistance to actually damage him) sets the type of energy he absorbs for that round. Hit points gained in excess of his normal maximum are lost. Mogaru cannot gain healing from energy effects generated by himself.", 
                            "sections": []
                        }, 
                        {
                            "name": "Breath Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Once every 4 rounds, Mogaru can breathe out a beam of fiery red force. When Mogaru uses this attack, he can choose to focus the breath weapon into a single 1,200-foot-long line, or he can shorten the range and turn his head and body while breathing, effectively affecting a 600-foot-long cone. All creatures caught in this area of effect take 20d6 points of fire damage, 20d6 points of force damage, and are staggered for 1d6 rounds from the devastating energy (Reflex DC 42 halves the damage and prevents the staggered effect). A creature slain by this effect is disintegrated, whether the saving throw was successful or not. This breath weapon is particularly effective at blasting through cover&mdash;cover does not grant any bonuses on Reflex saves against Mogaru's breath weapon. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Firebolts", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "As a standard action on any round immediately following the use of his breath weapon, Mogaru can fire bolts of red energy from the glowing spines along his back. These bolts are ranged touch attacks with a range of 1,200 feet. When Mogaru uses this ability, he must choose between firing one firebolt, three firebolts, or six firebolts. If he fires one, it deals 20d6 points of damage on a hit. If he fires three bolts, each deals 8d6 points of damage on a hit. If he fires six bolts, each deals 5d6 points of damage on a hit. Half of the damage caused by any one firebolt is fire damage, the other half is force damage. Firebolts deal full damage against objects, and ignore the first 10 points of hardness possessed by an object.", 
                            "sections": []
                        }, 
                        {
                            "name": "Reflexive Breath", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "The first time in any round that Mogaru can make an attack of opportunity, he can choose to use a diminished version of his breath weapon instead of making a physical attack. This reflexive breath weapon attack only targets the creature that provoked the attack of opportunity, but otherwise causes the same damage and effects his breath weapon normally inflicts (Reflex DC 32 halves the damage and negates the staggered effect). Use of his breath weapon in this way does not affect the recharge rate of the regular breath weapon. The save DC is Constitution-based, and includes a -10 penalty to reflect the fact that the reflexive breath is a shorter (but no less intense) blast of energy than the kaiju's typical breath weapon attack.", 
                            "sections": []
                        }, 
                        {
                            "name": "Sense Kaiju", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Mogaru can sense the location of the nearest active kaiju, as if using discern location, at will.", 
                            "sections": []
                        }, 
                        {
                            "name": "Susceptible to Song", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Mogaru's actions can be influenced by song, provided the kaiju notices the singing. If the kaiju is not currently engaged in battle, he automatically hears any song within 100 feet that is directed at him in an attempt to influence him, but when he is in combat, there's only a cumulative 20% chance per round of sustained singing that he notices the song. In order to influence Mogaru, the singer must make a DC 35 Perform (sing) check (this check cannot be bolstered by the aid another action, and the singer cannot take 10 or 20 on the check). The result of this check sets the DC of the Will save Mogaru must make in order to not be influenced by the song. The singer can choose to influence Mogaru as if she had successfully cast suggestion on the kaiju (CL = the singer's ranks in Perform [sing]). If Mogaru succeeds at a Will save (DC = the singer's ranks in Perform [sing] + the singer's Charisma modifier), the effects of the influence last for a maximum of 1d4 rounds; otherwise, the effects last as long as a suggestion spell would normally last. Mogaru cannot use his recovery ability to recover from song influence, and a single singer may influence Mogaru only once per day.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Mogaru, known as the Final King to kaiju scholars, or simply as King Mogaru, is one of the most destructive of his kind. Although not the most powerful kaiju (a sobering thought in and of itself), Mogaru is certainly the most active of the known kaiju. Additionally, Mogaru seems to be as eager to rampage through the works of humanity as he is to attack and kill other kaiju, making him something of a mixed blessing to kaiju-threatened cities. While the prospect of an attack by Mogaru is the stuff of nightmares, the possibility of his intervention during a different kaiju attack is the stuff of hope, though the damage dealt to a city during its defense may be significant. Mogaru appears as a towering dinosaur with twin tails, spines that glow red as he uses his breath weapon, and two powerful clawed forearms.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>King Mogaru dwells in the depths of a tropical jungle, sleeping silently at the bottom of an unusually deep lake until roused. Legends hold that Mogaru was born of the world itself, either formed from the spirits of countless plants and animals resulting from ages of hunting and predation by humanoids for food or sport, or formed from the souls of the countless slain in an ancient apocalypse or war that devastated one of the first of the world's empires. Regardless of the actual cause, the birth of Mogaru in these legends seems to be the same&mdash;soon after another kaiju, Lord Varklops, emerged from an erupting volcano, Mogaru rose to oppose the Thrice-Headed Fiend in a vast battle that nearly slew Varklops while devastating an entire nation in the process. Mogaru is also rumored to have slain no fewer than a dozen other kaiju, including Agmazar the Star Titan, now believed to be the only undead kaiju in existence.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Of particular note is the curious fact that Mogaru exhibits a particularly unique interest in song. Legends of skilled singers being able to save their cities with a single mournful paean to the kaiju, or of vengeful bards using their craft to waken the monster from his lair to send him on a rampage are common along coastal regions with a history of kaiju attacks, and in such regions renowned singers are well respected for this ability to influence one of the world's most destructive creatures. Kaiju scholars suspect that song manages to penetrate Mogaru's memories of some primeval event, but the reasons for the kaiju's reaction to the song are its own.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Mogaru stands 140 feet high and weighs 20,000 tons, and is nearly 300 feet long from nose to tail.</p>"
                }
            ], 
            "senses": "darkvision 600 ft., low-light vision, see invisibility, sense kaiju; Perception +45", 
            "description": "This towering saurian lumbers on its hind legs, its twin tails thrashing and the spines on its back glowing with red energy.", 
            "ranged": "firebolts +31 touch (damage variable; see below)", 
            "hp": "697 (34d10+510); fast healing 30", 
            "weaknesses": "susceptible to song", 
            "reach": "60 ft.", 
            "wisdom": "30", 
            "defensive_abilities": "absorb energy, ferocity, recovery", 
            "creature_type": "Magical Beast", 
            "special_qualities": "massive", 
            "dr": "20/epic", 
            "base_attack": "+34", 
            "name": "Kaiju, Mogaru", 
            "skills": "Perception +45, Swim +49", 
            "reflex": "+24", 
            "space": "60 ft.", 
            "cmb": "+62 (+66 bull rush, +66 grapple, +66 sunder)", 
            "will": "+23", 
            "organization": "solitary (unique)", 
            "creature_subtype": "kaiju, water"
        }
    ], 
    "name": "Kaiju", 
    "type": "section"
}