{
    "source": "Bestiary 4", 
    "sections": [
        {
            "dexterity": "15", 
            "ac": "18, touch 12, flat-footed 16 (+2 Dex, +2 natural, +4 shield)", 
            "special_attacks": "bleed (1d6), compel courage, unnerving gaze (30 ft., DC 19)", 
            "intelligence": "19", 
            "melee": "2 touches +2 (1 plus bleed)", 
            "cr": "5", 
            "xp": "1,600", 
            "speed": "30 ft.", 
            "alignment": "LE", 
            "spells": {
                "spell-like abilities": "(CL 7th; concentration +11)<p class=\"stat-block-2\">Constant-<i>shield</i></p><p class=\"stat-block-2\">At will-<i>calm emotions</i> (DC 16), <i>darkness</i>, <i>enthrall</i> (DC 16), <i>major image</i> (DC 17)</p><p class=\"stat-block-2\">3/day-<i>crushing despair</i> (DC 17), <i>shadow walk</i>, <i>silence</i> (DC 16)</p><p class=\"stat-block-2\">1/day-<i>plane shift</i> (DC 21; to the Material Plane and the Plane of Shadow only, lawful evil creatures only), <i>shout</i> (DC 18)</p>"
            }, 
            "environment": "any (Plane of Shadow)", 
            "strength": "10", 
            "constitution": "14", 
            "source": "Bestiary 4", 
            "treasure": "standard", 
            "charisma": "19", 
            "languages": "Common, Infernal; telepathy 100 ft.", 
            "immune": "cold, magic missile", 
            "init": "+6", 
            "fortitude": "+7", 
            "size": "Medium", 
            "type": "creature", 
            "feats": "Alertness, Blind-Fight, Improved Initiative, Iron Will", 
            "senses": "darkvision 60 ft.; Perception +16", 
            "description": "Cloaked in shadows, every curve and sculpted muscle of this creature suggests some new gasping pleasure or titillating torture.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Compel Courage", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "An ostiarius can inspire courage as a 5th-level bard using bardic performance, granting a +2 morale bonus on saving throws against charm and fear effects and a +2 competence bonus on attack and weapon damage rolls. This ability has a range of 50 feet and affects those creatures the ostiarius chooses who also willingly accept the benefits of the effect (no saving throw required). The ostiarius's performance compels creatures to perform at dangerous extremes. Any living non-outsider that benefits from this ability takes 1 point of bleed damage. A creature that accepts these benefits for multiple consecutive rounds gains additional points of bleed damage that stack with one another (to a maximum of 5). This is an audible, mind-affecting effect and can be countered by a bard's countersong class feature.", 
                            "sections": []
                        }, 
                        {
                            "name": "Shadow Traveler", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "When an ostiarius uses plane shift to travel to the Plane of Shadow, it arrives at its intended destination with complete accuracy. When an ostiarius uses shadow walk, it moves at 100 miles per hour.", 
                            "sections": []
                        }, 
                        {
                            "name": "Unnerving Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A creature that succumbs to an ostiarius's unnerving gaze becomes sickened for 1d4 rounds. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Ostiariuses mind the gate between the world of mortals and the delights of the Plane of Shadow. Their role is twofold: admitting their brethren onto the Material Plane and&mdash;more insidiously&mdash;convincing mortals to willingly journey with them to their shadowed homeland. They are the emissaries of their race, encouraging susceptible mortals to abandon their tired philosophies and embrace the possibilities of a realm of inscrutable darkness. Most proudly stand over 6 feet tall, though their weights range from exceedingly light to grossly heavy.</p>"
                }
            ], 
            "hp": "52 (7d10+14); regeneration 2 (good weapons and spells)", 
            "wisdom": "18", 
            "creature_type": "Outsider", 
            "special_qualities": "shadow traveler", 
            "base_attack": "+7", 
            "name": "Kyton, Ostiarius", 
            "skills": "Bluff +14, Diplomacy +14, Escape Artist +9, Heal +14, Intimidate +14, Knowledge (planes) +14, Perception +16, Perform (oratory) +14, Sense Motive +16, Stealth +12", 
            "reflex": "+4", 
            "cmd": "19", 
            "cmb": "+7", 
            "will": "+11", 
            "organization": "solitary, pair, or synod (5–9)", 
            "creature_subtype": "evil, extraplanar, kyton, lawful"
        }, 
        {
            "dexterity": "16", 
            "ac": "22, touch 13, flat-footed 19 (+3 Dex, +9 natural)", 
            "special_attacks": "shadow scream, unnerving gaze (30 ft., DC 18)", 
            "intelligence": "13", 
            "melee": "mwk spiked chain +18/+13/+8 (2d4+7) or<p class=\"stat-block-2\">2 claws +17 (1d4+5)</p>", 
            "cr": "10", 
            "xp": "9,600", 
            "speed": "30 ft.", 
            "alignment": "LE", 
            "size": "Medium", 
            "environment": "any (Plane of Shadow)", 
            "strength": "20", 
            "constitution": "21", 
            "space": "5 ft.", 
            "treasure": "standard", 
            "charisma": "15", 
            "languages": "Common, Infernal", 
            "immune": "cold", 
            "init": "+3", 
            "fortitude": "+13", 
            "type": "creature", 
            "feats": "Bleeding Critical, Cleave, Critical Focus, Great Cleave, Improved Bull Rush, Power Attack", 
            "senses": "darkvision 60 ft.; Perception +17", 
            "description": "Chains and piercings torture this being's bloodless flesh. The greatest violations invade its face and mouth.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Shadow Scream", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Once per hour as a standard action, a sacristan can burst the bonds sealing its mouth and unleash a cacophony of darkness and soul-shaking howls from the pits of the Shadow Plane. The area within 25 feet of the sacristan is affected by deeper darkness. All creatures within the area are deafened for as long as they remain in the area and must succeed at a DC 18 Will save or be confused. The confusion effect lasts for as long as the creature is in the shadow scream's area of effect and for 1d4 rounds after leaving. Any creature that falls unconscious while under the effects of this confusion effect must succeed at an additional DC 18 Will save or be afflicted by a random insanity&mdash;roll on the insanity table on page 250 of the Pathfinder RPG GameMastery Guide to determine which. A sacristan's shadow scream lasts for 3 rounds and remains centered on the kyton even if it moves. The sacristan can end the shadow scream at will. The scream also ends if the sacristan is killed or is affected by the spell dimensional lock, which prevents this ability's use for as long as the spell in effect. The save DCs are Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Unnerving Gaze", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A creature that succumbs to an augur's unnerving gaze becomes staggered for 1 round.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Every kyton considers itself some manner of artiste, working and reworking its avant-garde visions in various mediums&mdash;flesh, minds, darkness, and others both natural and fragile. But for every masterpiece, there are countless failures. Sacristans number among the most useful failures of the kyton race.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Born from scraps of imperfect flesh, bent chain, and scarred minds, sacristans are bound together by kyton sculptor-surgeons. They lack the burden of free will, and their minds are etched with the ability to serve, making them utterly obedient to other kytons. While much more than automatons, sacristans are a potent slave caste, one manufactured to take ecstatic pleasure from serving their brethren. Their other blessing is a miniature, permanent portal to the Shadow Plane sealed within their mouths. Kept restrained, this portal endlessly howls the music of the kytons' realms of shadowed torture and veiled delights. When threatened, sacristans burst open their mouths and allow the song of their collective race to seduce their foes in a way these brutes never could.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Sacristans vary in their appearance, but always look like tortured and maimed humanoids, often with redundant or absent features. They typically stand between 6 and 8 feet tall and weigh from 80 to 160 pounds.</p>"
                }
            ], 
            "hp": "126 (12d10+60); regeneration 5 (good spells and weapons, silver)", 
            "reach": "5 ft. (10 ft. with spiked chain)", 
            "wisdom": "14", 
            "creature_type": "Outsider", 
            "dr": "10/silver or good", 
            "base_attack": "+12", 
            "name": "Kyton, Sacristan", 
            "skills": "Acrobatics +15, Bluff +17, Climb +17, Intimidate +17, Perception +17, Sense Motive +17, Stealth +18", 
            "reflex": "+7", 
            "cmd": "30 (32 vs. bull rush)", 
            "cmb": "+17 (+19 bull rush)", 
            "will": "+10", 
            "source": "Bestiary 4", 
            "sr": "21", 
            "organization": "solitary, pair, bodyguard (1d4 plus 1 kyton of lower CR [usually an ostiarius]), or entourage (2d6 plus 1 kyton of higher CR)", 
            "creature_subtype": "evil, extraplanar, kyton, lawful"
        }
    ], 
    "name": "Kyton", 
    "type": "section"
}