{
    "source": "Bestiary 4", 
    "sections": [
        {
            "source": "Bestiary 4", 
            "text": "<p>All life has its beginning and its end. From the moment of birth, everything that shrieks and struggles upon the Material Plane crawls toward a singular finale, that fatal climax that grants passage into the unimaginable infinities of the afterlife. As the spirits of the deceased flow from the confusion of mortality to their ultimate fates, they are each judged by the gods of death, who assure that all who die reach their prescribed afterlife. Yet with all the worlds of the Material Plane, the countless faces and exceptions of mortality, and all those who would turn fate and finality to their own devices, death as a system and institution requires more agents than a single deity or pantheon to uphold. These agents are the psychopomps&mdash;denizens of Purgatory and the dispassionate stewards, chroniclers, and guides of all that die.</p><p>Psychopomps preside over the flow of life. Their primary concerns focus upon souls in the vulnerable transition between death and their final destinations upon the planes. Psychopomps carry out their duties with the dispassion of veterans and cynics. In terms of service measuring in ages, psychopomps meet countless souls from innumerable worlds, and soon nearly every story, fate, plea, and exception becomes all too familiar. They care little for the histories or personalities of the souls that pass them by, concerned only for the efficient and unvaried processing of each spirit to its final unremarkable eternity. Damnation and paradise are the same to them, as are heroes and villains, and no psychopomp cares one jot for great deeds left undone, other fates hanging in the balance, or bribes worth even a world's ransom. But while drudgery is the lot of many psychopomps&mdash;interrupted only by the diversions they sometimes create for themselves&mdash;their system is not without flaws. There are creatures who would seek to deny the natural order of death&mdash;fiends that prey upon souls, spirits lost in their migration, and undead abominations. To counter such abnormalities and preserve the flow of souls as the multiverse requires, numerous specialized psychopomps exist to protect the dead and counter any who would seek to pervert the state of death to their own ends.</p><p> Noteworthy among psychopomps are their masks. Many who have dealings with the living wear some manner of grim face covering or funerary mask. While these masks are not part of a psychopomp's body and grant them no special abilities, the legends of numerous cultures suggest that for a living creature to see a psychopomp's unmasked countenance invites a premature death. Those psychopomps who deal predominately with the dead typically eschew such marks of station except as a formality.</p><p> As psychopomps help convey souls to all of the Outer Planes, and thus provide petitioners equally to each of those realms, they enjoy a special status among many planar races as respected neutrals. As such, most other planar races grant them a wide berth, with even archons and demons going out of their ways to avoid interfering with death's emissaries. Soul-hungry daemons and reality-violating qlippoth are among the only races that actively oppose psychopomps. Consequently, the deadlier classes of psychopomps watch for and hunt disruptive members of these races, seeking to expunge the paths between the planes of any that would impede the certain cycle of death.</p><p>The death gods create the weakest psychopomps out of mortal souls, usually those who served Purgatory in life or worshiped deities of judgment. The gods may transform psychopomps which perform exemplary service into greater members of their kind, though rarely an exceptional hero or champion of Purgatory may become a superior psychopomp when she dies. There is little competitiveness or jealousy among the ranks of these creatures, as their primary motivation is fulfillment of their eternal duties, and there is little point in coveting another's rewards and responsibilities.</p><p>The following are the most common types of psychopomps. Other varieties exist, tasked with more obscure duties for the gods of death, or responsible for alien worlds where the native creatures have radically different life cycles and outlooks compared to humanoids.</p>", 
            "type": "section", 
            "name": "Psychopomp", 
            "sections": [
                {
                    "source": "Bestiary 4", 
                    "text": "<p>Beings ancient and dispassionate rise above the psychopomp droves, emissaries of death who have presided over the dooms of whole nations, races, and worlds. These eldest and most efficient servants of death hold great respect for the gods of death, but are not necessarily their minions, striving to fulfill their own visions of death's ultimate purpose and process over all other objectives.</p><p>Atropos the Last Sister\nBarzahk the Passage\nCeyanan the Shepherd\nDammar the Denied\nImot the Symbol of Doom\nMother Vulture\nMrtyu, Death's Consort\nNarakaas the Cleansing Sentence\nThe Pale Horse\nPhlegyas, Consoler of Atheists\nSaloc, Minder of Immortals\nTeshallas the Primordial Poison\nVale the Court of Ancestors</p>", 
                    "type": "section", 
                    "name": "Psychopomp Ushers", 
                    "sections": []
                }
            ]
        }, 
        {
            "dexterity": "17", 
            "ac": "19, touch 13, flat-footed 16 (+3 Dex, +6 natural)", 
            "special_attacks": "compel condemned, kiss of death", 
            "intelligence": "13", 
            "resist": "cold 10, electricity 10", 
            "melee": "2 slams +6 (1d8)", 
            "cr": "5", 
            "xp": "1,600", 
            "speed": "30 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "environment": "any (Purgatory)", 
            "strength": "10", 
            "constitution": "16", 
            "source": "Bestiary 4", 
            "treasure": "standard", 
            "charisma": "19", 
            "languages": "Abyssal, Celestial, Common, Infernal; tongues, telepathy 100 ft.", 
            "immune": "death effects, disease, poison", 
            "init": "+7", 
            "fortitude": "+5", 
            "spells": {
                "spell-like abilities": "(CL 6th; concentration +10)<p class=\"stat-block-2\">At will-<i>dancing lights</i>, <i>death</i> <i>watch</i>, <i>greater</i> <i>teleport</i> (self plus 50 lbs. of objects only), <i>invisibility</i> (self only), <i>speak with dead</i></p><p class=\"stat-block-2\">3/day-<i>major</i> <i>image</i> (DC 20)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Expertise, Improved Initiative, Iron Will", 
            "senses": "darkvision 60 ft., low-light vision, spiritsense; Perception +11", 
            "description": "With lengthy curling hair, a dancer's dress, and a bouquet of flowers, this woman remains beautiful, despite having no flesh.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Calm Emotions Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A catrina's aura acts like a calm emotions spell with a radius of 30 feet. A creature that succeeds at its save is immune to that catrina's aura for 24 hours. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Compel Condemned", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "As a standard action, a catrina can force one humanoid within 30 feet to make a DC 17 Will save or be affected as per the spell dominate person. This ability functions exactly as that spell, but the catrina can only command an affected creature to approach and kiss her. This action is not considered to be against the target's nature or self-destructive. Any damage taken by the target (other than damage the catrina deals) immediately ends this effect.", 
                            "sections": []
                        }, 
                        {
                            "name": "Kiss of Death", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A catrina can kill a grappled, helpless, or willing target with a long, passionate kiss. The target must succeed at a DC 17 Fortitude save or take 5d6 points of damage. Any creature damaged by the same catrina's kiss for three consecutive rounds instantly dies, regardless of how many hit points it has remaining. Creatures of the old age category take a -2 penalty on saving throws to resist this ability, while those in the venerable age category take a -4 penalty. This is a death effect. The save DCs are Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Catrinas welcome the dead into the afterlife, doing what they can to lessen the shock and terror experienced by mortals who haven't accepted their own deaths or who still grieve for themselves. Eschewing the funereal themes and colors preferred by most other psychopomps, catrinas dress in festive shades, surrounding themselves with light and color to dispel a measure of death's gloom. However, they don't disguise their skeletal bodies, for despite any gilding they might put on the moment, they don't seek to disguise the finality of death.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A catrina's motivation for easing the transition from life to death has more to do with making the soul's progression calm than compassion for the soul&mdash;after all, screaming and outrage disrupts the processing of the dead.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Catrinas rarely ever visit the Material Plane, but when they do so it's typically at the command of a more powerful psychopomp or deity of death who seeks to ease the passing of a mortal of singular importance&mdash;such as a high-ranking priest of a death goddess. In such instances they serve as companions and ushers into the realm of the dead, not executioners. However, they're capable of serving in both capacities, especially if misguided mortals try to keep them from their duty, using their deadly but painless kisses to end a life in an instant.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Catrinas always appear as festively dressed skeletons&mdash;usually in women's garb but sometimes in colorful men's formal wear, and usually decorated with or carrying flowers. They do not have true genders, but an individual catrina may have a more masculine or feminine voice and personality. They typically stand between 5 and 6 feet tall and weigh about 20 to 30 pounds.</p>"
                }
            ], 
            "hp": "51 (6d10+18)", 
            "wisdom": "14", 
            "creature_type": "Outsider", 
            "special_qualities": "spirit touch", 
            "dr": "5/adamantine", 
            "base_attack": "+6", 
            "name": "Psychopomp, Catrina", 
            "skills": "Diplomacy +13, Heal +8, Knowledge (planes) +10, Knowledge (religion) +10, Perception +11, Stealth +12, Use Magic Device +10", 
            "reflex": "+8", 
            "cmd": "19", 
            "cmb": "+6", 
            "will": "+9", 
            "aura": "calm emotions (30 ft., DC 17)", 
            "sr": "16", 
            "organization": "solitary, pair, or reception (3–10)", 
            "creature_subtype": "extraplanar, psychopomp"
        }, 
        {
            "dexterity": "19", 
            "ac": "28, touch 13, flat-footed 25 (+8 armor, +3 Dex, +5 natural, +2 shield)", 
            "cmd": "38", 
            "special_attacks": "wrappings", 
            "intelligence": "13", 
            "resist": "cold 10, electricity 10", 
            "melee": "2 slams +24 (2d6+6), 2 wrappings +19 (1d6+3 plus grab)", 
            "cr": "13", 
            "xp": "25,600", 
            "speed": "40 ft. (30 ft. in armor), climb 15 ft.", 
            "alignment": "N", 
            "size": "Medium", 
            "environment": "any (Purgatory)", 
            "strength": "22", 
            "constitution": "18", 
            "source": "Bestiary 4", 
            "treasure": "standard (+2 glamered breastplate, other treasure)", 
            "charisma": "16", 
            "languages": "Abyssal, Celestial, Infernal; speak with animals (including vermin), tongues", 
            "immune": "death effects, disease, poison", 
            "init": "+8", 
            "fortitude": "+10", 
            "spells": {
                "spell-like abilities": "(CL 12th; concentration +15)<p class=\"stat-block-2\">At will-<i>detect undead</i>, <i>stone tell</i></p><p class=\"stat-block-2\">5/day-<i>speak with dead</i></p><p class=\"stat-block-2\">3/day-summon (level 7, 1d4 giant tarantulas [<i>Pathfinder RPG Bestiary 2</i> 256] 75% or 1d4 spider swarms 100%)</p>", 
                "inquisitor spells known": "(CL 12th; concentration +15)<p class=\"stat-block-2\">4th (3/day)-<i>cure critical wounds</i>, <i>divination</i>, <i>freedom of movement</i>, <i>spell immunity</i></p><p class=\"stat-block-2\">3rd (5/day)-<i>blood biography</i> (DC 16), <i>dimensional anchor</i>, <i>dispel magic</i>, <i>halt undead</i> (DC 16)</p><p class=\"stat-block-2\">2nd (6/day)-<i>confess</i> (DC 15), <i>detect thoughts</i> (DC 15), <i>hold person</i> (DC 15), <i>invisibility</i>, <i>see invisibility</i></p><p class=\"stat-block-2\">1st (6/day)-<i>bane</i> (DC 14), <i>command</i> (DC 14), <i>comprehend languages</i>, <i>expeditious retreat</i>, <i>sanctuary</i> (DC 14), <i>wrath</i></p><p class=\"stat-block-2\">0-<i>bleed</i> (DC 13), <i>detect magic</i>, <i>disrupt undead</i>, <i>read magic</i>, <i>sift</i>, <i>stabilize</i></p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Combat Expertise, Combat Reflexes, Deflect ArrowsB, Eschew MaterialsB, Following Step, Improved Initiative, Iron Will, Persuasive, Step Up, Step Up and Strike", 
            "senses": "darkvision 60 ft., low-light vision, spiritsense; Perception +28", 
            "description": "This beautiful woman wears a mask and is completely wrapped in spider silk. Magical fetishes adorn her clothing and staff.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Spells", 
                            "text": "A morrigna casts spells as a 12th-level inquisitor."
                        }, 
                        {
                            "name": "Spider Sight", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A morrigna can see through the eyes of a spider swarm she summons as though it were the sensor of an arcane eye spell. She does not have to concentrate to use this ability.", 
                            "sections": []
                        }, 
                        {
                            "name": "Wrappings", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A morrigna's web wrappings grant her a +2 shield bonus to AC and can make secondary natural attacks.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Morrignas are Purgatory's investigators, bounty hunters, and assassins, tracking down those who flout the natural cycle of death and judgment. They stand 7 to 8 feet tall and weigh 200 to 250 pounds.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Many morrignas prefer to assume the appearances of those who have died. They ensure the smooth operation of death's bureaucratic machine by eliminating complications, dedicating their existence to wiping out any forces that circumvent or corrupt the natural cycle of death and judgment.</p>"
                }
            ], 
            "hp": "171 (18d10+72); regeneration 5 (acid or fire)", 
            "reach": "5 ft. (10 ft. with wrappings)", 
            "wisdom": "17", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (any animal or humanoid), spirit touch", 
            "dr": "10/adamantine", 
            "base_attack": "+18", 
            "name": "Psychopomp, Morrigna", 
            "skills": "Bluff +15, Climb +11, Diplomacy +25, Disguise +15, Intimidate +17, Knowledge (planes) +13, Perception +28, Sense Motive +25, Sleight of Hand +10, Stealth +22, Survival +15, Swim +6", 
            "reflex": "+15", 
            "space": "5 ft.", 
            "cmb": "+24 (+28 grapple)", 
            "will": "+16", 
            "sr": "24", 
            "organization": "solitary of group (3–15)", 
            "creature_subtype": "extraplanar, psychopomp"
        }, 
        {
            "dexterity": "16", 
            "ac": "15, touch 15, flat-footed 12 (+3 Dex, +2 size)", 
            "special_attacks": "haunting melody", 
            "intelligence": "11", 
            "resist": "cold 10, electricity 10", 
            "melee": "bite +8 (1d3–1)", 
            "cr": "2", 
            "xp": "600", 
            "speed": "20 ft., fly 50 ft. (good)", 
            "alignment": "N", 
            "size": "Tiny", 
            "environment": "any (Purgatory)", 
            "strength": "8", 
            "constitution": "12", 
            "space": "2-1/2 ft.", 
            "treasure": "standard", 
            "charisma": "16", 
            "languages": "Abyssal, Celestial, Infernal", 
            "immune": "death effects, disease, poison", 
            "init": "+3", 
            "fortitude": "+2", 
            "spells": {
                "spell-like abilities": "(CL 3rd; concentration +6)<p class=\"stat-block-2\">At will-<i>invisibility</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>speak with dead</i> (6 questions, CL 12th)</p><p class=\"stat-block-2\">1/day-<i>hide from undead</i> (DC 14), <i>sound burst</i> (DC 15)</p>"
            }, 
            "type": "creature", 
            "feats": "Alertness, Weapon Finesse", 
            "senses": "darkvision 60 ft., low-light vision, spiritsense; Perception +9", 
            "description": "This strange black bird wears a leather long-nosed mask like a plague doctor.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Haunting Melody", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A nosoi's song has the power to grip the spirits of those that hear it. All living and undead creatures within a 60-foot spread must succeed at a DC 14 Will saving throw or be fascinated. A creature that successfully saves is not subject to that nosoi's song for 24 hours. This effect continues for as long as the nosoi sings and for 1 round thereafter. A nosoi can sing for a number or rounds per day equal to twice its Hit Dice. This is a sonic mind-affecting charm effect. This ability can affect undead creatures, even though the undead subtype makes such creatures immune to mind-affecting effects (though undead creatures with immunity to mind-affecting effects from a source other than their creature type are still immune). The save DC is Charisma-based.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nosois eagerly fill the roles of clerks, scribes, and messengers in Purgatory's bureaucracy. They record the circumstances of each mortal's death, any judgments for and against its soul, and its final destination among the Outer Planes. A noisoi looks like a songbird&mdash;usually a crow, sparrow, or whippoorwill&mdash;though it wears a funerary mask that accentuates its beak. Many nosois craft decorative artificial tails from grave goods and other decorations that trail behind them as they fly. A nosoi typically measures about 1 foot in length but is deceptively heavy, weighing between 10 and 15 pounds. It can use drawing and writing tools suitable for Small or Medium creatures without penalty.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Nosois serve within the libraries and scriptoriums of Purgatory, tirelessly scribbling away without rest. Being social creatures, they frequently chatter or sing with one another. A nosoi considers eating a rare treat, and sometimes shares the information it knows if given a suitable tasty bribe.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A nosoi's primary duties are to record happenings within Purgatory, conduct souls to and from their appointed destinations, and carry messages from Purgatory to agents in other planes. Most outsiders respect the couriers' neutrality and allow them safe passage. Many also serve as assistants to more powerful psychopomps or even to mortals with particularly morbid concerns or important fates. Nosois take pride in knowing that their trivial tasks aid in keeping one of the multiverse's most important systems functioning with general reliability.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A true neutral spellcaster can gain a nosoi as a familiar at 7th level by taking the Improved Familiar feat. A nosoi familiar grants its master a +2 bonus on skill checks made to scribe scrolls. A nosoi immediately leaves the service of any master who creates or permanently becomes an undead.</p>"
                }
            ], 
            "hp": "19 (3d10+3)", 
            "reach": "0 ft.", 
            "wisdom": "13", 
            "creature_type": "Outsider", 
            "special_qualities": "change shape (raven or songbird [same statistics], beast shape II), spirit touch", 
            "dr": "2/adamantine", 
            "base_attack": "+3", 
            "name": "Psychopomp, Nosoi", 
            "skills": "Fly +17, Knowledge (history) +6, Knowledge (planes) +6, Perception +9, Profession (scribe) +7, Sense Motive +3, Stealth +17", 
            "reflex": "+6", 
            "cmd": "13", 
            "cmb": "+4", 
            "will": "+4", 
            "source": "Bestiary 4", 
            "organization": "solitary, pair, or group (3–15)", 
            "creature_subtype": "extraplanar, psychopomp"
        }, 
        {
            "dexterity": "16", 
            "ac": "20, touch 13, flat-footed 17 (+3 Dex, +7 natural)", 
            "intelligence": "13", 
            "resist": "cold 10, electricity 10", 
            "melee": "+1 adamantine scythe +14/+9 (2d4+7/×4) or<p class=\"stat-block-2\">2 claws +13 (1d6+4)</p>", 
            "cr": "7", 
            "xp": "3,200", 
            "speed": "30 ft., fly 50 ft. (average)", 
            "alignment": "N", 
            "size": "Medium", 
            "environment": "any (Purgatory)", 
            "strength": "18", 
            "constitution": "17", 
            "source": "Bestiary 4", 
            "treasure": "double (adamantine scythe)", 
            "charisma": "17", 
            "languages": "Abyssal, Celestial, Infernal", 
            "immune": "death effects, disease, poison", 
            "init": "+3", 
            "fortitude": "+11", 
            "spells": {
                "spell-like abilities": "(CL 10th; concentration +13)<p class=\"stat-block-2\">At will-<i>deathwatch</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>invisibility</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>bestow curse</i> (DC 17), <i>locate creature</i>, <i>searing light</i></p>"
            }, 
            "type": "creature", 
            "feats": "Cleave, Great Fortitude, Hover, Power Attack, Vital Strike", 
            "senses": "darkvision 60 ft., low-light vision, spiritsense; Perception +16", 
            "description": "This humanoid skeleton has black raven wings, a long tail, and a polished vulture-like mask where its face should be.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Fear Aura", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A creature of fewer than 10 Hit Dice that fails its save (DC 17) against the vanth's fear aura is shaken for as long as it remains within the aura. A creature that succeeds at its save is immune to that vanth's aura for 24 hours. The save DC is Charisma-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Reaper's Scythe", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Every vanth carries a distinctive adamantine scythe as both a weapon and a symbol of its duty. When the vanth wields its own scythe, the weapon gains a +1 enhancement bonus on attack rolls and damage rolls. As a free action, the vanth can summon its weapon from a personal demiplane or any other location and have it appear in its hands instantly. It can also dismiss its scythe back to its personal demiplane as a free action. If a vanth's scythe is destroyed, it can summon a new one in 24 hours.", 
                            "sections": []
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Stern, silent, and cloaked in ragged black wings, vanth psychopomps serve as stoic guardians of Purgatory and watchers along the routes of the dead. A vanth looks like a black skeleton with ravenlike wings and a mask resembling a vulture's skull.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Also known as reapers, angels of death, or amzranei, vanths protect the departed from those wishing to eat or steal their mortal souls, recapture escaped souls trying to flee their assigned fates, and are death's foot soldiers against whatever would disrupt the natural cycle of mortality. They may also guard the dead and death's assets, such as forgotten cemeteries, unattended mausoleums, and sacred groves.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A vanth weighs 400 pounds and stands 8 feet tall, though its slumped posture means it can look most adult humanoids in the eye. Vanths are ancient creatures, perhaps predating the current gods of death, and are rumored to be ascended souls of a distant world of death-worshiping soldiers. They rarely speak or show emotion and their hollow voices carry unnaturally far. A vanth's scythe is a badge of its station, reflecting its role as a harvester of souls. It features symbols in a language that was already lost when the death gods claimed Purgatory.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Most outsiders scorn vanths, as the psychopomps have no concern for law, rightfulness, or personal gain&mdash;only duty. Vanths view any outsider visiting Purgatory as a potential threat, and stalk angels and demons alike.</p>"
                }
            ], 
            "hp": "76 (9d10+27)", 
            "wisdom": "19", 
            "creature_type": "Outsider", 
            "special_qualities": "reaper's scythe, spirit touch", 
            "dr": "10/adamantine", 
            "base_attack": "+9", 
            "name": "Psychopomp, Vanth", 
            "skills": "Acrobatics +9, Fly +11, Intimidate +11, Knowledge (history) +9, Knowledge (planes) +13, Knowledge (religion) +13, Perception +16, Sense Motive +16, Stealth +15", 
            "reflex": "+6", 
            "cmd": "26", 
            "cmb": "+13", 
            "will": "+10", 
            "aura": "fear (30 ft., DC 17)", 
            "sr": "18", 
            "organization": "solitary, pair, or flock (2–12)", 
            "creature_subtype": "extraplanar, psychopomp"
        }, 
        {
            "dexterity": "35", 
            "ac": "40, touch 21, flat-footed 27 (+4 armor, +12 Dex, +1 dodge, +15 natural, –2 size)", 
            "cmd": "59 (61 vs. bull rush, 63 vs. trip)", 
            "special_attacks": "breath weapon (60-ft. cone, 20d6 cold, Reflex DC 30 half, usable every 1d4 rounds; or beetles), poison", 
            "intelligence": "24", 
            "racial_modifiers": "+4 Acrobatics when jumping", 
            "melee": "bite +32 (2d6+9/19–20 plus grab and poison), 2 claws +32 (2d6+9), tail slap +30 (2d6+4), 2 wings +30 (1d8+4)", 
            "cr": "20", 
            "xp": "307,200", 
            "speed": "40 ft., fly 60 ft. (good), swim 40 ft.", 
            "alignment": "N", 
            "size": "Huge", 
            "environment": "any (Purgatory)", 
            "strength": "28", 
            "constitution": "27", 
            "source": "Bestiary 4", 
            "treasure": "standard", 
            "charisma": "31", 
            "languages": "Abyssal, Aklo, Celestial, Common, Draconic, Infernal", 
            "immune": "cold, electricity, death effects, disease, poison", 
            "init": "+16", 
            "fortitude": "+22", 
            "spells": {
                "spell-like abilities": "(CL 20th; concentration +30)<p class=\"stat-block-2\">Constant-<i>detect thoughts</i> (DC 22), <i>mage armor</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>greater dispel magic</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>reincarnate</i>, <i>rest eternal</i>, <i>scrying</i>, <i>share language</i>, <i>telekinesis</i> (DC 25), <i>tongues</i></p><p class=\"stat-block-2\">3/day-<i>circle of death</i> (DC 26), <i>forcecage</i> (DC 27), <i>miracle</i> (DC 29) (see final judgment), quickened <i>lightning bolt</i> (DC 23), <i>undeath to death</i> (DC 26)</p><p class=\"stat-block-2\">1/day-<i>soul bind</i>, summon (level 9, any one CR 19 or lower psychopomp 100%), <i>wail of the banshee</i> (DC 29)</p>"
            }, 
            "type": "creature", 
            "feats": "Combat Reflexes, Dodge, Hover, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Iron Will, Mobility, Multiattack, Power Attack, Quicken Spell-Like Ability (lightning bolt), Spell Penetration, Wind Stance", 
            "senses": "darkvision 60 ft., detect thoughts, low-light vision, spiritsense, true seeing; Perception +37", 
            "description": "The head of this winged, dragonlike beast is crowned with long spines. Sooty feathers cover its body.", 
            "sections": [
                {
                    "subtype": "special_abilities", 
                    "sections": [
                        {
                            "name": "Breath Weapon", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "In addition to its cold breath weapon, a yamaraj can breath a 60-foot cone of beetles and other insectile scavengers. Creatures in the breath weapon's area take 16d6 points of slashing damage and are nauseated for 1d4 rounds (Reflex 30 halves damage and negates nausea). The scavengers persist as a swarm around the affected creature that is closest to the breath weapon's point of origin; this swarm has the same statistics as an army ant swarm, but its distraction DC is the same as the yamaraj's breath weapon DC. The save DC is Constitution-based.", 
                            "sections": []
                        }, 
                        {
                            "name": "Final Judgment", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A yamaraj can only use its miracle spell-like ability to restore a slain outsider to life or to reproduce the following spell effects: banishment, dimensional anchor, greater restoration, plane shift, true resurrection.", 
                            "sections": []
                        }, 
                        {
                            "name": "Lightning Drinker", 
                            "type": "ability", 
                            "ability_types": [
                                "Supernatural"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "A yamaraj absorbs electricity to strengthen itself. If struck by an electrical attack, it heals 1 hit point per 3 points of electricity damage the attack would otherwise deal. If the amount of healing would cause the yamaraj to exceed its full normal hit points, it gains any excess as temporary hit points (up to a maximum of 100), which last up to 1 hour.", 
                            "sections": []
                        }, 
                        {
                            "name": "Poison", 
                            "type": "ability", 
                            "ability_types": [
                                "Extraordinary"
                            ], 
                            "source": "Bestiary 4", 
                            "text": "Bite&mdash;injury; save", 
                            "sections": []
                        }, 
                        {
                            "source": "Bestiary 4", 
                            "sections": [], 
                            "type": "section", 
                            "name": "Fort", 
                            "text": "DC 30; frequency 1/round for 6 rounds; effect 1d4 Dex drain; cure 3 consecutive saves."
                        }
                    ], 
                    "type": "section", 
                    "name": "Special Abilities", 
                    "source": "Bestiary 4"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Equal parts regal and horrifying to mortal sensibilities, yamarajes preside as judges of death and dispensers of ultimate justice. Superstitions of the living call them by many names&mdash;the final judges, the grave magistrates, the dragons who eat men's souls&mdash;but all agree that these nobles of death wither even the stoutest hearts. The grave magistrates glide with authority throughout Purgatory, commanding flocks of lesser psychopomps, tolerating the ministrations of devils and angels bickering for souls of note, and ordering the endless procession of petitioners. Many also serve as diplomats or military commanders to maintain Purgatory's neutrality, but any such role is secondary to maintaining the flow of souls and the balance of the multiverse. Though in theory each yamaraj answers to the gods of death, in practice each is unquestioned within its own courtroom.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Yamarajes vaguely resemble black dragons, though they are easily distinguished once one realizes the gigantic creatures are cloaked in feathers rather than scales. Each yamaraj measures at least 30 feet in length and weighs 4 tons. Despite their massive size and largely sedentary duties, yamarajes show astounding grace when they move.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Impossibly old, yamarajes are outsiders forged from lesser psychopomps or the souls of legendary mortals. As with other outsiders, they need not eat, drink, or sleep to survive, and the grave magistrates normally remain perched upon Purgatory's ruins for months at a time, overseeing the smooth organization of their realm. Hard work wears at their immortal drive, and like living lords, they eagerly indulge in exquisite banquets during their infrequent personal time. These bacchanals make for strange bedfellows among outsiders, as solars and pit fiends may hobnob alongside one another, vying for the attention of a yamaraj to help organize the release of judged souls and attempting to win future favors.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>When called into physical action, all yamarajes can breathe raw decay in the form of clouds of carrion-eating insects, and their venom saps the youth and vitality from living creatures.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Yamarajes serve as lower judges and lords of Purgatory, directing the activities of other outsiders there, presiding over the dead, pre-sorting souls destined for ultimate judgment by the death gods, and seeing to the efficiency and safety of the plane's infinite inhabitants. As the highest order of psychopomps, they are simultaneously the most dedicated to their role as shepherds of the dead and the most prone to impressing their own opinions on their work in the form of overturning precedents, rambling speeches, and extensive opinions attached to rulings. Such flexibility is necessary when making immortal decisions based on the ever-changing actions of the living, but frustrates more absolute outsiders to no end.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Unsurprisingly, yamarajes tend to vary greatly from one individual to the next. Most develop deep interests in various worldly subjects that determine the sorts of mortals they ultimately choose to watch over. A given yamaraj might go out of its way to seek out artisans, followers of specific deities, or thieves, depending on its studies or whatever has come to interest it during that eon. Yamarajes might seek to guard such pet souls, ensuring their safe travels through Purgatory, learning more from the souls as they journey together, and ultimately advocating that the death gods grant a more peaceful judgment. Others act in reverse, finding certain sorts of mortals truly disgusting, tormenting their souls through their procession to the goddess's throne, and even suggesting that the spirits should face particularly monstrous damnations. How a yamaraj reacts to an individual thus proves unpredictable, depending on its changeable tastes. Such idiosyncrasies vary between individual yamarajes, and might change over the course of centuries.</p>"
                }, 
                {
                    "source": "Bestiary 4", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>Just as many yamarajes become fascinated with souls possessing specific experiences or from certain backgrounds, some of the psychopomps go out of their way to judge beings from specific worlds, collecting bits of information and insight with every creature that passes them by. Thus, some become experts on one or multiple worlds, having spent eternities ferreting out the histories and secrets of worlds from firsthand accounts over millennia of inquiries. Many yamarajes welcome the opportunity to share the details of their investigations, though they sometimes see inquiries into their worlds of expertise as opportunities to conscript new allies to aid the psychopomps' cause. Standing at the pinnacle of their race, yamarajes are well informed as to the challenges and goals of many subservient psychopomps, and might only negotiate with mortals who perform a service in aid of their underlings.</p>"
                }
            ], 
            "hp": "337 (25d10+200); fast healing 10", 
            "reach": "15 ft.", 
            "wisdom": "28", 
            "defensive_abilities": "lightning drinker", 
            "creature_type": "Outsider", 
            "special_qualities": "final judgment, spirit touch", 
            "dr": "15/adamantine", 
            "base_attack": "+25", 
            "name": "Psychopomp, Yamaraj", 
            "skills": "Acrobatics +37 (+41 when jumping), Bluff +38, Diplomacy +35, Fly +40, Intimidate +35, Knowledge (arcana) +32, Knowledge (planes) +35, Knowledge (religion) +32, Perception +37, Sense Motive +37, Spellcraft +32, Stealth +32, Swim +42", 
            "reflex": "+20", 
            "space": "15 ft.", 
            "cmb": "+36 (+38 bull rush, +40 grapple)", 
            "will": "+25", 
            "aura": "fear (30 ft., DC 32)", 
            "sr": "31", 
            "organization": "solitary", 
            "creature_subtype": "extraplanar, psychopomp"
        }
    ], 
    "name": "Psychopomp", 
    "type": "section"
}