{
    "dexterity": "17", 
    "ac": "17, touch 13, flat-footed 14 (+3 Dex, +4 natural)", 
    "special_attacks": "slowing toxin, web (+8 ranged, DC 14, 7 hp)", 
    "intelligence": "3", 
    "racial_modifiers": "+4 Perception", 
    "melee": "bite +8 (1d6+1 plus poison), 4 claws +8 (1d4+1)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft., climb 30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "environment": "any", 
    "strength": "13", 
    "constitution": "12", 
    "source": "Bestiary 4", 
    "treasure": "incidental", 
    "charisma": "2", 
    "languages": "Aklo", 
    "immune": "mind-affecting effects", 
    "init": "+7", 
    "fortitude": "+5", 
    "reflex": "+5", 
    "feats": "Great Fortitude, Improved Initiative, Step Up, Weapon Finesse", 
    "senses": "darkvision 60 ft., tremorsense 60 ft.; Perception +12", 
    "description": "An oversized, eight-legged monstrosity stares ravenously from its three beady eyes, its gaping maw dripping with green venom.", 
    "sections": [
        {
            "subtype": "special_abilities", 
            "sections": [
                {
                    "name": "Fear of Fire", 
                    "type": "ability", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary 4", 
                    "text": "A shriezyx within 30 feet of a fire the size of a torch or larger becomes shaken as long as it remains within that range. If damaged by fire, a shriezyx must make a successful Will save (DC equals the amount of fire damage dealt) or become frightened for 1 round.", 
                    "sections": []
                }, 
                {
                    "name": "Poison", 
                    "type": "ability", 
                    "ability_types": [
                        "Extraordinary"
                    ], 
                    "source": "Bestiary 4", 
                    "text": "Bite&mdash;injury; save Fort DC 14; frequency 1/round for 6 rounds; effect 1d2 Str; cure 1 save.", 
                    "sections": []
                }, 
                {
                    "name": "Slowing Toxin", 
                    "type": "ability", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Bestiary 4", 
                    "text": "A shriezyx's web is coated with a supernatural toxin that numbs and deadens the nerves on contact. Any creature struck by a shriezyx's web must succeed at a DC 14 Fortitude save or become slowed (as the slow spell) for 1 minute. Each round, a victim may attempt a new DC 14 Fortitude save to end the effect early. This toxin fades quickly from spun webs&mdash;it can only affect targets on the round the web is spun. Existing webs remain sticky and tangled, but do not have this slowing effect. The save DC is Constitution-based.", 
                    "sections": []
                }
            ], 
            "type": "section", 
            "name": "Special Abilities", 
            "source": "Bestiary 4"
        }, 
        {
            "source": "Bestiary 4", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Devised by a cabal of ancient wizards to serve as guardians for monuments and laboratories, shriezyx are horrific spiderlike aberrations created in arcane vats out of the flesh of many different creatures. Having outlived their creators, they continue to lurk in ruins, caves, and the deep places of the world, spreading far beyond the original city where they were created.</p>"
        }, 
        {
            "source": "Bestiary 4", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Shriezyx have no natural place in the ecology, but easily fill the niche of any predator of comparable strength. They can subsist on rats and other vermin for long periods of time, but relish the opportunity for a more substantial meal. Derros, drow, and other subterranean races sometimes use them as guards or mounts, or subject them to torturous experimentation. These races use bribes of food and the threat of fire to keep the creatures in line.</p>"
        }, 
        {
            "source": "Bestiary 4", 
            "sections": [], 
            "type": "section", 
            "text": "<p>Shriezyx can reproduce with their own kind or lay unfertilized eggs that hatch into identical copies of their parent. Eggs remain viable for years, hatching after exposure to water, fresh air, or consistent warmth. A typical shriezyx is 3 feet tall and weighs 300 pounds.</p>"
        }
    ], 
    "hp": "38 (7d8+7); regeneration 3 (fire)", 
    "weaknesses": "fear of fire, vulnerable to fire", 
    "wisdom": "12", 
    "defensive_abilities": "ferocity", 
    "creature_type": "Aberration", 
    "base_attack": "+5", 
    "name": "Shriezyx", 
    "skills": "Climb +15, Perception +12", 
    "type": "creature", 
    "cmd": "19 (31 vs. trip)", 
    "cmb": "+6", 
    "will": "+6", 
    "organization": "solitary, pair, or hive (3–12)"
}