{
    "body": "<p>Every vehicle has a method of propulsion. Creatures pull chariots and wagons. Boats and ships are propelled by water currents, wind, muscle, or all three forces. Fantastical airships are held aloft by a variety of propulsion sources, both magical and mundane. The method of propulsion typically affects the speed and maneuverability of a vehicle, but more importantly, a vehicle's propulsion determines the required skill needed to control a vehicle. The following are the general methods of vehicle propulsion, along with what skills are typically needed to drive such vehicles. </p>", 
    "name": "Propulsion and Driving Checks", 
    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"alchemical\">Rarely, an alchemical engine may propel a vehicle. Powered by steam or more volatile gases and reagents, a vehicle with an alchemical engine requires either a Knowledge (arcana) or Craft (alchemy) check to be driven. The base DC to drive an alchemical vehicle is 10 higher than normal. Alchemical engines can be extremely powerful, with the ability to propel vehicles hundreds of times their size. They can also be very fickle when driven by creatures uninitiated in the secrets of alchemy. </p><p>When a driver makes a driving check to control an alchemically propelled vehicle with a Wisdom check or a skill she is not trained in and rolls a natural 1, the vehicle's alchemical engine gains the broken condition. When it gains the broken condition, the vehicle's maximum speed and acceleration are both halved, and if the vehicle is currently moving at a rate faster than its new maximum speed, it immediately slows to that speed. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Alchemical", 
            "type": "section", 
            "name": "Alchemical", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"current\">From canoes and large ships to winged gliders, vehicles propelled by currents typically manipulate an already existing power source within or outside of nature&mdash;an air current, a water current, or more exotic currents, like conduits of magical energy. Usually, manipulating a current-propelled vehicle requires a skill like Fly, Knowledge (nature), Profession (sailor), Survival, or even Acrobatics or Knowledge (arcana), depending on the nature or makeup of the vehicle and the current the vehicle is manipulating.</p>", 
            "name": "Current", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"water-current\" class=\"stat-block-2\">Vehicles that only rely on currents of water for their propulsion are somewhat limited. These vehicles can only move in the direction and at the speed of a current unless they also employ some other means of propulsion or manipulation, and thus often have an additional form of propulsion, such as muscle in the case of a canoe, and wind in the case of a galley. A current-driven ship such as a river barge with a crew of two or more creatures requires either a Profession (sailor) or Knowledge (nature) check for the driving check, as ships require precision, discipline, and knowledge of the natural world. Smaller water-current vehicles, like canoes, use the Survival skill as the drive skill, as reading the terrain is a very important aspect of maintaining control over those types of vehicles.If it moves with the current, a water-current vehicle's maximum speed depends on the speed of the current (often as high as 120 feet). The acceleration of a water-current vehicle is 30 feet.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current/Water Current", 
                    "type": "section", 
                    "name": "Water Current", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"air-current\" class=\"stat-block-2\">Air-current vehicles are rather diverse. They can be sailing ships, airships, land ships, or even gliders. A vehicle propelled by air with a crew of two or more creatures requires a Profession (sailor) or Knowledge (nature) check as its driving check. Because of their complexity, air-current vehicles always have their driving check DCs increased by 10. Smaller air-current vehicles, such as gliders and wind sleds, use Acrobatics or Fly instead. Much of their control depends on knowledge of flight or proper movements of the body to control the vehicle. Smaller vehicles (size Large or smaller) can move at a speed of 60 feet, can move at twice that amount when they are moving with the air current, and have an acceleration of 30 feet. Larger vehicles can move at a speed of 90 feet, or twice that amount when they are moving with the air current, and have an acceleration of 30 feet.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current/Air Current", 
                    "type": "section", 
                    "name": "Air Current", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"weird-current\" class=\"stat-block-2\">Navigating currents of magical energy, burning magma, or the murky rivers of the Shadow Plane could use a number of skills, but likely use skills similar to those needed to operate water-current and air-current vehicles. Weird-current vehicles always have their driving check DCs increased by 10, and sometimes by 15 in more exotic locales and conditions.Weird-current vehicles typically move at the speed of water or air currents, depending on their nature, but have been known to move twice or even triple those speeds.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Current/Weird Current", 
                    "type": "section", 
                    "name": "Weird Current", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p id=\"magic\">Magic provides some of the most powerful and easy-to-use methods of propelling a vehicle, such as an elemental-powered juggernaut or an airship with an arcane device at its heart. Often simply identifying the properties of the magic item providing propulsion gives a creature the ability to use it, but sometimes more complicated magical devices require Spellcraft or Use Magic Device to drive properly. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Magic", 
            "type": "section", 
            "name": "Magic", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"muscle\">From a chariot to a slave ship filled with captive rowers, moving a vehicle powered by muscle is all about getting a creature or creatures to push, pull, or otherwise propel the vehicle. Based on the type and intelligence of the creatures moving the vehicle, checks for driving muscle-propelled vehicles can use a diverse number of skills, including, but not limited to, Diplomacy, Handle Animal, Intimidate, and Profession (driver).</p><p>Muscle-propelled vehicles come in two forms: pulled and pushed.</p>", 
            "name": "Muscle", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Muscle", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"pulled\" class=\"stat-block-2\">This type of propulsion involves one or more creature pulling a vehicle. Unless the creature pulling the vehicle is intelligent (Intelligence score of 3 or higher), either Handle Animal or Profession (driver) is used for the driving check (driver's choice). Intelligent creatures must be convinced with a Diplomacy check (decrease the driving check by 5 if the creature or creatures have the helpful attitude), or forced with an Intimidate check. Forcing an intelligent creature to pull a vehicle increases the DC by 20.A creature can pull a number of vehicle squares equal to the number of squares in the creature's space to a top speed equal to twice the creature's speed. It can accelerate its space in vehicle squares up to its speed. For instance, a single horse takes up 4 squares, and can pull a 4-square cart 100 feet each round with an acceleration of 50 feet. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Muscle/Pulled", 
                    "type": "section", 
                    "name": "Pulled", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"pushed\" class=\"stat-block-2\">Pushed vehicles are the exact opposite of pulled vehicles&mdash;vehicles that are pushed by muscle, usually using some form of device manipulated by crew members. Aquatic vehicles are the most likely to be pushed. Lines of rowers use their oars to push the vehicle forward, or a pair of cloud giants may churn a propeller at the aft end of a dirigible. Driving checks for pushed vehicles tend to be Diplomacy, Intimidate, or Handle Animal, depending on the intelligence and attitude of the creatures supplying the muscle for the propulsion.For intelligent creatures, use Diplomacy if the creatures providing the propulsion have an attitude of indifferent, friendly, or helpful. Decrease the Diplomacy driving check by 5 if the creatures providing the propulsion are friendly. Intimidate is used for intelligent creatures with an attitude of unfriendly or hostile. Handle Animal is used if the creatures providing the propulsion are not intelligent.A creature that is pushing a vehicle with the proper mechanical help can push between 5 times to 20 times its space in vehicle squares.The maximum speed and acceleration of a muscle-propelled vehicle depends on the mechanism used to assist the pushing&mdash;see the sample vehicle statistics for examples.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Muscle/Pushed", 
                    "type": "section", 
                    "name": "Pushed", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p id=\"mixed-methods-of-propulsion\">Large and complicated vehicles, such as large sailing ships, often use multiple forms of propulsion. Sometimes multiple methods add flexibility, but often they work in concert to create faster movement. A vehicle with multiple methods of propulsion often requires a large crew to get it going and keep it moving. If a vehicle has two methods of propulsion, it uses its fastest speed and acceleration and then adds half the speed and acceleration of the second-fastest propulsion. Nothing is added for a third form of propulsion, except for the flexibility of having a back-up form of propulsion.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Propulsion and Driving Checks/Mixed Methods of Propulsion", 
            "type": "section", 
            "name": "Mixed Methods of Propulsion", 
            "source": "Ultimate Combat"
        }
    ]
}