{
    "body": "<p>A vehicle in combat can become a target for attacks and can affect combatants with special vehicular maneuvers. The following are the rules for how a vehicle acts in the combat round.</p>", 
    "name": "Vehicles in Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat", 
    "type": "section", 
    "source": "Ultimate Combat", 
    "sections": [
        {
            "body": "<p id=\"initiative\">A vehicle moves on its driver's initiative. If a driver delays or readies an action, the vehicle goes out of control, and does nothing except take the uncontrolled action until it stops or someone becomes its new driver.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Initiative", 
            "type": "section", 
            "name": "Initiative", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"movement\">At the start of the driver's turn, she makes a driving check to control the vehicle as detailed in the Driving Vehicles section. When doing so, she takes whatever action is required before doing anything else that turn. </p><p>Vehicles usually ignore difficult terrain due to rubble and foliage, but treat steep inclines as difficult terrain, and depending on the vehicle type and GM judgment, they may be affected by other difficult terrain types as well.</p><p>Vehicles and creatures that occupy vehicles can enter the spaces of other vehicles and creatures, though doing so usually provokes a vehicular overrun or ramming maneuver. A vehicle can even end its turn in the space of a creature or another vehicle. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Movement", 
            "type": "section", 
            "name": "Movement", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"threatening\">Vehicles cannot threaten areas, but their non-crew occupants can. A character driving a vehicle still threatens the squares around her, though she may have limited options for attack depending on the requirements of the device used to drive the vehicle. Creatures used as propulsion do not threaten areas, and are treated as part of the vehicle for purposes of vehicular combat maneuvers. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Threatening", 
            "type": "section", 
            "name": "Threatening", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"line-of-sight-and-cover\">Vehicles typically grant their occupants partial cover (+2 to AC and +1 on Reflex saving throws) against those outside the vehicle, and may grant partial cover against opponents within the vehicles as well. Vehicles with more protection or internal chambers can offer greater cover and can even block line of sight.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Line of Sight and Cover", 
            "type": "section", 
            "name": "Line of Sight and Cover", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"jumping-on-or-off-a-vehicle\">Jumping on a vehicle is a normal jump of its distance assuming the vehicle has a deck or handholds within the character's height from the ground. Increase the DC of the Acrobatics check by 5 for every 30 feet of the vehicle's current speed. If the jumping creature is on a moving vehicle, calculate the increase in  the Acrobatics skill check DC by calculating the difference between the current speeds of the two vehicles. For every difference of 30 feet (round up), the DC increases by 5.</p><p>For example, jumping onto a vehicle with a current speed of 90 feet increases the DC by 15 if the jumper is not also on a moving vehicle. If the jumper is on a moving vehicle, and that vehicle is moving at the same current speed as the vehicle the jumper wants to jump to, there is no increase to the DC. If the difference between their speeds is less than 30 feet, the DC of the Acrobatics check increases by 5. If it's between 30 and 60, it increases by 10, and so on. </p><p>Jumping off a vehicle onto the ground is considered a fall, and treated as if the fall were an additional 10 feet farther for every 30 feet of the vehicle's movement for the purposes of determining damage. Acrobatics can be used to soften this fall, and magic abilities such as <i>feather fall</i> can be used to negate the effects of jumping off a vehicle.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Jumping On or Off a Vehicle", 
            "type": "section", 
            "name": "Jumping On or Off a Vehicle", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"taking-control-of-a-vehicle\">If a vehicle has no driver, any creature can take control of the vehicle as long as the creature is within the driving space of the vehicle and makes a driving check as a free action. The vehicle's driver can always give over control to another adjacent creature that is within the driving space of the vehicle as a free action. When a new creature becomes the driver, the vehicle moves on the new driver's turn, but not on the new driver's first turn after taking control of the vehicle. </p><p>If a creature wants to take control of a vehicle from another forcefully, it must pull the driver off the controls as part of a grapple and take over the driving device as part of a pin. When a creature successfully pins a vehicle's driver, it can choose to end the grapple immediately. When it does, the creature moves the current driver 5 feet to any unoccupied space within the vehicle (this movement does not provoke attacks of opportunity) and becomes the vehicle's new driver. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Taking Control of a Vehicle", 
            "type": "section", 
            "name": "Taking Control of a Vehicle", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"attacks-against-vehicles\">A vehicle has a base Armor Class based on its size and other defenses the vehicle has. To calculate the vehicle's actual AC, add the current driver's driving skill modifier (or Wisdom modifier, if it is using that ability to drive the vehicle) to the vehicle's base AC. Touch attacks against a vehicle ignore its driver's driving skill or ability modifier; thus a vehicle's base AC is its touch AC. A vehicle is never considered flat-footed.</p><p>A vehicle has a base saving throw listed in its stat block. This determines its base Fortitude and Reflex saving throw. A vehicle is immune to effects that require a Will saving throw (though drivers, crew members, passengers, and creatures providing muscle propulsion typically are not). To determine the vehicle's actual Fortitude and Reflex saving throws, add half the driver's driving skill modifier (or half the driver's Wisdom modifier) to the vehicle's base saving throw.</p><p>Vehicles have hit points, but do not have ability scores, and are immune to ability score damage or drain. They are also immune to bleed damage. A vehicle that takes damage in excess of half its total hit points gains the broken condition. When a vehicle reaches 0 or fewer hit points, but has not yet reached negative hit points equal to the number of squares of its space, it is wrecked. When a vehicle reaches a negative number of hit points equal to the number of squares it takes up, it is destroyed.</p><p>Unlike other objects, vehicles do not take half damage from energy attacks, but do take half damage from all ranged weapons except siege weapons. </p><p>When attacking a vehicle, you can attack the vehicle's structure, occupant, propulsion, driving device, or conveyance (if any).</p>", 
            "name": "Attacks against Vehicles", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"attacking-the-structure\" class=\"stat-block-2\">This is an attack against the vehicle itself. If successful, the vehicle takes damage normally. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking the Structure", 
                    "type": "section", 
                    "name": "Attacking the Structure", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"attacking-an-occupant\" class=\"stat-block-2\">This is a normal attack against an occupant creature. Occupants get partial cover or greater if the attack is coming from outside of the vehicle. Grappling the driver is one method for taking control of the vehicle.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking an Occupant", 
                    "type": "section", 
                    "name": "Attacking an Occupant", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"attacking-propulsion\" class=\"stat-block-2\">Propulsion often has its own set of statistics, while creatures propelling a vehicle use their own statistics. Other types of propulsion have hit points and hardness determined by multiplying the values listed in the Propulsion Devices sidebar by the vehicle's total number of squares of that type. Individual vehicle stat blocks also detail their propulsion.If a vehicle is being pulled by creatures, and any of those creatures is killed, dazed, stunned, or becomes unconscious, the vehicle comes to a sudden stop. If a vehicle has a crew, and half or more of that crew is killed, dazed, stunned, or rendered unconscious, the vehicle can no longer be controlled.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking Propulsion", 
                    "type": "section", 
                    "name": "Attacking Propulsion", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"attacking-the-driving-device\" class=\"stat-block-2\">A driving device is its own object with its own statistics. When a driving device gains the broken condition or is disabled, all driving checks are increased by 10. When a driving device is destroyed, the vehicle can no longer be driven. Driving devices are typically objects with object immunities and resistances.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking the Driving Device", 
                    "type": "section", 
                    "name": "Attacking the Driving Device", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"attacking-conveyance\" class=\"stat-block-2\">An attack against wheels, rudders, or similar forms of conveyance takes a &ndash;10 penalty on the attack roll, but does maximum damage to the vehicle (no roll necessary). If the attack is a critical hit, multiply this maximum damage by the critical multiplier of the attack. Conveyances are typically objects with object immunities and resistances.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Attacks against Vehicles/Attacking Conveyance", 
                    "type": "section", 
                    "name": "Attacking Conveyance", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p id=\"vehicle-combat-maneuvers\">Vehicles typically don't have attacks, though some can be fitted with siege weapons. A vehicle can make, and is often required to make, a vehicular bull rush, vehicular overrun, or ramming maneuver as part of its movement. Unlike creatures, a vehicle can enter the space of creatures or objects smaller than it, and when it does, it makes either a vehicular overrun or vehicular bull rush. When a vehicle hits a creature or a vehicle that is its size or larger, or it hits a solid object (a wall or structure that is immobile and has a hardness of 5 or more), it makes a ramming maneuver. </p>", 
            "name": "Vehicle Combat Maneuvers", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<p id=\"vehicular-overrun\" class=\"stat-block-2\">Any time any part of a vehicle (including any creatures used as propulsion) enters the space of a creature or vehicle smaller than it, the driver must make a vehicular overrun combat maneuver against the creature or vehicle. This may require the driver to make vehicular overrun checks against the same creature numerous times as new parts of the vehicle enter its square.\t\t\t\tWhen performing a vehicular overrun, the driver uses the base CMB of the vehicle plus her driving skill modifier (or Wisdom skill modifier if she is using that ability to drive the vehicle) as the CMB of the vehicular overrun. If the driver has feats that improve her CMB when overrunning, like the Improved Overrun feat, she may also add those modifiers and benefits to the vehicular overrun. Like a normal overrun, this action provokes an attack of opportunity from the creature being overrun, unless the driver has the Improved Overrun feat. The creature being overrun can make this attack of opportunity on any part of the vehicle that is within reach.\t\t\t\tWhen a vehicular overrun is attempted, the target of the overrun may choose to avoid the vehicle, allowing the vehicle to pass through its space without requiring a vehicular overrun maneuver check. The creature or vehicle cannot avoid a maneuver check if the driver has the Improved Overrun feat, the vehicle is two or more size categories larger than the target, or the target creature is confused, dazed, entangled, flat-footed, helpless, paralyzed, prone, or stunned. If the target does not avoid the vehicle, make the combat maneuver check as normal. If the maneuver is successful, the vehicle moves through the target's space, and the target of the overrun takes the vehicle's ramming damage. If the driver's combat maneuver check exceeds the target's CMD by 5 or more, the target takes twice the vehicle's ramming damage. If the target is a creature, it is also knocked prone. If the target has more than two legs, it gets a +2 bonus to its CMD for each additional leg it has. Vehicles that are overrun are knocked prone if the opposing driver's combat maneuver check result exceeds the vehicle's CMD by 10 or more. A vehicle that is knocked prone makes a sudden stop.\t\t\t\tIt takes at least 5 full-round actions and a DC 25 Strength check from creatures adjacent to the vehicle to push a Large land or water vehicle up from being prone. For every size category that the vehicle is larger than size Large, increase the number of full-round actions by three and the Strength check DC by 5. The driver of a prone air vehicle must succeed at a DC 25 Fly check immediately to avoid falling. A vehicle equipped with a ram deals +2d8 points of damage with a vehicular overrun.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Vehicular Overrun", 
                    "type": "section", 
                    "name": "Vehicular Overrun", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"vehicular-bull-rush\" class=\"stat-block-2\">As a swift action, taken when the driver takes all but the &ldquo;uncontrolled&rdquo; action while driving the vehicle, a driver can choose to substitute all or some of her vehicular overruns with vehicular bull rush maneuvers until the end of the vehicle's movement that turn. A vehicular bull rush pushes a creature or a vehicle away without doing harm. If the driver does not have the Improved Bull Rush feat or a similar ability, initiating a vehicular bull rush provokes an attack of opportunity from the creature being bull rushed with the vehicle.If the bull rush is successful, the target of the bull rush is pushed 5 feet away from the vehicle. If you succeed at the check for the vehicular bull rush by 5 or more, you can deal the vehicle's ramming damage to the creature. For every 5 by which your attack exceeds your opponent's CMD, you push the target an additional 5 feet away. A creature being moved by a vehicular bull rush does not provoke attacks of opportunity, unless the driver possesses the Greater Bull Rush feat. You cannot bull rush a creature or vehicle into a square that is occupied by an object (including a vehicle). If there is another creature in the way of a bull rush, the driver must immediately make a combat maneuver check to bull rush that creature, taking a &ndash;4 penalty on this check for each creature being pushed beyond the first. If successful, the driver can continue to push the creature or vehicle a distance equal to the lesser result.  </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Vehicular Bull Rush", 
                    "type": "section", 
                    "name": "Vehicular Bull Rush", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"ramming\" class=\"stat-block-2\">Any time any part of a vehicle (including any creatures used as propulsion) enters the space of a creature or vehicle of its size or larger, or the space of a solid sturdy object (like a wall or a building) no matter the size of that object, it makes a ramming maneuver against that creature or object. There is no maneuver check for a ramming maneuver; its effects happen automatically. When a vehicle makes a ramming maneuver against a creature or an object, the vehicle deals its ramming damage to the creature or object, and the vehicle takes half that damage. The base amount of damage that a ramming vehicle does and takes is determined by its size. When a vehicle makes a ramming maneuver against a solid object, to determine how much damage both the solid object and the vehicle take, allow the vehicle to enter the solid object's space. The vehicle will only travel through that space if the damage is enough to destroy the solid object; in all other cases the vehicle takes the damage and then comes to a sudden stop directly in front of the solid object.When a vehicle makes a ramming maneuver against a creature, a nonsolid object, or another vehicle, it can enter the space of the object or the creature, and even end its move within that space.A vehicle can have a ram or similar ramming device on its forward facing. If it does, it ignores the damage for the first square it enters of a solid object, and all squares for other objects and creatures. A ram can be added to a Large vehicle for 50 gp, a Huge vehicle for 100 gp, a Gargantuan vehicle for 200 gp, and a Colossal vehicle for 400 gp. A vehicle cannot have a ram if it uses muscle propulsion (pulled).If a vehicle is being pulled by a creature or creatures when the vehicle takes damage due to a ramming maneuver, the creatures that are pulling it are damaged as well, and are knocked prone. A successful Reflex saving throw (DC 10 + 1 for every 10 feet of the speed the vehicle was moving when it hit the vehicle, structure, or creature) halves the damage and the creatures pulling it are not knocked prone. If the vehicle making the ramming maneuver is a muscle-propelled (pulled) vehicle, the creatures pulling the vehicle attempt to avoid making a ramming maneuver. If a ramming maneuver is imminent, those creatures decelerate at a rate of up to twice their acceleration as an immediate action or attempt to swerve out of the way (automatically moving diagonally to avoid the vehicle or structure even if they were not driven to do so), avoiding the vehicle or structure if possible. The driver chooses which of these options occurs. A skilled driver can attempt to force the creature to continue the ramming maneuver, but doing so requires a DC 30 Handle Animal, Diplomacy, or Intimidate check, depending on the type and intelligence of the creature. The driver makes this check as an immediate action when the creature tries to decelerate or swerve out of the way.</p>", 
                    "name": "Ramming", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Ramming", 
                    "type": "section", 
                    "source": "Ultimate Combat", 
                    "sections": [
                        {
                            "body": "<table><caption>Table: Ramming Damage by Size</caption><thead><tr><th>Vehicle Size</th><th>Damage</th></tr></thead><tr class=\"odd\"><td>Large vehicle</td><td>1d8 </td></tr><tr class=\"even\"><td>Huge vehicle</td><td>2d8</td></tr><tr class=\"odd\"><td>Gargantuan vehicle</td><td>4d8</td></tr><tr class=\"even\"><td>Colossal vehicle</td><td>8d8</td></tr></table>", 
                            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Vehicle Combat Maneuvers/Ramming/Table Ramming Damage by Size", 
                            "type": "table", 
                            "name": "Table: Ramming Damage by Size", 
                            "source": "Ultimate Combat"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p id=\"damaging-a-vehicle\">Vehicles have hit points and hardness based on their primary components. Most vehicles are made of wood. Heavier construction materials are possible, but they at least double the number of squares of propulsion a vehicle requires. Materials like stone or heavy metals quadruple the number of squares of propulsion needed. </p><p>A vehicle has a total number of hit points equal to its base material hit point value times its vehicle's number of squares. When it is reduced to below half hit points, it becomes broken. When it reaches 0 hit points, it becomes wrecked. When it reaches negative hit points equal to its number of squares, it is destroyed&mdash;it is so damaged it cannot even be used for scrap material.</p>", 
            "name": "Damaging a Vehicle", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle", 
            "type": "section", 
            "source": "Ultimate Combat", 
            "sections": [
                {
                    "body": "<table><caption>Table: Vehicle Hit Points by Material</caption><thead><tr><th>Material</th><th>Hit Points per Square</th><th>Hardness</th></tr></thead><tr class=\"odd\"><td>Leather</td><td>10</td><td>0</td></tr><tr class=\"even\"><td>Wood</td><td>15</td><td>5</td></tr><tr class=\"odd\"><td>Stone</td><td>20</td><td>8</td></tr><tr class=\"even\"><td>Metal</td><td>20</td><td>10</td></tr><tr class=\"odd\"><td>Magically treated</td><td>&times;2</td><td>&times;2</td></tr></table>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Table Vehicle Hit Points by Material", 
                    "type": "table", 
                    "name": "Table: Vehicle Hit Points by Material", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"broken-condition\" class=\"stat-block-2\">Vehicles, and sometimes their methods of propulsion, are objects, and like any other object, when they take damage in excess of half their hit points, they gain the broken condition. When a vehicle gains the broken condition, it takes a &ndash;2 penalty to AC, on saving throws, and on combat maneuver checks, and the DC to drive the vehicle increases by 2. If a vehicle or its means of propulsion becomes broken, both the maximum speed and the acceleration of the vehicle are halved until repaired. If the vehicle is in motion, and is traveling faster than its new maximum speed, it automatically decelerates to its new maximum speed.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Broken Condition", 
                    "type": "section", 
                    "name": "Broken Condition", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"wrecked-condition\" class=\"stat-block-2\">A vehicle gains the wrecked condition if its hit points are reduced to 0 or fewer. A wrecked vehicle cannot be driven and gains the sinking condition (if in the water) or falls (if in the air). An air vehicle that begins to fall does so at a rate of half its maximum speed each round.If a means of propulsion is reduced to 0 or fewer hit points, it does not gain the wrecked condition. It is instead destroyed. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Wrecked Condition", 
                    "type": "section", 
                    "name": "Wrecked Condition", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"sinking\" class=\"stat-block-2\">A water vehicle that is reduced to 0 or fewer hit points or a vehicle that is not seaworthy that is plunged into water gains the sinking condition. For a water vehicle, this condition ends when a vehicle is brought to 1 or more hit points, but other vehicles must be removed from the water. A sinking ship fully sinks and is destroyed 10 rounds after gaining the sinking condition. Each additional hit on a sinking ship reduces the remaining time for it to sink by 1 round. Alternatively, when a water vehicle is reduced to a negative number of hit points equal to its number of squares, it sinks immediately. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Sinking", 
                    "type": "section", 
                    "name": "Sinking", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"destroyed\" class=\"stat-block-2\">A vehicle is destroyed when it is reduced to a number of negative hit points equal to its number of squares. A destroyed vehicle cannot be repaired, and is nothing more than junk.If a vehicle's means of propulsion is an object, it is destroyed when it reaches 0 hit points.If either the means of propulsion or the vehicle is destroyed, it comes to a sudden stop if it is not stopped already. Water vehicles sink and drop to the bottom of the body of water. Air vehicles fall. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Damaging a Vehicle/Destroyed", 
                    "type": "section", 
                    "name": "Destroyed", 
                    "source": "Ultimate Combat"
                }
            ]
        }, 
        {
            "body": "<p id=\"sudden-stops\">When a vehicle comes to a sudden stop&mdash;its movement is reduced to 0 in some way other than the driver using a drive action to slow the vehicle&mdash;both creatures and items on the vehicle are violently pushed toward the vehicle's forward facing a number of squares equal to 1/2 the vehicle's current speed before it came to the sudden stop. This movement does not provoke attacks of opportunity. At the end of this movement, creatures and objects take 1d6 points of damage, and creatures must succeed at a DC 20 Reflex saving throw or be knocked prone. If the movement pushes creatures or objects into solid objects, that creature or object takes an additional 1d6 points of damage for each 5-foot square the push was reduced by the solid object. </p><p>For instance, if a vehicle with a movement of 60 feet makes a sudden stop due to hitting a brick wall, its driver is thrown 30 feet toward the brick wall. If the brick wall was only 5 feet away from the driver at the point of impact, the driver moves forward 5 feet, hits the wall, and takes 5d6 points of damage. She then takes the original 1d6 points of damage, after which she makes a Reflex saving throw to see if she falls prone for the sudden stop. </p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Sudden Stops", 
            "type": "section", 
            "name": "Sudden Stops", 
            "source": "Ultimate Combat"
        }, 
        {
            "body": "<p id=\"repairing-a-vehicle\">The fastest and easiest way to repair a vehicle is with the <i>mending</i> and <i>make whole</i> spells, but more mundane methods can also be used. Craft (carpentry) can be used to repair most vehicles made of wood; because of their specialized construction, water vehicles require Craft (ships) to repair. Depending on the nature of the damage, such skills like Craft (cloth), Craft (alchemy), Knowledge (engineering), and even various professions can be used to repair vehicles, if the GM approves. In general, a day's worth of work by a single person using the appropriate skill to repair a vehicle requires 10 gp of raw material and a DC 10 skill check, and repairs 10 points of damage on a success, or 5 hit points on a failure.</p>", 
            "url": "pfsrd://Ultimate Combat/Rules/Vehicles/Full Vehicle Rules/Vehicles in Combat/Repairing a Vehicle", 
            "type": "section", 
            "name": "Repairing a Vehicle", 
            "source": "Ultimate Combat"
        }
    ]
}