{
    "body": "<p>To some wizards, a scroll is not just a written form of a spell, it is a physical weapon meant to be used in combat like a sword or a shield. These strange wizards enter battle armed with scrolls, often one in each in each hand, practicing combat techniques resembling some monk martial arts.</p>", 
    "name": "Scrollmaster", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster", 
    "type": "class_archetype", 
    "subtype": "wizard", 
    "sections": [
        {
            "body": "<p id=\"scroll-blade\">A scrollmaster can wield any paper, parchment, or cloth scroll as if it were a melee weapon. In the hands of the wizard, the scroll acts as a short sword with an enhancement bonus equal to 1/2 the level of the highest-level wizard spell on the scroll; a scroll with only a cantrip or 1st-level spell on it counts as a masterwork short sword. The scrollmaster is proficient in this weapon, and feats and abilities that affect short swords (such as Weapon Focus) apply to this weapon. A scrollmaster cannot wield two scrollblades at the same time.</p><p>Activating this ability is a free action. A scroll blade only retains its abilities in the hands of the scrollmaster. The scroll blade has hardness 0 and hit points equal to the highest-level wizard spell on the scroll. Each successful hit by the scroll blade reduces its hit points by 1; this damage cannot be repaired, but does not affect casting from the scroll. When its hit points reach 0, the scroll is destroyed. </p><p>If a scroll contains a spell with a metamagic feat, this ability uses the original spell level of the spell (a <i>scroll of empowered fireball</i> counts as a 3rd-level spell).</p><p>At 3rd level, when using a 4th-level or higher wizard scroll as a scroll blade, the scrollmaster can choose to reduce its enhancement bonus by 1 (minimum +1 enhancement bonus) to treat it as a reach weapon. For example, he could use a <i>scroll of charm monster</i> (a 4th-level wizard spell) as either a <i>+2 short sword</i> or a <i>+1 short sword</i> with reach.</p><p>At 5th level, when using a 4th-level or higher wizard scroll as a scroll blade, the scrollmaster can choose to reduce its enhancement bonus (to a minimum of a +1 enhancement bonus) to give any of the following weapon properties: <i>defending</i>, <i>frost</i>, <i>icy burst</i>, <i>keen</i>, <i>ki focus</i>, <i>shock</i>, <i>shocking burst</i>, <i>speed</i>. Adding any of these properties consumes an amount of enhancement bonus equal to the property's cost (see Table 15&ndash;9: Melee Weapon Special Abilities in the <i>Core Rulebook</i>). The scrollmaster must know the prerequisite spell or spells to craft the weapon property in question (for example, he must know <i>haste</i> to be able to give his scroll blade the <i>speed</i> property). This ability replaces the wizard's arcane bond.</p>", 
            "name": "Scroll Blade", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster/Scroll Blade", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"scroll-shield\">A scrollmaster can wield any paper, parchment, or cloth scroll as if it were a light wooden shield. In the hands of the wizard, the scroll grants a +1 shield bonus with an enhancement bonus equal to 1/2 the level of the highest-level wizard spell on the scroll; a scroll with only a cantrip or 1st-level spell counts as a masterwork light shield sword. The scroll shield has no armor check penalty, arcane spell failure chance, or maximum Dexterity bonus. The scrollmaster is considered proficient in this shield. A scrollmaster can use a scrollblade in one hand and a scroll shield in the other hand.</p><p>Activating this ability is a free action. A scroll shield only retains its abilities in the hands of the scrollmaster. The scroll shield has hardness 0 and hit points equal to the highest-level wizard spell on the scroll. Each successful attack roll against the wizard reduces the scroll shield's hit points by 1; this damage cannot be repaired, but does not affect casting from the scroll. When its hit points reach 0, the scroll is destroyed.</p><p>At 5th level, when using a 3rd-level or higher wizard scroll as a scroll shield, the scrollmaster can choose to reduce its enhancement bonus (to a minimum of a +1 enhancement bonus) to give it any of the following shield properties: <i>ghost touch</i>, <i>light fortification</i>, <i>moderate fortification</i>. Adding any of these properties consumes an amount of bonus equal to the property's cost (see Table 15&ndash;5: Shield Special Abilities in the <i>Core Rulebook</i>). The scrollmaster must know the prerequisite spell or spells to craft the shield property in question (for example, he must know <i>limited wish</i> to be able to give his scroll shield the <i>fortification</i> property).</p><p>If a scroll contains a spell with a metamagic feat, this ability uses the original spell level of the spell (a <i>scroll of empowered fireball</i> counts as a 3rd-level spell).</p>", 
            "name": "Scroll Shield", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster/Scroll Shield", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"improved-scroll-casting\">At 10th level, the scrollmaster can cast a wizard spell from a scroll and use his own Intelligence score and relevant feats to set the DC for the spell, and can use his own caster level if it is higher than that of the scroll (similar to a caster using a staff). The scrollmaster must have already deciphered the writing on the scroll to use this ability. This ability replaces the 10th-level wizard bonus feat.</p>", 
            "name": "Improved Scroll Casting", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Wizard/Wizard Archetypes/Scrollmaster/Improved Scroll Casting", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }
    ]
}