{
    "type": "skill", 
    "name": "Acrobatics", 
    "url": "pfsrd://Core Rulebook/Skills/Acrobatics", 
    "attribute": "Dex", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p id=\"balancing\">You can use Acrobatics to move on narrow surfaces and uneven ground without falling. A successful check allows you to move at half speed across such surfaces&mdash;only one check is needed per round. Use the following table to determine the base DC, which is then modified by the Acrobatics skill modifiers noted below. While you are using Acrobatics in this way, you are considered flat-footed and lose your Dexterity bonus to your AC (if any). If you take damage while using Acrobatics, you must immediately make another Acrobatics check at the same DC to avoid falling or being knocked prone.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Surface Width</th><th>Base Acrobatics DC</th></tr></thead><tbody><tr class=\"odd\"><td>Greater than 3 feet wide</td><td>0*</td></tr><tr class=\"even\"><td>1&ndash;3 feet wide</td><td>5*</td></tr><tr class=\"odd\"><td>7&ndash;11 inches wide</td><td>10</td></tr><tr class=\"even\"><td>2&ndash;6 inches wide</td><td>15</td></tr><tr class=\"odd\"><td>Less than 2 inches wide</td><td>20</td></tr></tbody><tfoot><tr><td colspan=\"2\">* No Acrobatics check is needed to move across these surfaces unless the modifiers to the surface (below) increase the DC to 10 or higher.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Acrobatics/Check/Surface Width", 
                    "type": "table", 
                    "name": "Surface Width", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In addition, you can move through a threatened square without provoking an attack of opportunity from an enemy by using Acrobatics. When moving in this way, you move at half speed. You can move at full speed by increasing the DC of the check by 10. You cannot use Acrobatics to move past foes if your speed is reduced due to carrying a medium or heavy load or wearing medium or heavy armor. If an ability allows you to move at full speed under such conditions, you can use Acrobatics to move past foes. You can use Acrobatics in this way while prone, but doing so requires a full-round action to move 5 feet, and the DC is increased by 5. If you attempt to move through an enemy's space and fail the check, you lose the move action and provoke an attack of opportunity.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }, 
                {
                    "body": "<table><thead><tr><th>Situation</th><th>Base Acrobatics DC*</th></tr></thead><tbody><tr class=\"odd\"><td>Move through a threatened area</td><td>Opponent's Combat Maneuver Defense</td></tr><tr class=\"even\"><td>Move through an enemy's space</td><td>5 + opponent's Combat Maneuver Defense</td></tr></tbody><tfoot><tr><td colspan=\"2\">* This DC is used to avoid an attack of opportunity due to movement. This DC increases by 2 for each additional opponent avoided in 1 round.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Acrobatics/Check/Situation", 
                    "type": "table", 
                    "name": "Situation", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<table><thead><tr><th>Long Jump</th><th>Acrobatics DC</th></tr></thead><tbody><tr class=\"odd\"><td>5 feet</td><td>5</td></tr><tr class=\"even\"><td>10 feet</td><td>10</td></tr><tr class=\"odd\"><td>15 feet</td><td>15</td></tr><tr class=\"even\"><td>20 feet</td><td>20</td></tr><tr class=\"odd\"><td>Greater than 20 feet</td><td>+5 per 5 feet</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Acrobatics/Check/Long Jump", 
                    "type": "table", 
                    "name": "Long Jump", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<table><thead><tr><th>High Jump</th><th>Acrobatics DC</th></tr></thead><tr class=\"odd\"><td>1 foot</td><td>4</td></tr><tr class=\"even\"><td>2 feet</td><td>8</td></tr><tr class=\"odd\"><td>3 feet</td><td>12</td></tr><tr class=\"even\"><td>4 feet</td><td>16</td></tr><tr class=\"odd\"><td>Greater than 4 feet</td><td>+4 per foot</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Acrobatics/Check/High Jump", 
                    "type": "table", 
                    "name": "High Jump", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"jumping\">Finally, you can use the Acrobatics skill to make jumps or to soften a fall. The base DC to make a jump is equal to the distance to be crossed (if horizontal) or four times the height to be reached (if vertical). These DCs double if you do not have at least 10 feet of space to get a running start. The only Acrobatics modifiers that apply are those concerning the surface you are jumping from. If you fail this check by 4 or less, you can attempt a DC 20 Reflex save to grab hold of the other side after having missed the jump. If you fail by 5 or more, you fail to make the jump and fall (or land prone, in the case of a vertical jump). Creatures with a base land speed above 30 feet receive a +4 racial bonus on Acrobatics checks made to jump for every 10 feet of their speed above 30 feet. Creatures with a base land speed below 30 feet receive a &ndash;4 racial bonus on Acrobatics checks made to jump for every 10 feet of their speed below 30 feet. No jump can allow you to exceed your maximum movement for the round. For a running jump, the result of your Acrobatics check indicates the distance traveled in the jump (and if the check fails, the distance at which you actually land and fall prone). Halve this result for a standing long jump to determine where you land.</p><p>When you deliberately fall any distance, even as a result of a missed jump, a DC 15 Acrobatics skill check allows you to ignore the first 10 feet fallen, although you still end up prone if you take damage from a fall. See the falling rules for further details.</p><p>Many conditions can affect your chances of success with Acrobatics checks. The following modifiers to target DCs apply to all Acrobatics skill checks. The modifiers stack with one another, but only the most severe modifier for any one condition applies.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }, 
                {
                    "body": "<table><thead><tr><th>Acrobatics Modifiers</th><th>DC Modifier</th></tr></thead><tbody><tr class=\"odd\"><td>Slightly obstructed (gravel, sand)</td><td>+2</td></tr><tr class=\"even\"><td>Severely obstructed (cavern, rubble)</td><td>+5</td></tr><tr class=\"odd\"><td>Slightly slippery (wet)</td><td>+2</td></tr><tr class=\"even\"><td>Severely slippery (icy)</td><td>+5</td></tr><tr class=\"odd\"><td>Slightly sloped (&lt;45&deg;)</td><td>+2</td></tr><tr class=\"even\"><td>Severely sloped (&gt;45&deg;)</td><td>+5</td></tr><tr class=\"odd\"><td>Slightly unsteady (boat in rough water)</td><td>+2</td></tr><tr class=\"even\"><td>Moderately unsteady (boat in a storm)</td><td>+5</td></tr><tr class=\"odd\"><td>Severely unsteady (earthquake)</td><td>+10</td></tr><tr class=\"even\"><td>Move at full speed on narrow or uneven surfaces</td><td>+5*</td></tr></tbody><tfoot><tr><td colspan=\"2\">* This does not apply to checks made to jump.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Acrobatics/Check/Acrobatics Modifiers", 
                    "type": "table", 
                    "name": "Acrobatics Modifiers", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>None. An Acrobatics check is made as part of another action or as a reaction to a situation.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>If you have 3 or more ranks in Acrobatics, you gain a +3 dodge bonus to AC when fighting defensively instead of the usual +2, and a +6 dodge bonus to AC when taking the total defense action instead of the usual +4.</p><p>If you have the Acrobatic feat, you get a bonus on Acrobatics checks (see Feats).</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You can keep your balance while traversing narrow or treacherous surfaces. You can also dive, flip, jump, and roll to avoid attacks and overcome obstacles."
}