{
    "type": "skill", 
    "name": "Craft", 
    "url": "pfsrd://Core Rulebook/Skills/Craft", 
    "attribute": "Int", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>You can practice your trade and make a decent living, earning half your check result in gold pieces per week of dedicated work. You know how to use the tools of your trade, how to perform the craft's daily tasks, how to supervise untrained helpers, and how to handle common problems. (Untrained laborers and assistants earn an average of 1 silver piece per day.)</p><p>The basic function of the Craft skill, however, is to allow you to make an item of the appropriate type. The DC depends on the complexity of the item to be created. The DC, your check result, and the price of the item determine how long it takes to make a particular item. The item's finished price also determines the cost of raw materials.</p><p>In some cases, the <i>fabricate</i> spell can be used to achieve the results of a Craft check with no actual check involved. You must still make an appropriate Craft check when using the spell to make articles requiring a high degree of craftsmanship.</p><p>A successful Craft check related to woodworking in conjunction with the casting of the <i>ironwood</i> spell enables you to make wooden items that have the strength of steel.</p><p>When casting the spell <i>minor creation</i>, you must succeed on an appropriate Craft check to make a complex item.</p><p>All crafts require artisan's tools to give the best chance of success. If improvised tools are used, the check is made with a &ndash;2 penalty. On the other hand, masterwork artisan's tools provide a +2 circumstance bonus on the check.</p><p>To determine how much time and money it takes to make an item, follow these steps.</p><p>1. Find the item's price in silver pieces (1 gp = 10 sp).</p><p>2. Find the item's DC from Table: Craft Skills.</p><p>3. Pay 1/3 of the item's price for the raw material cost.</p><p>4. Make an appropriate Craft check representing one week's worth of work. If the check succeeds, multiply your check result by the DC. If the result &times; the DC equals the price of the item in sp, then you have completed the item. (If the result &times; the DC equals double or triple the price of the item in silver pieces, then you've completed the task in one-half or one-third of the time. Other multiples of the DC reduce the time in the same manner.) If the result &times; the DC doesn't equal the price, then it represents the progress you've made this week. Record the result and make a new Craft check for the next week. Each week, you make more progress until your total reaches the price of the item in silver pieces.</p><p>If you fail a check by 4 or less, you make no progress this week. If you fail by 5 or more, you ruin half the raw materials and have to pay half the original raw material cost again.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>You can make checks by the day instead of by the week. In this case your progress (check result &times; DC) should be divided by the number of days in a week.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Craft/Check/Progress by the Day", 
                    "type": "section", 
                    "name": "Progress by the Day", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can make a masterwork item: a weapon, suit of armor, shield, or tool that conveys a bonus on its use through its exceptional craftsmanship. To create a masterwork item, you create the masterwork component as if it were a separate item in addition to the standard item. The masterwork component has its own price (300 gp for a weapon or 150 gp for a suit of armor or a shield, see Equipment for the price of other masterwork tools) and a Craft DC of 20. Once both the standard component and the masterwork component are completed, the masterwork item is finished. The cost you pay for the masterwork component is one-third of the given amount, just as it is for the cost in raw materials.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Craft/Check/Create Masterwork Items", 
                    "type": "section", 
                    "name": "Create Masterwork Items", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can repair an item by making checks against the same DC that it took to make the item in the first place. The cost of repairing an item is one-fifth of the item's price.</p>", 
                    "name": "Repair Items", 
                    "url": "pfsrd://Core Rulebook/Skills/Craft/Check/Repair Items", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table><caption>Table: Craft Skills</caption><thead><tr><th>Item Craft</th><th>Skill</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td style=\"white-space:normal;\">Acid</td><td>Alchemy</td><td>15</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Alchemist's fire, smokestick, or tindertwig</td><td>Alchemy</td><td>20</td></tr><tr class=\"odd\"><td style=\"white-space:normal;\">Antitoxin, sunrod, tanglefoot bag, or thunderstone</td><td>Alchemy</td><td>25</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Armor or shield</td><td>Armor</td><td>10 + AC bonus</td></tr><tr class=\"odd\"><td style=\"white-space:normal;\">Longbow, shortbow, or arrows</td><td>Bows</td><td>12</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Composite longbow or composite shortbow</td><td>Bows</td><td>15</td></tr><tr class=\"odd\"><td style=\"white-space:normal;\">Composite longbow or composite shortbow with high strength rating</td><td>Bows</td><td>15 + (2 &times; rating)</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Mechanical trap</td><td>Traps</td><td>Varies*</td></tr><tr class=\"odd\"><td style=\"white-space:normal;\">Crossbow, or bolts</td><td>Weapons</td><td>15</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Simple melee or thrown weapon</td><td>Weapons</td><td>12</td></tr><tr class=\"odd\"><td style=\"white-space:normal;\">Martial melee or thrown weapon</td><td>Weapons</td><td>15</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Exotic melee or thrown weapon</td><td>Weapons</td><td>18</td></tr><tr class=\"odd\"><td style=\"white-space:normal;\">Very simple item (wooden spoon)</td><td>Varies</td><td>5</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Typical item (iron pot)</td><td>Varies</td><td>10</td></tr><tr class=\"odd\"><td style=\"white-space:normal;\">High-quality item (bell)</td><td>Varies</td><td>15</td></tr><tr class=\"even\"><td style=\"white-space:normal;\">Complex or superior item (lock)</td><td>Varies</td><td>20</td></tr><tfoot><tr><td colspan=\"3\">* Traps have their own rules for construction (see Traps).</td></tr></tfoot></table>", 
                            "url": "pfsrd://Core Rulebook/Skills/Craft/Check/Repair Items/Table Craft Skills", 
                            "type": "table", 
                            "name": "Table: Craft Skills", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Does not apply. Craft checks are made by the day or week (see above).</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>Yes, but each time you fail by 5 or more, you ruin half the raw materials and have to pay half the original raw material cost again.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>You may voluntarily add +10 to the indicated DC to craft an item. This allows you to create the item more quickly (since you'll be multiplying this higher DC by your Craft check result to determine progress). You must decide whether to increase the DC before you make each weekly or daily check.</p><p>To make an item using Craft (alchemy), you must have alchemical equipment. If you are working in a city, you can buy what you need as part of the raw materials cost to make the item, but alchemical equipment is difficult or impossible to come by in some places. Purchasing and maintaining an alchemist's lab grants a +2 circumstance bonus on Craft (alchemy) checks because you have the perfect tools for the job, but it does not affect the cost of any items made using the skill.</p><p>A gnome receives a +2 bonus on a Craft or Profession skill of her choice.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You are skilled in the creation of a specific group of items, such as armor or weapons. Like Knowledge, Perform, and Profession, Craft is actually a number of separate skills. You could have several Craft skills, each with its own ranks. The most common Craft skills are alchemy, armor, baskets, books, bows, calligraphy, carpentry, cloth, clothing, glass, jewelry, leather, locks, paintings, pottery, sculptures, ships, shoes, stonemasonry, traps, and weapons.A Craft skill is specifically focused on creating something. If nothing is created by the endeavor, it probably falls under the heading of a Profession skill."
}