{
    "type": "skill", 
    "name": "Diplomacy", 
    "url": "pfsrd://Core Rulebook/Skills/Diplomacy", 
    "attribute": "Cha", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>You can change the initial attitudes of nonplayer characters with a successful check. The DC of this check depends on the creature's starting attitude toward you, adjusted by its Charisma modifier. If you succeed, the character's attitude toward you is improved by one step. For every 5 by which your check result exceeds the DC, the character's attitude toward you increases by one additional step. A creature's attitude cannot be shifted more than two steps up in this way, although the GM can override this rule in some situations. If you fail the check by 4 or less, the character's attitude toward you is unchanged. If you fail by 5 or more, the character's attitude toward you is decreased by one step.</p><p>You cannot use Diplomacy against a creature that does not understand you or has an Intelligence of 3 or less. Diplomacy is generally ineffective in combat and against creatures that intend to harm you or your allies in the immediate future. Any attitude shift caused through Diplomacy generally lasts for 1d4 hours but can last much longer or shorter depending upon the situation (GM discretion).</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Starting Attitude</th><th>Diplomacy DC</th></tr></thead><tbody><tr class=\"odd\"><td>Hostile</td><td>25 + creature's Cha modifier</td></tr><tr class=\"even\"><td>Unfriendly</td><td>20 + creature's Cha modifier</td></tr><tr class=\"odd\"><td>Indifferent</td><td>15 + creature's Cha modifier</td></tr><tr class=\"even\"><td>Friendly</td><td>10 + creature's Cha modifier</td></tr><tr class=\"odd\"><td>Helpful</td><td>0 + creature's Cha modifier</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Diplomacy/Check/Starting Attitude", 
                    "type": "table", 
                    "name": "Starting Attitude", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If a creature's attitude toward you is at least indifferent, you can make requests of the creature. This is an additional Diplomacy check, using the creature's current attitude to determine the base DC, with one of the following modifiers. Once a creature's attitude has shifted to helpful, the creature gives in to most requests without a check, unless the request is against its nature or puts it in serious peril. Some requests automatically fail if the request goes against the creature's values or its nature, subject to GM discretion.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }, 
                {
                    "body": "<table><thead><tr><th>Request</th><th>Diplomacy DC Modifier</th></tr></thead><tbody><tr class=\"odd\"><td>Give simple advice or directions</td><td>&ndash;5</td></tr><tr class=\"even\"><td>Give detailed advice</td><td>+0</td></tr><tr class=\"odd\"><td>Give simple aid</td><td>+0</td></tr><tr class=\"even\"><td>Reveal an unimportant secret</td><td>+5</td></tr><tr class=\"odd\"><td>Give lengthy or complicated aid</td><td>+5</td></tr><tr class=\"even\"><td>Give dangerous aid</td><td>+10</td></tr><tr class=\"odd\"><td>Reveal an important secret</td><td>+10 or more</td></tr><tr class=\"even\"><td>Give aid that could result in punishment</td><td>+15 or more</td></tr><tr class=\"odd\"><td>Additional requests</td><td>+5 per request</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Diplomacy/Check/Request", 
                    "type": "table", 
                    "name": "Request", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"gather-information\">You can also use Diplomacy to gather information about a specific topic or individual. To do this, you must spend at least 1d4 hours canvassing people at local taverns, markets, and gathering places. The DC of this check depends on the obscurity of the information sought, but for most commonly known facts or rumors it is 10. For obscure or secret knowledge, the DC might increase to 20 or higher. The GM might rule that some topics are simply unknown to common folk.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Diplomacy/Check/Gather Information", 
                    "type": "section", 
                    "name": "Gather Information", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Using Diplomacy to influence a creature's attitude takes 1 minute of continuous interaction. Making a request of a creature takes 1 or more rounds of interaction, depending upon the complexity of the request. Using Diplomacy to gather information takes 1d4 hours of work searching for rumors and informants.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>You cannot use Diplomacy to influence a given creature's attitude more than once in a 24-hour period. If a request is refused, the result does not change with additional checks, although other requests might be made. You can retry Diplomacy checks made to gather information.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>If you have the Persuasive feat, you gain a bonus on Diplomacy checks (see Feats).</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You can use this skill to persuade others to agree with your arguments, to resolve differences, and to gather valuable information or rumors from people. This skill is also used to negotiate conflicts by using the proper etiquette and manners suitable to the problem."
}