{
    "type": "skill", 
    "name": "Disable Device", 
    "url": "pfsrd://Core Rulebook/Skills/Disable Device", 
    "attribute": "Dex", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>When disarming a trap or other device, the Disable Device check is made secretly, so that you don't necessarily know whether you've succeeded.</p><p>The DC depends on how tricky the device is. If the check succeeds, you disable the device. If it fails by 4 or less, you have failed but can try again. If you fail by 5 or more, something goes wrong. If the device is a trap, you trigger it. If you're attempting some sort of sabotage, you think the device is disabled, but it still works normally.</p><p>You also can rig simple devices such as saddles or wagon wheels to work normally for a while and then fail or fall off some time later (usually after 1d4 rounds or minutes of use).</p><p><table><thead><tr><th>Device</th><th>Time</th><th>Disable Device DC*</th><th>Example</th></tr></thead><tr class=\"odd\"><td>Simple</td><td>1 round</td><td>10</td><td style=\"white-space:normal;\">Jam a lock</td></tr><tr class=\"even\"><td>Tricky</td><td>1d4 rounds</td><td>15</td><td style=\"white-space:normal;\">Sabotage a wagon wheel</td></tr><tr class=\"odd\"><td>Difficult</td><td>2d4 rounds</td><td>20</td><td style=\"white-space:normal;\">Disarm a trap, reset a trap</td></tr><tr class=\"even\"><td>Extreme</td><td>2d4 rounds</td><td>25</td><td style=\"white-space:normal;\">Disarm a complex trap, cleverly sabotage a clockwork device</td></tr><tfoot><tr><td colspan=\"4\">* If you attempt to leave behind no trace of your tampering, add 5 to the DC.</td></tr></tfoot></table><div class=\"right\"><table><thead><tr><th>Lock Quality</th><th>Disable Device DC</th></tr></thead><tbody><tr class=\"odd\"><td>Simple</td><td>20</td></tr><tr class=\"even\"><td>Average</td><td>25</td></tr><tr class=\"odd\"><td>Good</td><td>30</td></tr><tr class=\"even\"><td>Superior</td><td>40</td></tr></tbody></table></div></p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"open-locks\">The DC for opening a lock depends on its quality. If you do not have a set of thieves' tools, these DCs increase by 10.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Disable Device/Check/Open Locks", 
                    "type": "section", 
                    "name": "Open Locks", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The amount of time needed to make a Disable Device check depends on the task, as noted above. Disabling a simple device takes 1 round and is a full-round action. A tricky or difficult device requires 1d4 or 2d4 rounds. Attempting to open a lock is a full-round action.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>Varies. You can retry checks made to disable traps if you miss the check by 4 or less. You can retry checks made to open locks.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>If you have the Deft Hands feat, you get a bonus on Disable Device checks (see Feats).</p><p>A rogue who beats a trap's DC by 10 or more can study the trap, figure out how it works, and bypass it without disarming it. A rogue can rig a trap so her allies can bypass it as well.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }, 
        {
            "body": "<p>Characters with the trapfinding ability (like rogues) can disarm magic traps. A magic trap generally has a DC of 25 + the level of the spell used to create it.</p><p>The spells <i>fire trap</i>, <i>glyph of warding</i>, <i>symbol</i>, and <i>teleportation circle</i> also create traps that a rogue can disarm with a successful Disable Device check. <i>Spike growth</i> and <i>spike stones</i>, however, create magic hazards against which Disable Device checks do not succeed. See the individual spell descriptions for details.</p>", 
            "url": "pfsrd://Core Rulebook/Skills/Disable Device/Restriction", 
            "type": "section", 
            "name": "Restriction", 
            "source": "Core Rulebook"
        }
    ], 
    "description": "You are skilled at disarming traps and opening locks. In addition, this skill lets you sabotage simple mechanical devices, such as catapults, wagon wheels, and doors."
}