{
    "type": "skill", 
    "name": "Disguise", 
    "url": "pfsrd://Core Rulebook/Skills/Disguise", 
    "attribute": "Cha", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>Your Disguise check result determines how good the disguise is, and it is opposed by others' Perception check results. If you don't draw any attention to yourself, others do not get to make Perception checks. If you come to the attention of people who are suspicious (such as a guard who is watching commoners walking through a city gate), it can be assumed that such observers are taking 10 on their Perception checks.</p><p>You get only one Disguise check per use of the skill, even if several people make Perception checks against it. The Disguise check is made secretly, so that you can't be sure how good the result is.</p><p>The effectiveness of your disguise depends on how much you're changing your appearance. Disguise can be used to make yourself appear like a creature that is one size category larger or smaller than your actual size. This does not change your actual size or reach, should you enter combat while wearing such a disguise.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Disguise</th><th>Check Modifier</th></tr></thead><tr class=\"odd\"><td>Minor details only</td><td>+5</td></tr><tr class=\"even\"><td>Disguised as different gender<sup>1</sup></td><td>&ndash;2</td></tr><tr class=\"odd\"><td>Disguised as different race<sup>1</sup></td><td>&ndash;2</td></tr><tr class=\"even\"><td>Disguised as different age category<sup>1</sup> </td><td>&ndash;2<sup>2</sup></td></tr><tr class=\"odd\"><td>Disguised as different size category<sup>1</sup></td><td>&ndash;10</td></tr><tfoot><tr><td colspan=\"2\">1 These modifiers are cumulative; use all that apply.</td></tr><tr><td colspan=\"2\">2 Per step of difference between your actual age category and your disguised age category. The steps are: young (younger than adulthood), adulthood, middle age, old, and venerable.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Disguise/Check/Disguise", 
                    "type": "table", 
                    "name": "Disguise", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<table><thead><tr><th>Familiarity</th><th>Viewer's Perception Check Bonus</th></tr></thead><tbody><tr class=\"odd\"><td>Recognizes on sight</td><td>+4</td></tr><tr class=\"even\"><td>Friends or associates</td><td>+6</td></tr><tr class=\"odd\"><td>Close friends</td><td>+8</td></tr><tr class=\"even\"><td>Intimate</td><td>+10</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Disguise/Check/Familiarity", 
                    "type": "table", 
                    "name": "Familiarity", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you are impersonating a particular individual, those who know what that person looks like get a bonus on their Perception checks according to the table below. Furthermore, they are automatically considered to be suspicious of you, so opposed checks are always called for.</p><p>An individual makes a Perception check to see through your disguise immediately upon meeting you and again every hour thereafter. If you casually meet a large number of different creatures, each for a short time, check once per day or hour, using an average Perception modifier for the group. </p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Creating a disguise requires 1d3 &times; 10 minutes of work. Using magic (such as the <i>disguise self</i> spell) reduces this action to the time required to cast the spell or trigger the effect.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>Yes. You may try to redo a failed disguise, but once others know that a disguise was attempted, they'll be more suspicious.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>Magic that alters your form, such as <i>alter self, disguise self, polymorph</i>, or <i>shapechange</i>, grants you a +10 bonus on Disguise checks (see the individual spell descriptions). Divination magic that allows people to see through illusions (such as <i>true seeing</i>) does not penetrate a mundane disguise, but it can negate the magical component of a magically enhanced one.</p><p>You must make a Disguise check when you cast a <i>simulacrum</i> spell to determine how good the likeness is.</p><p>If you have the Deceitful feat, you gain a bonus on Disguise checks (see Feats).</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You are skilled at changing your appearance."
}