{
    "type": "skill", 
    "name": "Handle Animal", 
    "url": "pfsrd://Core Rulebook/Skills/Handle Animal", 
    "attribute": "Cha", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p> The DC depends on what you are trying to do.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Task</th><th>Handle Animal DC</th></tr></thead><tbody><tr class=\"odd\"><td>Handle an animal</td><td>10</td></tr><tr class=\"even\"><td>&ldquo;Push&rdquo; an animal</td><td>25</td></tr><tr class=\"odd\"><td>Teach an animal a trick</td><td>15 or 20*</td></tr><tr class=\"even\"><td>Train an animal for a general purpose</td><td>15 or 20*</td></tr><tr class=\"odd\"><td>Rear a wild animal</td><td>15 + HD of animal</td></tr></tbody><tfoot><tr><td colspan=\"2\">* See the specific trick or purpose below.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Handle Animal/Check/Task", 
                    "type": "table", 
                    "name": "Task", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>This task involves commanding an animal to perform a task or trick that it knows. If the animal is wounded or has taken any nonlethal damage or ability score damage, the DC increases by 2. If your check succeeds, the animal performs the task or trick on its next action.</p><p><i>&ldquo;Push&rdquo; an Animal</i>: To push an animal means to get it to perform a task or trick that it doesn't know but is physically capable of performing. This category also covers making an animal perform a forced march or forcing it to hustle for more than 1 hour between sleep cycles. If the animal is wounded or has taken any nonlethal damage or ability score damage, the DC increases by 2. If your check succeeds, the animal performs the task or trick on its next action.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Handle Animal/Check/Handle an Animal", 
                    "type": "section", 
                    "name": "Handle an Animal", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"teach-an-animal-a-trick\">You can teach an animal a specific trick with 1 week of work and a successful Handle Animal check against the indicated DC. An animal with an Intelligence score of 1 can learn a maximum of three tricks, while an animal with an Intelligence score of 2 can learn a maximum of six tricks. Possible tricks (and their associated DCs) include, but are not necessarily limited to, the following.</p><ul><li> Attack (DC 20): The animal attacks apparent enemies. You may point to a particular creature that you wish the animal to attack, and it will comply if able. Normally, an animal will attack only humanoids, monstrous humanoids, giants, or other animals. Teaching an animal to attack all creatures (including such unnatural creatures as undead and aberrations) counts as two tricks.</li><li> Come (DC 15): The animal comes to you, even if it normally would not do so.</li><li> Defend (DC 20): The animal defends you (or is ready to defend you if no threat is present), even without any command being given. Alternatively, you can command the animal to defend another specific character.</li><li> Down (DC 15): The animal breaks off from combat or otherwise backs down. An animal that doesn't know this trick continues to fight until it must flee (due to injury, a fear effect, or the like) or its opponent is defeated.</li><li> Fetch (DC 15): The animal goes and gets something. If you do not point out a specific item, the animal fetches a random object.</li><li> Guard (DC 20): The animal stays in place and prevents others from approaching.</li><li> Heel (DC 15): The animal follows you closely, even to places where it normally wouldn't go.</li><li> Perform (DC 15): The animal performs a variety of simple tricks, such as sitting up, rolling over, roaring or barking, and so on.</li><li> Seek (DC 15): The animal moves into an area and looks around for anything that is obviously alive or animate.</li><li> Stay (DC 15): The animal stays in place, waiting for you to return. It does not challenge other creatures that come by, though it still defends itself if it needs to.</li><li> Track (DC 20): The animal tracks the scent presented to it. (This requires the animal to have the scent ability.)</li><li> Work (DC 15): The animal pulls or pushes a medium or heavy load.</li></ul>", 
                    "url": "pfsrd://Core Rulebook/Skills/Handle Animal/Check/Teach an Animal a Trick", 
                    "type": "section", 
                    "name": "Teach an Animal a Trick", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Rather than teaching an animal individual tricks, you can simply train it for a general purpose. Essentially, an animal's purpose represents a preselected set of known tricks that fit into a common scheme, such as guarding or heavy labor. The animal must meet all the normal prerequisites for all tricks included in the training package. If the package includes more than three tricks, the animal must have an Intelligence score of 2 or higher.</p><p>An animal can be trained for only one general purpose, though if the creature is capable of learning additional tricks (above and beyond those included in its general purpose), it may do so. Training an animal for a purpose requires fewer checks than teaching individual tricks does, but no less time.</p><ul><li> Combat Training (DC 20): An animal trained to bear a rider into combat knows the tricks attack, come, defend, down, guard, and heel. Training an animal for combat riding takes 6 weeks. You may also &ldquo;upgrade&rdquo; an animal trained for riding to one trained for combat by spending 3 weeks and making a successful DC 20 Handle Animal check. The new general purpose and tricks completely replace the animal's previous purpose and any tricks it once knew. Many horses and riding dogs are trained in this way.</li><li> Fighting (DC 20): An animal trained to engage in combat knows the tricks attack, down, and stay. Training an animal for fighting takes 3 weeks.</li><li> Guarding (DC 20): An animal trained to guard knows the tricks attack, defend, down, and guard. Training an animal for guarding takes 4 weeks.</li><li> Heavy Labor (DC 15): An animal trained for heavy labor knows the tricks come and work. Training an animal for heavy labor takes 2 weeks.</li><li> Hunting (DC 20): An animal trained for hunting knows the tricks attack, down, fetch, heel, seek, and track. Training an animal for hunting takes 6 weeks.</li><li> Performance (DC 15): An animal trained for performance knows the tricks come, fetch, heel, perform, and stay. Training an animal for performance takes 5 weeks.</li><li> Riding (DC 15): An animal trained to bear a rider knows the tricks come, heel, and stay. Training an animal for riding takes 3 weeks.</li></ul>", 
                    "url": "pfsrd://Core Rulebook/Skills/Handle Animal/Check/Train an Animal for a General Purpose", 
                    "type": "section", 
                    "name": "Train an Animal for a General Purpose", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>To rear an animal means to raise a wild creature from infancy so that it becomes domesticated. A handler can rear as many as three creatures of the same kind at once.</p><p>A successfully domesticated animal can be taught tricks at the same time it's being raised, or it can be taught as a domesticated animal later.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Handle Animal/Check/Rear a Wild Animal", 
                    "type": "section", 
                    "name": "Rear a Wild Animal", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Varies. Handling an animal is a move action, while &ldquo;pushing&rdquo; an animal is a full-round action. (A druid or ranger can handle an animal companion as a free action or push it as a move action.) For tasks with specific time frames noted above, you must spend half this time (at the rate of 3 hours per day per animal being handled) working toward completion of the task before you attempt the Handle Animal check. If the check fails, your attempt to teach, rear, or train the animal fails and you need not complete the teaching, rearing, or training time. If the check succeeds, you must invest the remainder of the time to complete the teaching, rearing, or training. If the time is interrupted or the task is not followed through to completion, the attempt to teach, rear, or train the animal automatically fails.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>Yes, except for rearing an animal.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>You can use this skill on a creature with an Intelligence score of 1 or 2 that is not an animal, but the DC of any such check increases by 5. Such creatures have the same limit on tricks known as animals do.</p><p>A druid or ranger gains a +4 circumstance bonus on Handle Animal checks involving an animal companion.</p><p>In addition, a druid's or ranger's animal companion knows one or more bonus tricks, which don't count against the normal limit on tricks known and don't require any training time or Handle Animal checks to teach.</p><p>If you have the Animal Affinity feat, you get a bonus on Handle Animal checks (see Feats).</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }, 
        {
            "body": "<p>If you have no ranks in Handle Animal, you can use a Charisma check to handle and push domestic animals, but you can't teach, rear, or train animals. A druid or ranger with no ranks in Handle Animal can use a Charisma check to handle and push her animal companion, but she can't teach, rear, or train other nondomestic animals.</p>", 
            "url": "pfsrd://Core Rulebook/Skills/Handle Animal/Untrained", 
            "type": "section", 
            "name": "Untrained", 
            "source": "Core Rulebook"
        }
    ], 
    "description": "You are trained at working with animals, and can teach them tricks, get them to follow your simple commands, or even domesticate them."
}