{
    "type": "skill", 
    "name": "Heal", 
    "url": "pfsrd://Core Rulebook/Skills/Heal", 
    "attribute": "Wis", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>The DC and effect of a Heal check depend on the task you attempt.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Task</th><th>DC</th></tr></thead><tr class=\"odd\"><td>First aid</td><td>15</td></tr><tr class=\"even\"><td>Long-term care</td><td>15</td></tr><tr class=\"odd\"><td>Treat wounds from caltrops, <i>spike growth</i>, or <i>spike stones</i></td><td>15</td></tr><tr class=\"even\"><td>Treat deadly wounds</td><td>20</td></tr><tr class=\"odd\"><td>Treat poison</td><td>Poison's save DC</td></tr><tr class=\"even\"><td>Treat disease</td><td>Disease's save DC</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Heal/Check/Task", 
                    "type": "table", 
                    "name": "Task", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"first-aid\">You usually use first aid to save a dying character. If a character has negative hit points and is losing hit points (at the rate of 1 per round, 1 per hour, or 1 per day), you can make him stable. A stable character regains no hit points but stops losing them. First aid also stops a character from losing hit points due to effects that cause bleed (see Conditions for rules on bleed damage).</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Heal/Check/First Aid", 
                    "type": "section", 
                    "name": "First Aid", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"long-term-care\">Providing long-term care means treating a wounded person for a day or more. If your Heal check is successful, the patient recovers hit points or ability score points lost to ability damage at twice the normal rate: 2 hit points per level for a full 8 hours of rest in a day, or 4 hit points per level for each full day of complete rest; 2 ability score points for a full 8 hours of rest in a day, or 4 ability score points for each full day of complete rest.</p><p>You can tend to as many as six patients at a time. You need a few items and supplies (bandages, salves, and so on) that are easy to come by in settled lands. Giving long-term care counts as light activity for the healer. You cannot give long-term care to yourself.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Heal/Check/Long-Term Care", 
                    "type": "section", 
                    "name": "Long-Term Care", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A creature wounded by stepping on a caltrop moves at half normal speed. A successful Heal check removes this movement penalty.</p><p>A creature wounded by a <i>spike growth</i> or <i>spike stones</i> spell must succeed on a Reflex save or take injuries that reduce his speed by one-third. Another character can remove this penalty by taking 10 minutes to dress the victim's injuries and succeeding on a Heal check against the spell's save DC.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Heal/Check/Treat Wounds from Caltrops/Spike Growth/or Spike Stones", 
                    "type": "section", 
                    "name": "Treat Wounds from Caltrops, Spike Growth, or Spike Stones", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"treat-deadly-wounds\">When treating deadly wounds, you can restore hit points to a damaged creature. Treating deadly wounds restores 1 hit point per level of the creature. If you exceed the DC by 5 or more, add your Wisdom modifier (if positive) to this amount. A creature can only benefit from its deadly wounds being treated within 24 hours of being injured and never more than once per day. You must expend two uses from a healer's kit to perform this task. You take a &ndash;2 penalty on your Heal skill check for each use from the healer's kit that you lack.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Heal/Check/Treat Deadly Wounds", 
                    "type": "section", 
                    "name": "Treat Deadly Wounds", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"treat-poison\">To treat poison means to tend to a single character who has been poisoned and who is going to take more damage from the poison (or suffer some other effect). Every time the poisoned character makes a saving throw against the poison, you make a Heal check. If your Heal check exceeds the DC of the poison, the character receives a +4 competence bonus on his saving throw against the poison.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Heal/Check/Treat Poison", 
                    "type": "section", 
                    "name": "Treat Poison", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"treat-disease\">To treat a disease means to tend to a single diseased character. Every time the diseased character makes a saving throw against disease effects, you make a Heal check. If your Heal check exceeds the DC of the disease, the character receives a +4 competence bonus on his saving throw against the disease.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Heal/Check/Treat Disease", 
                    "type": "section", 
                    "name": "Treat Disease", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Providing first aid, treating a wound, or treating poison is a standard action. Treating a disease or tending a creature wounded by a <i>spike growth</i> or <i>spike stones</i> spell takes 10 minutes of work. Treating deadly wounds takes 1 hour of work. Providing long-term care requires 8 hours of light activity.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>Varies. Generally speaking, you can't try a Heal check again without witnessing proof of the original check's failure. You can always retry a check to provide first aid, assuming the target of the previous attempt is still alive.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>A character with the Self-Sufficient feat gets a bonus on Heal checks (see Feats).</p><p>A healer's kit gives you a +2 circumstance bonus on Heal checks.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You are skilled at tending to wounds and ailments."
}