{
    "type": "skill", 
    "name": "Intimidate", 
    "url": "pfsrd://Core Rulebook/Skills/Intimidate", 
    "attribute": "Cha", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>You can use Intimidate to force an opponent to act friendly toward you for 1d6 &times; 10 minutes with a successful check. The DC of this check is equal to 10 + the target's Hit Dice + the target's Wisdom modifier. If successful, the target gives you the information you desire, takes actions that do not endanger it, or otherwise offers limited assistance. After the Intimidate expires, the target treats you as unfriendly and may report you to local authorities. If you fail this check by 5 or more, the target attempts to deceive you or otherwise hinder your activities.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>You can use this skill to cause an opponent to become shaken for a number of rounds. The DC of this check is equal to 10 + the target's Hit Dice + the target's Wisdom modifier. If you are successful, the target is shaken for 1 round. This duration increases by 1 round for every 5 by which you beat the DC. You can only threaten an opponent in this way if they are within 30 feet and can clearly see and hear you. Using demoralize on the same creature only extends the duration; it does not create a stronger fear condition.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Intimidate/Check/Demoralize", 
                    "type": "section", 
                    "name": "Demoralize", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Using Intimidate to change an opponent's attitude requires 1 minute of conversation. Demoralizing an opponent is a standard action.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>You can attempt to Intimidate an opponent again, but each additional check increases the DC by +5. This increase resets after 1 hour has passed.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>You also gain a +4 bonus on Intimidate checks if you are larger than your target and a &ndash;4 penalty on Intimidate checks if you are smaller than your target.</p><p>If you have the Persuasive feat, you get a bonus on Intimidate checks (see Feats).</p><p>A half-orc gets a +2 bonus on Intimidate checks.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You can use this skill to frighten an opponent or to get them to act in a way that benefits you. This skill includes verbal threats and displays of prowess."
}