{
    "type": "skill", 
    "name": "Linguistics", 
    "url": "pfsrd://Core Rulebook/Skills/Linguistics", 
    "attribute": "Int", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>You can decipher writing in an unfamiliar language or a message written in an incomplete or archaic form. The base DC is 20 for the simplest messages, 25 for standard texts, and 30 or higher for intricate, exotic, or very old writing. If the check succeeds, you understand the general content of a piece of writing about one page long (or the equivalent). If the check fails, make a DC 5 Wisdom check to see if you avoid drawing a false conclusion about the text. (Success means that you do not draw a false conclusion; failure means that you do.)</p><p>Both the Linguistics check and (if necessary) the Wisdom check are made secretly by the GM, so that you can't tell whether the conclusion you draw is true or false.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Condition</th><th>Linguistics Check Modifier</th></tr></thead><tbody><tr class=\"odd\"><td>Type of document unknown to reader</td><td>&ndash;2</td></tr><tr class=\"even\"><td>Type of document somewhat known to reader</td><td>+0</td></tr><tr class=\"odd\"><td>Type of document well known to reader</td><td>+2</td></tr><tr class=\"even\"><td>Handwriting not known to reader</td><td>&ndash;2</td></tr><tr class=\"odd\"><td>Handwriting somewhat known to reader</td><td>+0</td></tr><tr class=\"even\"><td>Handwriting intimately known to reader</td><td>+2</td></tr><tr class=\"odd\"><td>Reader only casually reviews the document</td><td>&ndash;2</td></tr><tr class=\"even\"><td>Document contradicts orders or knowledge</td><td>+2</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Linguistics/Check/Condition", 
                    "type": "table", 
                    "name": "Condition", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"create-or-detect-forgeries\">Forgery requires writing materials appropriate to the document being forged. To forge a document on which the handwriting is not specific to a person, you need only to have seen a similar document before, and you gain a +8 bonus on your check. To forge a signature, you need an autograph of that person to copy, and you gain a +4 bonus on the check. To forge a longer document written in the hand of some particular person, a large sample of that person's handwriting is needed.</p><p>The Linguistics check is made secretly, so that you're not sure how good your forgery is. As with Disguise, you don't make a check until someone examines the work. Your Linguistics check is opposed by the Linguistics check of the person who examines the document to verify its authenticity. The examiner gains modifiers if any of the conditions are listed on the table above.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Linguistics/Check/Create or Detect Forgeries", 
                    "type": "section", 
                    "name": "Create or Detect Forgeries", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"learn-a-language\">Whenever you put a rank into this skill, you learn to speak and read a new language. Common languages (and their typical speakers) include the following.</p><ul><li> Abyssal (demons and other chaotic evil outsiders)</li><li> Aklo (derros, inhuman or otherworldly monsters, evil fey)</li><li> Aquan (aquatic creatures, water-based creatures)</li><li> Auran (flying creatures, air-based creatures)</li><li> Celestial (angels and other good outsiders)</li><li> Common (humans and the core races from Races)</li><li> Draconic (dragons, reptilian humanoids)</li><li> Druidic (druids only)</li><li> Dwarven (dwarves)</li><li> Elven (elves, half-elves)</li><li> Giant (cyclopses, ettins, giants, ogres, trolls)</li><li> Gnome (gnomes)</li><li> Goblin (bugbears, goblins, hobgoblins)</li><li> Gnoll (gnolls)</li><li> Halfling (halflings)</li><li> Ignan (fire-based creatures)</li><li> Infernal (devils and other lawful evil outsiders)</li><li> Orc (orcs, half-orcs)</li><li> Sylvan (centaurs, fey creatures, plant creatures, unicorns)</li><li> Terran (earth-based creatures)</li><li> Undercommon (drow, duergar, morlocks, svirfneblin)</li></ul>", 
                    "url": "pfsrd://Core Rulebook/Skills/Linguistics/Check/Learn a Language", 
                    "type": "section", 
                    "name": "Learn a Language", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Varies. Deciphering a page of ordinary text takes 1 minute (10 consecutive rounds). Creating a forgery can take anywhere from 1 minute to 1d4 minutes per page. Detecting a forgery using Linguistics takes 1 round of examination per page.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>Yes.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>You must be trained to use this skill, but you can always attempt to read archaic and strange forms of your own racial bonus languages. In addition, you can also always attempt to detect a forgery.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You are skilled at working with language, in both its spoken and written forms. You can speak multiple languages, and can decipher nearly any tongue given enough time. Your skill in writing allows you to create and detect forgeries as well."
}