{
    "type": "skill", 
    "name": "Perform", 
    "url": "pfsrd://Core Rulebook/Skills/Perform", 
    "attribute": "Cha", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>You can impress audiences with your talent and skill in your chosen performance type.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Perform DC</th><th>Performance</th></tr></thead><tr class=\"odd\"><td>10</td><td style=\"white-space:normal;\">Routine performance. Trying to earn money by playing in public is akin to begging. You can earn 1d10 cp/day.</td></tr><tr class=\"even\"><td>15</td><td style=\"white-space:normal;\">Enjoyable performance. In a prosperous city, you can earn 1d10 sp/day.</td></tr><tr class=\"odd\"><td>20</td><td style=\"white-space:normal;\">Great performance. In a prosperous city, you can earn 3d10 sp/day. In time, you may be invited to join a professional troupe and may develop a regional reputation.</td></tr><tr class=\"even\"><td>25</td><td style=\"white-space:normal;\">Memorable performance. In a prosperous city, you can earn 1d6 gp/day. In time, you may come to the attention of noble patrons and develop a national reputation.</td></tr><tr class=\"odd\"><td>30</td><td style=\"white-space:normal;\">Extraordinary performance. In a prosperous city, you can earn 3d6 gp/day. In time, you may draw attention from distant patrons, or even from extraplanar beings.</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Perform/Check/Perform DC", 
                    "type": "table", 
                    "name": "Perform DC", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A masterwork musical instrument gives you a +2 circumstance bonus on all Perform checks that involve its use.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Varies. Trying to earn money by playing in public requires anywhere from an evening's work to a full day's performance. The bard's special Perform-based abilities are described in that class's description.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>Yes. Retries are allowed, but they don't negate previous failures, and an audience that has been unimpressed in the past is likely to be prejudiced against future performances. (Increase the DC by 2 for each previous failure.)</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>A bard must have ranks in specific Perform categories to use some of his Bardic Performance abilities.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You are skilled at one form of entertainment, from singing to acting to playing an instrument. Like Craft, Knowledge, and Profession, Perform is actually a number of separate skills. You could have several Perform skills, each with its own ranks.Each of the nine categories of the Perform skill includes a variety of methods, instruments, or techniques, a small sample of which is provided for each category below. Act (comedy, drama, pantomime)\n Comedy (buffoonery, limericks, joke-telling)\n Dance (ballet, waltz, jig)\n Keyboard instruments (harpsichord, piano, pipe organ)\n Oratory (epic, ode, storytelling)\n Percussion instruments (bells, chimes, drums, gong)\n String instruments (fiddle, harp, lute, mandolin)\n Wind instruments (flute, pan pipes, recorder, trumpet)\n Sing (ballad, chant, melody)"
}