{
    "type": "skill", 
    "name": "Ride", 
    "url": "pfsrd://Core Rulebook/Skills/Ride", 
    "attribute": "Dex", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>Typical riding actions don't require checks. You can saddle, mount, ride, and dismount from a mount without a problem. The following tasks do require checks.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Task</th><th>Ride DC</th></tr></thead><tbody><tr class=\"odd\"><td>Guide with knees</td><td>5</td></tr><tr class=\"even\"><td>Stay in saddle</td><td>5</td></tr><tr class=\"odd\"><td>Fight with a combat-trained mount</td><td>10</td></tr><tr class=\"even\"><td>Cover</td><td>15</td></tr><tr class=\"odd\"><td>Soft fall</td><td>15</td></tr><tr class=\"even\"><td>Leap</td><td>15</td></tr><tr class=\"odd\"><td>Spur mount</td><td>15</td></tr><tr class=\"even\"><td>Control mount in battle</td><td>20</td></tr><tr class=\"odd\"><td>Fast mount or dismount</td><td>20</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Task", 
                    "type": "table", 
                    "name": "Task", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can guide your mount with your knees so you can use both hands in combat. Make your Ride check at the start of your turn. If you fail, you can use only one hand this round because you need to use the other to control your mount. This does not take an action.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Guide with Knees", 
                    "type": "section", 
                    "name": "Guide with Knees", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can react instantly to try to avoid falling when your mount rears or bolts unexpectedly or when you take damage. This usage does not take an action.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Stay in Saddle", 
                    "type": "section", 
                    "name": "Stay in Saddle", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If you direct your war-trained mount to attack in battle, you can still make your own attack or attacks normally. This usage is a free action.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Fight with a Combat-Trained Mount", 
                    "type": "section", 
                    "name": "Fight with a Combat-Trained Mount", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can react instantly to drop down and hang alongside your mount, using it as cover. You can't attack or cast spells while using your mount as cover. If you fail your Ride check, you don't get the cover benefit. Using this option is an immediate action, but recovering from this position is a move action (no check required).</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Cover", 
                    "type": "section", 
                    "name": "Cover", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You negate damage when you fall off a mount. If you fail the Ride check, you take 1d6 points of damage and are prone. This usage does not take an action.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Soft Fall", 
                    "type": "section", 
                    "name": "Soft Fall", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can get your mount to leap obstacles as part of its movement. If the Ride check to make the leap succeeds, make a check using your Ride modifier or the mount's jump modifier, which is lower, to see how far the creature can jump. If you fail your Ride check, you fall off the mount when it leaps and take the appropriate falling damage (at least 1d6 points). This usage does not take an action but is part of the mount's movement.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Leap", 
                    "type": "section", 
                    "name": "Leap", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can spur your mount to greater speed with a move action. A successful Ride check increases the mount's speed by 10 feet for 1 round but deals 1d3 points of damage to the creature. You can use this ability every round, but the mount becomes fatigued after a number of rounds equal to its Constitution score. This ability cannot be used on a fatigued mount.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Spur Mount", 
                    "type": "section", 
                    "name": "Spur Mount", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>As a move action, you can attempt to control a light horse, pony, heavy horse, or other mount not trained for combat riding while in battle. If you fail the Ride check, you can do nothing else in that round. You do not need to roll for horses or ponies trained for combat.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Control Mount in Battle", 
                    "type": "section", 
                    "name": "Control Mount in Battle", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can attempt to mount or dismount from a mount of up to one size category larger than yourself as a free action, provided that you still have a move action available that round. If you fail the Ride check, mounting or dismounting is a move action. You can't use fast mount or dismount on a mount more than one size category larger than yourself.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Ride/Check/Fast Mount or Dismount", 
                    "type": "section", 
                    "name": "Fast Mount or Dismount", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Varies. Mounting or dismounting normally is a move action. Other checks are a move action, a free action, or no action at all, as noted above.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>If you are riding bareback, you take a &ndash;5 penalty on Ride checks.</p><p>If you have the Animal Affinity feat, you get a bonus on Ride checks (see Feats).</p><p>If you use a military saddle you get a +2 circumstance bonus on Ride checks related to staying in the saddle.</p><p>Ride is a prerequisite for Mounted Archery, Mounted Combat, Ride-By Attack, Spirited Charge, and Trample.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You are skilled at riding mounts, usually a horse, but possibly something more exotic, like a griffon or pegasus. If you attempt to ride a creature that is ill suited as a mount, you take a &ndash;5 penalty on your Ride checks."
}