{
    "type": "skill", 
    "name": "Sense Motive", 
    "url": "pfsrd://Core Rulebook/Skills/Sense Motive", 
    "attribute": "Wis", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>A successful check lets you avoid being bluffed (see the Bluff skill). You can also use this skill to determine when &ldquo;something is up&rdquo; (that is, something odd is going on) or to assess someone's trustworthiness. </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Task</th><th>Sense Motive DC</th></tr></thead><tbody><tr class=\"odd\"><td>Hunch</td><td>20</td></tr><tr class=\"even\"><td>Sense enchantment</td><td>25 or 15</td></tr><tr class=\"odd\"><td>Discern secret message</td><td>Varies</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Sense Motive/Check/Task", 
                    "type": "table", 
                    "name": "Task", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>This use of the skill involves making a gut assessment of the social situation. You can get the feeling from another's behavior that something is wrong, such as when you're talking to an impostor. Alternatively, you can get the feeling that someone is trustworthy.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Sense Motive/Check/Hunch", 
                    "type": "section", 
                    "name": "Hunch", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You can tell that someone's behavior is being influenced by an enchantment effect even if that person isn't aware of it. The usual DC is 25, but if the target is dominated (see <i>dominate person</i>), the DC is only 15 because of the limited range of the target's activities.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Sense Motive/Check/Sense Enchantment", 
                    "type": "section", 
                    "name": "Sense Enchantment", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>You may use Sense Motive to detect that a hidden message is being transmitted via the Bluff skill. In this case, your Sense Motive check is opposed by the Bluff check of the character transmitting the message. For each piece of information relating to the message that you are missing, you take a &ndash;2 penalty on your Sense Motive check. If you succeed by 4 or less, you know that something hidden is being communicated, but you can't learn anything specific about its content. If you beat the DC by 5 or more, you intercept and understand the message. If you fail by 4 or less, you don't detect any hidden communication. If you fail by 5 or more, you might infer false information.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Sense Motive/Check/Discern Secret Message", 
                    "type": "section", 
                    "name": "Discern Secret Message", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Trying to gain information with Sense Motive generally takes at least 1 minute, and you could spend a whole evening trying to get a sense of the people around you.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>No, though you may make a Sense Motive check for each Bluff check made against you.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>A ranger gains a bonus on Sense Motive checks when using this skill against a favored enemy.</p><p>If you have the Alertness feat, you get a bonus on Sense Motive checks (see Feats).</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You are skilled at detecting falsehoods and true intentions."
}