{
    "type": "skill", 
    "name": "Sleight of Hand", 
    "url": "pfsrd://Core Rulebook/Skills/Sleight of Hand", 
    "attribute": "Dex", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>A DC 10 Sleight of Hand check lets you palm a coin-sized, unattended object. Performing a minor feat of legerdemain, such as making a coin disappear, also has a DC of 10 unless an observer is determined to note where the item went.</p><p>When you use this skill under close observation, your skill check is opposed by the observer's Perception check. The observer's success doesn't prevent you from performing the action, just from doing it unnoticed.</p><p>You can hide a small object (including a light weapon or an easily concealed ranged weapon, such as a dart, sling, or hand crossbow) on your body. Your Sleight of Hand check is opposed by the Perception check of anyone observing you or of anyone frisking you. In the latter case, the searcher gains a +4 bonus on the Perception check, since it's generally easier to find such an object than to hide it. A dagger is easier to hide than most light weapons, and grants you a +2 bonus on your Sleight of Hand check to conceal it. An extraordinarily small object, such as a coin, shuriken, or ring, grants you a +4 bonus on your Sleight of Hand check to conceal it, and heavy or baggy clothing (such as a cloak) grants you a +2 bonus on the check.</p><p>Drawing a hidden weapon is a standard action and doesn't provoke an attack of opportunity.</p><p>If you try to take something from a creature, you must make a DC 20 Sleight of Hand check. The opponent makes a Perception check to detect the attempt, opposed by the Sleight of Hand check result you achieved when you tried to grab the item. An opponent who succeeds on this check notices the attempt, regardless of whether you got the item. You cannot use this skill to take an object from another creature during combat if the creature is aware of your presence.</p><p>You can also use Sleight of Hand to entertain an audience as though you were using the Perform skill. In such a case, your &ldquo;act&rdquo; encompasses elements of legerdemain, juggling, and the like.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Sleight of Hand DC</th><th>Task</th></tr></thead><tbody><tr class=\"odd\"><td>10</td><td>Palm a coin-sized object, make a coin disappear</td></tr><tr class=\"even\"><td>20</td><td>Lift a small object from a person</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Sleight of Hand/Check/Sleight of Hand DC", 
                    "type": "table", 
                    "name": "Sleight of Hand DC", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Any Sleight of Hand check is normally a standard action. However, you may perform a Sleight of Hand check as a move action by taking a &ndash;20 penalty on the check.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>Yes, but after an initial failure, a second Sleight of Hand attempt against the same target (or while you are being watched by the same observer who noticed your previous attempt) increases the DC for the task by 10.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>An untrained Sleight of Hand check is simply a Dexterity check. Without actual training, you can't succeed on any Sleight of Hand check with a DC higher than 10, except for hiding an object on your body.</p>", 
            "url": "pfsrd://Core Rulebook/Skills/Sleight of Hand/Untrained", 
            "type": "section", 
            "name": "Untrained", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If you have the Deft Hands feat, you get a bonus on Sleight of Hand checks (see Feats).</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "Your training allows you to pick pockets, draw hidden weapons, and take a variety of actions without being noticed."
}