{
    "type": "skill", 
    "name": "Swim", 
    "url": "pfsrd://Core Rulebook/Skills/Swim", 
    "attribute": "Str", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>Make a Swim check once per round while you are in the water. Success means you may swim at up to half your speed (as a full-round action) or at a quarter of your speed (as a move action). If you fail by 4 or less, you make no progress. If you fail by 5 or more, you go underwater.</p><p>If you are underwater, either because you failed a Swim check or because you are swimming underwater intentionally, you must hold your breath. You can hold your breath for a number of rounds equal to twice your Constitution score, but only if you do nothing other than take move actions or free actions. If you take a standard action or a full-round action (such as making an attack), the remainder of the duration for which you can hold your breath is reduced by 1 round. (Effectively, a character in combat can hold his breath only half as long as normal.) After that period of time, you must make a DC 10 Constitution check every round to continue holding your breath. Each round, the DC for that check increases by 1. If you fail the Constitution check, you begin to drown. The DC for the Swim check depends on the water, as given on the table below.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Water</th><th>Swim DC</th></tr></thead><tbody><tr class=\"odd\"><td>Calm water</td><td>10</td></tr><tr class=\"even\"><td>Rough water</td><td>15</td></tr><tr class=\"odd\"><td>Stormy water</td><td>20*</td></tr></tbody><tfoot><tr><td colspan=\"2\">* You can't take 10 on a Swim check in stormy water, even if you aren't otherwise being threatened or distracted.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Swim/Check/Water", 
                    "type": "table", 
                    "name": "Water", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Each hour that you swim, you must make a DC 20 Swim check or take 1d6 points of nonlethal damage from fatigue.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A successful Swim check allows you to swim a quarter of your speed as a move action or half your speed as a full-round action.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>A creature with a swim speed can move through water at its indicated speed without making Swim checks. It gains a +8 racial bonus on any Swim check to perform a special action or avoid a hazard. The creature can always choose to take 10 on a Swim check, even if distracted or endangered when swimming. Such a creature can use the run action while swimming, provided that it swims in a straight line.</p><p>If you have the Athletic feat, you get a bonus on Swim checks (see Feats).</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You know how to swim and can do so even in stormy water."
}