{
    "type": "skill", 
    "name": "Use Magic Device", 
    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device", 
    "attribute": "Cha", 
    "source": "Core Rulebook", 
    "trained_only": true, 
    "armor_check_penalty": true, 
    "sections": [
        {
            "body": "<p>You can use this skill to read a spell or to activate a magic item. Use Magic Device lets you use a magic item as if you had the spell ability or class features of another class, as if you were a different race, or as if you were of a different alignment.</p><p>You make a Use Magic Device check each time you activate a device such as a wand. If you are using the check to emulate an alignment or some other quality in an ongoing manner, you need to make the relevant Use Magic Device check once per hour.</p><p>You must consciously choose which requirement to emulate. That is, you must know what you are trying to emulate when you make a Use Magic Device check for that purpose. The DCs for various tasks involving Use Magic Device checks are summarized on the table below.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Task</th><th>Use Magic Device DC</th></tr></thead><tbody><tr class=\"odd\"><td>Activate blindly</td><td>25</td></tr><tr class=\"even\"><td>Decipher a written spell</td><td>25 + spell level</td></tr><tr class=\"odd\"><td>Use a scroll</td><td>20 + caster level</td></tr><tr class=\"even\"><td>Use a wand</td><td>20</td></tr><tr class=\"odd\"><td>Emulate a class feature</td><td>20</td></tr><tr class=\"even\"><td>Emulate an ability score</td><td>See text</td></tr><tr class=\"odd\"><td>Emulate a race</td><td>25</td></tr><tr class=\"even\"><td>Emulate an alignment</td><td>30</td></tr></tbody></table>", 
                    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device/Check/Task", 
                    "type": "table", 
                    "name": "Task", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some magic items are activated by special words, thoughts, or actions. You can activate such an item as if you were using the activation word, thought, or action, even when you're not and even if you don't know it. You do have to perform some equivalent activity in order to make the check. That is, you must speak, wave the item around, or otherwise attempt to get it to activate. You get a +2 bonus on your Use Magic Device check if you've activated the item in question at least once before. If you fail by 9 or less, you can't activate the device. If you fail by 10 or more, you suffer a mishap. A mishap means that magical energy gets released but doesn't do what you wanted it to do. The default mishaps are that the item affects the wrong target or that uncontrolled magical energy is released, dealing 2d6 points of damage to you. This mishap is in addition to the chance for a mishap that you normally risk when you cast a spell from a scroll that you could not otherwise cast yourself.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device/Check/Activate Blindly", 
                    "type": "section", 
                    "name": "Activate Blindly", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>This usage works just like deciphering a written spell with the Spellcraft skill, except that the DC is 5 points higher. Deciphering a written spell requires 1 minute of concentration.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device/Check/Decipher a Written Spell", 
                    "type": "section", 
                    "name": "Decipher a Written Spell", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>To cast a spell from a scroll, you need a high score in the appropriate ability (Intelligence for wizard spells, Wisdom for divine spells, or Charisma for sorcerer or bard spells). Your effective ability score (appropriate to the class you're emulating when you try to cast the spell from the scroll) is your Use Magic Device check result minus 15. If you already have a high enough score in the appropriate ability, you don't need to make this check.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device/Check/Emulate an Ability Score", 
                    "type": "section", 
                    "name": "Emulate an Ability Score", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some magic items have positive or negative effects based on the user's alignment. Use Magic Device lets you use these items as if you were of an alignment of your choice. You can emulate only one alignment at a time.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device/Check/Emulate an Alignment", 
                    "type": "section", 
                    "name": "Emulate an Alignment", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Sometimes you need to use a class feature to activate a magic item. In this case, your effective level in the emulated class equals your Use Magic Device check result minus 20. This skill does not let you actually use the class feature of another class. It just lets you activate items as if you had that class feature. If the class whose feature you are emulating has an alignment requirement, you must meet it, either honestly or by emulating an appropriate alignment with a separate Use Magic Device check (see above).</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device/Check/Emulate a Class Feature", 
                    "type": "section", 
                    "name": "Emulate a Class Feature", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some magic items work only for members of certain races, or work better for members of those races. You can use such an item as if you were a member of a race of your choice. You can emulate only one race at a time.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device/Check/Emulate a Race", 
                    "type": "section", 
                    "name": "Emulate a Race", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Normally, to cast a spell from a scroll, you must have the scroll's spell on your class spell list. Use Magic Device allows you to use a scroll as if you had a particular spell on your class spell list. The DC is equal to 20 + the caster level of the spell you are trying to cast from the scroll. In addition, casting a spell from a scroll requires a minimum score (10 + spell level) in the appropriate ability. If you don't have a sufficient score in that ability, you must emulate the ability score with a separate Use Magic Device check.</p><p>This use of the skill also applies to other spell completion magic items.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device/Check/Use a Scroll", 
                    "type": "section", 
                    "name": "Use a Scroll", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Normally, to use a wand, you must have the wand's spell on your class spell list. This use of the skill allows you to use a wand as if you had a particular spell on your class spell list. Failing the roll does not expend a charge.</p>", 
                    "url": "pfsrd://Core Rulebook/Skills/Use Magic Device/Check/Use a Wand/Staff/or Other Spell Trigger Item", 
                    "type": "section", 
                    "name": "Use a Wand, Staff, or Other Spell Trigger Item", 
                    "source": "Core Rulebook"
                }
            ], 
            "name": "Check", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>None. The Use Magic Device check is made as part of the action (if any) required to activate the magic item.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Action"
        }, 
        {
            "body": "<p>Yes, but if you ever roll a natural 1 while attempting to activate an item and you fail, then you can't try to activate that item again for 24 hours.</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Try Again"
        }, 
        {
            "body": "<p>You cannot take 10 with this skill. You can't aid another on Use Magic Device checks. Only the user of the item may attempt such a check.</p><p>If you have the Magical Aptitude feat, you gain a bonus on Use Magic Device checks (see Feats).</p>", 
            "source": "Core Rulebook", 
            "type": "section", 
            "name": "Special"
        }
    ], 
    "description": "You are skilled at activating magic items, even if you are not otherwise trained in their use."
}