{
    "body": "<p>Undead are an abomination in the eyes of the just and righteous. It is no surprise then that there are some paladins that dedicate themselves to wiping these unholy terrors from the world. The following are the class features of the undead scourge.</p>", 
    "name": "Undead Scourge", 
    "source": "Advanced Player's Guide", 
    "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Undead Scourge", 
    "type": "class_archetype", 
    "subtype": "paladin", 
    "sections": [
        {
            "body": "<p id=\"smite-evil\">This functions as the paladin ability of the same name, but the undead scourge does not deal 2 points of damage per level on the first successful attack against evil dragons and evil outsiders. She does deal 2 points of damage per level on all smite attacks made against evil undead creatures.</p>", 
            "name": "Smite Evil", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Undead Scourge/Smite Evil", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"aura-of-life\">At 8th level, an undead scourge emits a 10-foot aura of life around her that weakens undead creatures. Undead in this aura take a &ndash;4 penalty on Will saves made to resist positive energy. In addition, undead in this aura do not regain hit points from channeled negative energy. This ability replaces aura of resolve.</p>", 
            "name": "Aura of Life", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Undead Scourge/Aura of Life", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"undead-annihilation\">At 11th level, an undead scourge can expend one use of her smite evil ability as a standard action and make a single melee attack against an undead creature. If this attack hits, the undead creature must make a Will save or be destroyed. The save DC is equal to 10 + 1/2 the undead scourge's level + the undead scourge's Charisma modifier. Undead with twice as many Hit Dice as the undead scourge are unaffected by this ability. If the attack misses, the smite evil is wasted without effect. This ability replaces aura of justice.</p>", 
            "name": "Undead Annihilation", 
            "url": "pfsrd://Advanced Players Guide/Rules/Core Classes/Paladin/Paladin Archetypes/Undead Scourge/Undead Annihilation", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Advanced Player's Guide", 
            "type": "ability"
        }
    ]
}