{
    "body": "<p>Some items have stringent requirements that must be met for them to be usable. To keep an item with this kind of curse functioning, one or more of the following conditions must be met.</p><ul><li> Character must eat twice as much as normal.</li><li> Character must sleep twice as much as normal.</li><li> Character must undergo a specific quest (one time only, and the item functions normally thereafter).</li><li> Character must sacrifice (destroy) 100 gp in valuables per day.</li><li> Character must sacrifice (destroy) 2,000 gp worth of magic items each week.</li><li> Character must swear fealty to a particular noble or to his entire family.</li><li> Character must discard all other magic items.</li><li> Character must worship a particular deity.</li><li> Character must change her name to a specific name. The item only works for characters of that name.</li><li> Character must add a specific class at the next opportunity if not of that class already.</li><li> Character must have a minimum number of ranks in a particular skill.</li><li> Character must sacrifice some part of her life energy (2 points of Constitution) one time. If the character gets the Constitution points back (such as from a <i>restoration</i> spell), the item ceases functioning. (The item does not cease functioning if the character receives a Constitution increase caused by level gain, a <i>wish</i>, or the use of a magic item.)</li><li> Item must be cleansed with holy water each day.</li><li> Item must be used to kill a living creature each day.</li><li> Item must be bathed in volcanic lava once per month.</li><li> Item must be used at least once a day, or it won't function again for its current possessor.</li><li> Item must draw blood when wielded (weapons only). It can't be put away or exchanged for another weapon until it has scored a hit.</li><li> Item must have a particular spell cast upon it each day (such as <i>bless, atonement</i>, or <i>animate objects</i>).</li></ul><p>Requirements are so dependent upon suitability to the item that they should never be determined randomly. An intelligent item with a requirement often imposes its requirement through its personality. If the requirement is not met, the item ceases to function. If it is met, usually the item functions for one day before the requirement must be met again (although some requirements are one time only, others monthly, and still others continuous).</p>", 
    "url": "pfsrd://Core Rulebook/Rules/Magic Items/Cursed Items/Common Cursed Item Effects/Requirement", 
    "type": "section", 
    "name": "Requirement", 
    "source": "Core Rulebook"
}