{
    "body": "<p>Life in a settlement is represented by six modifiers, each of which adjusts the use of specific skills within the city.</p>", 
    "name": "Settlement Modifiers", 
    "url": "pfsrd://Game Mastery Guide/Rules/Settlements/Settlements in Play/Settlement Modifiers", 
    "type": "section", 
    "source": "Game Mastery Guide", 
    "sections": [
        {
            "body": "<p id=\"corruption\">Corruption measures how open a settlement's officials are to bribes, how honest its citizens are, and how likely anyone in town is to report a crime. Low corruption indicates a high level of civic honesty. A settlement's corruption modifies all Bluff checks made against city officials or guards and all Stealth checks made outside (but not inside buildings or underground).</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Settlements/Settlements in Play/Settlement Modifiers/Corruption", 
            "type": "section", 
            "name": "Corruption", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"crime\">Crime is a measure of a settlement's lawlessness. A settlement with a low crime modifier is relatively safe, with violent crimes being rare or even unknown, while a settlement with a high crime modifier is likely to have a powerful thieves' guild and a significant problem with violence. The atmosphere generated by a settlement's crime level applies as a modifier on Sense Motive checks to avoid being bluffed and to Sleight of Hand checks made to pick pockets.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Settlements/Settlements in Play/Settlement Modifiers/Crime", 
            "type": "section", 
            "name": "Crime", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"economy\">A settlement's economy modifier indicates the health of its trade and the wealth of its successful citizens. A low economy modifier doesn't automatically mean the town is beset with poverty&mdash;it could merely indicate a town with little trade or one that is relatively self-sufficient. Towns with high economy modifiers always have large markets and many shops. A settlement's economy helps its citizens make money, and thus it applies as a modifier on all Craft, Perform, and Profession checks made to generate income.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Settlements/Settlements in Play/Settlement Modifiers/Economy", 
            "type": "section", 
            "name": "Economy", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"law\">Law measures how strict a settlement's laws and edicts are. A settlement with a low law modifier isn't necessarily crime-ridden&mdash;in fact, a low law modifier usually indicates that the town simply has little need for protection since crime is so rare. A high law modifier means the settlement's guards are particularly alert, vigilant, and well-organized. The more lawful a town is, the more timidly its citizens tend to respond to shows of force. A settlement's law modifier applies on Intimidate checks made to force an opponent to act friendly, Diplomacy checks against government officials, or Diplomacy checks made to call on the city guard (see sidebar).</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Settlements/Settlements in Play/Settlement Modifiers/Law", 
            "type": "section", 
            "name": "Law", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"lore\">A settlement's lore modifier measures not only how willing the citizens are to chat and talk with visitors, but also how available and accessible its libraries and sages are. A low lore modifier doesn't mean the settlement's citizens are idiots, just that they're close-mouthed or simply lack knowledge resources. A settlement's lore modifier applies on Diplomacy checks made to gather information and Knowledge checks made using the city's resources to do research when using a library.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Settlements/Settlements in Play/Settlement Modifiers/Lore", 
            "type": "section", 
            "name": "Lore", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p id=\"society\">Society measures how open-minded and civilized a settlement's citizens are. A low society modifier might mean many of the citizens harbor prejudices or are overly suspicious of out-of-towners. A high society modifier means that citizens are used to diversity and unusual visitors and that they respond better to well-spoken attempts at conversation. A settlement's society modifier applies on all Disguise checks, as well as on Diplomacy checks made to alter the attitude of any non-government official.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Settlements/Settlements in Play/Settlement Modifiers/Society", 
            "type": "section", 
            "name": "Society", 
            "source": "Game Mastery Guide"
        }, 
        {
            "body": "<p>It's inevitable&mdash;sooner or later, the PCs will want to call upon the town guard or cause a situation where citizens do so instead. Calling for the guard requires a Diplomacy check modified by the settlement's law modifier. It's only a DC 5 check to call for the guard&mdash;with a success, the guards generally arrive on the scene in 1d6 minutes. Every 5 points by which the Diplomacy check exceeds DC 5 (rounding down) reduces the arrival time by 1 minute&mdash;if this reduces their arrival time below 1 minute, the increments of reduction instead change to 1 round. For example, the party wizard is being mugged and calls for the guard. The result of his Diplomacy check is a 23, and the GM rolls a 2 on 1d6 to determine how long it'll be before the guards arrive. Since the wizard rolled three thimes the amount he needed, the 2-minute wait time is reduced to 8 rounds.</p>", 
            "url": "pfsrd://Game Mastery Guide/Rules/Settlements/Settlements in Play/Settlement Modifiers/Guards! Guards!", 
            "type": "section", 
            "name": "Guards! Guards!", 
            "source": "Game Mastery Guide"
        }
    ]
}