{
    "body": "<p>For most practitioners of the arcane arts, learning magic requires a great deal of study and practice. Even for those who draw magic from their blood, the effort can be taxing. Not so for the archmage. This master of the arcane draws power from the very fabric of reality itself, learning to weave magic easily and naturally.</p><p>The archmage is the master of arcane magic, and many of the abilities of this path enhance your ability to cast arcane spells or greatly increase their potency. In addition, may of the options in this path increase your knowledge of magic and of those who wield it. At the highest tiers, you can begin to break down the walls between the different types of magic and alter the very fabric of reality itself.</p>", 
    "name": "Archmage", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>As an archmage, you use your abilities to add a great deal of power to your arcane spells, enabling them to blast through defenses and cripple foes. Your mastery over the arcane arts and your vast knowledge are of great benefit to the rest of your group, and your talent at getting the most out of magic items can prove invaluable. Although you gain little in the way of defenses, your overwhelming offensive capabilities more than make up for it&mdash;though you should still avoid being engaged in melee.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>The archmage is the most common path selection for characters capable of casting arcane spells, particularly sorcerers and wizards. Bards, summoners, and witches will find that this path has a great deal to offer, though some other paths might also prove useful to them.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Classes"
        }, 
        {
            "body": "<p>Whenever you gain an archmage tier, you gain 3 bonus hit points. These hit points stack with themselves, and don't affect your overall Hit Dice or other statistics.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Tier</th><th>Path Features</th></tr></thead><tr class=\"odd\"><td>1st</td><td>Archmage arcana, path ability</td></tr><tr class=\"even\"><td>2nd</td><td>Path ability</td></tr><tr class=\"odd\"><td>3rd</td><td>Path ability</td></tr><tr class=\"even\"><td>4th</td><td>Path ability</td></tr><tr class=\"odd\"><td>5th</td><td>Path ability</td></tr><tr class=\"even\"><td>6th</td><td>Path ability</td></tr><tr class=\"odd\"><td>7th</td><td>Path ability</td></tr><tr class=\"even\"><td>8th</td><td>Path ability</td></tr><tr class=\"odd\"><td>9th</td><td>Path ability</td></tr><tr class=\"even\"><td>10th</td><td>Path ability, true archmage</td></tr></table>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Bonus Hit Points/Tier", 
                    "type": "table", 
                    "name": "Tier", 
                    "source": "Mythic Adventures"
                }
            ], 
            "name": "Bonus Hit Points", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>As you gain new tiers, you gain the following abilities.</p>", 
            "name": "Archmage Features", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"archmage-arcana\">Select one of the following abilities. Once chosen, it can't be changed.</p>", 
                    "name": "Archmage Arcana", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/Archmage Arcana", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"arcane-surge\">As a swift action, you can expend one use of mythic power to cast any one arcane spell without expending a prepared spell or spell slot. If you prepare spells, this spell must be one you prepared today (even if you have already cast it); if you're a spontaneous caster, this spell must be one of your spells known. If the spell requires a saving throw, any non-mythic creatures affected by the spell roll twice and take the lower result. If you must attempt a caster level check for the spell to overcome a creature's spell resistance, you can roll your caster level check twice (adding your tier to each) and take the higher result. You can't add a metamagic feat to a spell you cast using this ability.</p>", 
                            "name": "Arcane Surge", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/Archmage Arcana/Arcane Surge", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mage-strike\">As a swift action, you can expend one use of mythic power to make one melee attack. This is in addition to any other attacks you make this round. If you expend one arcane spell that you've prepared or arcane spell slot that you have available, you gain a bonus on the attack roll equal to double the spell's or slot's level, and the attack deals an additional 2d6 points of energy damage (your choice of acid, cold, electricity, or fire) per level of the spell or slot expended. The normal damage from this attack bypasses all damage reduction, but the energy damage is still affected by resistances and immunities.</p>", 
                            "name": "Mage Strike", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/Archmage Arcana/Mage Strike", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wild-arcana\">As a swift action, you can expend one use of mythic power to cast any one arcane spell without expending a prepared spell or spell slot. The spell must be on one of your arcane class spell lists and must be of a level that you can cast with that arcane spellcasting class. You don't need to have the spell prepared, nor does it need to be on your list of spells known. When casting a spell in this way, you treat your caster level as 2 levels higher for the purpose of any effect dependent on level. You can apply any metamagic feats you know to this spell, but its total adjusted level can't be greater than that of the highest-level arcane spell you can cast from that spellcasting class.</p>", 
                            "name": "Wild Arcana", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/Archmage Arcana/Wild Arcana", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p id=\"path-ability\">At 1st tier and every tier thereafter, select one new path ability from the archmage path abilities lists or from the universal path abilities lists. Once you select an ability, it can't be changed. Unless otherwise noted, each ability can be selected only once. Some abilities have requirements, such as a class ability or minimum mythic tier, that you must meet before you select those abilities.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Path Ability"
                }, 
                {
                    "body": "<p id=\"true-archmage\">At 10th tier, whenever you cast an arcane spell that targets one or more non-mythic creatures, each of those creatures must roll any saving throws against the spell twice and take the lower result. You gain spell resistance equal to 15 + your highest arcane caster level, but only against arcane spells. Once per round when your spell resistance protects you from a spell cast by an enemy mythic creature, you regain one use of mythic power.</p>", 
                    "name": "True Archmage", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/True Archmage", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>You can select these path abilities at any tier.</p>", 
                    "name": "1st-Tier Archmage Path Abilities", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"abundant-casting\">Whenever you cast a spell that specifically targets a limited number of targets (such as \"one creature/level\" or \"one or more creatures\"), add your tier to the number of targets the spell can affect. For example, a 5th-level wizard/1st-tier archmage can target up to six creatures when casting <i>haste</i> (five from caster level 5th and one from 1st tier). Alternatively, you can expend one use of mythic power when casting a spell that affects only one target (such as \"one creature\") to have the spell affect an additional target. If the spell requires you to succeed at a melee touch attack, you must hold the charge (<i>Core Rulebook</i> 185) in order to make a second touch attack.</p>", 
                            "name": "Abundant Casting", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Abundant Casting", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"arcane-endurance\">Treat your caster level as 4 higher when determining the duration of spells you cast. This doesn't alter any other variable effects of the spell.</p>", 
                            "name": "Arcane Endurance", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Arcane Endurance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bloodline-intensity\">Your mythic power intensifies your sorcerer bloodline. Select an additional bloodline feat from your bloodline's list of feats. You must meet the prerequisites for that feat. You can also cast each of your bloodline spells once per day without them counting toward the number of spells you can cast per day. You must have the bloodline class feature to select this ability.</p>", 
                            "name": "Bloodline Intensity", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Bloodline Intensity", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"competent-caster\">You automatically succeed at concentration checks to cast arcane spells. This ability doesn't apply to spells of the highest spell level you can cast.</p>", 
                            "name": "Competent Caster", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Competent Caster", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"coupled-arcana\">Whenever you spend a standard action, move action, or swift action to activate an arcane school power, bardic performance, bloodline power, hex, or magus arcana, you can also activate an ability that uses mythic power as a free action. The mythic ability you activate must require the same action type as the other ability you activated or faster (a swift action is faster than a move action, and a move action is faster than a standard action).</p>", 
                            "name": "Coupled Arcana", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Coupled Arcana", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"crafting-mastery\">You can craft any magic item as if you had the necessary item creation feats. If you actually have the item creation feat needed for a magic item you're crafting, whenever you attempt a skill check to create that item, roll twice and use the higher result, and you make twice as much progress on the item for any time spent. This ability does not reduce the item's cost or any other requirements.</p>", 
                            "name": "Crafting Mastery", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Crafting Mastery", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"deep-understanding\">You automatically identify any arcane spell cast within 60 feet of you if it's on your class's spell list and you're of a high enough level to cast it. Whenever you attempt to identify a non-artifact magic item using <i>detect magic</i>, you automatically learn its properties and command words in the first round of the spell (no Spellcraft roll needed), but you can't automatically determine whether it's cursed.</p>", 
                            "name": "Deep Understanding", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Deep Understanding", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"eldritch-breach\">You are adept at breaching magical defenses and overcoming resistance to your magic. When attempting a caster level check to dispel an effect, overcome spell resistance, or otherwise determine whether your magic affects a target (such as with <i>knock</i> or <i>neutralize poison</i>), roll twice and take the higher result.</p>", 
                            "name": "Eldritch Breach", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Eldritch Breach", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"elemental-bond\">You are connected to one of the elemental planes. Select one elemental plane: air, earth, fire, or water. Whenever you cast a spell with a descriptor matching that plane, add your tier to your caster level for that spell. You gain resistance 10 against an energy type associated with your chosen plane&mdash;electricity for air, acid for earth, fire for fire, and cold for water. At 6th tier, this resistance increases to 20. At 9th tier, this resistance increases to 30.</p>", 
                            "name": "Elemental Bond", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Elemental Bond", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"enduring-armor\">You are protected by armor made of force. This armor grants you an armor bonus to AC equal to 3 + your tier. This ability is an abjuration effect with a spell level equal to your tier. If this armor is dispelled or otherwise ended, you can reactivate it as a swift action.</p>", 
                            "name": "Enduring Armor", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Enduring Armor", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"energy-conversion\">Whenever you cast a spell with the acid, cold, electricity, or fire descriptor, you can expend one use of mythic power to switch the energy type to a different one of those energy types. If the spell normally has its original energy type as a descriptor, it loses that descriptor and gains the new type as a descriptor. All other effects of the spell remain unchanged.</p>", 
                            "name": "Energy Conversion", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Energy Conversion", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"enhance-magic-items\">Your mythic presence enhances the power of certain magic items. Add half your tier to the caster level of potions, scrolls, staves, and wands you use. When using a staff or wand, you may activate the item by expending one use of mythic power instead of one of the item's charges.</p>", 
                            "name": "Enhance Magic Items", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Enhance Magic Items", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"flash-of-omniscience\">Your ability to recall information is astounding. When you take 10 on any Intelligence-based skill check, add your tier to the result. As a free action, you can expend one use of mythic power to ask one question as if using <i>divination</i>. The base chance for a correct answer is 70% + your highest arcane caster level + your tier (maximum 100%). The answer doesn't come from a divine agent, but from your own native understanding; therefore, the answer is never cryptic. If you don't get a correct answer, it's like failing a Knowledge check, and you can't use this ability on this question again.</p>", 
                            "name": "Flash of Omniscience", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Flash of Omniscience", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"flexible-counterspell\">Your mythic power enhances your ability to counter others' spells. As an immediate action, you can expend one use of mythic power to attempt to counter a spell. This ability otherwise works like readying an action to counter a spell, except instead of using the exact spell or <i>dispel magic</i>, you can instead expend a spell or spell slot of a level equal to or higher than the target spell.</p>", 
                            "name": "Flexible Counterspell", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Flexible Counterspell", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"flexible-school\">Select one wizard arcane school that is not your arcane school. You gain powers from that arcane school, treating your tier as your wizard level for the purposes of these powers. Once you have chosen the arcane school, it cannot be changed. You cannot select an arcane school that is one of your opposition schools. You must have the arcane school class feature to select this ability. You can choose this ability up to three times, each time selecting another arcane school other than your own.</p>", 
                            "name": "Flexible School", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Flexible School", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"greater-familiar-link\">You have bound yourself so deeply to your familiar that your life forces are intertwined. Anytime you or your familiar takes damage, you may split the damage evenly between you and your familiar as if using <i>shield other</i>. Using this ability doesn't require an action, but it works only if you're conscious and both you and your familiar are alive. You must have a familiar to select this ability.</p>", 
                            "name": "Greater Familiar Link", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Greater Familiar Link", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"harmonious-mage\">Your wizardly studies have moved beyond the concept of opposition schools. Select two opposition schools. These are no longer opposition schools for you, preparing spells from one of these schools now only requires one spell slot of the appropriate level instead of two, and you no longer take the &ndash;4 Spellcraft penalty for crafting items from an opposition school. You must have the arcane school class ability to select this ability, and your arcane school can't be universal.</p>", 
                            "name": "Harmonious Mage", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Harmonious Mage", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-bloodline\">When determining the effects of your bloodline powers, you're considered 4 levels higher. This increases the effects of powers you have access to, but doesn't grant you powers at a lower level than normal. If you have a sorcerer bloodline power that can be used multiple times per day, such as metamagic adept, you gain a number of extra uses of that power equal to half your tier (minimum 1). You must have the bloodline class feature to select this ability.</p>", 
                            "name": "Mythic Bloodline", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Mythic Bloodline", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-hexes\">Your hexes are more effective against non-mythic targets. When you use a hex that requires a saving throw against a non-mythic target, that target is automatically affected for 1 round (which doesn't count toward the hex's duration) and can't attempt a saving throw to resist the hex. On your turn the next round, the creature attempts its saving throw as normal. If it succeeds at this saving throw, it breaks free of the hex; otherwise, it's affected as normal. You must have the hex class feature to select this ability. You can select this ability twice. If you select it a second time, it also affects your major hexes.</p>", 
                            "name": "Mythic Hexes", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Mythic Hexes", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-school\">When determining the effects of your arcane school powers, you're considered 4 levels higher. This increases the effects of powers you have access to, but doesn't grant you powers at a lower level than normal. If you have an arcane school power that can be used multiple times per day, such as blinding ray, you gain a number of extra uses of that power equal half your tier (minimum 1). You must have the arcane school class feature to select this ability.</p>", 
                            "name": "Mythic School", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Mythic School", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"perfect-preparation\">You have discovered the secret to preparing spells without having to refer to outside sources. You no longer need to prepare spells from a spellbook (if you're a magus or wizard) or a familiar (if you're a witch). You still must spend the normal amount of time preparing spells. You may keep or discard your spellbook or familiar.</p>", 
                            "name": "Perfect Preparation", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Perfect Preparation", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rapid-preparation\">You can prepare a spell in an open spell slot in only 1 minute instead of the normal 15 minutes. You can prepare spells in all of your available spell slots in only 15 minutes instead of the normal 1 hour. As a swift action, you can expend one use of mythic power to instantly prepare one spell in an open spell slot.</p>", 
                            "name": "Rapid Preparation", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Rapid Preparation", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"resilient-arcana\">Your spells and effects become more difficult to identify and dispel. Add your tier to the DC of any checks to identify your spells, recognize them as they are being cast, or dispel them using <i>dispel magic</i> or similar effects.</p>", 
                            "name": "Resilient Arcana", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Resilient Arcana", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"sensory-link\">As a standard action, you can see and hear through your familiar's eyes and ears. While using this ability, you can't see or hear using your normal senses. You can speak through your familiar using any language you know, even if the familiar can't normally speak. You may end the link and restore your own senses as a standard action. While linked, you can expend one use of mythic power to cast a spell and have it originate from your familiar instead of you. You must have a familiar to select this ability.</p>", 
                            "name": "Sensory Link", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Sensory Link", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shifting-mastery\">Whenever you cast or use an arcane polymorph spell, you can grant the target the ability to expend 1 minute of the spell's duration to assume another form allowed by the spell. Changing form in this way is a standard action. The target can assume another form as often as it likes for the duration of the spell. If you're the target, you can change forms as a swift action rather than a standard action. If you expend one use of mythic power when you cast the spell, you can also grant the target the ability to assume the shape of one specific individual that the spell could duplicate (for example, the target could use <i>polymorph</i> to assume the form of a specific animal, humanoid, or elemental, but not a dragon because dragon forms aren't allowed by <i>polymorph</i>). This specific creature must be known to you, but it doesn't have to be known by the target. The target gains a +10 bonus on Disguise checks to pass as that individual, but Bluff checks or knowledge of the individual might be required to make the disguise truly convincing.</p>", 
                            "name": "Shifting Mastery", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Shifting Mastery", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"speedy-summons\">When you cast a <i>summon monster</i> spell, the casting time is 1 standard action instead of 1 round. If you expend one use of mythic power, the casting time becomes 1 swift action. If you're a summoner, as a full-round action you can expend one use of mythic power to summon your eidolon. You must be at least 3rd tier to select this ability.</p>", 
                            "name": "Speedy Summons", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Speedy Summons", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"spellbane-counterstrike\">With a quick sprint, you retaliate against the caster of a spell you countered. When you successfully counter a spell, you can move up to your speed as part of the counterspell action, as long as you end your movement with the target of the counterspell within melee reach. Your movement from this ability doesn't count toward your total movement for the round. If the target's casting would have provoked an attack of opportunity, you can immediately take an attack of opportunity against the target.</p>", 
                            "name": "Spellbane Counterstrike", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Spellbane Counterstrike", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"telekinetic-master\">You can use <i>mage hand</i> or <i>open/close</i> at will as a standard action, and you can affect unattended magical objects with <i>mage hand</i>. The weight limit for these abilities increases by 5 pounds per tier. Treat your caster level as 2 levels higher when casting <i>levitate</i>, <i>telekinesis</i>, and similar spells.</p>", 
                            "name": "Telekinetic Master", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Telekinetic Master", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"throw-spell\">When casting a melee touch spell, you can expend one use of mythic power to throw that spell as a ranged touch attack. The range of this thrown spell is 10 feet per tier. If the spell allows you to make multiple melee touch attacks, you may make any number of the attacks as melee touch attacks and throw the rest as you see fit.</p>", 
                            "name": "Throw Spell", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/1st-Tier Archmage Path Abilities/Throw Spell", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
                    "name": "3rd-Tier Archmage Path Abilities", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"arcane-metamastery\">As a swift action, you can expend one use of mythic power and pick any one metamagic feat you know that increases the slot level of the spell by 0 or 1 levels. For the next 10 rounds, you can apply this metamagic feat to any arcane spell you cast without increasing the spell slot used or casting time. You can also use this ability on an arcane spell you cast from a scroll, staff, or wand. You can't have more than one use of this ability active at a time. If you use this ability again, any previous use immediately ends (though this doesn't affect spells already cast). You can select this ability more than once. Each time you select this ability, the maximum spell slot level increase of the metamagic feat you can choose goes up by 1, to a maximum of 4.</p>", 
                            "name": "Arcane Metamastery", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Arcane Metamastery", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"arcane-potency\">Choose one of your arcane spellcasting classes. You gain four bonus 1st-level arcane spell slots for that class (like the bonus spells gained from a high ability score). This ability doesn't change your number of spells known. You can select this ability more than once. If you choose the same arcane spellcasting class a second time, you gain four bonus 2nd-level spell slots; if you choose it again, you gain 3rd-level slots for choosing it a third time, and so on. This ability can't grant you bonus spells for a spell level that you don't have the ability to cast.</p>", 
                            "name": "Arcane Potency", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Arcane Potency", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"bloodline-immunity\">The intense power of your sorcerer blood makes you immune to the weapons you rely on. You don't take damage or suffer harmful effects from spells on your bloodline spell list, even ones you aren't of a high enough level to cast. If you're targeted by any of these spells, as an immediate action you can expend one use of mythic power to turn the spell back upon the original caster as if using <i>spell turning</i>. Beneficial effects of spells on your bloodline spell list affect you normally. You must have the bloodline class feature to select this ability.</p>", 
                            "name": "Bloodline Immunity", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Bloodline Immunity", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"component-freedom\">When you cast an arcane spell, you can ignore one component of the spell: focus, material, somatic, or verbal. You can ignore a focus or material component only if its total value is equal to or less than 100 gp &times; your tier. You can select this ability more than once; each time you take this ability, the number of components you may ignore for each spell you cast increases by 1.</p>", 
                            "name": "Component Freedom", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Component Freedom", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"eldritch-flight\">You gain a bonus on Fly checks equal to your tier. As a standard action, you can expend one use of mythic power to fly (as the <i>fly</i> spell) for a number of minutes equal to your tier. At 6th tier, you instead gain a supernatural fly speed of 60 feet (40 feet if you wear medium or heavy armor, or are carrying a medium or heavy load).</p>", 
                            "name": "Eldritch Flight", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Eldritch Flight", 
                            "source": "Mythic Adventures", 
                            "abbrev": "Sp, Su", 
                            "type": "section"
                        }, 
                        {
                            "body": "<p id=\"many-forms\">You can alter your appearance at will as if using <i>alter self</i>. You can expend one use of mythic power to change shape as if using <i>polymorph</i>, with a duration of 1 minute per tier. Your caster level for this ability is a number equal to 10 + your tier. At 6th tier, the duration of the polymorph ability increases to 10 minutes per tier.</p>", 
                            "name": "Many Forms", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Many Forms", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mirror-dodge\">When hit by a melee or ranged attack, you can expend one use of mythic power as an immediate action to replace yourself with an illusory duplicate and teleport to any open square within 30 feet of your current position. You take no damage from this attack, which instead destroys your illusory duplicate (similar to <i>mirror image</i>). Using this ability requires a line of effect to the square into which you teleport.</p>", 
                            "name": "Mirror Dodge", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Mirror Dodge", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-spellpower\">You have a pool of magical power you can draw upon for casting mythic spells. Up to twice per day, you can use this power to cast a mythic spell without expending any uses of mythic power. You can select this ability up to three times; each time you do, you gain two additional uses of this ability per day.</p>", 
                            "name": "Mythic Spellpower", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Mythic Spellpower", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"reverse-scrying\">When you notice a scrying sensor created by a scrying magical effect, you can expend one use of mythic power as a standard action to use that sensor to observe its creator. If the initial scrying effect allows the target a saving throw, the sensor's creator can attempt a saving throw with a DC equal to 10 plus double your tier to realize you are attempting to observe it and block this attempt. If you act strangely once you notice the sensor, its creator might realize you're aware of it; at the GM's discretion, you may need to attempt a Bluff check against the creator's Sense Motive. If your reverse scrying goes unnoticed, you can expend an additional use of mythic power to control what the caster perceives, as if you had cast <i>false vision</i> with a duration of concentration and a caster level equal to double your tier.</p>", 
                            "name": "Reverse Scrying", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Reverse Scrying", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"spell-sieve\">If you successfully counterspell an arcane spell that is on your spell list and of a level you can cast, you can absorb the countered spell's power and use it for your own purposes. On your next turn, you can cast that spell as a spell-like ability using your arcane spellcaster level as the caster level.</p>", 
                            "name": "Spell Sieve", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Spell Sieve", 
                            "ability_types": {
                                "ability_type": "Spell-Like"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"tangible-illusion\">You can temporarily transform an illusory object into a real one. As a full-round action, you can expend one use of mythic power to temporarily transform a single object created by an illusion spell that you cast into a physical, nonmagical version of that object. The object lasts for 10 minutes per tier, after which it reverts to being an illusion (or vanishes, if the duration of the original illusion has expired). During that time, the illusion gains all the physical properties of the depicted illusory object. You must touch the illusion to use this ability, and the object can be no larger than 5 cubic feet per tier. For example, if you create an illusory stone door, you transform it into an actual nonmagical stone door.</p>", 
                            "name": "Tangible Illusion", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/3rd-Tier Archmage Path Abilities/Tangible Illusion", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
                    "name": "6th-Tier Archmage Path Abilities", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"channel-power\">You gain the ability to channel raw arcane power into a spell. You can also expend one use of mythic power when casting an arcane spell to increase its damage by 50%. If the spell has a duration greater than 1 round, the duration doubles. Any saves required by the spell take a &ndash;4 penalty, although for mythic creatures, this penalty is reduced to &ndash;2. This spell ignores any spell resistance the targets have, although targets immune to the spell or to magic still retain that protection.</p>", 
                            "name": "Channel Power", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities/Channel Power", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"divine-knowledge\">You can use arcane power to cast a small number of divine spells. Choose three 1st-level spells from the cleric spell list or three 1st-level spells from the druid spell list. You can add those spells to your spellbook (if you're a magus or wizard) or familiar (if you're a witch) for free and can cast those spells as if they were arcane spells on your class list. You can select this ability up to three times. Each time you select it, you choose three more spells from the same class's spell list (cleric or druid), and the highest spell level you can select from increases by 1 (up to 2nd level the second time and up to 3rd level the third time). You must be a magus, witch, or wizard to select this ability.</p>", 
                            "name": "Divine Knowledge", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities/Divine Knowledge", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"eldritch-reciprocation\">You can choose to take extra damage from an arcane spell to replenish mythic power. When you are hit by or fail a saving throw against an arcane spell that deals hit point damage, as an immediate action you can choose to take damage as if that spell were affected by the Maximize Spell feat. If the spell's damage can't be increased by the Maximize Spell feat or is already under the effect of the Maximize Spell feat, you instead take double damage from it. The spell's damage ignores your spell resistance, energy resistance, energy immunities, and other protections against damage. If you take at least 25 points of damage from the spell, you regain one use of mythic power.</p>", 
                            "name": "Eldritch Reciprocation", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities/Eldritch Reciprocation", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"sanctum\">You gain access to your own personal extradimensional sanctum. By concentrating for 1 minute without interruption, you conjure the door to your own personal sanctum, similar to <i>mage's magnificent mansion</i>, but with the following differences. The sanctum takes up a space equal to six 20-foot cubes per tier, shapeable when you first create it as if it were a spell whose area or effect is shapeable. The sanctum is permanent and persistent, so you can store objects within the sanctum and retrieve them on future visits. The sanctum includes one <i>unseen servant</i> per tier. When you conjure the sanctum's door, you decide which creatures can see and use it (to all other creatures it's invisible and impermeable). The door remains until you dismiss it&mdash;a standard action with unlimited range as long as you are on the same plane as the door. If you dismiss the door while you are outside the sanctum, all creatures other than your familiar are immediately shunted outside. Conjuring the door automatically dismisses any other active door. As a full-round action, your familiar can enter or leave the sanctum from any square adjacent to you, without using the conjured door.</p>", 
                            "name": "Sanctum", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Features/6th-Tier Archmage Path Abilities/Sanctum", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>When selecting your archmage's path abilities, you may wish to consider the following themes. Each suggests complementary path abilities, with different interpretations of what it means to be mythic master of the arcane.</p><p>Archmages may wish to take the mythic spellcasting universal path ability.</p>", 
            "name": "Archmage Builds", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Builds", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>This theme focuses entirely on being an arcane powerhouse, thereby getting the most out of your spells. <i>1st-Tier Path Abilities</i>&mdash;abundant casting, arcane endurance, eldritch breach, energy conversion, resilient arcana; <i>3rd-Tier Abilities</i>&mdash;arcane metamastery, arcane potency, mythic spellpower; <i>6th-Tier Abilities</i>&mdash;channel power, eldritch reciprocation.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Builds/Arcane Power", 
                    "type": "section", 
                    "name": "Arcane Power", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Spellcasters who take this route focus on abilities that protect them and those that counter the spells of others. <i>1st-Tier Path Abilities</i>&mdash;competent caster, enduring armor, flexible counterspell, spellbane counterstrike; <i>3rd-Tier Abilities</i>&mdash;eldritch flight, mirror dodge, spell sieve; <i>6th-Tier Abilities</i>&mdash;eldritch reciprocation.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Builds/Defensive Caster", 
                    "type": "section", 
                    "name": "Defensive Caster", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Characters seeking to master nearly any subject (and some unknown) should consider the abilities of this theme. <i>1st-Tier Path Abilities</i>&mdash;deep understanding, flash of omniscience, sensory link; <i>3rd-Tier Abilities</i>&mdash;reverse scrying; <i>6th-Tier Abilities</i>&mdash;divine knowledge, sanctum.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Builds/Knowledge Master", 
                    "type": "section", 
                    "name": "Knowledge Master", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Arcane spellcasters who prepare their spells should consider the abilities of this theme. <i>1st-Tier Path Abilities</i>&mdash;flexible school, greater familiar link, harmonious mage, mythic school, perfect preparation, rapid preparation; <i>3rd-Tier Abilities</i>&mdash;arcane metamastery, arcane potency; <i>6th-Tier Abilities</i>&mdash;divine knowledge.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Builds/Prepared Archmage", 
                    "type": "section", 
                    "name": "Prepared Archmage", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>This theme empowers spontaneous spellcasters. <i>1st-Tier Path Abilities</i>&mdash;bloodline intensity, elemental bond, energy conversion, mythic bloodline; <i>3rd-Tier Abilities</i>&mdash;bloodline immunity, component freedom; <i>6th-Tier Abilities</i>&mdash;channel power.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Archmage/Archmage Builds/Spontaneous Archmage", 
                    "type": "section", 
                    "name": "Spontaneous Archmage", 
                    "source": "Mythic Adventures"
                }
            ]
        }
    ]
}