{
    "body": "<p>The champion is the pinnacle of skill at arms and armor. No ordinary fighter could hope to match the skill with a blade, a bow, or an axe that surges within a mythic champion. The champion turns aside blows and shatters shields with every movement, all while racing gracefully across the chaotic battlefield. When the screams of fallen foes die down, the champion stands strong and defiant in blood-spattered armor, hefting a weapon and shouting a terrifying war cry.</p>", 
    "name": "Champion", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>As a champion, your role is to take the fight to your enemies. Using devastating melee powers, you can crush your enemies before they even have a chance to harm you and your allies. Few can match your skill at arms or your ability to perform amazing feats of strength. The champion abilities allow you to control your foes, move easily around the battlefield, and challenge a large number of foes all at once. The rest of the party can count on you to dominate any melee you charge into.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>While members or nearly any class could be champions, those who focus on melee attacks&mdash; barbarians, cavaliers, fighters, monks, paladins, and rangers&mdash;will find the abilities in this path most attractive and useful. However, even magi or rogues could find that the path of the champion is an excellent way to augment their abilities.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Classes"
        }, 
        {
            "body": "<p>Whenever you gain a champion tier, you gain 5 bonus hit points. These hit points stack with themselves, and don't affect your overall Hit Dice or other statistics.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Tier</th><th>Path Features</th></tr></thead><tr class=\"odd\"><td>1st</td><td>Champion's strike, path ability</td></tr><tr class=\"even\"><td>2nd</td><td>Path ability</td></tr><tr class=\"odd\"><td>3rd</td><td>Path ability</td></tr><tr class=\"even\"><td>4th</td><td>Path ability</td></tr><tr class=\"odd\"><td>5th</td><td>Path ability</td></tr><tr class=\"even\"><td>6th</td><td>Path ability</td></tr><tr class=\"odd\"><td>7th</td><td>Path ability</td></tr><tr class=\"even\"><td>8th</td><td>Path ability</td></tr><tr class=\"odd\"><td>9th</td><td>Path ability</td></tr><tr class=\"even\"><td>10th</td><td>Legendary champion, path ability</td></tr></table>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Bonus Hit Points/Tier", 
                    "type": "table", 
                    "name": "Tier", 
                    "source": "Mythic Adventures"
                }
            ], 
            "name": "Bonus Hit Points", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>As you increase in tier, you gain the following abilities.</p>", 
            "name": "Champion Features", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>Select one of the following abilities. Once chosen, it can't be changed.</p>", 
                    "name": "Champion's Strike", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/Champions Strike", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>As a swift action, you can expend one use of mythic power to make a ranged attack at your highest attack bonus. This is in addition to any other attacks you make this round. When making this attack, ignore the target's cover and concealment other than total cover, and add your tier to the attack roll. Damage from this attack bypasses all damage reduction.</p>", 
                            "name": "Distant Barrage", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/Champions Strike/Distant Barrage", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a swift action, you can expend one use of mythic power to move up to your speed. At any point during this movement, you can make a single melee or ranged attack at your highest attack bonus, adding your tier to the attack roll. This is in addition to any other attacks you make this round. Damage from this attack bypasses all damage reduction.</p>", 
                            "name": "Fleet Charge", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/Champions Strike/Fleet Charge", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a swift action, you can expend one use of mythic power to make a melee attack at your highest attack bonus. This is in addition to any other attacks you make this round. When making a sudden attack, you roll twice and take the better result, adding your tier to the attack roll. Damage from this attack bypasses all damage reduction.</p>", 
                            "name": "Sudden Attack", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/Champions Strike/Sudden Attack", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>At 1st tier and every tier thereafter, select one new path ability from the champion path abilities lists or from the universal path abilities lists. Once you select an ability, it can't be changed. Unless otherwise noted, each ability can be selected only once. Some abilities have requirements, such as a class ability or minimum mythic tier, that you must meet before you select them.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Path Ability"
                }, 
                {
                    "body": "<p>At 10th tier, whenever you make an attack roll against a non-mythic foe and miss, you may immediately roll again. You must take the second roll, even if it's lower. Once per round when you roll a natural 20 on an attack roll, you regain one use of mythic power.</p>", 
                    "name": "Legendary Champion", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/Legendary Champion", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>You can select these path abilities at any tier.</p>", 
                    "name": "1st-Tier Champion Path Abilities", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"aerial-assault\">You can charge at creatures in the air, or leap across obstacles as part of a charge. When making a charge attack, you can expend one use of mythic power to include a single Acrobatics check made to jump, adding 10 feet per tier to the height or distance you jump. You take no falling damage from the height gained as part of this leap. If your attack hits, you may deal an amount of additional damage equal to the falling damage appropriate for the height you reached. Alternatively, you may replace your melee attack from this charge with a grapple check. If you successfully grapple a creature, you bring it to the ground with you at the end of your jump, and it takes an appropriate amount of falling damage for the height it was at when you grappled it.</p>", 
                            "name": "Aerial Assault", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Aerial Assault", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"always-a-chance\">You don't automatically miss when you roll a 1 on an attack roll.</p>", 
                            "name": "Always a Chance", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Always a Chance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"always-armed\">You don't take any penalties from using an improvised weapon. In addition, whenever you confirm a critical hit with an improvised weapon, you can treat its critical multiplier as &times;3 instead of &times;2, but the weapon is destroyed.</p>", 
                            "name": "Always Armed", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Always Armed", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"armor-master\">You don't take an armor check penalty or incur a arcane spell failure chance when wearing light armor or using a shield (including a tower shield). In addition, the maximum Dexterity bonus of light armor doesn't apply to you. You can select this ability up to three times. The second time, it also applies to medium armor. The third time, it also applies to heavy armor.</p>", 
                            "name": "Armor Master", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Armor Master", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"backlash\">You strike back at those who penetrate your defenses. Whenever an adjacent enemy confirms a critical hit against you, that enemy also provokes an attack of opportunity from you. If you have used all of your attacks of opportunity for the round, you may expend one use of mythic power to make this attack of opportunity anyway.</p>", 
                            "name": "Backlash", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Backlash", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"blowback\">As a standard action, you can expend one use of mythic power to make one melee or ranged attack at your full base attack bonus. If the attack hits, your foe is also knocked directly away from you a distance equal to 10 feet per tier. If the foe strikes a solid object before reaching this distance, it takes 1d6 points of bludgeoning damage for every 10 feet it couldn't travel. If it strikes another creature, both it and the creature it strikes take half this damage.</p>", 
                            "name": "Blowback", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Blowback", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"burst-through\">When you charge, you can move through allies and opponents almost as if they were not there to obstruct your path. You can move through squares containing allies freely, but you must succeed at an overrun combat maneuver check for each opponent that obstructs your path to the target of your charge. If the result of the check exceeds the opponent's CMD, you may move through the opponent's square and continue toward the target without provoking an attack of opportunity from that opponent. If you fail any of these combat maneuver checks, your movement ends in the square before that opponent, but you may resolve the charge attack against the foe that stopped you.</p>", 
                            "name": "Burst Through", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Burst Through", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"clean-blade\">Whenever you score a critical hit, as a free action you can make a ranged touch attack to fling the blood and gore at another opponent within 30 feet. If the touch attack hits, the foe is sickened for a number of rounds equal to your tier. If the touch attack is a critical hit, the foe is also blinded for the same duration. A blinded foe can spend a full-round action to remove the gore and end the blindness. At the GM's discretion, creatures that are immune to disease, those that live in filth (such as otyughs), or those that revel in bloodshed (such as demons) might be immune to the sickened effect of this ability.</p>", 
                            "name": "Clean Blade", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Clean Blade", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"climbing-master\">You gain a climb speed equal to your base land speed and a +8 racial bonus on Climb checks. If you already have a climb speed, your base climb speed increases by 30 feet. In addition, you retain your Dexterity bonus to AC while climbing. You can climb perfectly flat or smooth surfaces, treating them as if they had a Climb DC of 40.</p>", 
                            "name": "Climbing Master", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Climbing Master", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"crusader\">Your prowess and ability draw countless followers to your banner. You gain followers as if you had the Leadership feat. In addition, you add your tier to your leadership score when determining the number of followers you gain. Whenever you are within 100 feet of such followers, each follower can use the surge ability once per day without needing to expend mythic power. The followers use the same die type as your surge ability. If you have or gain the Leadership feat, you gain followers from both this ability and the Leadership feat (in effect doubling the number of followers gained).</p>", 
                            "name": "Crusader", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Crusader", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"devastating-smash\">Whenever you attack a construct or object, treat its hardness (or damage reduction in the case of constructs) as 10 less than normal. Add your tier to damage rolls against constructs and objects. If you expend one use of mythic power as part of an attack against a construct or object, you treat its hardness (or damage reduction) as 0 and add double your tier to damage instead.</p>", 
                            "name": "Devastating Smash", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Devastating Smash", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"endless-hatred\">You can expend one use of mythic power as a free action to increase all of your favored enemy bonuses by 2 for 1 minute. When you use this ability, for the rest of your turn any attacks you make against a favored enemy bypass all damage reduction. You must have the favored enemy class feature to select this ability.</p>", 
                            "name": "Endless Hatred", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Endless Hatred", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"ever-ready\">Whenever you make an attack of opportunity, you gain a bonus on the attack roll and damage roll equal to your mythic tier. You can make attacks of opportunity while flat-footed, even if you don't have the Combat Reflexes feat. At 3rd, 6th, and 9th tier, the number of attacks of opportunity you can make each round increases by one.</p>", 
                            "name": "Ever Ready", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Ever Ready", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"flash-of-rage\">Whenever you or an ally within 30 feet is struck by a critical hit, you can enter a rage as a free action on your next turn. This rage functions as the barbarian class feature, and lasts a number of rounds equal to your tier. You aren't fatigued after this rage. If you have the rage class feature, these rounds don't count toward your daily uses of that ability, you can use abilities that require patience and concentration while in this rage (although you are still restricted when using your rage class feature normally), and these rounds of rage don't count toward the total number of rounds of rage used when determining how long you are fatigued. Rounds of rage granted by this ability don't stack, but the duration is reset if another critical hit occurs.</p>", 
                            "name": "Flash of Rage", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Flash of Rage", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"impossible-speed\">Your base land speed increases by 30 feet. In addition, if you expend one use of mythic power, for 1 hour your base land speed increases by 10 feet per mythic tier.</p>", 
                            "name": "Impossible Speed", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Impossible Speed", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"imprinting-hand\">By touching a foe, you can gain knowledge about it, including its weaknesses. To use this ability, you must first successfully hit a foe with an unarmed strike, natural weapon, or melee touch attack to make contact, then use this ability is a free action. As long as the target remains within 1 mile of you, you always know the direction and approximate distance to it. If the foe has any weaknesses or vulnerabilities (including a mythic flaw), you immediately know this information. You can maintain this connection with only one creature at a time; if you use this ability on another creature, your connection with the previous creature is lost.</p>", 
                            "name": "Imprinting Hand", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Imprinting Hand", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"lesson-learned\">Whenever you fail a saving throw against a supernatural or spell-like ability, you gain a +5 bonus on all further saving throws against that ability, including subsequent saves against an ongoing effect, or against the same effect produced by a different source or creature. This bonus lasts for a number of minutes equal to your tier. For example, if you fail a save against a demon's <i>fireball</i> spell-like ability, you gain this bonus against a <i>fireball</i> spell-like ability from any creature; if you fail a save against a blue dragon's electricity breath weapon, you gain this bonus against all blue dragon electricity breath weapons, but not against a black dragon's acid breath weapon or a gorgon's petrification breath weapon. If you fail another saving throw against the same ability, the duration of lesson learned resets but the bonus doesn't stack with itself.</p>", 
                            "name": "Lesson Learned", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Lesson Learned", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"limitless-range\">Multiply the range increment on all of your ranged and thrown weapons by 5 feet, and these weapons no longer have a maximum range increment for you. You can throw any melee weapon as if it had a range increment of 20 feet&mdash;this increment isn't multiplied by 5, but the weapon doesn't have a maximum range increment.</p>", 
                            "name": "Limitless Range", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Limitless Range", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"meat-shield\">You can use a creature you're grappling to protect you from harm. If you're grappling a creature and are attacked with a melee or ranged attack, as an immediate action you can attempt a grapple combat maneuver check against your grappled opponent. If you succeed, the incoming attack targets your grappled opponent instead of you. If you fail, the grappled opponent breaks free from the grapple and the incoming attack targets you as normal.</p>", 
                            "name": "Meat Shield", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Meat Shield", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mounted-maniac\">Your unstoppable momentum while mounted is terrifying. Whenever you charge a creature while mounted, you can attempt an Intimidate check to demoralize all enemies within 30 feet of your target, adding your tier to the result of the check. If you expend one use of mythic power, any creature demoralized by this ability is frightened instead of shaken. The duration of this condition is dependent upon your check, as noted in the Intimidate skill.</p>", 
                            "name": "Mounted Maniac", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Mounted Maniac", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-ki\">As a free action, you can expend one use of mythic power to regain 2 points in your ki pool (up to your maximum). For the rest of your turn, your successful attacks with unarmed strikes or monk weapons bypass all damage reduction. You must have the ki pool class feature to select this ability.</p>", 
                            "name": "Mythic Ki", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Mythic Ki", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-rage\">As a free action, you can expend one use of mythic power to regain 1/4 your maximum number of rage rounds (minimum 4 rounds). For the rest of your turn, your successful attacks while raging bypass all damage reduction. You must have the rage class feature to select this ability.</p>", 
                            "name": "Mythic Rage", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Mythic Rage", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-smite\">As a free action, you can expend one use of mythic power to regain one use of your smite evil ability. For the rest of your turn, your successful attacks against evil creatures bypass all damage reduction. You must have the smite evil class feature to select this ability.</p>", 
                            "name": "Mythic Smite", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Mythic Smite", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-weapon-training\">Select one group of weapons from the list of fighter weapon groups. You gain proficiency with all weapons in this group. If you possess a feat such as Weapon Focus that requires you to choose a kind of weapon, you can instead apply the effects of that feat to all weapons from that weapon group. When wielding a weapon from that group, add a number equal to your tier to your CMD against disarm and sunder attempts made against that weapon. You can select this ability more than once. Each time you select this ability, it applies to a different weapon group.</p>", 
                            "name": "Mythic Weapon Training", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Mythic Weapon Training", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"punishing-blow\">Any opponent you hit with a melee or ranged attack loses the benefits of regeneration and fast healing for 1 round. In addition, if you score a critical hit against the target, it loses the benefit of its damage reduction for 1 round. A creature whose regeneration can't be suppressed or ignored (such as the tarrasque) is immune to this effect.</p>", 
                            "name": "Punishing Blow", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Punishing Blow", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"sunder-storm\">As a full-round action, you can expend one use of mythic power to attempt a sunder combat maneuver against each opponent within reach, selecting one item on each opponent to sunder. The damage from these sunder attempts ignores item hardness. If you destroy an item in this way, you drive the shattered pieces of the item into the flesh of its wearer or wielder, dealing 1d6 + a number of points equal to your tier of piercing damage. This damage bypasses all damage reduction.</p>", 
                            "name": "Sunder Storm", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Sunder Storm", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"swimming-master\">You gain a swim speed equal to your base land speed and a +8 racial bonus on Swim checks. If you already have a swim speed, your base swim speed increases by 30 feet. You can hold your breath for a number of minutes equal to 10 &times; your Constitution score, but afterward you must succeed at checks as normal to avoid drowning. If you expend one use of mythic power, for 1 hour your base swim speed increases by 10 feet per mythic tier.</p>", 
                            "name": "Swimming Master", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Swimming Master", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"tear-apart\">You can attempt to rend the armor of your opponent, reducing its effectiveness. Using this ability is a standard action that requires you to attempt a sunder combat maneuver check against your foe. If the check is successful, reduce the target's armor bonus, natural armor bonus, or shield bonus (your choice) by half your tier (minimum 1). If the creature has an enhancement bonus to the bonus you chose, reduce the normal bonus first, then apply any leftover reduction to the enhancement bonus. You can't reduce the bonus below 0. Armor and shields damaged in this way can be repaired as if they had the broken condition. Natural armor regains the lost bonus at the rate of 1 point per day. <i>Lesser restoration</i> restores 1d4 points of natural armor bonus, and <i>restoration</i> restores all of it.</p>", 
                            "name": "Tear Apart", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Tear Apart", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"titan's-bane\">You can move through the space of any creature two or more size categories larger than you without provoking attacks of opportunity, and you can share such a creature's space. When sharing a larger opponent's space, you gain cover against all melee and ranged attacks made by the creature, and it is considered flat-footed for the purposes of any melee or ranged attacks you make against it.</p>", 
                            "name": "Titan's Bane", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Titans Bane", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"uncanny-grapple\">Upon making a successful grapple combat maneuver check against a creature you are grappling, you can perform one of the following actions: throw, crush, or swing. For a throw, you can throw the target of your grapple up to 10 feet per tier; if the creature strikes a solid object before reaching this distance, it takes 1d6 points of damage per 10 feet of the remaining throwing distance and lands prone. For a crush, you deal 1d6 points of nonlethal damage per tier. For a swing, you can use the target as a weapon against another creature, treating the grappled creature as a two-handed weapon. If you succeed at a melee attack against an opponent adjacent to the target, both that opponent and the grappled creature take 1d8 points of bludgeoning damage from this attack + 1-1/2 &times; your Strength modifier.</p>", 
                            "name": "Uncanny Grapple", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Uncanny Grapple", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"wall-smasher\">Whenever you succeed at a ki throw or a bull rush or reposition combat maneuver, you can smash your opponent against a wall (or suitable large obstacle) within the range you could move the target into as a result of the maneuver, dealing unarmed strike damage to your opponent and the wall. If you expend one use of mythic power when you use this ability, this damage ignores the hardness of the wall. If the damage destroys the wall, you move the opponent into the space beyond the wall and it immediately falls prone.</p>", 
                            "name": "Wall Smasher", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/1st-Tier Champion Path Abilities/Wall Smasher", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
                    "name": "3rd-Tier Champion Path Abilities", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"destroyer\">Whenever you attack an object, including a held or worn item, you ignore any Hardness the object might possess. This includes spell effects such as <i>wall of force</i>, but not objects that are also creatures, such as animated objects.</p>", 
                            "name": "Destroyer", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Destroyer", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"elemental-fury\">You can cause your body to erupt with elemental power. As a move action, you can expend one use of mythic power and pick one of the following energy types: acid, cold, electricity, or fire. For a number of rounds equal to your tier, you are immune to this energy type and all of your melee and ranged attacks deal an extra 1d6 points of damage of this energy type. On a critical hit, this extra energy damage increases to 3d6.</p>", 
                            "name": "Elemental Fury", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Elemental Fury", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"fleet-warrior\">When making a full attack, you can move up to your speed either before or after your attacks. This movement provokes attacks of opportunity as normal.</p>", 
                            "name": "Fleet Warrior", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Fleet Warrior", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"incredible-parry\">You gain the duelist's parry ability (<i>Core Rulebook</i> 383), and may expend one use of mythic power to add your tier to the parry roll. If you already have the duelist's parry ability, you can use incredible parry and duelist's parry in the same round, electing to not make two attacks and instead parrying up to two attacks.</p>", 
                            "name": "Incredible Parry", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Incredible Parry", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"maneuver-expert\">You do not provoke any attacks of opportunity when you attempt a combat maneuver check. As a free action, you can expend one use of your mythic power whenever you attempt a combat maneuver check to gain the benefits of the Improved and Greater feats tied to that maneuver. You must decide to use this ability before making the roll.</p>", 
                            "name": "Maneuver Expert", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Maneuver Expert", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"maximized-critical\">Whenever you score a critical hit, the weapon's damage result is always the maximum possible amount you could roll. This doesn't affect other dice added to the damage, such as from sneak attack or the <i>flaming</i> weapon special ability. For example, if you score a critical hit with a longsword (1d8/&times;2), treat the sword's damage dice as if you had rolled 8 both times, then add any other damage bonuses that you would normally apply to a critical hit.</p>", 
                            "name": "Maximized Critical", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Maximized Critical", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"penetrating-damage\">Whenever you deal damage to a creature with damage reduction, you can overcome one of the following types of damage reduction: chaotic, cold iron, evil, good, lawful, magic, or silver. You can change this type with each attack. This ability only aids in overcoming one type of damage reduction; if the creature's damage reduction requires a combination of different types of damage, you must be able to overcome the other types using other means.</p>", 
                            "name": "Penetrating Damage", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Penetrating Damage", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"precision\">Your deadly attacks are far more likely to hit their target than those of others. Whenever you make a full attack, your attack bonus on the additional attacks you gain by having a high base attack bonus is 5 higher. This ability can't give any of these attacks a higher attack bonus than your base attack bonus. For example, a 12th-level fighter normally has a base attack bonus of +12/+7/+2; with this ability, his base attack bonus is +12/+12/+7. This ability doesn't reduce the penalties from two-weapon fighting or other situational penalties on attack rolls (such as Combat Expertise, Power Attack, fighting defensively, or harmful conditions). You can select this ability more than once. Each time you select it, the attack bonus on additional attacks increases by another 5.</p>", 
                            "name": "Precision", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Precision", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"titan's-rage\">You can cause yourself to grow in size, becoming a terrifying sight to behold. As a standard action (or a free action if you have the rage class feature), you can expend one use of mythic power to increase your size to one size category larger. This grants you a +4 size bonus to Strength and Constitution, imposes a &ndash;2 penalty to Dexterity, grants you a +2 natural armor bonus, increases your natural reach by 5 feet, and increases your weapon damage based on the new size of your weapons. This size increase lasts a number of rounds equal to your tier, and doesn't stack with any other spell or ability that alters your size.</p>", 
                            "name": "Titan's Rage", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Titans Rage", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"to-the-death\">You can shrug off wounds that others would find devastating. When below 0 hit points, you don't fall unconscious, but are instead staggered. You lose 1 hit point at the end of each turn when you take a standard action while staggered in this way.</p>", 
                            "name": "To the Death", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/To the Death", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"unstoppable-shot\">You can use a ranged or thrown weapon to make a single powerful shot that shoots through all creatures in a line. As a standard action, make a single ranged attack roll and resolve the attack against all targets in a straight line up to the maximum range of your weapon, stopping at any barrier the attack couldn't penetrate. Roll damage once and apply that damage to each creature hit by the attack. Before making the attack roll, you can expend one use of mythic power to bend the path of the attack up to two times as it strikes targets or objects. Each deflection can alter the line of the attack up to 90 degrees, allowing you to shoot around corners or cover.</p>", 
                            "name": "Unstoppable Shot", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/3rd-Tier Champion Path Abilities/Unstoppable Shot", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
                    "name": "6th-Tier Champion Path Abilities", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"critical-master\">Whenever you roll a critical threat against a non-mythic creature, you automatically confirm the critical hit and deal the maximum amount of damage to that creature. This ability can be selected twice. The second time it is selected, it also applies to mythic creatures.</p>", 
                            "name": "Critical Master", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Critical Master", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"fistful-of-daggers\">When you could make a full attack with thrown weapons, you can instead make a single attack roll at your highest attack bonus and apply the result to any number of creatures in a 30-foot cone. Roll damage once and deal it to all creatures hit by the attack. This attack can't deal precision damage. You must throw one weapon at each target. Use the bonuses to attack and damage from the least powerful weapon thrown (for example, if you have one +2 dagger and 20 masterwork daggers, the attacks are treated as masterwork daggers). Apply any effects of concealment for individual targets as normal. If the attack roll is a critical threat, choose one target you hit and attempt to confirm the critical against that target.</p>", 
                            "name": "Fistful of Daggers", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Fistful of Daggers", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"perfect-strike\">You can expend one use of mythic power as a standard action to deliver a perfect strike. A perfect strike attack is made using your full base attack bonus. If the attack hits, it deals double the normal amount of damage, and this damage bypasses all damage reduction and hardness. If the perfect strike is a critical hit, increase the critical multiplier for the attack by 1 (so a &times;2 weapon deals &times;3 damage). Damage that isn't multiplied on a critical hit isn't multiplied on a perfect strike. Perfect strike can be used in conjunction with any champion's strike if you expend uses of mythic power for each ability separately.</p>", 
                            "name": "Perfect Strike", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Perfect Strike", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shatter-spells\">You can destroy a magical effect (whether it's on a creature or an independent effect such as a <i>wall of fire</i>) by attacking it with an unarmed strike or natural weapon. You must succeed at a melee touch attack against the creature or effect and expend one use of mythic power. If this attack hits, the creature or effect is subject to targeted <i>greater dispel magic</i>, using double your tier as your caster level. If you dispel an effect, you suffer no harmful effects from touching it. If the effect is on a creature, the creature takes 1 point of damage per spell level of each effect dispelled.</p>", 
                            "name": "Shatter Spells", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Shatter Spells", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"sweeping-strike\">Even when you're swarmed, your foes are not safe from danger. Whenever you could make a full attack, you may instead make a single attack at your highest attack bonus and apply the results to all opponents within your reach. Roll damage once and apply it to all opponents hit by the attack. This attack can't deal precision damage. If the attack roll is a critical threat, choose one target you hit and attempt to confirm the critical against that target.</p>", 
                            "name": "Sweeping Strike", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Features/6th-Tier Champion Path Abilities/Sweeping Strike", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>When selecting your champion's path abilities, you may wish to consider the following themes. Each one suggests a variety of complementary path abilities, with different interpretations of what it means to be mythic force to behold on the field of battle.</p>", 
            "name": "Champion Builds", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Builds", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>You are skilled at getting the most out of your armor and punishing those that manage to harm you. <i>1st-Tier Path Abilities</i>&mdash;armor master, backlash, lesson learned, meat shield; <i>3rd-Tier Abilities</i>&mdash;incredible parry, to the death.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Builds/Armored Warrior", 
                    "type": "section", 
                    "name": "Armored Warrior", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>You specialize in dealing a great deal of damage to a single target. <i>1st-Tier Path Abilities</i>&mdash;flash of rage, imprinting hand, mythic weapon training, punishing blow; <i>3rd-Tier Abilities</i>&mdash;elemental fury, maximized critical, penetrating damage, precision; <i>6th-Tier Abilities</i>&mdash;critical master, perfect strike.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Builds/Death Dealer", 
                    "type": "section", 
                    "name": "Death Dealer", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Your mythic power is tied to the rage that consumes you, leading you to rush headlong into battle. <i>1st-Tier Path Abilities</i>&mdash;burst through, flash of rage, mythic rage; <i>3rd-Tier Abilities</i>&mdash;titan's rage, to the death; <i>6th-Tier Abilities</i>&mdash;sweeping strike.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Builds/Furious Fighter", 
                    "type": "section", 
                    "name": "Furious Fighter", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>When it comes to combat maneuvers, you skill is unparalleled. <i>1st-Tier Path Abilities</i>&mdash;aerial assault, blowback, meat shield, sunder storm, tear apart, uncanny grapple; <i>3rd-Tier Path Abilities</i>&mdash;incredible parry, maneuver expert.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Builds/Maneuver Champion", 
                    "type": "section", 
                    "name": "Maneuver Champion", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>You move gracefully around the battlefield, striking at any foe that threatens you. <i>1st-Tier Path Abilities</i>&mdash;burst through, climbing master, impossible speed, swimming master; <i>3rd-Tier Abilities</i>&mdash;fleet warrior; <i>6th-Tier Abilities</i>&mdash;perfect strike.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Builds/Nimble Warrior", 
                    "type": "section", 
                    "name": "Nimble Warrior", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Your skills allow you to destroy the environment to hinder your foes. <i>1st-Tier Path Abilities</i>&mdash;devastating smash, tear apart, wall smasher; <i>3rd-Tier Abilities</i>&mdash;destroyer, titan's rage; <i>6th-Tier Abilities</i>&mdash;shatter spells.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Champion/Champion Builds/Smasher", 
                    "type": "section", 
                    "name": "Smasher", 
                    "source": "Mythic Adventures"
                }
            ]
        }
    ]
}