{
    "body": "<p>Some are destined not only to achieve personal greatness, but also to inspire armies, rally the fallen, and bring the most out of those who follow them. The marshal is such a leader, renowned for his vision, courage, and strategic acumen. Soldiers flock to a marshal's banner for a chance to serve under such a commander, confident that his skill will see them through even the most difficult challenges.</p>", 
    "name": "Marshal", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>As a marshal, your abilities allow you to inspire mythic and non-mythic allies alike to greatness. In a group, you protect and push your allies to even greater acts of heroism. All the while, the powers of the marshal allow you to take the lead, help your companions, and take the fight to your enemies.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>Bards, cavaliers, clerics, inquisitors, and paladins will all find a host of useful abilities in the marshal path. In fact, almost any character who assists others, both during combat and afterward, will likewise find that the path of the marshal includes a number of valuable abilities that will help in her noble endeavors.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Classes"
        }, 
        {
            "body": "<p>Whenever you gain a marshal tier, you gain 4 bonus hit points. These hit points stack with themselves, and don't affect your overall Hit Dice or other statistics.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Tier</th><th>Path Features</th></tr></thead><tr class=\"odd\"><td>1st</td><td>Marshal's order, path ability</td></tr><tr class=\"even\"><td>2nd</td><td>Path ability</td></tr><tr class=\"odd\"><td>3rd</td><td>Path ability</td></tr><tr class=\"even\"><td>4th</td><td>Path ability</td></tr><tr class=\"odd\"><td>5th</td><td>Path ability</td></tr><tr class=\"even\"><td>6th</td><td>Path ability</td></tr><tr class=\"odd\"><td>7th</td><td>Path ability</td></tr><tr class=\"even\"><td>8th</td><td>Path ability</td></tr><tr class=\"odd\"><td>9th</td><td>Path ability</td></tr><tr class=\"even\"><td>10th</td><td>Path ability, visionary commander</td></tr></table>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Bonus Hit Points/Tier", 
                    "type": "table", 
                    "name": "Tier", 
                    "source": "Mythic Adventures"
                }
            ], 
            "name": "Bonus Hit Points", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>As you gain tiers, you gain the following abilities.</p>", 
            "name": "Marshal Features", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>Select one of the following abilities. Once chosen, it can't be changed.</p>", 
                    "name": "Marshal's Order", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/Marshals Order", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>As a swift action, you can expend one use of mythic power to inspire a tactical advance on the field of battle. This allows you and each of your allies within 30 feet to take either a single move action of the character's choice or a 5-foot step, as long as you or your ally has the ability to take such an action (for example, an unconscious character still can't take an action). The action granted by this ability doesn't count toward the number or type of actions a creature is allowed to take on its turn.</p>", 
                            "name": "Advance", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/Marshals Order/Advance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a swift action, you can expend one use of mythic power to give one ally within 30 feet the ability to immediately make a single melee or ranged attack on your turn. Add your tier as a bonus on the attack roll. The damage dealt by this attack bypasses all damage reduction. This attack doesn't count toward the ally's actions on its turn.</p>", 
                            "name": "Decisive Strike", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/Marshals Order/Decisive Strike", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a swift action, you can expend one use of mythic power to rally your allies. This gives you and each of your allies within 30 feet the option to reroll any one d20 roll after the roll is made. The granted reroll must be used before the beginning of your next turn, and the creature must take the result of the reroll, even if it is lower.</p>", 
                            "name": "Rally", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/Marshals Order/Rally", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>At 1st tier and every tier thereafter, select one new path ability from the marshal path abilities lists or from the universal path abilities lists. Once you select an ability, it can't be changed. Unless otherwise noted, each ability can be selected only once. Some abilities have requirements, such as a class ability or minimum mythic tier, that you must meet before you select them.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Path Ability"
                }, 
                {
                    "body": "<p>At 10th tier, whenever you or an ally within 30 feet rolls an initiative check, roll twice and take either result. If the first round of combat is a surprise round, you and all allies within 30 feet at the start of the combat can take a full round's worth of actions instead of just a move or standard action. Once per round, when you or an ally within 30 feet scores a critical hit against a mythic creature, you regain one use of mythic power.</p>", 
                    "name": "Visionary Commander", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/Visionary Commander", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>You can select these path abilities at any tier.</p>", 
                    "name": "1st-Tier Marshal Path Abilities", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"additional-order\">You learn an additional marshal's order ability. You can select this ability twice.</p>", 
                            "name": "Additional Order", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Additional Order", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"assured-skill\">In times of need, you're virtually assured success when using skills. As a free action before you attempt a skill check, you can expend one use of mythic power to roll that skill check twice, take the higher result, and add your tier to the total.</p>", 
                            "name": "Assured Skill", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Assured Skill", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"clarion-call\">You bestow your wrath on your allies. As a swift action, you can expend one use of mythic power to grant all allies within 30 feet the benefits of your active smite or challenge ability, directed at the same opponent you're targeting with that ability. Only the constant effects from the smite or challenge are conferred with this ability, not the ones you can use only once. This ability lasts a number of rounds equal to your tier or until either the combat ends or the subject of the smite or challenge is dead or unconscious.</p>", 
                            "name": "Clarion Call", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Clarion Call", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"deadly-guidance\">You are able to point out the weak points in an enemy's defenses, and your allies benefit from your tactical insight. As a swift action, you can expend one use of mythic power to designate a single opponent within 30 feet of you. All allies within 30 feet of that opponent gain the sneak attack ability when attacking it, and can thus deal +1d6 points of damage when flanking that opponent or when the opponent is otherwise denied its Dexterity bonus to AC. This sneak attack damage stacks with sneak attack damage from other sources. This ability lasts a number of rounds equal to half your tier (minimum 1). You can take this ability up to four times. Each time you take it, the sneak attack damage from this ability increases by 1d6.</p>", 
                            "name": "Deadly Guidance", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Deadly Guidance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"directed-assault\">By finding a gap in your enemy's defenses, you allow your allies to take advantage of your discovery. When you confirm a critical hit with a melee or ranged weapon against an opponent, allies within 30 feet of that opponent add your tier to their critical confirmation rolls against that opponent. This bonus lasts for a number of rounds equal to your tier. During this duration, you can expend one use of mythic power to convert an ally's successful attack into a critical threat. The ally must be within 30 feet, and can also gain the bonus to its confirmation roll. Only one opponent can be the focus of your directed assault at a time. If you confirm a critical hit against another creature, you may make it the new focus (immediately ending the previous focus) or maintain the current focus.</p>", 
                            "name": "Directed Assault", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Directed Assault", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"distracting-assailant\">You make a barrage of attacks and quick feints that are so distracting your opponent loses focus against all other assailants. Whenever you successfully strike a foe with a melee weapon or natural attack, you can expend one use of mythic power as a swift action. For 1 round, that opponent loses its Dexterity bonus to AC on all attacks against it other than yours. While this ability is in effect, any allies who flank that foe gain a +4 bonus on attack rolls against it, instead of the normal +2. While the opponent is affected by this ability, each time you hit it, the duration increases by 1 round. This effect automatically ends if your turn ends and the target is not within your melee reach.</p>", 
                            "name": "Distracting Assailant", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Distracting Assailant", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"focus\">Your mighty and inspiring presence enhances the power of your companions' heroic surges. Whenever a mythic ally that is within 30 feet uses the surge ability, it rolls its bonus die twice and takes the higher result.</p>", 
                            "name": "Focus", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Focus", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"granted-stride\">Your mythic grace means that you and your allies easily pass through undergrowth at full speed. Allies within 30 feet of you gain the benefits of woodland stride (as the ranger class feature), as long as they can see and hear you. As a swift action, you can expend one use of mythic power to allow allies within 30 feet to ignore naturally occurring difficult terrain in any of your favored terrains for 1 minute per tier. You must have the woodland stride and favored terrain class features to select this ability.</p>", 
                            "name": "Granted Stride", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Granted Stride", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"greater-surge\">Your surge is more powerful than most. Treat your tier as if it were 3 higher for the purpose of determining your mythic surge die (maximum 10th tier). When you gain your 10th tier, your surge die becomes 2d8.</p>", 
                            "name": "Greater Surge", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Greater Surge", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"helpful-rebuke\">You are quick with stern yet helpful words of advice. Whenever an ally within line of sight fails a skill check with a skill you're trained in, you can expend one use of mythic power as an immediate action to allow that ally to reroll that skill check with a bonus equal to your tier. If the new roll is successful, your ally succeeds at that check instead of failing it. The ally who failed the skill check must be able to see and hear you to gain this reroll. You can use this ability with a skill you aren't trained in, but you must expend two uses of mythic power to do so, and the ally doesn't gain your tier as a bonus on the reroll.</p>", 
                            "name": "Helpful Rebuke", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Helpful Rebuke", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"heroic-block\">With surprising speed, you can leap to an ally's defense. When a opponent makes a melee attack against one of your allies, you can expend one use of mythic power as an immediate action to move up to double your speed or take a 5-foot step. You must end this movement adjacent to the attacking opponent. When you end this movement, you can immediately use the aid another action to grant a bonus to your ally's AC (<i>Core Rulebook</i> 197). This bonus is applied before the opponent's triggering attack.<span class=\"hyperlink char-style-override-14\"> </span>These actions don't count against your actions this turn.</p>", 
                            "name": "Heroic Block", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Heroic Block", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"inspire-minions\">When you use a spell, a bardic performance, or another class feature to grant a morale or competence bonus, the bonus increases by 2 for creatures with at least 4 Hit Dice fewer than you. For example, if you're a 6th-level bard using inspire courage, creatures with 2 Hit Dice or fewer receive a +4 morale bonus on fear saves and a +4 competence bonus on attack and weapon damage rolls instead of +2.</p>", 
                            "name": "Inspire Minions", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Inspire Minions", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"inspired-defense\">Whenever you use bardic performance to inspire courage, the competence bonus against charm and fear effects instead applies to all saving throws. If you expend one use of mythic power when you start a bardic performance to inspire courage, you add your tier to this bonus.</p>", 
                            "name": "Inspired Defense", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Inspired Defense", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"inspiring-surge\">Your surge inspires non-mythic allies to greater acts of martial daring. Each time you use your surge ability, each non-mythic ally within 30 feet gains a +1 bonus on attack rolls and damage rolls for the next weapon attack it makes before the start of your next turn. An ally must be able to see and hear you to gain the bonus. You can take this ability up to three times. When you take it the second time, the bonus on attack and damage rolls increases to a number equal to half your tier. When you take it a third time, the bonus on attack and damage rolls increases to a number equal to your tier instead of half your tier.</p>", 
                            "name": "Inspiring Surge", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Inspiring Surge", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"lend-power\">You are an invaluable asset to your comrades. As an immediate action, you can expend one use of mythic power or your confidence ability to grant the benefit of your surge ability to a mythic ally within 30 feet. The ally uses your surge die.</p>", 
                            "name": "Lend Power", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Lend Power", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"lightning-performance\">Your tongue is as quick as any blade. You can start a bardic performance as a swift action instead of a standard action. If you expend one use of mythic power, you can instead start a bardic performance as a free action.</p>", 
                            "name": "Lightning Performance", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Lightning Performance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"loyalty\">You gain Leadership as a bonus feat. If you already have the Leadership feat (or if you take it at a later level), add your tier to your Leadership score. Whenever you use your marshal's order ability and your cohort is within 100 feet, you can include your cohort as an additional ally affected by your order.</p>", 
                            "name": "Loyalty", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Loyalty", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"menacing-presence\">Something about you puts others on edge. You can attempt an Intimidate check to influence a creature's attitude as full-round action instead of it taking 1 minute. In combat, you can attempt an Intimidate check to demoralize an opponent as a move action. If you expend one use of mythic power, you can attempt to use Intimidate to demoralize all enemies within 30 feet as a standard action, or as a move action if using the Dazzling Display feat.</p>", 
                            "name": "Menacing Presence", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Menacing Presence", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-fascination\">When you use the fascinate or suggestion bardic performance ability, non-mythic creatures take a penalty on their saving throws against it equal to half your tier. If you expend one use of mythic power when you activate the performance, the penalty also applies to mythic creatures.</p>", 
                            "name": "Mythic Fascination", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Mythic Fascination", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"painful-gambit\">Facing off against you is never a safe option when your allies stand beside you. When you are hit by an attack of opportunity, you can expend one use of mythic power as an immediate action to allow all of your allies to make an attack of opportunity against the creature that attacked you if it's within their melee reach.</p>", 
                            "name": "Painful Gambit", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Painful Gambit", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"perfect-aid\">Whenever you successfully use the aid another action, your ally also adds your tier to the aid another bonus. If you use your surge ability on the aid another roll, add the result of the surge die to this bonus as well.</p>", 
                            "name": "Perfect Aid", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Perfect Aid", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"persuasive-countenance\">Whenever you encounter a creature whose attitude is at least indifferent to you, treat its attitude as one step better. If the creature's starting attitude is helpful, you can make requests of the creature with a +5 bonus on your Diplomacy or Intimidate check.</p>", 
                            "name": "Persuasive Countenance", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Persuasive Countenance", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"press-the-advantage\">When an ally seriously harms a foe, you seize the moment. When an ally within 30 feet confirms a critical hit against a creature you threaten, the target of the critical hit provokes an attack of opportunity from you. If you hit with your attack of opportunity, all of your allies gain a +2 bonus on attack rolls against that creature for 1 round.</p>", 
                            "name": "Press the Advantage", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Press the Advantage", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"resurging-words\">Using the power of your mythic presence, you spur on allies even when all seems lost. Using this ability takes 10 uninterrupted minutes, during which time you give a stirring speech to all allies within 30 feet of you. If you expend one use of mythic power at the end of the speech, your allies gain a number of temporary hit points equal to your tier plus your Charisma modifier, and a bonus on saving throws against fear equal to half your tier (minimum 1). Any ally who currently has 1/4 of its full hit points or fewer gains twice as many temporary hit points from this ability. The temporary hit points and saving throw bonus last for 24 hours. Allies can benefit from this ability only once every 24 hours.</p>", 
                            "name": "Resurging Words", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Resurging Words", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"rise-up\">Your allies draw strength from your courage and leadership. As a standard action, you can expend one use of mythic power to grant all of your non-mythic allies within 30 feet one use of the surge ability, using your surge die. This surge must be used within a number of rounds equal to your tier. An ally can benefit from this ability only once every 24 hours.</p>", 
                            "name": "Rise Up", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Rise Up", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shout-of-defiance\">You can channel holy energy into a righteous shout of defiance. As a standard action, you can expend one use of mythic power and one use of either channel energy or lay on hands to create a 100-foot spread of healing energy. All allies within this spread heal a number of hit points equal to 1d6 plus double your tier. If this brings an ally from negative hit points to 0 hit points or more, the ally can immediately stand up from prone without provoking an attack of opportunity.</p>", 
                            "name": "Shout of Defiance", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Shout of Defiance", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"smiting-aura\">Whenever you use your smite evil ability, you can expend one use of your mythic power to create a 20-foot-radius aura centered on you that lasts for a number of rounds equal to your tier. Any evil creature that starts its turn in or moves into this area takes a number of points of damage equal to your tier. This damage comes from holy power, and is not affected by damage reduction or energy resistance. You must have the smite evil class ability to select this ability.</p>", 
                            "name": "Smiting Aura", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Smiting Aura", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"stand-tall\">Before you attempt a saving throw against a spell or effect that also targets one or more allies within 30 feet, you can expend one use of mythic power as an immediate action to allow your allies to use your saving throw result or their own, whichever is higher.</p>", 
                            "name": "Stand Tall", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Stand Tall", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"tactical-genius\">You gain a bonus teamwork feat. You must meet all prerequisites for the feat. Any ally within 30 feet of you counts as having that teamwork feat for the purposes of you gaining bonuses from the feat (the ally doesn't gain the bonus unless it actually has the feat). At the start of each day, you can spend 10 minutes and expend one use of mythic power to replace this teamwork feat with any other teamwork feat you qualify for. You can select this ability up to three times. Each time, you gain an additional bonus teamwork feat. If you have selected this ability more than once, at the start of each day you can replace any number of teamwork feats this ability grants you, spending time and uses of mythic power for each feat you replace.</p>", 
                            "name": "Tactical Genius", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Tactical Genius", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"unwavering-skill\">You can always take 10 or 20 on checks using class skills, even if threatened or in a hazardous situation. You can't use this ability with skill checks that don't normally allow you to take 10 or take 20.</p>", 
                            "name": "Unwavering Skill", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/1st-Tier Marshal Path Abilities/Unwavering Skill", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
                    "name": "3rd-Tier Marshal Path Abilities", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"aura-of-perseverance\">Your leadership keeps your allies going even when they're at death's door. Allies within 30 feet of you don't become unconscious or disabled when reduced to 0 hit points or fewer. As soon as you and an ally at 0 hit points or fewer are more than 30 feet apart, that ally becomes unconscious or disabled. You can expend one use of mythic power to stabilize all dying allies within 30 feet and let all allies within this range ignore the staggered condition for a number of rounds equal to your tier.</p>", 
                            "name": "Aura of Perseverance", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Aura of Perseverance", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"caster's-friend\">You bolster the concentration of spellcasting allies standing next to you. A spellcaster who is adjacent to you gains a bonus on concentration checks equal to your tier. Furthermore, if a spellcaster fails a concentration check while adjacent to you, as an immediate action you can expend one use of mythic power to allow that spellcaster to instead automatically succeed at that concentration check.</p>", 
                            "name": "Caster's Friend", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Casters Friend", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"commanding-presence\">Your force of presence is so overwhelming that others know what you want and can comprehend what you are saying even if they don't understand the words you speak. You can use your body language and tone of voice alone to ask questions and make statements to those who don't know your language. When they answer or respond to your communications, you must succeed at a DC 20 Sense Motive check to get the general idea of what they are saying in return. Furthermore, when you use a spell or ability with the language-dependent descriptor, you can still affect creatures that cannot understand the language you are using, but they must be able to hear you and must have an Intelligence score of 1 or higher.</p>", 
                            "name": "Commanding Presence", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Commanding Presence", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"confidence\">You can draw upon a deep reserve of confidence in times of need. You can call on confidence three times per day to use the surge mythic ability without expending one use of mythic power. You can select this ability up to three times. Each additional time you select it, you gain three additional uses of confidence per day.</p>", 
                            "name": "Confidence", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Confidence", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"demagogue\">You have an unnatural ability to call and sway crowds with your commanding presence and flawless rhetoric. When in a small town or larger settlement, you can expend one use of mythic power to gather a crowd. Doing so takes 4d10 minutes. Add your tier to your Charisma bonus and then multiply the sum by 5 to determine how many creatures are in the crowd (as long as the settlement has a sufficient population to provide a crowd of that size, as determined by the GM). For example, a 4th-tier marshal with a +6 bonus to Charisma could gather as many as 50 creatures. The crowd remains for 1 hour, and you gain a +10 competence bonus on Diplomacy and Intimidate checks to direct the crowd. You can expend another use of mythic power to extend the effect for another hour. This is a language-dependent effect.</p>", 
                            "name": "Demagogue", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Demagogue", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"dispel-fear\">You can rally your allies and relieve their fear. As a swift action, you can expend one use of mythic power to either end all fear effects affecting allies within 30 feet of you, or end all fear effects on one ally within line of sight who can clearly see you and hear you.</p>", 
                            "name": "Dispel Fear", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Dispel Fear", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"flexible-confidence\">Your resolve is more useful that others'. You can expend the uses of your confidence ability as uses of mythic power for the purposes of your marshal path abilities.</p>", 
                            "name": "Flexible Confidence", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Flexible Confidence", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"glorious-charge\">You call your allies to make a coordinated charge at the same time. As an immediate action when you start a charge, you can expend one use of mythic power and allow an ally to charge immediately after your charge is complete. You can expend additional uses, allowing one more ally to charge per use spent. An ally's charge doesn't count toward the number of actions it can take on its next turn.</p>", 
                            "name": "Glorious Charge", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Glorious Charge", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"master-of-mercy\">Your touch provides great relief. If you have the mercy class feature, when you lay on hands, you can expend one use of mythic power to apply all the mercies of your level or lower instead of just the mercies you've selected. If you don't have the mercy class feature, you can expend one use of mythic power as a standard action to remove a single condition from a creature you touch, using your tier as your paladin level to determine what mercies are available to you. You can select a different mercy each time you use this ability.</p>", 
                            "name": "Master of Mercy", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Master of Mercy", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"master-of-shadows\">You are a master of moving unseen and unheard, and adept at guiding others in quiet and undetected movement. When you or any ally within 30 feet attempts Stealth checks, each of you rolls twice and takes the higher result. As a swift action, you can expend one use of mythic power to add your tier to one ally's next Stealth check. The ally must be within 30 feet and the check must occur within the next minute.</p>", 
                            "name": "Master of Shadows", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Master of Shadows", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"mythic-bond\">Your hunter's bond ability is more powerful than most. If your bond is with an animal, that animal gains half your favored enemy bonuses. If your hunter's bond is with your companions, you can activate the bond as a swift action, granting your allies your full favored enemy bonus instead of just half.</p>", 
                            "name": "Mythic Bond", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Mythic Bond", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shared-alertness\">Your presence and guidance allow others to avoid traps and other dangers. Allies within 30 feet of you that can clearly see and hear you gain your trap sense ability. If you have evasion or improved evasion, you can expend one use of your mythic power as an immediate action to grant that ability to one ally within 30 feet until the beginning of your next turn.</p>", 
                            "name": "Shared Alertness", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Shared Alertness", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"shatter-resilience\">You can channel your mythic power through your strike to lower your target's damage reduction. When you hit a creature that has DR, you can expend one use of mythic power as part of the attack to lower the target's DR by an amount equal to your tier (to a minimum of 0) for 1 minute. Multiple uses of this ability on the same creature don't stack.</p>", 
                            "name": "Shatter Resilience", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Shatter Resilience", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"words-of-hope\">As a standard action, you can expend one use of mythic power to inspire allies within a 30-foot radius, granting each of them the ability to roll twice and take the higher result on one attack roll, saving throw, skill check, or ability check. An ally can use this ability once per round for a number of rounds equal to half your tier, and must choose whether to roll twice before rolling the die. This is a language-dependent emotion effect.</p>", 
                            "name": "Words of Hope", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/3rd-Tier Marshal Path Abilities/Words of Hope", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
                    "name": "6th-Tier Marshal Path Abilities", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p id=\"beacon-of-hope\">You radiate a supernatural aura that fills your allies with hope and resolve. All allies within 30 feet gain a +2 morale bonus against fear and emotion effects, and a +4 bonus on stabilization checks. Furthermore, each time one of these allies is subject to a healing spell or effect, it heals a number of additional hit points equal to your tier. Once per day as a standard action, you can expend one use of mythic power and end this aura to heal all allies within 30 feet of an amount of damage equal to 1d6 hit points per tier you possess. If dismissed, the aura automatically reactivates 24 hours later.</p>", 
                            "name": "Beacon of Hope", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Beacon of Hope", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"castigate\">While your words can soothe and aid your friends, they are equally adept at assaulting your foes. As a swift action, you can expend one use of mythic power to unleash a scathing verbal assault that demoralizes all opponents within 30 feet for 1 minute, as if you had successfully used the Intimidate skill. These opponents must be able to clearly see and hear you, but this ability is not language dependent.</p>", 
                            "name": "Castigate", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Castigate", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"fight-on\">With an order or a determined look, you spur a wounded ally to keep fighting. As an immediate action, you can expend one use of mythic power to allow a creature other than yourself that is reduced to fewer than 0 hit points to remain conscious and alive. The creature can't die from hit point damage until after the start of your next turn. You can extend this effect for 1 round at the start of your next turn by expending another use of mythic power as a free action. Though the creature can't be killed by hit point damage, any damage it takes still applies to its current hit points. When this ability's effect ends, the creature falls unconscious or dies if its current hit points or other circumstances would otherwise cause it to do so. The creature must be within 30 feet for you to start or extend this effect.</p>", 
                            "name": "Fight On", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Fight On", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"inspiring-assault\">As a swift action, you can expend one use of mythic power to inspire your allies to greatness in combat. Once per turn as a free action, each of your allies can either move up to its speed or make one melee or ranged attack at its full base attack bonus. These actions don't count against its actions for the turn. Once activated, this ability lasts a number of rounds equal to your tier, but immediately ends if you don't damage an opponent with an attack or spell on your turn. This ability doesn't stack with <i>haste</i> or similar effects. An ally must be within 30 feet of you at the start of its turn to benefit from this ability.</p>", 
                            "name": "Inspiring Assault", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Inspiring Assault", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"surge-of-inspiration\">Your very presence pushes those around you to be their very best. As an immediate action, when an ally within line of sight misses with an attack or fails a saving throw, you can expend one use of mythic power or your confidence ability to grant the ally the benefits of your surge ability on that attack roll or saving throw. The ally uses your surge die, and can apply the bonus after the result is revealed, possibly turning a failure into a success.</p>", 
                            "name": "Surge of Inspiration", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Surge of Inspiration", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p id=\"unswerving-loyalty\">You are a bastion of strength and resolve, and you possess the ability to protect your mind from even the most powerful charms and compulsions. You gain immunity to non-mythic mind-affecting effects, though you can choose to be affected by them if you wish. When subject to a mind-affecting effect from a mythic source, you can expend one use of mythic power as an immediate action to gain immunity to that effect.</p>", 
                            "name": "Unswerving Loyalty", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Unswerving Loyalty", 
                            "ability_types": {
                                "ability_type": "Supernatural"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>): With a mere speech, you empower your allies to take on any foe. As a standard action, you can expend two uses of mythic power to inspire all of your allies within a 30-foot radius, granting them the effects of the spell <i>heroism</i> and making them immune to fear for 1 round per tier. Each mythic creature that is affected by this ability can use its surge ability once during this duration without having to expend one use of mythic power.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Features/6th-Tier Marshal Path Abilities/Words of Valor (Su", 
                            "type": "section", 
                            "name": "Words of Valor (Su", 
                            "source": "Mythic Adventures"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>When selecting your marshal's path abilities, you may wish to consider the following themes. Each one suggests a variety of complementary path abilities, with different interpretations of what it means to be mythic leader controlling the field of battle. Alternatively, you can pick a few abilities from a couple of themes to create a more well-rounded marshal.</p>", 
            "name": "Marshal Builds", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Builds", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>Your marshal abilities inspire lesser warriors to greatness, focusing specifically on non-mythic characters. <i>1st-Tier Path Abilities</i>&mdash;clarion call, inspire minions, inspired defense, inspiring surge, loyalty, resurging words; <i>3rd-Tier Abilities</i>&mdash;aura of perseverance, dispel fear, words of hope; <i>6th-Tier Abilities</i>&mdash;beacon of hope, fight on.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Builds/Leader", 
                    "type": "section", 
                    "name": "Leader", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>You quietly take all necessary steps toward victory by assisting your allies and hindering foes. <i>1st-Tier Path Abilities</i>&mdash;directed assault, heroic block, lend power, perfect aid, press the advantage; <i>3rd-Tier Abilities</i>&mdash;caster's friend, mythic bond, shared alertness; <i>6th-Tier Abilities</i>&mdash;surge of inspiration, unswerving loyalty.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Builds/Supporter", 
                    "type": "section", 
                    "name": "Supporter", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>With your abilities, you can help your allies freely move about the battlefield and coordinate their attacks. <i>1st-Tier Path Abilities</i>&mdash;directed assault, granted stride, press the advantage, tactical genius; <i>3rd-Tier Abilities</i>&mdash;glorious charge, master of shadows, words of hope; <i>6th-Tier Abilities</i>&mdash;inspiring assault.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Builds/Tactician", 
                    "type": "section", 
                    "name": "Tactician", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Your verbal assaults and tirades demand greatness from your allies and inspire fear in your enemies. <i>1st-Tier Path Abilities</i>&mdash;deadly guidance, helpful rebuke, menacing presence, mythic fascination, shout of defiance; <i>3rd-Tier Abilities</i>&mdash;demagogue; <i>6th-Tier Abilities</i>&mdash;castigate.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Builds/Tyrant", 
                    "type": "section", 
                    "name": "Tyrant", 
                    "source": "Mythic Adventures"
                }, 
                {
                    "body": "<p>Using the abilities granted to you by the marshal path, you are a master of combat. <i>1st-Tier Path Abilities</i>&mdash;directed assault, press the advantage, smiting aura; <i>3rd-Tier Abilities</i>&mdash;aura of perseverance, confidence, glorious charge, shatter resilience, words of hope; <i>6th-Tier Abilities</i>&mdash;beacon of hope, words of valor.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Marshal/Marshal Builds/Warmaster", 
                    "type": "section", 
                    "name": "Warmaster", 
                    "source": "Mythic Adventures"
                }
            ]
        }
    ]
}