{
    "body": "<p>Seen only when they choose to be seen, tricksters manipulate kings and peasants alike, usually without anyone sensing their influence. Characters who rely upon their skills and wit find themselves drawn to the trickster's path. The mythic power of these heroes allows them to perform tasks that most would consider impossible. They can climb any wall, swim any current, and move without being seen by even the most observant guard. When they strike at their foes, they do so with unmatched accuracy.</p>", 
    "name": "Trickster", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>As a trickster, your role in the party is one of deception and manipulation. You have access to a number of abilities that empower you to confound your foes, both physically and mentally. With a subtle jest or twist of phrase, you can steer entire cities and even nations to do your bidding&mdash;but should that fail, you can always rely on a dagger from the shadows.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Role"
        }, 
        {
            "body": "<p>Members of any class that relies on skills would make good tricksters, as would those who heavily utilize ranged combat or magical methods of subterfuge. The alchemist, bard, and rogue all have a number of abilities that fit well with the trickster. Gunslingers, monks, and rangers will also find that the trickster has more than a few interesting options.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Classes"
        }, 
        {
            "body": "<p>Whenever you gain a trickster tier, you gain 4 bonus hit points. These hit points stack with themselves, and don't affect your overall Hit Dice or other statistics.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Tier</th><th>Path Features</th></tr></thead><tr class=\"odd\"><td>1st</td><td>Path ability, trickster attack</td></tr><tr class=\"even\"><td>2nd</td><td>Path ability</td></tr><tr class=\"odd\"><td>3rd</td><td>Path ability</td></tr><tr class=\"even\"><td>4th</td><td>Path ability</td></tr><tr class=\"odd\"><td>5th</td><td>Path ability</td></tr><tr class=\"even\"><td>6th</td><td>Path ability</td></tr><tr class=\"odd\"><td>7th</td><td>Path ability</td></tr><tr class=\"even\"><td>8th</td><td>Path ability</td></tr><tr class=\"odd\"><td>9th</td><td>Path ability</td></tr><tr class=\"even\"><td>10th</td><td>Path ability, supreme trickster</td></tr></table>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Bonus Hit Points/Tier", 
                    "type": "table", 
                    "name": "Tier", 
                    "source": "Mythic Adventures"
                }
            ], 
            "name": "Bonus Hit Points", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>As you gain tiers, you gain the following abilities.</p>", 
            "name": "Trickster Features", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>Select one of the following abilities. Once chosen, it can't be changed.</p>", 
                    "name": "Trickster Attack", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Trickster Attack", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>As a swift action, you can expend one use of mythic power to draw a thrown weapon or alchemical item and make a ranged attack with it. This attack doesn't provoke attacks of opportunity. When making a deadly throw, roll twice for the attack, take the higher result, and add your tier to the roll. If the attack misses, the weapon or alchemical item lands adjacent to the target, regardless of the range.</p>", 
                            "name": "Deadly Throw", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Trickster Attack/Deadly Throw", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a swift action, you can expend one use of mythic power to move up to your speed. At any point during this movement, you can make a single melee or ranged attack at your highest attack bonus, adding your tier to the attack roll. This is in addition to any other attacks you make this round. Damage from this attack bypasses all damage reduction.</p>", 
                            "name": "Fleet Charge", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Trickster Attack/Fleet Charge", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }, 
                        {
                            "body": "<p>As a swift action, you can expend one use of mythic power to make a melee attack or ranged attack against a target within 30 feet, in addition to any other attacks you make this round. When you make a surprise strike, the target is considered flat-footed regardless of any class features or abilities it might have, and you add your tier to the attack roll. Damage from this attack bypasses damage reduction.</p>", 
                            "name": "Surprise Strike", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Trickster Attack/Surprise Strike", 
                            "ability_types": {
                                "ability_type": "Extraordinary"
                            }, 
                            "source": "Mythic Adventures", 
                            "type": "ability"
                        }
                    ]
                }, 
                {
                    "body": "<p>At 1st tier and every tier thereafter, select one new path ability from the trickster path abilities lists or from the universal path abilities lists. Once you select an ability, it can't be changed. Unless otherwise noted, each ability can be selected only once. Some abilities have requirements, such as a class ability or minimum mythic tier, that you must meet before you select them.</p>", 
                    "source": "Mythic Adventures", 
                    "type": "section", 
                    "name": "Path Ability"
                }, 
                {
                    "body": "<p>At 10th tier, whenever you make an attack roll against a non-mythic foe, that foe is treated as flat-footed, even if it has abilities that prevent it from being flat-footed. Once per round when you roll a natural 20 on an opposed skill check against a mythic foe, you regain one use of mythic power.</p>", 
                    "name": "Supreme Trickster", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Supreme Trickster", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>You can select these path abilities at any tier.</p>", 
            "name": "1st-Tier Trickster Path Abilities", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"additional-trick\">You learn an additional trickster attack ability. You can select this ability twice.</p>", 
                    "name": "Additional Trick", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Additional Trick", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"assured-drinker\">No one can stop you from imbibing, even in combat. You don't provoke attacks of opportunity when drinking an elixir, extract, or potion. As a swift action, you can expend one use of mythic power to retrieve and drink an elixir, extract, or potion.</p>", 
                    "name": "Assured Drinker", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Assured Drinker", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"assured-skill\">In times of need, you're virtually assured success when using skills. As a free action before you roll a skill check, you can expend one use of mythic power to roll that skill check twice, take the higher result, and add your tier to the total.</p>", 
                    "name": "Assured Skill", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Assured Skill", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"astounding-disable\">Whenever you use Disable Device to disarm a trap or open a lock, doing so is only a move action and doesn't provoke attacks of opportunity.</p>", 
                    "name": "Astounding Disable", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Astounding Disable", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"clown\">As a standard action, you can expend one use of mythic power to make one creature laugh uncontrollably, as the <i>hideous laughter</i> spell. The saving throw against this effect is equal to 10 + your tier + your Charisma modifier. If you aren't in combat when you use this ability, it can affect any number of creatures in a burst with a radius of 10 feet per tier.</p>", 
                    "name": "Clown", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Clown", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"combat-trickery\">Through buffoonery and deceit, you can trick opponents into moving where you want them. You can make a single combat maneuver check using your Bluff check modifier in place of your CMB. Apply the result of this check to all adjacent opponents, and resolve it for each enemy independently as a bull rush, drag, or reposition combat maneuver. For example, if facing three opponents, you can roll one check and attempt to bull rush the first, drag the second, and reposition the third.</p>", 
                    "name": "Combat Trickery", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Combat Trickery", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"control-the-mindless\">You can gain control over mindless constructs and undead. Using this ability is a standard action, and requires you to make a Knowledge check against the target's CMD. Use a Knowledge (arcana) check against a mindless construct, or a Knowledge (religion) check against a mindless undead. If your check equals or exceeds the creature's CMD, you can give the creature an order that lasts up to 1 round. For every 5 by which you beat the DC, your control lasts 1 additional round. The creature's creator or controller can't regain control during this time unless it also uses this ability. If you expend one use of mythic power when attempting to use this ability, the duration of your control increases from rounds to an equal number of minutes.</p>", 
                    "name": "Control the Mindless", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Control the Mindless", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"crime-spree\">As a standard action when not in combat, you can attempt two Sleight of Hand checks to take items from other creatures, but you take a &ndash;5 penalty on each check. As a standard action in combat, you can expend one use of mythic power to attempt a steal combat maneuver check against each creature within your reach that you choose, without provoking attacks of opportunity.</p>", 
                    "name": "Crime Spree", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Crime Spree", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"deadly-dodge\">As a swift action, you can expend one use of mythic power to gain a +4 dodge bonus to your AC until the start of your next turn. During this time, whenever a creature misses on a melee attack against you, it provokes an attack of opportunity from you. You can choose to either take this attack of opportunity or force that creature to reroll the attack and change the target to a creature of your choice that is adjacent to you and within the attacker's reach. This reroll uses the same modifiers as the initial attack roll.</p>", 
                    "name": "Deadly Dodge", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Deadly Dodge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"defensive-move\">Once per round, you can designate one opponent. Unless you attempt to move through that opponent's space, your movement (including standing up from a prone position) doesn't provoke attacks of opportunity from that opponent. If you move through the opponent's space, you can still attempt an Acrobatics check to do so without provoking an attack of opportunity. You can take this ability more than once. Each additional time you select it, you can designate one additional opponent when you move.</p>", 
                    "name": "Defensive Move", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Defensive Move", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"enhance-magic-items\">Your mythic presence enhances the power of certain magic items. Add half your tier to the caster level of potions, scrolls, staves, and wands you use. When using a staff or wand, you may activate the item by expending one use of mythic power instead of one of the item's charges.</p>", 
                    "name": "Enhance Magic Items", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Enhance Magic Items", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ghostly-performance\">Whenever you use bardic performance, you don't need to spend an action to maintain the effect. This means you can maintain the performance if paralyzed or stunned, although it still ends if you are unconscious or dead. You must still expend rounds of bardic performance to continue the effect. Once you start a performance, its effect continues whether or not the subjects can perceive you or the performance. When the performance ends, its effects linger for a number of rounds equal to your tier. This extended duration stacks with any other abilities that extend the duration of your performance, such as Lingering Performance. This ability doesn't change how many active performances you can have at once.</p>", 
                    "name": "Ghostly Performance", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Ghostly Performance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"impeccable-balance\"> Even the smallest of handholds and outcroppings are more than sufficient for your purposes. You automatically succeed at all Acrobatics checks to walk along narrow ledges. Your Acrobatics checks never take a penalty because of obstructed, slippery, sloped, or unsteady surfaces, and you can move at full speed across such surfaces with no penalty. You also gain a +10 bonus to CMD against trip attacks.</p>", 
                    "name": "Impeccable Balance", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Impeccable Balance", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"improbable-prestidigitation\">You can attempt a Sleight of Hand check to hide or retrieve objects in a personal extradimensional space, similar to a <i>glove of storing</i>. You can take 10 or 20 on this check, and the space can hold up to 1 cubic foot of material per tier. An item the size of a potion or dagger can be stored or retrieved with a successful DC 20 Sleight of Hand check; the DC increases to 25 for an item roughly the size of a one-handed weapon. Storing an item is a swift action, and retrieving it is a move action. As a swift action, you can expend one use of mythic power to retrieve any number of items from your extradimensional space.</p>", 
                    "name": "Improbable Prestidigitation", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Improbable Prestidigitation", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"inspire-minions\">When you use a spell, a bardic performance, or another class feature to grant a morale or competence bonus, the bonus increases by 2 for creatures with at least 4 Hit Dice fewer than you. For example, if you're a 6th-level bard using inspire courage, creatures with 2 Hit Dice or fewer receive a +4 morale bonus on fear saves and a +4 competence bonus on attack and weapon damage rolls instead of +2.</p>", 
                    "name": "Inspire Minions", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Inspire Minions", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"master-dilettante\">You are passingly familiar with almost every subject and have dabbled in numerous fields and activities. You gain a competence bonus equal to your tier on all untrained skill checks. You can attempt all skill checks untrained, even if the skill normally cannot be used untrained.</p>", 
                    "name": "Master Dilettante", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Master Dilettante", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"master-of-escape\">You can use the Escape Artist skill to break free from spells and magical effects that limit your movement or actions. While you're subject to a spell or effect that gives you the entangled, grappled, paralyzed, pinned, staggered, or stunned condition, once per round as a free action, you can attempt an Escape Artist check to end the condition. The DC for this check is equal to the save DC of the spell or effect that caused the condition. If you succeed, you end one such condition on yourself (your choice), though this doesn't make you immune to similar effects from the same source (such as moving through <i>black tentacles</i> or <i>web</i>). If the spell or effect doesn't allow a saving throw, you can't use this ability to overcome it.</p>", 
                    "name": "Master of Escape", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Master of Escape", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"nimble-glide\">Whenever you fall, you don't take any damage and you land on your feet. When using this ability, you fall at a rate of 150 feet per round, and can move up to 5 feet horizontally for every 10 feet you fall.</p>", 
                    "name": "Nimble Glide", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Nimble Glide", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"no-one-of-consequence\">Your mythic nature is a cloak that can shield you from the minds and memories of others. Creatures struggle to recognize you, recall your appearance, remember the nature of conversations they had with you, and recount the actions you took when you were in their presence. If a creature makes a deliberate attempt to recall details about time spent with you, it must succeed at a Will save (DC 10 + your tier + your Charisma modifier) to recall anything beyond vague details. In addition, you're under a permanent <i>nondetection</i> effect with a caster level equal to your character level plus your tier. You can end this effect at any time, and can resume it as a swift action.</p>", 
                    "name": "No One of Consequence", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/No One of Consequence", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"path-dabbling\">Select one path ability from another mythic path. You must meet any other requirements that path ability has, including a minimum tier restriction.</p>", 
                    "name": "Path Dabbling", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Path Dabbling", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"persuasive-countenance\">Whenever you encounter a creature whose attitude is at least indifferent to you, treat its attitude as one step better. If the creature's starting attitude is helpful, you can make requests of the creature with a +5 bonus on your Diplomacy or Intimidate check.</p>", 
                    "name": "Persuasive Countenance", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Persuasive Countenance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ranged-disable\">As a standard action, you can use a thrown weapon or reach weapon to attempt a Disable Device check to disable a device. If you're using a thrown weapon, the range of this ability is 30 feet; otherwise, it's your reach with the reach weapon. You take a &ndash;5 penalty on the check and can't take 10 on the check, even if you have an ability that would normally allow you to do so. If you expend one use of mythic power, you ignore the &ndash;5 penalty and can attempt the check in place of an attack (such as if making a full attack or attack of opportunity).</p>", 
                    "name": "Ranged Disable", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Ranged Disable", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"ricochet\">Whenever a creature has cover from your ranged attack, you can deflect the shot off a nearby surface, treating that surface as the origin point of the attack to determine whether the target receives a cover bonus to its AC. You can use this ability to attack a creature with total concealment from you if you know what square it occupies, but the attack still has a 50% miss chance.</p>", 
                    "name": "Ricochet", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Ricochet", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"shadow-stealth\">Whenever you're in darkness, you can move at full speed within that area without taking a penalty on Stealth checks. As a move action, you can expend one use of mythic power to teleport from one area of darkness to another within 100 feet as if using <i>greater teleport</i>. You must have line of effect to the destination.</p>", 
                    "name": "Shadow Stealth", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Shadow Stealth", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"subtle-magic\">Whenever you cast a spell or activate a spell trigger or spell completion magic item, you can attempt a Bluff skill check opposed by a Sense Motive check from anyone that can see you. Those who fail the opposed check don't know that you cast a spell or activated an item unless it has an obvious effect that emanates from you. In addition, the magical auras of magical effects on you and magic items you carry (except for artifacts) can't be detected.</p>", 
                    "name": "Subtle Magic", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Subtle Magic", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"supreme-stealth\">Choose one of the following senses: blindsight, scent, or tremorsense. A creature using the chosen sense can't automatically detect you, and must succeed at Perception checks as normal to do so. If you choose blindsight, this ability also affects blindsense. You can select this ability up to three times, each time choosing a different sense.</p>", 
                    "name": "Supreme Stealth", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Supreme Stealth", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"this-might-just-work\">You're adept at combining optimistic resourcefulness with natural skill. You can attempt a skill check with a class skill in place of a skill that uses the same ability score modifier. For example, you could attempt an Acrobatics check in place of a Stealth check because both skills are based on Dexterity. You take a &ndash;5 penalty on this check and can't take 10 or 20 on it. The GM can disallow certain uses of this ability when the skill can't possibly be applied to the task.</p>", 
                    "name": "This Might Just Work", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/This Might Just Work", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"thwart-detection\">You can bypass magical constructs, spells, and traps that are meant to allow only certain creatures to move or act within their range. This includes constructs, spells, and traps that can be bypassed with a password as well as those that can be programmed to exclude specific creatures based on type or other physical characteristics (such as <i>alarm</i>, <i>forbiddance</i>, <i>glyph of warding</i>, and <i>symbol of death</i>). You must be aware of the construct, spell, or trap's existence, though not necessarily its specific parameters, for this ability to function. For instance, you can't bypass a trap you haven't noticed. You can fool a mindless construct if it was programmed to allow certain creatures to enter its area without provoking a response, but not if it was ordered to prevent anyone from entering with no exceptions. If you expend one use of mythic power for each effect, you can bring with you a number of allies equal to your tier. They must remain within 10 feet of you until out of range of the bypassed effect.</p>", 
                    "name": "Thwart Detection", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Thwart Detection", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"titan's-bane\">You can move through the space of any creature two or more size categories larger than you without provoking attacks of opportunity, and you can share such a creature's space. When sharing a larger opponent's space, you gain cover against all melee and ranged attacks it makes, and it is considered flat-footed for the purposes of any melee or ranged attacks you make against it.</p>", 
                    "name": "Titan's Bane", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Titans Bane", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"transfer-magic\">Your mythic nature allows you to take magic from others as easily as you could take their gold. By expending one use of mythic power as a standard action, you can make a melee touch attack to transfer an active magical effect from a target creature to you. If you succeed, the highest-level effect on the target transfers to you (determine randomly if the target has multiple effects with the same level), ending the effect for the target and continuing it on you with the remaining duration as if you were the original target. You may end the effect on yourself as a standard action; this doesn't cause it to revert to the original target. If the transferred magic can't affect you (for example, if it doesn't affect creatures of your type), it ends immediately as if dispelled. You can't use this ability to transfer continuous bonuses from magic items, such as an armor bonus from <i>bracers of armor</i>.</p>", 
                    "name": "Transfer Magic", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Transfer Magic", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"trap-taker\">You can use the Use Magic Device skill instead of Disable Device to disable magical traps. If your Use Magic Device check overcomes the DC to disable the trap by 5 or more, you can instead leave the trap in place, but change it so that you and your allies can bypass it. You can also alter the trap so the original creator and any creatures he might have designated as safe instead set off the trap. If you expend one use of mythic power when altering a trap in this way, you can move the trap to any point within 100 feet that is in line of sight.</p>", 
                    "name": "Trap Taker", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Trap Taker", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"treacherous-critical\">When you score a critical threat, you can attempt a free combat maneuver check instead of dealing extra damage. If you do, attempt your confirmation roll as normal and add your tier to the result. If the result is equal to or greater than your opponent's CMD, the attack deals damage as normal and you can attempt a free dirty trick, disarm, reposition, or trip combat maneuver check against that opponent, using the confirmation roll as your combat maneuver check for the purpose of determining the effects of the maneuver.</p>", 
                    "name": "Treacherous Critical", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Treacherous Critical", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"unwavering-skill\">You can always take 10 or 20 on class skills, even if threatened or in a hazardous situation. You can't use this ability with skill checks that don't normally allow you to take 10 or take 20.</p>", 
                    "name": "Unwavering Skill", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Unwavering Skill", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"wall-run\">:When you move, you can travel across vertical surfaces as if they were floors. If your movement doesn't end on a horizontal surface, you fall at the end of your move unless you are able to remain in place using another ability (such as using the Climb skill to cling to a handhold). The vertical surface must be capable of supporting your weight&mdash;for example, you couldn't move across a windowpane or curtain.</p>", 
                    "name": "Wall Run", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/1st-Tier Trickster Path Abilities/Wall Run", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
            "name": "3rd-Tier Trickster Path Abilities", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"combat-saboteur\">You can sabotage an opponent's gear with a simple touch. This sabotage is a sunder combat maneuver that doesn't provoke attacks of opportunity. Add your tier to your CMB when attempting this maneuver. If you succeed, you can give the broken condition to a single item the opponent is wielding or carrying. This attack doesn't deal any damage to the object. The condition can be removed by spending 1 minute undoing the sabotage, or instantaneously with <i>mending</i> or a similar spell.</p>", 
                    "name": "Combat Saboteur", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Combat Saboteur", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"critical-skill\">Whenever you roll a natural 20 on a skill check, you perform that skill with exceptional proficiency. Typically, this means that the task takes half the normal amount of time to accomplish. If the skill would normally take a full-round action, it instead takes a standard action. If it would normally take a standard or move action, it instead takes a swift action. If it would normally take a swift or free action, it instead takes no time at all. The GM might rule that instead of reducing the amount of time needed, using the skill takes the normal amount of time but the critical success results in some other added benefit, depending on the skill being used and the situation.</p>", 
                    "name": "Critical Skill", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Critical Skill", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"fickle-attack\">Whenever you roll damage for a melee or ranged attack with a weapon or alchemical item, you can treat any natural 1s on the damage dice as if they were the highest possible number on those dice. You can select this ability up to three times. The second time you select it, treat 1s and 2s as the highest value. The third time, treat 1s, 2s, and 3s as the highest value.</p>", 
                    "name": "Fickle Attack", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Fickle Attack", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"menacing-whisper\">Whenever you're adjacent to a creature that can't see you (whether through Stealth, magic, or the creature being unable to see) but can hear you, as a swift action you can attempt an Intimidate check to demoralize that creature. You can expend one use of mythic power as a free action to give such a creature a <i>suggestion</i>. The save DC against this effect is 10 + your tier + your Charisma modifier.</p>", 
                    "name": "Menacing Whisper", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Menacing Whisper", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"mirror-dodge\">When hit by a melee or ranged attack, you can expend one use of mythic power as an immediate action to replace yourself with an illusory duplicate and teleport to any open square within 30 feet of your current position. You take no damage from this attack, which instead destroys your illusory duplicate (similar to <i>mirror image</i>). Using this ability requires a line of effect to the teleportation target square.</p>", 
                    "name": "Mirror Dodge", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Mirror Dodge", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"perfect-lie\">When telling a lie, you can expend one use of mythic power to make the lie indiscernible from the truth by both Sense Motive and magic. Obvious proof of your falsehood still reveals the lie for what it is, but in absence of proof, those who hear your lie believe it.</p>", 
                    "name": "Perfect Lie", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Perfect Lie", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"perfect-mimic\">You can use the Disguise skill as a full-round action. When you attempt to impersonate a specific person, those familiar with the individual receive only half the normal bonus from familiarity to see through your disguise. If you expend one use of mythic power when creating a disguise to impersonate an individual, you can read that creature's mind as if using <i>detect thoughts</i> with a range of 1 mile. This allows you to better mimic the individual, granting you a further +10 bonus on opposed Disguise skill checks. The target of your impersonation receives a Will saving throw (DC 10 + your tier + your Charisma modifier) to negate the <i>detect thoughts</i> aspect of this ability.</p>", 
                    "name": "Perfect Mimic", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Perfect Mimic", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"sardonic-wit\">You know exactly when to lighten the mood and help shake off the doldrums. As a move action, you can expend one use of mythic power to remove a single mind-affecting effect from one creature within 30 feet. This ability doesn't work on effects with an instantaneous or permanent duration.</p>", 
                    "name": "Sardonic Wit", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Sardonic Wit", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"vanishing-move\">When you wish to not be seen, you aren't. As a swift action, you can make yourself invisible until the end of your turn. This effect ends if you do anything other than move. If you expend one use of mythic power when using this ability, it instead acts as <i>greater invisibility</i> using double your tier as your caster level.</p>", 
                    "name": "Vanishing Move", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Vanishing Move", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>You must be at least 6th tier to select these path abilities.</p>", 
            "name": "6th-Tier Trickster Path Abilities", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p id=\"class-mimic\">The abilities of your allies are available to you with a touch. As a standard action, you can expend one use of mythic power and touch a willing creature to copy one of that creature's class features. You gain the use of this class feature for 10 minutes per tier, using the level of the creature touched as your level for any effects based on level. You can't copy an ability that has a limited number of uses per day (such as rage, smite evil, or spellcasting) or an ability that involves a companion (such as eidolon, hunter's bond, or nature bond). You can have only one use of this ability in effect at one time. If you use this ability again, any previous use immediately ends. You can't copy the same ability more than once per day.</p>", 
                    "name": "Class Mimic", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Class Mimic", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"enduring-elixir\">Whenever you drink an elixir, extract, or potion with a duration of 10 minutes per level or longer, you can change its duration to 1 day. You can have this ability in effect on only one elixir, extract, or potion at a time. Using it on a second one causes the duration of the first to revert to normal&mdash;and to end immediately if the normal duration would have expired. If you're at least 9th tier, you can select this ability a second time to have it work on extracts and potions with a duration of 1 minute or longer.</p>", 
                    "name": "Enduring Elixir", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Enduring Elixir", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"precision-critical\">Whenever you score a critical hit, double any extra precision damage dice, such as sneak attack damage. These dice are only doubled, not multiplied by the weapon's critical modifier.</p>", 
                    "name": "Precision Critical", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Precision Critical", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"slayer's-cyclone\">When you spot a breach in an enemy's defenses, you make attacks with a lethal blend of speed and precision. As a full-round action, you can make a single melee attack at your highest base attack bonus. If you hit and the target is flat-footed, deal damage as normal. You can then move and make another attack. You may continue this process until you miss, attack an opponent that isn't flat-footed, or attack an opponent you already hit this round. You can't move more than double your speed in this way in 1 round.</p>", 
                    "name": "Slayer's Cyclone", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Slayers Cyclone", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"steal-power\">By attempting a melee touch attack as a standard action, you can try to steal mythic power from another creature. The target must have at least one use of mythic power available. If the attack hits, attempt an opposed d20 roll against the target, adding your tier. If your total exceeds that of the target, the target loses one use of mythic power and you gain one use. You can use this ability on a given creature only once per day.</p>", 
                    "name": "Steal Power", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Steal Power", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p id=\"unending-performance\">You can imbue an ally with power that lingers for a full day. Whenever you use a spell, bardic performance, or another class feature to grant a morale or competence bonus, you can designate any one creature affected by this bonus. The designated creature keeps this bonus for up to 24 hours. You can have only one creature designated in this way at a time. If you designate a new creature, the bonus immediately ends for the previous target. The creature you designate must be one of the targets when you cast the spell, start the performance, or use the class feature.</p>", 
                    "name": "Unending Performance", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Unending Performance", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>When selecting your trickster's path abilities, you may wish to consider the following themes. Each one suggests a variety of complementary path abilities, with different interpretations of what it means to be mythic master of surprise. Of course, having an unexpected option or two is one of the signatures of being a trickster.</p>", 
                    "name": "Trickster Builds", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Trickster Builds", 
                    "type": "section", 
                    "source": "Mythic Adventures", 
                    "sections": [
                        {
                            "body": "<p>You are skilled at using potions and elixirs to aid you in any situation. <i>1st-Tier Path Abilities</i>&mdash;assured drinker, enhance magic items, transfer magic; <i>3rd-Tier Abilities</i>&mdash;fickle attack; <i>6th-Tier Abilities</i>&mdash;enduring elixir.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Trickster Builds/Alchemical Trickster", 
                            "type": "section", 
                            "name": "Alchemical Trickster", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>While other tricksters work with subterfuge, you take a more direct approach. <i>1st-Tier Path Abilities</i>&mdash;deadly dodge, defensive move, master of escape, treacherous critical; <i>3rd-Tier Abilities</i>&mdash;fickle attack, mirror dodge; <i>6th-Tier Abilities</i>&mdash;precision critical, slayer's cyclone.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Trickster Builds/Combat Trickster", 
                            "type": "section", 
                            "name": "Combat Trickster", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>While your appearance and abilities might seem comical to others, they can be deadly to your foes. <i>1st-Tier Path Abilities</i>&mdash;clown, combat trickery, improbable prestidigitation, no one of consequence; <i>3rd-Tier Abilities</i>&mdash;combat saboteur, menacing whisper, perfect mimic, sardonic wit; <i>6th-Tier Abilities</i>&mdash;class mimic.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Trickster Builds/Fool", 
                            "type": "section", 
                            "name": "Fool", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Your skills allow you to perform with flawless artistry and impress large crowds. <i>1st-Tier Path Abilities</i>&mdash;assured skill, ghostly performance, inspire minions, persuasive countenance, subtle magic; <i>3rd-Tier Abilities</i>&mdash;critically skilled; <i>6th-Tier Abilities</i>&mdash;unending performance.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Trickster Builds/Lead Performer", 
                            "type": "section", 
                            "name": "Lead Performer", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Bypassing traps, breaking locks, and stealing treasure are your areas of expertise, and few can match your skill. <i>1st-Tier Path Abilities</i>&mdash;astounding disable, crime spree, impeccable balance, nimble glide, ranged disable, thwart detection, trap taker, wall run; <i>3rd-Tier Abilities</i>&mdash;vanishing move; <i>6th-Tier Abilities</i>&mdash;steal power.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Trickster Builds/Supreme Thief", 
                            "type": "section", 
                            "name": "Supreme Thief", 
                            "source": "Mythic Adventures"
                        }, 
                        {
                            "body": "<p>Your skills allow you to strike from the shadows, laying low even the mightiest foes before they are aware of your threatening nature. <i>1st-Tier Path Abilities</i>&mdash;deadly dodge, shadow stealth, supreme stealth, treacherous critical; <i>3rd-Tier Abilities</i>&mdash;fickle attack, vanishing move; <i>6th-Tier Abilities</i>&mdash;precision critical, slayer's cyclone.</p>", 
                            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/6th-Tier Trickster Path Abilities/Trickster Builds/Unseen Blade", 
                            "type": "section", 
                            "name": "Unseen Blade", 
                            "source": "Mythic Adventures"
                        }
                    ]
                }
            ]
        }
    ]
}