{
    "body": "<p id=\"touch-spells-in-combat\">Many spells have a range of touch. To use these spells, you cast the spell and then touch the subject. In the same round that you cast the spell, you may also touch (or attempt to touch) as a free action. You may take your move before casting the spell, after touching the target, or between casting the spell and touching the target. You can automatically touch one friend or use the spell on yourself, but to touch an opponent, you must succeed on an attack roll.</p>", 
    "name": "Touch Spells in Combat", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Touch Spells in Combat", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Touching an opponent with a touch spell is considered to be an armed attack and therefore does not provoke attacks of opportunity. The act of casting a spell, however, does provoke an attack of opportunity. Touch attacks come in two types: melee touch attacks and ranged touch attacks. You can score critical hits with either type of attack as long as the spell deals damage. Your opponent's AC against a touch attack does not include any armor bonus, shield bonus, or natural armor bonus. His size modifier, Dexterity modifier, and deflection bonus (if any) all apply normally.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Touch Spells in Combat/Touch Attacks", 
            "type": "section", 
            "name": "Touch Attacks", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"holding-the-charge\">If you don't discharge the spell in the round when you cast the spell, you can hold the charge indefinitely. You can continue to make touch attacks round after round. If you touch anything or anyone while holding a charge, even unintentionally, the spell discharges. If you cast another spell, the touch spell dissipates. You can touch one friend as a standard action or up to six friends as a full-round action. Alternatively, you may make a normal unarmed attack (or an attack with a natural weapon) while holding a charge. In this case, you aren't considered armed and you provoke attacks of opportunity as normal for the attack. If your unarmed attack or natural weapon attack normally doesn't provoke attacks of opportunity, neither does this attack. If the attack hits, you deal normal damage for your unarmed attack or natural weapon and the spell discharges. If the attack misses, you are still holding the charge.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Actions In Combat/Standard Actions/Cast a Spell/Touch Spells in Combat/Holding the Charge", 
            "type": "section", 
            "name": "Holding the Charge", 
            "source": "Core Rulebook"
        }
    ]
}