{
    "body": "<p>The following trials should give GMs ideas of the various challenges mythic characters need to face to gain tiers. Use these as is or as inspiration for designing your own. Some of these suggest a mythic origin as well, but can be reworked for other mythic characters. Note that some of these are larger in scope and might represent an entire campaign arc. At the GM's discretion, such longer events might represent several trials.</p>", 
    "name": "Sample Trials", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>A great king or emperor succumbs to a strange madness, either from some unforeseen disease or a villain's magical corruption. In the ensuing mania, the ruler declares war on followers of the major religions, hitherto great supporters of the crown and a boon to the common people. Not wanting to provoke outright war between the crown and the faiths, the mythic characters are charged by their patron to discover the cure for their monarch's besieged mind.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/A Nobles Mind Overthrown", 
            "type": "section", 
            "name": "A Noble's Mind Overthrown", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>A powerful interaction of multiple mythic spells destroyed the body of a powerful demon, but in its place created a vengeful spirit neither dead nor alive. The spirit is capable of possessing others and infusing its host with demonic powers, using this as an opportunity to gather evil allies and gain strength. A celestial being that opposes demonkind calls the upon PCs to stop the vile being. They must then track the demon spirit as it moves from victim to victim, until the heroes can eradicate the demonic shade.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Abyssal Parasite", 
            "type": "section", 
            "name": "Abyssal Parasite", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The kingdom has been ravaged by a terrible battle with an invading force. The king's armies suffered a pyrrhic victory&mdash;the realm is all but destroyed. The PCs must help restore the domain to its former glory by rooting out remaining enemies, tending to the suffering people, rebuilding the cities, striking deals with neighboring nations for aid, and protecting the kingdom against further attack by emboldened foes.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Aftermath", 
            "type": "section", 
            "name": "Aftermath", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The PCs are normal adventurers who come to the aid of a strange creature beset by vicious enemies. Unfortunately, by the time the PCs fend off the attackers, the gravely wounded creature is drawing its last breaths. Just before dying, it bestows mythic power upon the heroes and entrusts them with a quest that it was not able to complete. With their new abilities, the PCs can finish the mission, avenge their fallen benefactor, and take their first steps into a larger world of challenges and foes greater than they ever knew existed.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/First Steps", 
            "type": "section", 
            "name": "First Steps", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The PCs are heroes in the days before a coming apocalypse at the hands of a dark divine or even extraterrestrial power. Unlike a campaign where the PCs must stop a cataclysm, in this trial they have no hope of averting the impending disaster. Instead, they must draw on mythic power to lay a foundation for future heroes to save the world. Their adventures will lead them to create secret repositories containing knowledge and small slivers of their own mythic power. While doing this they also attempt to form deep alliances with disparate groups the world over, laying the groundwork for the heroes that will one day rise and change the fate of a world that they themselves had not time enough to save.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/For Those Who Must Follow", 
            "type": "section", 
            "name": "For Those Who Must Follow", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The PCs go on a quest to the Abyss, and must endure a harrowing expedition through the infinite layers of that chaotic evil realm. They're tasked to rescue an important mortal sold into demonic slavery, retrieve a soul that was condemned to the Abyss by mistake, or topple a particularly destructive demon lord. Whatever the reason, the adventurers face challenges that push their new abilities to the limit.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Into the Abyss", 
            "type": "section", 
            "name": "Into the Abyss", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The souls of the dead are not reaching their final destinations, but are instead trapped in a state of waiting. The PCs must discover what is powerful enough to interfere with this cosmic process&mdash;and for what dark purpose. Worse, the denied souls are being twisted into monstrous forms, causing pockets of corruption and instability, and presenting other threats to the world. The PCs struggle to unravel the mystery and defeat the furtive villain behind it all.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Lost Souls", 
            "type": "section", 
            "name": "Lost Souls", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>A sudden magical event, like an arcane earthquake, shreds the barrier between parallel worlds. The divine powers of each realm perceive the others as threats and seek to do away with the rival \"mockeries\" of their own world through their ascended champions. The PCs are selected on behalf of their world's pantheon of gods while searching out their opponents, some of whom might be eerily similar to them. GMs can offer players the choice of vanquishing their opponents or of allying with them in a joint effort to stop this cosmic bout.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Mirror through the Multiverse", 
            "type": "section", 
            "name": "Mirror through the Multiverse", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The PCs are captured and taken to a grand arena where they must fight against other legendary creatures for the amusement of powerful planar entities. Each round of the competition proves more deadly than the last, as it becomes clear that only one team will survive this tournament. If the PCs are victorious, a great boon might be bestowed upon them, so when the chance to escape presents itself, they must decide whether or not to continue.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Proving Grounds of the Great Beyond", 
            "type": "section", 
            "name": "Proving Grounds of the Great Beyond", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Pursuing a once-strong champion of goodness like a fallen angel or an antipaladin, the PCs use mythic power not to oppose their enemy but to discover the source of his defection in the hopes of turning him back to the light. Or they must cleanse a relic that's been polluted by some festering malignancy. The corruption is so deep-seated that the PCs must journey to a distant place of renown that can be reached only by heroes wielding the strongest of mythic powers.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Redemption", 
            "type": "section", 
            "name": "Redemption", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>Some legendary warrior or powerful monster returns, like a dragon or giant once imprisoned in stasis, petrified, or under an enchanted sleep. Finding its world gone and all of its family and kin perished at the hands of heroes long since past, its mind collapses into madness. The creature vows revenge on all its foes' descendants, or perhaps even the entire world, and slaughters in blind rage. The heroes must find a way to stay the avenger's madness or put the tormented soul to rest.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Revenge Unyielding", 
            "type": "section", 
            "name": "Revenge Unyielding", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>A rare disease has stricken one of the great races of the world. Giants, dragons, even outsiders might be victim to this debilitating plague. The oldest members of the afflicted species beseech the adventurers to stem this horrible contagion. Such a quest could take the PCs to far-flung parts of the world (and perhaps even beyond) searching for rare ingredients to concoct a cure. Alternatively, a sickness that strikes a species spread across the spectrum of good and evil, like outsiders or dragons, might make the PCs unlikely peace brokers between angels and devils or chromatic and metallic dragonkind while trying to find the cure.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/The Culling Plague", 
            "type": "section", 
            "name": "The Culling Plague", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The flensed flesh of a deity executed for unknowable crimes falls in a gory rain across the land. The areas with the highest concentration exhibit bizarre, troubling effects. The PCs, being close to one such place, gain mythic powers. Drawn to other epicenters as if pulled by the godflesh, the heroes must deal with the changes wrought by the storm. This includes putting down monsters that have likewise gained strange new abilities, hunting down masses of godflesh that are hidden deep underground or atop the highest peaks, and restoring peace to kingdoms that have gone to war over possession of these divine blessings.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/The Giving Rain", 
            "type": "section", 
            "name": "The Giving Rain", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>The PCs inherit a grand duty from a group of aging heroes with a sacred and momentous charge. This might be guarding a rift in the multiverse, manning the prison of a dreaded lich or even an elder god, or preserving the first teachings of arcane magic or a hallowed fighting style. The aging guardians deputize the PCs and charge them with a sacred quest to find others able to wield mythic power and take over for the august veterans when their time has come, or grant the PCs a chance to become the new guardians themselves. In the latter case, the older heroes direct the PCs toward quests and accomplishments that will increase their mythic power to the levels needed to replace the retiring guardians. Perhaps the PCs don't even realize they're being vetted for this crucial role as they undergo their adventures.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/The Old Guard", 
            "type": "section", 
            "name": "The Old Guard", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>An evil deity and its minions are making a play for ultimate power in the mortal realms. Other gods, prevented from interfering in the matter by a divine compact, task the characters to oppose the usurper. The PCs must disrupt the schemes of the deity's minions and work their way up through the ranks, breaking the chain one link at a time, until they finally confront the ambitious god.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/To Challenge a God", 
            "type": "section", 
            "name": "To Challenge a God", 
            "source": "Mythic Adventures"
        }, 
        {
            "body": "<p>War rages across the land. Disparate humanoid and monstrous races fight with one another, oblivious to a rising threat that will soon endanger them all&mdash;and that might have orchestrated their conflicts in the first place to keep their armies occupied. The heroes alone learn the truth and must use their mythic powers to unite the warring groups&mdash;but doing so means facing a series of challenges of diplomacy, intrigue, and brute force. Only by banding together will the land be able to fight off their immense foe in the ultimate battle.</p>", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Game/Mythic Trials/Sample Trials/Uniting the Armies", 
            "type": "section", 
            "name": "Uniting the Armies", 
            "source": "Mythic Adventures"
        }
    ]
}