{
    "body": "<p>Armies need clean water, safe routes, and intelligence about their enemies. Though regular outdoorsmen might suffice in many cases, some large forces look to battle scouts to keep the body of their troops safe and prepared for the terrain and whatever dangers that terrain hides. </p>", 
    "name": "Battle Scout", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout", 
    "type": "class_archetype", 
    "subtype": "ranger", 
    "sections": [
        {
            "body": "<p id=\"hunter's-bond\">At 4th level, when a battle scout gains the hunter's bond ability, he must choose to bond with his companions. Battle scouts do not have animal companions. </p>", 
            "name": "Hunter's Bond", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Hunters Bond", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"advantageous-terrain\">At 5th level, when a battle scout is within one of his favorite terrains, he can spend up to 3 consecutive rounds studying an area of terrain to gain the benefits below. Each round of studying terrain is a standard action. During the first round of studying terrain, the battle scout designates a 60-foot-radius-burst area from a single square within line of sight. Depending on how many rounds the battle scout spends studying the area, he or his allies gain the following benefits for 10 minutes per ranger level he possesses. (For example, if he spends 2 rounds, he or his allies gain the first two benefits.)</p>", 
            "name": "Advantageous Terrain", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Advantageous Terrain", 
            "sections": [
                {
                    "body": "<p id=\"1st-round\" class=\"stat-block-2\">Allies within line of sight and that can hear the battle scout gain a +2 bonus on initiative checks while within the advantageous terrain area. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Advantageous Terrain/1st Round", 
                    "type": "section", 
                    "name": "1st Round", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"2nd-round\" class=\"stat-block-2\">Allies within line of sight and that can hear the battle scout gain a +2 on Perception, Stealth, and Survival checks while within the advantageous terrain area. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Advantageous Terrain/2nd Round", 
                    "type": "section", 
                    "name": "2nd Round", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"3rd-round\" class=\"stat-block-2\">The battle scout's movement is not hampered by difficult terrain while within the advantageous terrain area. Furthermore, the battle scout can take 10 on Climb and Swim checks and checks to jump while within the area, even when in immediate danger or distracted. This ability replaces the ranger's second favored enemy. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Advantageous Terrain/3rd Round", 
                    "type": "section", 
                    "name": "3rd Round", 
                    "source": "Ultimate Combat"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"infiltration\">At 10th level, once per day, a battle scout can choose a single terrain type that is not his favored terrain. For the next hour per ranger level, he treats that terrain as if it were one of his favored terrains. This ability replaces the ranger's third favorite enemy.</p>", 
            "name": "Infiltration", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Infiltration", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"superior-tactics\">At 15th level, once per day, after a battle scout and his allies roll initiative, the battle scout can arrange his and his allies' initiative rolls any way he wishes. If he has already taken 3 rounds to scout out the terrain with his advantageous terrain ability and both he and his allies are within the effect area, they gain a +2 bonus to initiative checks. Using this ability is not an action. This ability replaces the ranger's fourth favored enemy.</p>", 
            "name": "Superior Tactics", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Superior Tactics", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"perfect-advantage\">At 20th level, when using his advantageous terrain ability, a battle scout needs only to study the terrain as a standard action to gain all of the benefits. Furthermore, the area of his advantageous terrain increases to a 1-mile-radius spread from the single square within line of sight. This ability replaces master hunter.</p>", 
            "name": "Perfect Advantage", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Battle Scout/Perfect Advantage", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}