{
    "body": "<p>Rangers have always enjoyed a special bond with a specific animal, but the falconer takes this bond to a deeper level. Falconers begin with their companion earlier than other rangers, and have the ability to teach their companions special tricks. </p>", 
    "name": "Falconer", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer", 
    "type": "class_archetype", 
    "subtype": "ranger", 
    "sections": [
        {
            "body": "<p id=\"feathered-companion\">At 1st level, a falconer earns the trust and companionship of a bird of prey. The bird can be of any type of large hunting or scavenging bird (even a vulture). This ability functions like the druid animal companion ability (which is part of the nature bond class feature), but the falconer must take the bird animal companion, and that companion has only half the normal hit points.</p><p>The falconer cannot teach the bird of prey the work trick, but can teach it either the roam or distract trick for free. Whichever trick the falconer does not pick then can be picked as a trick later.</p>", 
            "name": "Feathered Companion", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Feathered Companion", 
            "sections": [
                {
                    "body": "<p id=\"roam-(dc-15)\" class=\"stat-block-2\">The falconer can let his animal companion loose to roam and forage. He must let it roam for no more than a week. When the falconer lets it roam, it agrees to return to the place he let it loose within the time period he designates.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Feathered Companion/Roam (DC 15)", 
                    "type": "section", 
                    "name": "Roam (DC 15)", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"distract-(dc-20;-bird-only)\" class=\"stat-block-2\">The animal companion flutters wildly around any enemy it would normally attack with the attack trick. It makes an attack roll against that enemy. On a hit, the enemy is shaken for 1 round. This ability replaces wild empathy.</p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Feathered Companion/Distract (DC 20; bird only)", 
                    "type": "section", 
                    "name": "Distract (DC 20; bird only)", 
                    "source": "Ultimate Combat"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hunter's-bond\">At 4th level, a falconer must select an animal companion when he gains hunter's bond. He does not gain a new companion at 4th level; rather, his feathered companion gains full hit points. </p>", 
            "name": "Hunter's Bond", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Hunters Bond", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"swoop-for-the-kill\">At 6th level, when outdoors, a falconer can direct his feathered companion to strike an enemy from high above. His feathered companion gains the following trick as a bonus trick. </p>", 
            "name": "Swoop for the Kill", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Swoop for the Kill", 
            "sections": [
                {
                    "body": "<p id=\"swooping-charge-(dc-20;-bird)\" class=\"stat-block-2\">The falconer's bird companion flies up and then swoops down into a charge. To perform this trick, the companion must be able to fly, and it must be outdoors or someplace with enough room for the bird to fly great distances in (a grand cathedral may have enough room, but dungeons usually do not). It spends a full-round action flying to a high vantage point, and on the next round makes a charge attack upon an enemy the falconer designates. If that charge attack hits, the bird deals 2d4 points of damage instead of 1d4 with its bite and gains a <span class=\"char-style-override-9\">&times;</span>4 critical modifier when making the attack. If the bird hits, the target is staggered for 1 round. This ability replaces the combat style feat the ranger gains at 6th level. </p>", 
                    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Ranger/Ranger Archetypes/Falconer/Swoop for the Kill/Swooping Charge (DC 20; bird)", 
                    "type": "section", 
                    "name": "Swooping Charge (DC 20; bird)", 
                    "source": "Ultimate Combat"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}