{
    "body": "<p>Sometimes a combatant in a melee lets her guard down or takes a reckless action. In this case, combatants near her can take advantage of her lapse in defense to attack her for free. These free attacks are called attacks of opportunity. See the Attacks of Opportunity diagram for an example of how they work.</p>", 
    "name": "Attacks of Opportunity", 
    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>You threaten all squares into which you can make a melee attack, even when it is not your turn. Generally, that means everything in all squares adjacent to your space (including diagonally). An enemy that takes certain actions while in a threatened square provokes an attack of opportunity from you. If you're unarmed, you don't normally threaten any squares and thus can't make attacks of opportunity.</p>", 
            "name": "Threatened Squares", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Threatened Squares", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Most creatures of Medium or smaller size have a reach of only 5 feet. This means that they can make melee attacks only against creatures up to 5 feet (1 square) away. However, Small and Medium creatures wielding reach weapons threaten more squares than a typical creature. In addition, most creatures larger than Medium have a natural reach of 10 feet or more.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Threatened Squares/Reach Weapons", 
                    "type": "section", 
                    "name": "Reach Weapons", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Two kinds of actions can provoke attacks of opportunity: moving out of a threatened square and performing certain actions within a threatened square.</p>", 
            "name": "Provoking an Attack of Opportunity", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Provoking an Attack of Opportunity", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Moving out of a threatened square usually provokes attacks of opportunity from threatening opponents. There are two common methods of avoiding such an attack&mdash;the 5-foot step and the withdraw action.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Provoking an Attack of Opportunity/Moving", 
                    "type": "section", 
                    "name": "Moving", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Some actions, when performed in a threatened square, provoke attacks of opportunity as you divert your attention from the battle. Table: Actions in Combat notes many of the actions that provoke attacks of opportunity.</p><p>Remember that even actions that normally provoke attacks of opportunity may have exceptions to this rule.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Provoking an Attack of Opportunity/Performing a Distracting Act", 
                    "type": "section", 
                    "name": "Performing a Distracting Act", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>An attack of opportunity is a single melee attack, and most characters can only make one per round. You don't have to make an attack of opportunity if you don't want to. You make your attack of opportunity at your normal attack bonus, even if you've already attacked in the round.</p><p>An attack of opportunity &ldquo;interrupts&rdquo; the normal flow of actions in the round. If an attack of opportunity is provoked, immediately resolve the attack of opportunity, then continue with the next character's turn (or complete the current turn, if the attack of opportunity was provoked in the midst of a character's turn).</p>", 
            "name": "Making an Attack of Opportunity", 
            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Making an Attack of Opportunity", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>If you have the Combat Reflexes feat, you can add your Dexterity bonus to the number of attacks of opportunity you can make in a round. This feat does not let you make more than one attack for a given opportunity, but if the same opponent provokes two attacks of opportunity from you, you could make two separate attacks of opportunity (since each one represents a different opportunity). Moving out of more than one square threatened by the same opponent in the same round doesn't count as more than one opportunity for that opponent. All these attacks are at your full normal attack bonus.</p><img src=\"/pathfinderRPG/prd/image/AttacksOfOpportunity.jpg\" />", 
                    "name": "Combat Reflexes and Additional Attacks of Opportunity", 
                    "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Making an Attack of Opportunity/Combat Reflexes and Additional Attacks of Opportunity", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<table><tfoot><tr><td>In this combat, the fighter and the sorcerer fight an ogre and his goblin buddy.#1: The fighter can safely approach this way without provoking an attack of opportunity, as he does not pass through a square threatened by the ogre (who has 10 feet of reach) or the goblin.#2: If the fighter approaches this way, he provokes two attacks of opportunity since he passes through a square both creatures threaten.#3: The sorcerer moves away using a withdraw action. The first square she leaves is not threatened as a result, and she can thus move away from the goblin safely, but when she leaves the second square, she provokes an attack of opportunity from the ogre (who has 10 feet of reach). She could instead limit her movement to a 5-foot step, as a free action, and not provoke any attacks of opportunity.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Core Rulebook/Rules/Combat/Combat Statistics/Attacks of Opportunity/Making an Attack of Opportunity/Combat Reflexes and Additional Attacks of Opportunity/", 
                            "type": "table", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }
    ]
}