{
    "name": "Greater Whip Mastery", 
    "url": "pfsrd://Ultimate Combat/Feats/Greater Whip Mastery", 
    "sections": [
        {
            "source": "Ultimate Combat", 
            "type": "section", 
            "name": "Prerequisites", 
            "description": "Improved Whip Mastery, Weapon Focus (whip), Whip Mastery, base attack bonus +8."
        }, 
        {
            "body": "<p>You are so quick with your whip that you never drop it due to a failed disarm or trip combat maneuver attempt. Further, you gain the ability to grapple using your whip. To do so, use the normal grapple rules with the following changes.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block-2\" id=\"attack\">You cannot use your whip to attack while you are using it to grapple an opponent.</p>", 
                    "url": "pfsrd://Ultimate Combat/Feats/Greater Whip Mastery/Benefits/Attack", 
                    "type": "section", 
                    "name": "Attack", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p class=\"stat-block-2\" id=\"damage\">When dealing damage to your grappled opponent, you deal your whip's weapon damage rather than your unarmed strike damage. </p>", 
                    "url": "pfsrd://Ultimate Combat/Feats/Greater Whip Mastery/Benefits/Damage", 
                    "type": "section", 
                    "name": "Damage", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p class=\"stat-block-2\" id=\"free-hands\">You take no penalty on your combat maneuver check for having fewer than two hands free when you use your whip to grapple.</p>", 
                    "url": "pfsrd://Ultimate Combat/Feats/Greater Whip Mastery/Benefits/Free Hands", 
                    "type": "section", 
                    "name": "Free Hands", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p class=\"stat-block-2\" id=\"reach\">Rather than pulling your grappled opponent adjacent to you when you successfully grapple and when you move the grapple, you must keep him within your whip's reach minus his own reach to maintain the grapple. If the difference in reach is less than 0, such as is the case for a Medium whip wielder and a Gargantuan creature, you cannot grapple that opponent with your whip. If you have to pull a creature adjacent to you to grapple it with your whip, you still provoke an attack of opportunity from that opponent unless you have the Improved Grapple feat.</p>", 
                    "url": "pfsrd://Ultimate Combat/Feats/Greater Whip Mastery/Benefits/Reach", 
                    "type": "section", 
                    "name": "Reach", 
                    "source": "Ultimate Combat"
                }, 
                {
                    "body": "<p id=\"tie-up\">While adjacent to your opponent, you can attempt to use your whip to tie him up. If you do so to an opponent you have grappled rather than pinned, you take only a &ndash;5 penalty on the combat maneuver check rather than the normal &ndash;10.</p>", 
                    "url": "pfsrd://Ultimate Combat/Feats/Greater Whip Mastery/Benefits/Tie Up", 
                    "type": "section", 
                    "name": "Tie Up", 
                    "source": "Ultimate Combat"
                }
            ], 
            "name": "Benefits", 
            "source": "Ultimate Combat"
        }
    ], 
    "source": "Ultimate Combat", 
    "feat_types": {
        "feat_type": "Combat"
    }, 
    "type": "feat", 
    "description": "You can use a whip to make combat maneuvers with ease."
}