{
    "body": "<p class=\"stat-block\">First crafted in the deeps of time by the titans and bestowed as gifts to monster-slaying heroes among the lesser races, Elysian bronze retains the brazen coloration of its namesake but is as hard as steel. A weapon made of Elysian bronze adds a +1 bonus on weapon damage rolls against magical beasts and monstrous humanoids; this damage is multiplied on a critical hit. After a creature uses an Elysian bronze weapon to deal damage to a magical beast or monstrous humanoid, the wielder gains a +1 bonus on attack rolls against that specific creature type (for example, against chimeras, not all magical beasts) for the next 24 hours, or until the weapon deals damage to a different kind of magical beast or monstrous humanoid.</p><p class=\"stat-block\">Armor made of Elysian bronze also protects its wearer against the natural weapons or unarmed strikes of magical beasts and monstrous humanoids, providing damage reduction as if it were adamantine (1/&mdash; for light armor, 2/&mdash; for medium armor, or 3/&mdash; for heavy armor). It does not provide this protection against creatures of other types.</p><p class=\"stat-block\">Elysian bronze has the same hit points and hardness as steel.</p>", 
    "name": "Elysian Bronze", 
    "weight": "45 lb.", 
    "source": "Ultimate Equipment", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Elysian Bronze", 
    "type": "item", 
    "price": "350 sp", 
    "subtype": "material", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Type of Elysian Bronze Item</th><th>Item Price Modifier</th></tr></thead><tr class=\"odd\"><td>Ammunition</td><td>+20 gp per item</td></tr><tr class=\"even\"><td>Light armor</td><td>+1,000 gp</td></tr><tr class=\"odd\"><td>Medium armor</td><td>+2,000 gp</td></tr><tr class=\"even\"><td>Heavy armor</td><td>+3,000 gp</td></tr><tr class=\"odd\"><td>Weapon</td><td>+1,000 gp</td></tr></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Elysian Bronze/Type of Elysian Bronze Item", 
            "type": "table", 
            "name": "Type of Elysian Bronze Item", 
            "source": "Ultimate Equipment"
        }
    ]
}