{
    "body": "<p class=\"stat-block\">This deep green volcanic glass is similar to obsidian but is formed when molten rock is tainted with anomalous trace minerals from deep beneath the earth whose emanations are toxic to living things. It can be fragmented to razor sharpness, but even a tiny amount of viridium contacting the bloodstream can pass on a wasting sickness.</p><p class=\"stat-block\">Any successful hit with a viridium weapon causes the target to contract leprosy (Fortitude DC 12 negates). On a successful critical hit, a tiny fragment of viridium breaks off within the target, affecting it as though with greenblood oil (Fortitude DC 13 negates).</p><p class=\"stat-block\">A creature carrying a viridium weapon must save every 24 hours or contract leprosy unless the weapon is kept inside an extradimensional space (such as an <i>efficient quiver</i>) or a scabbard lined with lead.</p><p class=\"stat-block\">Oozes, plants, and outsiders are immune to the deadly emanations of viridium.</p><p class=\"stat-block\">Viridium weapons have half the hardness of their base weapon and have the fragile quality. Viridium can be magically strengthened at an additional cost of +1,000 gp for a weapon or +20 gp for ammunition. This removes the fragile quality from the item but does not otherwise affect its abilities.</p>", 
    "name": "Viridium", 
    "weight": "55 lbs.", 
    "source": "Ultimate Equipment", 
    "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Viridium", 
    "type": "item", 
    "price": "850 GP", 
    "subtype": "material", 
    "sections": [
        {
            "body": "<table><thead><tr><th>Type of Viridium Item\tItem</th><th>Price Modifier</th></tr></thead><tr class=\"odd\"><td>Ammunition</td><td>+20 gp per item</td></tr><tr class=\"even\"><td>Weapon</td><td>+200 gp</td></tr></table>", 
            "url": "pfsrd://Ultimate Equipment/Rules/Arms And Armor/Special Materials/Viridium/Type of Viridium Item\tItem", 
            "type": "table", 
            "name": "Type of Viridium Item\tItem", 
            "source": "Ultimate Equipment"
        }
    ]
}