{
    "body": "<p>Ruling a kingdom is a complex and difficult task, one undertaken only by the very ambitious. Many PCs are content to live as mercenaries or treasure hunters, no interest in being responsible for the health and well-being of subjects; for these characters, a kingdom is simply a place they pass through on the way to the next adventure. However, characters who are keen to spread their wings and forge a place of power and influence in the world can use this chapter to create a different sort of campaign. If the PCs are interested in ruling only a single town or castle and the small region around it, kingdom building can focus primarily on the settlement and the PCs' personal demesne. If the PCs have larger goals, such as carving out a new, independent kingdom, these rules allow them to build cities and engage in trade, diplomacy, and war.</p><p>These rules assume that all of the kingdom's leaders are focused on making the kingdom prosperous and stable, rather than oppressing the citizens and stealing from the treasury. Likewise, the rules assume that the leaders are working together, not competing with each other or working at odds. If the campaign begins to step into those areas, the GM is free to introduce new rules to deal with these activities.</p><p>Like the exploration system, the kingdom-building rules measure terrain in hexes. Each hex is 12 miles from corner to corner, representing an area of just less than 95 square miles. The hex measurement is an abstraction; the hexes are easy to quantify and allow the GM to categorize a large area as one terrain type without having to worry about precise borders of forests and other terrain features.</p>", 
    "name": "Kingdom Building", 
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>The key parts of the kingdom-building rules that you'll be referencing are as follows:</p><ul><li>Explanation of the kingdom terminology used throughout this section.</li><li>Step-by-step instructions for founding a kingdom.</li><li>The turn sequence for an established kingdom.</li><li>The game statistics for terrain improvements.</li><li>Step-by-step instructions on how to found your first settlement.</li><li>The game statistics for the types of buildings.</li></ul><p>Following the main rules and the types of buildings are several optional rules for kingdom building, such as modifying the effect of religious buildings based on alignment or deity portfolio, tracking Fame and Infamy scores for your kingdom, rules for different types of government, and special edicts you can declare during the turn sequence.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Overview", 
            "type": "section", 
            "name": "Overview", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Kingdoms have attributes that describe and define them. These are tracked on a kingdom sheet, like a character's statistics are on a character sheet.</p>", 
            "name": "Kingdom Terminology", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>Like a PC, your kingdom has an alignment, which you decide when you form the kingdom. The kingdom's alignment represents the majority outlook and behavior of the people within that kingdom when they're considered as a group. (Individual citizens and even some leaders may be of different alignments.) When you decide on your kingdom's alignment, apply the following adjustments to the kingdom's statistics: <i>Chaotic</i>: +2 Loyalty; <i>Evil</i>: +2 Economy; <i>Good</i>: +2 Loyalty; <i>Lawful</i>: +2 Economy; <i>Neutral</i>: Stability +2 (apply this twice if the kingdom's alignment is simply Neutral, not Chaotic Neutral or Lawful Neutral). A kingdom's alignment rarely changes, though at the GM's option, it can shift through the actions of its rulers or its people.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Alignment", 
                    "type": "section", 
                    "name": "Alignment", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Build points (or BP for short) are the measure of your kingdom's resources&mdash;equipment, labor, money, and so on. They're used to acquire new hexes and develop additional buildings, settlements, and terrain improvements. Your kingdom also consumes BP to maintain itself.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Build Points", 
                    "type": "section", 
                    "name": "Build Points", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Consumption indicates how many BP are required to keep the kingdom functioning each month. Your kingdom's Consumption is equal to its Size, modified by settlements and terrain improvements (such as Farms and Fisheries). Consumption can never go below 0.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Consumption", 
                    "type": "section", 
                    "name": "Consumption", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Some kingdom actions require a check (1d20 + modifiers) to succeed&mdash;this is known as a control check. The base DC for a control check is equal to 20 + the kingdom's Size in hexes + the total number of districts in all your settlements + any other modifiers from special circumstances or effects. Unless otherwise stated, the DC of a kingdom check is the Control DC.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Control DC", 
                    "type": "section", 
                    "name": "Control DC", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>This attribute measures the productivity of your kingdom's workers and the vibrancy of its trade, both in terms of money and in terms of information, innovation, and technology. Your kingdom's initial Economy is 0 plus your kingdom's alignment and leadership modifiers.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Economy", 
                    "type": "section", 
                    "name": "Economy", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A kingdom has three attributes: Economy, Loyalty, and Stability. Your kingdom's initial scores in each of these attributes is 0, plus modifiers for kingdom alignment, bonuses provided by the leaders, and any other modifiers. Many kingdom actions and events require you to attempt a kingdom check, either using your Economy, Loyalty, or Stability attribute (1d20 + the appropriate attribute + other modifiers). You cannot take 10 or take 20 on a kingdom check. Kingdom checks automatically fail on a natural 1 and automatically succeed on a natural 20.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Kingdom Check", 
                    "type": "section", 
                    "name": "Kingdom Check", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Loyalty refers to the sense of goodwill among your people, their ability to live peaceably together even in times of crisis, and to fight for one another when needed. Your kingdom's initial Loyalty is 0 plus your kingdom's alignment and any modifiers from your kingdom's leadership role.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Loyalty", 
                    "type": "section", 
                    "name": "Loyalty", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Actual population numbers don't factor into your kingdom's statistics, but can be fun to track anyway. The population of each settlement is described in Settlements and Districts.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Population", 
                    "type": "section", 
                    "name": "Population", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>This is how many hexes the kingdom claims. A new kingdom's Size is 1.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Size", 
                    "type": "section", 
                    "name": "Size", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Stability refers to the physical and social well-being of the kingdom, from the health and security of its citizenry to the vitality of its natural resources and its ability to maximize their use. Your kingdom's initial Stability is 0 plus your kingdom's alignment and leadership modifiers.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Stability", 
                    "type": "section", 
                    "name": "Stability", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>The Treasury is the amount of BP your kingdom has saved and can spend on activities (much in the same way that your character has gold and other valuables you can spend on gear). Your Treasury can fall below 0 (meaning your kingdom's costs exceed its savings and it is operating in debt), but this increases Unrest (see Upkeep Phase).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Treasury", 
                    "type": "section", 
                    "name": "Treasury", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>A kingdom turn spans 1 month of game time. You make your kingdom checks and other decisions about running your kingdom at the end of each month.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Turn", 
                    "type": "section", 
                    "name": "Turn", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>Your kingdom's Unrest indicates how rebellious your citizens are. Your kingdom's initial Unrest is 0. Unrest can never fall below 0 (anything that would modify it to less than 0 is wasted). Subtract your kingdom's Unrest from all Economy, Loyalty, and Stability checks. If your kingdom's Unrest is 11 or higher, the kingdom begins to lose control of hexes it has claimed. If your kingdom's Unrest ever reaches 20, the kingdom falls into anarchy (see Upkeep Phase).</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Terminology/Unrest", 
                    "type": "section", 
                    "name": "Unrest", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>With building a kingdom, you begin by founding a small settlement&mdash;such as a village or town&mdash;and expand your territory outward, claiming nearby hexes, founding additional settlements, and constructing buildings within those settlements. What you build in a hex or a settlement affects the economy of your kingdom, the loyalty of your citizens, the stability of the government, and the likeliness that kingdom will fall into chaos when citizens worry about monster attacks and other threats.</p><p>You and the other PCs take specific roles in leading your kingdom, such as Ruler, High Priest, General, and so on. The leaders provide bonuses on rolls you make to manage the kingdom's economy and other important issues. For example, having a High Priest makes your kingdom more stable and your citizens more loyal, and having a Treasurer makes your kingdom more profitable.</p><p>Instead of using gold pieces, a kingdom uses a type of currency called build points (BP), which represent actual cash, labor, expertise, and raw materials. While it is possible to convert gp into BP and back again, for the most part you'll just be spending BP to run your kingdom.</p><p>Running a kingdom takes place over a series of turns, similar to how combat takes place over a series of rounds. A kingdom turn takes 1 month of game time. Each turn has four phases which you resolve in order: the Upkeep phase, where you pay the kingdom's bills; the Edict phase, where you levy taxes and build improvements; the Income phase, where you collect taxes; and the Events phase, where you see if something especially good or bad happens to your kingdom.</p><p>If this is your first time reading these rules, start with the section on Founding a Settlement and read the rest of the kingdom-building rules in order. If you find a term you're not familiar with, check the Kingdom Terminology section for a better idea of where you can find that information.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Kingdom Building Quick Reference", 
            "type": "section", 
            "name": "Kingdom Building Quick Reference", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>Once you have your first settlement, you have the start of a kingdom. You'll need to make some initial decisions that affect your kingdom's statistics, and record them.</p>", 
            "name": "Founding a Kingdom", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Founding a Kingdom", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>. Your kingdom's alignment helps determine how loyal, prosperous, and stable your kingdom is. Your kingdom may be a lawful good bastion against a nearby land of devil worshipers, or a chaotic neutral territory of cutthroat traders whose government does very little to interfere with the rights of its citizens.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Founding a Kingdom/Choose Your Kingdoms Alignment", 
                    "type": "section", 
                    "name": "Choose Your Kingdom's Alignment", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>. Assign the leadership roles for all PCs and NPCs involved in running the kingdom, such as Ruler, General, and High Priest. The leadership roles provide bonuses on checks made to collect taxes, deal with rioting citizens, and resolve similar issues.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Founding a Kingdom/Choose Leadership Roles", 
                    "type": "section", 
                    "name": "Choose Leadership Roles", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>. The build points you have left over from starting your first settlement make up your initial Treasury.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Founding a Kingdom/Start Your Treasury", 
                    "type": "section", 
                    "name": "Start Your Treasury", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>. Your initial Economy, Loyalty, and Stability scores are based on the kingdom's alignment and the buildings your settlement has. (If you start with more than one settlement, include all the settlements in this reckoning.)</p><p>Once you've completed these steps, move on to Kingdom Turn Sequence.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Founding a Kingdom/Determine Your Kingdoms Attributes", 
                    "type": "section", 
                    "name": "Determine Your Kingdom's Attributes", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>A kingdom should have a capital city&mdash;the seat of your power. Your first settlement is your capital. If you want to designate a different settlement as the capital, you may do so in Step 7 of the Edict phase. Your capital city primarily comes into play if your kingdom loses hexes. If you change the capital city, attempt a Stability check. Success means Unrest increases by 1; failure means Unrest increases by 1d6.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Capital City", 
            "type": "section", 
            "name": "Capital City", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<p>A stable kingdom has leaders that fill different roles&mdash;tending to the economy, defense, and health of its citizens. PCs and NPCs can fill these roles; your fighter may be the kingdom's Warden, the party cleric its High Priest, and so on. Each role grants the kingdom different benefits.</p><p>A character can only fill one leadership role at a time. For example, your character can't be both the Ruler and the High Priest. Even if you want the Ruler to be the head of the kingdom's religion, she's too busy ruling to also do the work of a High Priest; she'll have to appoint someone else to do that work.</p><p>The kingdom must have someone in the Ruler role to function; without a Ruler, the kingdom cannot perform basic actions and gains Unrest every turn. All other roles are optional, though leaving certain roles vacant gives your kingdom penalties.</p><p>These leadership roles can be a part of any form of government; in some kingdoms they take the form of a formal ruling council, while in others they may be advisors, ministers, relatives of the leader, or simply powerful nobles, merchants, or bureaucrats with access to the seat of power. The names of these roles are game terms and need not correspond to the titles of those roles in the kingdom&mdash;the Ruler of your kingdom may be called king, queen, chosen one, padishah, overlord, sultan, and so on.</p>", 
            "name": "Leadership Roles", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>In order to gain the benefits of leadership, you must spend at least 7 days per month attending to your duties; these days need not be consecutive. This can be roleplayed or can be assumed to run in the background without needing to be defined or actively played out. Time spent ruling cannot be used for adventuring, crafting magic items, or completing other downtime activities (see Chapter 2) that require your full attention and participation. Failure to complete your duties during a turn means treating the role as thought it's vacant.</p><p>For most campaigns, it's best to have the PCs pick the same days of the month for these administrative duties, so everyone is available for adventuring at the same time.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Responsibilities of Leadership", 
                    "type": "section", 
                    "name": "Responsibilities of Leadership", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>These rules include enough important leadership roles that a small group of PCs can't fill them all. You may have to recruit NPCs to fill out the remaining necessary roles for your kingdom. Cohorts, followers, and even intelligent familiars or similar companions can fill leadership roles, and you may want to consider inviting allied NPCs to become rulers, such as asking a friendly ranger you rescued to become the kingdom's Marshal.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/PCs and NPCs as Leaders", 
                    "type": "section", 
                    "name": "PCs and NPCs as Leaders", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>If you want to step down from a leadership position, you must find a replacement to avoid incurring the appropriate vacancy penalty for your position. Abdicating a position increases Unrest by 1 and requires a Loyalty check; if the check fails, the vacancy penalty applies for 1 turn while the new leader transitions into that role. If you are the Ruler, abdicating increases Unrest by 2 instead of 1, and you take a &mdash;4 penalty on the Loyalty check to avoid the vacancy penalty.</p><p>If you are not the Ruler and are leaving one leadership role to take a different one in the kingdom, the Unrest increase does not occur and you gain a +4 bonus on the Loyalty check to avoid the vacancy penalty.</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Abdicating a Role", 
                    "type": "section", 
                    "name": "Abdicating a Role", 
                    "source": "Ultimate Campaign"
                }, 
                {
                    "body": "<p>The statistics for the different roles are presented as follows.</p>", 
                    "name": "Leader Statistics", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Leader Statistics", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>This explains the benefit to your kingdom if you have a character in this role. If you have the Leadership feat, increase this benefit by 1. If this section gives you a choice of two ability scores, use whichever is highest.</p><p>Most benefits are constant and last as long as there is a character in that role, but don't stack with themselves. For example, a General increases Loyalty by 2, so the General provides a constant +2 to the kingdom's Loyalty (not a stacking +2 increase every turn), which goes away if she dies or resigns. If a benefit mentions a particular phase in kingdom building, that benefit applies every turn during that phase. For example, the Royal Enforcer decreases Unrest by 1 at every Upkeep phase.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>This line explains the penalty to your kingdom if no character fills this role, or if the leader fails to spend the necessary time fulfilling his responsibilities. Some roles have no vacancy penalty. If a character in a role is killed or permanently incapacitated during a turn and not restored to health by the start of the next kingdom turn, that role counts as vacant for that next turn, after which a replacement can be appointed to the role.</p><p>Like benefits, most vacancy penalties are constant, last as long as that role is vacant, and don't stack with themselves. If a vacant role lists an increase to Unrest, however, that increase does not go away when the role is filled. For example, if the kingdom doesn't have a ruler for a turn, Unrest increases by 4 and doesn't automatically return to its previous level when you eventually fill the vacant Ruler role.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Ruler is the highest-ranking person in the kingdom, above even the other kingdom leaders, and is expected to embody the values of the kingdom. The Ruler performs the kingdom's most important ceremonies (such as knighting royals and signing treaties), is the kingdom's chief diplomatic officer (though most of these duties are handled by the Grand Diplomat), is the signatory for all laws affecting the entire kingdom, pardons criminals when appropriate, and is responsible for appointing characters to all other high positions in the government (such as other leadership roles, mayors of settlements, and judges).</p>", 
                    "name": "Ruler", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Ruler", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Choose one kingdom attribute (Economy, Loyalty, or Stability). Add your Charisma modifier to this attribute. If your kingdom's Size is 26&mdash;100, choose a second kingdom attribute and add your Charisma modifier to it as well. If your kingdom's Size is 101 or more, choose a third kingdom attribute and add your Charisma modifier to it too.</p><p>If you have the Leadership feat, the bonus from the feat applies to all kingdom attributes you affect (one, two, or three attributes, depending on the kingdom's Size).</p><p>If you marry someone of equal station, you both can act as Ruler. You both add your Charisma modifiers to the kingdom attribute (or attributes, if the kingdom is large enough). As long as one of you is present for 1 week per month, you avoid the vacancy penalty.</p><p>In a typical campaign where the kingdom leaders have no ties to actual nobility, \"someone of equal station\" is irrelevant and your marriage is between two Rulers. In a campaign where the leaders are nobles or royals, marrying someone of lesser station means the spouse becomes a Consort rather than a Ruler.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>A kingdom without a ruler cannot claim new hexes, create Farms, build Roads, or purchase settlement districts. Unrest increases by 4 during the kingdom's Upkeep phase.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Consort is usually the spouse of the Ruler, and spends time attending court, speaking with and advising nobles, touring the kingdom to lift the spirits of the people, and so on. In most kingdoms, you cannot have two married Rulers and a Consort at the same time.</p><p>The Consort represents the Ruler when the Ruler is occupied or otherwise unable to act. With the Ruler's permission, the Consort may perform any of the Ruler's duties, allowing the Ruler to effectively act in two places at once. If the Ruler dies, the Consort may act as Ruler until the Heir comes of age and can take over as Ruler.</p>", 
                    "name": "Consort", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Consort", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add half your Charisma modifier to Loyalty. If the ruler is unavailable during a turn, you may act as the Ruler for that turn, negating the vacancy penalty for having no Ruler, though you do not gain the Ruler benefit. If you act as the Ruler for the turn, you must succeed at a Loyalty check during the kingdom's Upkeep phase or Unrest increases by 1.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>None.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Councilor acts as a liaison between the citizenry and the other kingdom leaders, parsing requests from the commonwealth and presenting the leaders' proclamations to the people in understandable ways. It is the Councilor's responsibility to make sure the Ruler is making decisions that benefit the kingdom's communities and its citizens.</p>", 
                    "name": "Councilor", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Councilor", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add your Charisma modifier or Wisdom modifier to Loyalty.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>Loyalty decreases by 2. The kingdom gains no benefits from the Holiday edict. During the Upkeep phase, Unrest increases by 1.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The General is the highest-ranking member of the kingdom's military. If the kingdom has an army and a navy, the heads of those organizations report to the kingdom's General. The General is responsible for looking after the needs of the military and directing the kingdom's armies in times of war. Most citizens see the General as a protector and patriot.</p>", 
                    "name": "General", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/General", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add your Charisma modifier or Strength modifier to Stability.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>Loyalty decreases by 4.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Grand Diplomat is in charge of the kingdom's foreign policy&mdash;how it interacts with other kingdoms and similar political organizations such as tribes of intelligent monsters. The Grand Diplomat is the head of all of the kingdom's diplomats, envoys, and ambassadors. It is the Grand Diplomat's responsibility to represent and protect the interests of the kingdom with regard to foreign powers.</p>", 
                    "name": "Grand Diplomat", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Grand Diplomat", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add your Charisma modifier or Intelligence modifier to Stability.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>Stability decreases by 2. The kingdom cannot issue Diplomatic or Exploration edicts.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Heir is usually the Ruler's eldest son or daughter, though some kingdoms may designate a significant advisor (such as a seneschal) as Heir. The Heir's time is mostly spent learning to become a ruler&mdash;pursuing academic and martial training, touring the kingdom to get to the know the land and its people, experiencing the intrigues of courtly life, and so on.</p><p>Because the Heir carries the potential of being the next Ruler, the Heir's role is similar to the Consort in that the Heir may act on behalf of the Ruler.</p>", 
                    "name": "Heir", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Heir", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add half your Charisma modifier to Loyalty. You may act as the Ruler for a turn, negating the vacancy penalty for the kingdom having no Ruler, though you do not gain the Ruler benefit. Whenever you act as the Ruler for the turn,  you must succeed at a Loyalty check during the kingdom's Upkeep phase or Unrest increases by 1.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>None.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The High Priest tends to the kingdom's religious needs and guides its growth. If the kingdom has an official religion, the High Priest may also be the highest-ranking member of that religion in the kingdom, and has similar responsibilities over the lesser priests of that faith to those the Grand Diplomat has over the kingdom's ambassadors and diplomats. If the kingdom has no official religion, the High Priest may be a representative of the most popular religion in the kingdom or a neutral party representing the interests of all religions allowed by the kingdom.</p>", 
                    "name": "High Priest", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/High Priest", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add your Charisma modifier or Wisdom modifier to Stability.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>Stability and Loyalty decrease by 2. During the Upkeep phase, Unrest increases by 1.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Magister guides the kingdom's higher learning and magic, promoting education and knowledge among the citizens and representing the interests of magic, science, and academia. In most kingdoms, the Magister is a sage, a wizard, or a priest of a deity of knowledge, and oversees the governmental bureaucracy except regarding finance.</p>", 
                    "name": "Magister", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Magister", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add your Charisma modifier or Intelligence modifier to Economy.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>Economy decreases by 4.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Marshal ensures that the kingdom's laws are being enforced in the remote parts of the kingdom as well as in the vicinity of the capital. The Marshal is also responsible for securing the kingdom's borders. He organizes regular patrols and works with the General to respond to threats that militias and adventurers can't deal with alone.</p>", 
                    "name": "Marshal", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Marshal", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add your Dexterity modifier or Wisdom modifier to Economy.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>Economy decreases by 4.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Royal Enforcer deals with punishing criminals, working with the Councilor to make sure the citizens feel the government is adequately dealing with wrongdoers, and working with the Marshal to capture fugitives from the law. The Royal Enforcer may grant civilians the authority to kill in the name of the law.</p>", 
                    "name": "Royal Enforcer", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Royal Enforcer", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add your Dexterity modifier or Strength modifier to Loyalty. During the Upkeep phase, you may decrease Unrest by 1 (this is not affected by having the Leadership feat); if you do so, you must succeed at a Loyalty check or Loyalty decreases by 1.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>None.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Spymaster observes the kingdom's criminal elements and underworld and spies on other kingdoms. The Spymaster always has a finger on the pulse of the kingdom's underbelly, and uses acquired information to protect the interests of the kingdom at home and elsewhere through a network of spies and informants.</p>", 
                    "name": "Spymaster", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Spymaster", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>During the Edict phase, choose one kingdom attribute (Economy, Loyalty or Stability). Add your Dexterity modifier or Intelligence modifier to this attribute.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>Economy decreases by 4. During the Upkeep phase, Unrest increases by 1.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Treasurer monitors the state of the kingdom's Treasury and citizens' confidence in the value of their money and investigates whether any businesses are taking unfair advantage of the system. The Treasurer is in charge of the tax collectors and tracks debts and credits with guilds and other governments.</p>", 
                    "name": "Treasurer", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Treasurer", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add your Intelligence modifier or Wisdom modifier to Economy.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p> <b>Penalty</b>Economy decreases by 4. The kingdom cannot collect taxes&mdash;during the Edict phase, when you would normally collect taxes, the kingdom does not collect taxes at all and the taxation level is considered \"none.\"\u2029</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Treasurer/Vacancy", 
                            "type": "section", 
                            "name": "Vacancy", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Viceroy represents the Ruler's interests on an ongoing basis in a specific location such as a colony or vassal state (see the optional Vassalage edict). The Viceroy is in effect the Ruler for that territory; her orders are superceded only by direct commands from the Ruler.</p>", 
                    "name": "Viceroy", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Leadership Roles/Viceroy", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>Add half your Intelligence or Wisdom modifier to Economy. You may assume any leadership role (including Ruler) for your colony or vassal state, but any benefit you provide in this role is 1 less than normal; if you do so, you must spend 7 days that month performing duties appropriate to that leadership role in addition to the 7 days spent for Viceroy duties.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>If you have no Viceroy for your vassal state, treat it as if it had the Ruler vacancy penalty.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ]
                }, 
                {
                    "body": "<p>The Warden is responsible for enforcing laws in larger settlements, as well as ensuring the safety of the kingdom leaders. The Warden also works with the General to deploy forces to protect settlements and react to internal threats.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add your Constitution modifier or Strength modifier to Loyalty.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Benefit"
                        }, 
                        {
                            "body": "<p>Loyalty and Stability decrease by 2.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section", 
                            "name": "Vacancy Penalty"
                        }
                    ], 
                    "name": "Warden", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>As the kingdom grows, the party gains experience points the first time it reaches each of the following milestones.</p>", 
            "name": "Gaining Experience for Leadership", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Gaining Experience for Leadership", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>2,400 XP<b>Establish a Capital City</b>: 1,200 XP<b>Reach a Kingdom Size of 11</b>: 2,400 XP<b>Reach a Kingdom Size of 26</b>: 4,800 XP<b>Reach a Kingdom Size of 51</b>: 9,600 XP<b>Reach a Kingdom Size of 101</b>: 12,800 XP<b>Reach a Kingdom Size of 151</b>: 25,600 XP<b>Reach a Kingdom Size of 201</b>: 76,800 XP<b>Fill a Settlement with 4 Lots of Buildings</b>: 1,600 XP<b>Fill a Settlement with 16 Lots of Buildings</b>: 4,800 XP<b>Fill a Settlement with 36 Lots of Buildings</b>: 12,800 XP</p>", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Gaining Experience for Leadership/Found a Kingdom", 
                    "type": "section", 
                    "name": "Found a Kingdom", 
                    "source": "Ultimate Campaign"
                }
            ]
        }, 
        {
            "body": "<p>The units of a kingdom's wealth and productivity are build points (BP). Build points are an abstraction representing the kingdom's expendable assets, not just gold in the treasury. Build points include raw materials (such as livestock, lumber, land, seed, and ore), tangible goods (such as wagons, weapons, and candles), and people (artisans, laborers, and colonists). Together, these assets represent the labor and productive output of your citizens.</p><p>You spend BP on tasks necessary to develop and protect your kingdom&mdash;planting farms, creating roads, constructing buildings, raising armies, and so on. These things are made at your command, but they are not <i>yours</i>. The cities, roads, farms, and buildings belong to the citizens who build them and use them to live and work every day, and those acts of living and working create more BP for the kingdom. As the leaders, you use your power and influence to direct the economic and constructive activity of your kingdom, deciding what gets built, when, and where.</p><p>Build points don't have a precise exchange rate to gold pieces because they don't represent exact amounts of specific resources. For example, you can't really equate the productivity of a blacksmith with that of a stable, as their goods are used for different things and aren't produced at the same rate, but both of them contribute to a kingdom's overall economy. In general, 1 BP is worth approximately 4,000 gp; use this value to get a sense of how costly various kingdom expenditures are. In practice, it is not a simple matter to convert one currency to the other, but there are certain ways for your PC to spend gp to increase the kingdom's BP or withdraw BP and turn them into gold for your character to spend.</p><p>Providing a seed amount of BP at the start of kingdom building means your kingdom isn't starving for resources in the initial months. Whether you acquire these funds on your own or with the help of an influential NPC is decided by the GM, and sets the tone for much of the campaign.</p>", 
            "name": "Build Points", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points", 
            "type": "section", 
            "source": "Ultimate Campaign", 
            "sections": [
                {
                    "body": "<p>In many cases, a kingdom's initial BP come from a source outside your party. A wealthy queen may want to tame some of the wilderness on her kingdom's borders, or a merchant's guild may want to construct a trading post to increase trade with distant lands. Regardless of the intent, the work involved to create a new settlement costs thousands of gold pieces&mdash;more than most adventurers would want to spend on mundane things like jails, mills, and piers.</p><p>It is an easy matter for the GM to provide these funds in the form of a quest reward. A wealthy queen may grant you minor titles and BP for your treasury if you kill a notorious bandit and turn his ruined castle into a town, or a guild may provide you with a ship full of goods and workers and enough BP to start a small colony on a newly discovered, resource-rich continent. In exchange for this investment, the sponsor expects you to be a vassal or close ally; in some cases, you may be required to pay back these BP (such as at a rate of 1 BP per turn) or provide tribute to the patron on an ongoing basis (such as at a rate of 10% of your income per turn, minimum 1 BP).</p><p>An appropriate starting amount is 50 BP. This amount is enough to keep a new kingdom active for a few turns while it establishes its own economy, but it is still at risk of collapse from mismanagement or bad luck.</p><p>As the initial citizens represented by this BP investment are probably loyal to the sponsor, taking action against the sponsor may anger those people and cause trouble. For example, if you rebuff the queen's envoy, your citizens may see this as a snub against the queen and rebel.</p><p>Your responsibility to the sponsor usually falls into one of the following categories, based on the loan arrangement.</p>", 
                    "name": "Wealthy Sponsor", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points/Wealthy Sponsor", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<p>The sponsor expects you to explore, clear, and settle a wilderness area along the sponsor's border&mdash;an area where the sponsor has some territorial claims. You may have to fend off other challengers for the land.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points/Wealthy Sponsor/Charter", 
                            "type": "section", 
                            "name": "Charter", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The sponsor's soldiers clashed with the army of an existing kingdom and the kingdom's old leaders have fled, surrendered, or been killed. The sponsor has placed you in command of this territory and the soldiers.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points/Wealthy Sponsor/Conquest", 
                            "type": "section", 
                            "name": "Conquest", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The sponsor places you in charge of an existing domain within his own already-settled lands. If it includes already improved terrain and cities, you're expected to govern and further improve them. (While you'll start with land and settlements, you'll still need around 50 BP to handle your kingdom's Consumption and development needs.)</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points/Wealthy Sponsor/Fief", 
                            "type": "section", 
                            "name": "Fief", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The sponsor places you in charge of settling and improving an area already claimed by the liege but not significantly touched by civilization. You may have to expand the borders of the land or defend it against hostile creatures.</p>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points/Wealthy Sponsor/Grant", 
                            "type": "section", 
                            "name": "Grant", 
                            "source": "Ultimate Campaign"
                        }
                    ]
                }, 
                {
                    "body": "<p>It's not easy to start a kingdom&mdash;probably the reason everyone doesn't have one. If you are founding a kingdom on your own, without an external sponsor or a fantastic windfall of resources, the initial financial costs can be crippling to PCs. Even building a new town with just a House and an Inn costs 13 BP&mdash;worth over 50,000 gp in terms of stone, timber, labor, food, and so on. To compensate for this (and encourage you to adventure in search of more gold that you can convert into BP), if you're running a small, self-starting kingdom, the GM may allow you to turn your gold into BP at a better rate. You may only take advantage of this if you don't have a sponsor; it represents your people seeing the hard work you're directly putting in and being inspired to do the same to get the kingdom off the ground.</p><p>This improved rate depends on the Size of your kingdom, as shown in the following table.</p>", 
                    "name": "Starting from Scratch", 
                    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points/Starting from Scratch", 
                    "type": "section", 
                    "source": "Ultimate Campaign", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Kingdom Size</th><th>Price of 1 BP</th><th>Withdrawal Rate*</th></tr></thead><tr class=\"odd\"><td>01&mdash;25</td><td>1,000 gp</td><td>500 gp</td></tr><tr class=\"even\"><td>26&mdash;50</td><td>2,000 gp</td><td>1,000 gp</td></tr><tr class=\"odd\"><td>51&mdash;100</td><td>3,000 gp</td><td>1,500 gp</td></tr><tr class=\"even\"><td>101+</td><td>4,000 gp</td><td>2,000 gp</td></tr><tfoot><tr><td colspan=\"3\">*If you make a withdrawal from the Treasury during the Income phase, use this withdrawal rate to determine how much gp you gain per BP withdrawn.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdom Building/Build Points/Starting from Scratch/Kingdom Size", 
                            "type": "table", 
                            "name": "Kingdom Size", 
                            "source": "Ultimate Campaign"
                        }, 
                        {
                            "body": "<p>The GM may also allow you to discover a cache of goods worth BP (instead of gp) as a reward for adventuring, giving you the seed money to found or support your kingdom.</p>", 
                            "source": "Ultimate Campaign", 
                            "type": "section"
                        }
                    ]
                }
            ]
        }
    ]
}