{
    "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdoms And War", 
    "type": "section", 
    "sections": [
        {
            "body": "<p>Some heroes found kingdoms, driving out hostile monsters to make room for peaceful settlers. Others lead soldiers into battle, waging great and terrible wars. This chapter presents rules for building a kingdom and waging war that focus on the larger tactics of city planning and troop strategy rather than managing details of individual settlers and soldiers.</p><p>This section uses \"kingdom\" as a universal term to represent all kinds of domains, regardless of size, form of government, and gender of the ruler. Most of the decisions are in the hands of the players, and these rules are written with that assumption, using terms like \"your kingdom\" and \"your army.\" However, the GM is still in charge of the campaign, and is expected to make judgments about the repercussions of player decisions. While players running a kingdom should be allowed to read these rules (having them do so makes much of the kingdom building easier for the GM), the players shouldn't think they can abuse these rules to exploit weird corner cases. For example, players may decide to construct a city full of graveyards because of the bonuses they provide to the city, but if the GM believes that is unreasonable, he could decide that the city is prone to frequent undead attacks. Likewise, a settlement with more magic shops than houses and businesses may slowly become a ghost town as all the normal citizens move elsewhere out of superstitious fear. As with a normal campaign, the GM is the final arbiter of the rules, and can make adjustments to events as necessary for the campaign.</p>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Kingdoms And War/Kingdoms And War/Kingdoms and War", 
            "type": "section", 
            "name": "Kingdoms and War", 
            "source": "Ultimate Campaign"
        }
    ], 
    "name": "Kingdoms And War", 
    "source": "Ultimate Campaign"
}