{
    "body": "<p>A theologian is an expert on one particular area of her religion. She is so focused on that area that she eschews the broader sweep of her deity's dogma and focuses intensely upon that aspect of it, embodying its power in all she does. Theologians tend to be more zealous than other clerics, and many crusades are started by theologians. A theologian has the following class features.</p>", 
    "name": "Theologian", 
    "source": "Ultimate Magic", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Theologian", 
    "type": "class_archetype", 
    "subtype": "cleric", 
    "sections": [
        {
            "body": "<p id=\"focused-domain\">A theologian chooses only one domain from her deity's portfolio rather than the normal two domains. All level-dependent effects of the granted powers from the theologian's domain function as if she were two cleric levels higher than her actual cleric level. This does not allow her to gain domain-granted powers earlier than normal. </p><p>A theologian can prepare domain spells using her non-domain slots. She cannot use her spontaneous casting ability on domain spells, even if they are prepared in non-domain slots. In all other respects, this works like and replaces the standard cleric domain ability.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Theologian/Focused Domain", 
            "type": "section", 
            "name": "Focused Domain", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"domain-secret\">At 5th level, the theologian chooses one domain spell. That spell becomes permanently modified with one of the following metamagic feats: Bouncing Spell, Disruptive Spell, Ectoplasmic Spell, Enlarge Spell, Extend Spell, Focused Spell, Intensified Spell, Silent Spell, Still Spell. This metamagic feat does not increase the level of the spell. Once chosen, this modification cannot be changed. The domain specialist need not have the metamagic feat to apply it to a spell using this ability. At every 5 levels after 5th, the domain specialist may choose an additional domain spell to modify in this way. She cannot modify the same spell more than once.</p>", 
            "name": "Domain Secret", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Cleric/Cleric Archetypes/Theologian/Domain Secret", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Magic", 
            "type": "ability"
        }
    ]
}