{
    "body": "<p>The world is full of dangerous magic, and many recoil in the face of such power. The spellbreaker, by contrast, learns to recognize and resist certain types of magic, wading through waves of magic to reach her foes.</p>", 
    "name": "Spellbreaker", 
    "source": "Ultimate Combat", 
    "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker", 
    "type": "class_archetype", 
    "subtype": "inquisitor", 
    "sections": [
        {
            "body": "<p id=\"strong-willed\">At 1st level, a spellbreaker is able to stand strong against magical effects that seek to control, compel, or persuade her. The spellbreaker rolls twice and takes the best result when making a Will saving throw against a mind-affecting effect. This ability replaces monster lore.</p>", 
            "name": "Strong-Willed", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker/Strong-Willed", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"defense-against-magic\">At 3rd level, a spellbreaker picks a single wizard school. She gains a +1 bonus on saving throws against arcane spells of that school. Every four levels beyond 3rd, the spellbreaker picks a new school and gains this bonus against arcane spells of that school (to a maximum of five schools of magic at 19th level). Furthermore, each time the spellbreaker picks a new school, the bonuses for the schools she has already chosen increase by 1. This ability replaces all bonus teamwork feats.</p>", 
            "name": "Defense against Magic", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker/Defense against Magic", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"foil-casting\">At 3rd level, when an opponent tries to cast an arcane spell within a spellbreaker's threatened area, the DC for that caster to cast defensively increases by 2. This increase stacks with the effects of the Disruptive feat. Furthermore, the spellbreaker knows where to hit foes to foil casting from a distance. Each time she hits an arcane spellcaster or a creature that uses spell-like abilities with a ranged weapon attack, the DC of any Concentration checks the caster makes increases by 2 for 1 round. This ability replaces solo tactics. </p>", 
            "name": "Foil Casting", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker/Foil Casting", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"impervious\">At 20th level, a spellbreaker becomes immune to the effects of a single school of arcane magic. That school of magic must be the first one she picked for defense against magic (see above). Neither harmful nor helpful arcane spells of that school have an effect on the spellbreaker. If a spell of that school is an area of effect spell, the spell goes off as normal, but the spellbreaker is untouched by its effects. Once per day, as a swift action, the spellbreaker can grant this imperviousness to all allies in a 60-foot burst for 1 minute. This ability replaces final judgment.</p>", 
            "name": "Impervious", 
            "url": "pfsrd://Ultimate Combat/Rules/Class Archetypes/Inquisitor/Inquisitor Archetypes/Spellbreaker/Impervious", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Ultimate Combat", 
            "type": "ability"
        }
    ]
}