{
    "body": "<p class=\"stat-block\">A <i>talisman of reluctant wishes</i> appears the same as a <i>stone of controlling earth elementals</i>, a rugged rock that seems to pulse with an inner power. Its powers are quite different, however, and are dependent on the Charisma of the holder. Any character touching a <i>talisman of reluctant wishes</i> must make a DC 15 Charisma check. </p><p class=\"stat-block\">If the check fails, the talisman acts as a <i>stone of weight</i>. Discarding it results in 5d6 points of damage to the character and the disappearance of the talisman.</p><p class=\"stat-block\">If the check succeeds, the talisman remains with the character for 5d6 hours, or until a <i>wish</i> is made with it, whichever comes first. It then disappears.</p><p class=\"stat-block\">If the check roll is a natural 20, the talisman remains for a number of months equal to the character's Charisma score, resisting any effort to get rid of it by reappearing in the character's possession, in a back pocket, at the bottom of his pack, or the like. </p><p class=\"stat-block\">The artifact grants one <i>wish</i> for every 6 points of the character's Charisma (round down). It grows warm and throbs whenever its possessor comes within 20 feet of a mechanical or magic trap. (If the talisman is not held, its warning heat and pulses are of no avail.)</p><p class=\"stat-block\">Regardless of which reaction results, a <i>talisman of reluctant wishes</i> disappears when its time expires, leaving behind a large diamond in its stead, valued at 1,000 gp per point of the character's Charisma.</p>", 
    "slot": "None", 
    "name": "Talisman of Reluctant Wishes", 
    "weight": "1 lb.", 
    "cl": "20th", 
    "url": "pfsrd://Ultimate Equipment/Rules/Artifacts and Other Items/Artifacts/Minor Artifacts/Talisman of Reluctant Wishes", 
    "type": "item", 
    "source": "Ultimate Equipment", 
    "aura": "strong conjuration", 
    "sections": [
        {
            "body": "<p class='stat-block-1'><b>descriptor </b>A talisman of reluctant wishes can be destroyed by wishing it so, using either one of the stone's wishes or a wish spell from another source. The stone then explodes, causing 5d6 points of damage to the holder.</p><p class='stat-block-1'><b>descriptor </b></p>", 
            "source": "Ultimate Equipment", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}