{
    "body": "<p>Campaign traits are specifically designed to tie your character into a campaign's storyline, and often give you a built-in reason to begin the first adventure. For this reason, GMs usually create their own campaign traits for their PCs. If your GM uses campaign traits, one of your starting traits must be a campaign trait. Your other trait can be chosen from one of the other types of traits.</p>", 
    "name": "Campaign Traits", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p>You were born and raised in the town of Sandpoint or its surrounding farms. You know many of the region's secrets, and the locals already know who you are. You are well liked in town, and you'll have lots of friends in the region, but the town's tougher side sees you as a snitch or a pansy. You gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is always a class skill for you. In addition, you can choose any one law-abiding citizen of Sandpoint from below as an ally; depending on the person you pick, you'll get different benefits.</p>", 
            "name": "Favored Son/Daughter", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Favored Son_Daughter", 
            "type": "trait", 
            "subtype": "campaign", 
            "sections": [
                {
                    "body": "<p>One of the town's most influential and beloved nobles. Her inn/tavern is the most popular in town, and as one of her friends, you're guaranteed a place to eat and sleep for free. She's got lots of great contacts with merchants as well, and she'll sell any of your loot for you&mdash;as a result, you gain an additional 10% over the amount of gp you normally would get from selling off treasure.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Favored Son_Daughter/Tavern Owner", 
                    "type": "section", 
                    "name": "Tavern Owner", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>The no nonsense arm of the law, is like the uncle you never had. The benefits of being close friends with the town sheriff are extensive, and you can call in favors from him once per game session. A favor can either get you out of a legal jam, hook you up with a town guard for help, or give you a one-time +10 bonus on a Bluff, Diplomacy, or Intimidate check made against any local person.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Favored Son_Daughter/Sherrif", 
                    "type": "section", 
                    "name": "Sherrif", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>You were born and raised in town. You know many of the region's secrets and the locals already know who you are. You aren't quite hated in town, but folk seem to think you're a troublemaker and a bastard and not to be trusted. The town's tougher folk respect you, but the law-abiding citizens don't.  You gain a +1 trait bonus on Knowledge (local) checks, and Knowledge (local) is a class skill for you. In addition, you can choose any one notorious citizen from below as an ally; depending on the person you pick, you'll get different benefits.</p>", 
            "name": "Black Sheep", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Black Sheep", 
            "type": "trait", 
            "subtype": "campaign", 
            "sections": [
                {
                    "body": "<p>Everyone suspects the sweaty, shifty-eyed apothecary sells poisons from his cluttered, acrid smelling wreck of a shop. You're one of the few in town who know this for a fact. You start the game with 400 gp worth of poison, and the apothecary will continue to sell you poison as long as you don't spread the word.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Black Sheep/Apothecary", 
                    "type": "section", 
                    "name": "Apothecary", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>A local unscrupulous family was hit hard recently, revealing criminal ties that damaged its reputation as well. One noble is eager to rebuild his presence in town, and you're one of the ones he's selected as an agent. Choose one of the following skills:  Bluff, Sleight of Hand, or Stealth. Your work for the family gives you a +1 trait bonus on that skill, and it is always a class skill for you.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Black Sheep/Bitter Nobleman", 
                    "type": "section", 
                    "name": "Bitter Nobleman", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }, 
        {
            "body": "<p>You are not from town; you've recently come from somewhere else and are hoping to make your fortune here. Pick one of the following reasons to be a newcomer to the area.</p>", 
            "name": "Outlander", 
            "source": "Advanced Player's Guide", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander", 
            "type": "trait", 
            "subtype": "campaign", 
            "sections": [
                {
                    "body": "<p>The secrets of an ancient fallen civilization intrigue you, particularly the magical traditions of its highly mystical culture. You've studied magic intensely, and hope to increase that knowledge by adding ancient lore. You've come to the region to pursue that study, and chose the town as your base because it was out of the way of bigger cities&mdash;meaning less competition to study the ancient monuments in the region, you hope!  You gain a +1 trait bonus on Knowledge (arcana) checks, and Knowledge (arcana) is a class skill for you. If you cast arcane spells, pick three spells on your spell list. You are particularly adept at casting these spells, so they function at +1 caster level when you cast them, and their save DCs (if any) gain a +1 bonus.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander/Lore Seeker", 
                    "type": "section", 
                    "name": "Lore Seeker", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>For whatever reason, you were forced to flee your homeland. Chance or fate has brought you to town, and it's here that your money ran out, leaving you stranded in this small town. You are also being pursued by enemies from your homeland, and that has made you paranoid and quick to react to danger. You gain a +2 trait bonus on Initiative checks.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander/Exile", 
                    "type": "section", 
                    "name": "Exile", 
                    "source": "Advanced Player's Guide"
                }, 
                {
                    "body": "<p>You have come to town to see about expanding the presence of your chosen faith after receiving visions that told you your faith is needed in the region&mdash;what that need is, though, you're not quite sure. You gain a +1 trait bonus on Knowledge (religion) checks, and Knowledge (religion) is a class skill for you. If you cast divine spells, pick three spells on your spell list. You are particularly adept at casting these spells, so they function at +1 caster level when you cast them, and their save DCs (if any) gain a +1 bonus.</p>", 
                    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Campaign Traits/Outlander/Missionary", 
                    "type": "section", 
                    "name": "Missionary", 
                    "source": "Advanced Player's Guide"
                }
            ]
        }
    ]
}