{
    "body": "<p>There are five types of character traits to choose from: basic (split among four categories: Combat, Faith, Magic, and Social), campaign, race, regional, and religion. Only a selection of character traits is listed here&mdash;more traits from all categories can be found in Pathfinder Player Companions, available at your local game store or from <b>paizo.com</b>.</p>", 
    "name": "Types of Traits", 
    "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits", 
    "type": "section", 
    "source": "Advanced Player's Guide", 
    "sections": [
        {
            "body": "<p id=\"basic-traits\">There are a total of 40 basic traits, which are split evenly among the categories of Combat, Faith, Magic, and Social. Note that each of these four categories roughly equates to the four modes of adventuring, but aren't tied to specific classes. It's perfectly possible to have a religious rogue, for example, or a magic-obsessed fighter. Basic traits are &ldquo;generic,&rdquo; and should be able to fit into any campaign setting with a minimum of customization.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Basic Traits", 
            "type": "section", 
            "name": "Basic Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"campaign-traits\">These traits are specifically tailored to give new characters an instant hook into a new campaign. Campaign traits tailored to a specific Pathfinder Adventure Path can always be found in that Adventure Path's Player's Guide, available at <b>paizo.com</b>.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Campaign Traits", 
            "type": "section", 
            "name": "Campaign Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"race-traits\">Race traits are keyed to specific races or ethnicities, which your character must belong to in order to select the trait. If your race or ethnicity changes at some later point (perhaps as a result of polymorph magic or a <i>reincarnation</i> spell), the benefits gained by your race trait persist&mdash;only if your mind and memories change as well do you lose the benefits of a race trait.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Race Traits", 
            "type": "section", 
            "name": "Race Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"regional-traits\">Regional traits are keyed to specific regions, be they large (such as a nation or geographic region) or small (such as a city or a specific mountain). In order to select a regional trait, your PC must have spent at least a year living in that region. At 1st level, you can only select one regional trait (typically the one tied to your character's place of birth or homeland), despite the number of regions you might wish to write into your character's background.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Regional Traits", 
            "type": "section", 
            "name": "Regional Traits", 
            "source": "Advanced Player's Guide"
        }, 
        {
            "body": "<p id=\"religion-traits\">Religion traits indicate that your character has an established faith in a specific deity; you need not be a member of a class that can wield divine magic to pick a religion trait, but you do have to have a patron deity and have some amount of religion in your background to justify this trait. Unlike the other categories of traits, religion traits can go away if you abandon your religion, as detailed below under Restrictions on Trait Selection.</p>", 
            "url": "pfsrd://Advanced Players Guide/Rules/New Rules/Traits/Types of Traits/Religion Traits", 
            "type": "section", 
            "name": "Religion Traits", 
            "source": "Advanced Player's Guide"
        }
    ]
}