{
    "body": "<p>A resourceful spellcaster draws upon experience to lend power to her magic. In the same way many of the spellblight conditions above offer advantages under the right conditions, at the GM's discretion, the standard conditions described in Appendix 2 of the <i>Core Rulebook</i> can provide benefits as well. If the following material gives a spell failure chance, this is in addition to other rolls to succeed at casting (such as caster level checks and arcane spell failure from armor) and is resolved after those rolls.</p>", 
    "name": "Optional: Benefits of Harmful Conditions", 
    "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"bleed\">While a spellcaster is affected by this condition, her <i>inflict wounds</i> spells inflict an extra point of damage per die. This only applies when using an <i>inflict wounds</i> spell, not when using those spells to heal undead.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Bleed", 
            "type": "section", 
            "name": "Bleed", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"blinded\">A blinded spellcaster can use some of the energy of a spell with the light descriptor to try to counteract the blinded condition. Also, when a blinded spellcaster casts a spell with the light descriptor, she can choose to take a 20% chance of spell failure with that spell. If the caster successfully casts the spell, the spell also ends the blinded condition.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Blinded", 
            "type": "section", 
            "name": "Blinded", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"confused\">While confused (either temporarily, or permanently by way of an <i>insanity</i> spell or effect), a spellcaster can tap into that confusion during periods of lucidity. When a confused spellcaster can act normally, the DCs of her spells that give confusion or insanity effects are increased by 1. The caster also gains a +2 competence bonus on caster level checks made to bypass spell resistance with those spells. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Confused", 
            "type": "section", 
            "name": "Confused", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"entangled\">A spellcaster who is entangled and casts a spell with the force descriptor can choose to take a 20% chance of spell failure on that spell. If she successfully casts the spell, she ends the entangled condition, or if she is anchored, her movement is no longer prevented, but she is still entangled.  </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Entangled", 
            "type": "section", 
            "name": "Entangled", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"dazzled\">A dazzled spellcaster can use some of the energy of a spell with the darkness descriptor to try to counteract the dazzled condition. When a dazzled spellcaster casts a spell with the darkness descriptor, she can choose to take a 20% chance of spell failure with that spell. If the caster successfully casts the spell, the spell also ends the dazzled condition.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Dazzled", 
            "type": "section", 
            "name": "Dazzled", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"deafened\">A deafened spellcaster can use some of the energy of a spell with the sonic descriptor to try to counteract the deafened condition. When a deafened spellcaster casts a spell with the sonic descriptor, she can choose to take a 20% chance of spell failure with that spell. If the caster successfully casts the spell, the spell also ends the deafened condition.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Deafened", 
            "type": "section", 
            "name": "Deafened", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"disabled\">A disabled spellcaster can tap into her fears of impending death to empower her conjuration (healing) spells. Once per day, while disabled due to damage taken, a spellcaster can choose to treat a single conjuration (healing) spell she casts on herself as having a caster level two levels higher than her actual caster level. She must actually cast the spell; this ability cannot raise the caster level of a spell cast from a magic item. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Disabled", 
            "type": "section", 
            "name": "Disabled", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"grappled\">While being grappled, a spellcaster can choose to take a 20% chance of spell failure when casting a touch attack spell. If the spell is successfully cast, the caster gains a +2 bonus on the attack roll against the creature grappling her. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Grappled", 
            "type": "section", 
            "name": "Grappled", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"nauseated\">A nauseated spellcaster can use some of the energy of a conjuration (healing) spell to try to counteract the nauseated condition. When a nauseated spellcaster casts a conjuration (healing) spell, she can choose to take a 20% chance of spell failure with that spell. If the caster successfully casts the spell, the spell also ends the nauseated condition.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Nauseated", 
            "type": "section", 
            "name": "Nauseated", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"poisoned-or-sickened\">Once per day, while a spellcaster is poisoned or sickened, she can take a 20% chance of spell failure when casting a single spell that causes a poison or sickened effect. If the spell is successful, the DC of any poison or sickened effect granted by that spell increases by 2. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Poisoned or Sickened", 
            "type": "section", 
            "name": "Poisoned or Sickened", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"shaken\">While a spellcaster is shaken, once per day she can channel her fear to increase the power of a single spell with the fear descriptor that she casts. When she does so, the spell DC of that spell is increased by 1. She must actually cast the spell; this ability cannot raise the caster level of a spell cast from a magic item. </p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Shaken", 
            "type": "section", 
            "name": "Shaken", 
            "source": "Ultimate Magic"
        }, 
        {
            "body": "<p id=\"staggered\">Once per day, while a spellcaster is staggered, she can take a 20% chance of spell failure when casting a single spell that takes a swift or standard action to cast. If the spell is successfully cast, she can take a move action directly after casting the spell.</p>", 
            "url": "pfsrd://Ultimate Magic/Rules/Mastering Magic/Spellblights/Description of Spellblights/Optional Benefits of Harmful Conditions/Staggered", 
            "type": "section", 
            "name": "Staggered", 
            "source": "Ultimate Magic"
        }
    ]
}