{
    "body": "<p>Starting at 18th level, a witch can select one of the following grand hexes whenever she could select a new hex.</p>", 
    "name": "Grand Hexes", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Grand Hexes", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"dire-prophecy\">The witch curses the target so he is doomed to die (Will negates). As long as the curse persists, the target takes a &ndash;4 penalty to his Armor Class and on attack rolls, saves, ability checks, and skill checks. While the curse persists, the witch may end it by bringing its full force upon her victim all at once. Doing so gives the victim a penalty equal to the witch's caster level to his Armor Class or on any single attack roll, combat maneuver check, opposed ability or skill check, or saving throw. The witch must decide to apply this penalty before the roll to be modified is made. If the witch does not have line of sight to the target, the full force of the curse occurs when the GM considers it most appropriate, such as when the target is in mortal danger. A target can only have one dire prophecy upon him at a time. Whether or not the target's save against the hex is successful, a creature cannot be the target of this hex for 1 day. This is a curse effect.</p>", 
            "name": "Dire Prophecy", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Grand Hexes/Dire Prophecy", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_grand_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"summon-spirit\">The witch calls forth the ghost of a humanoid creature with no more than 18 Hit Dice. The ghost has its own personality and desires, but is willing to bargain with the witch, as if she had cast <i>greater planar ally</i>. To seal an agreement with the witch, the ghost requires life energy equal to 1 temporary negative level (this is in addition to the standard payment for the ghost's service). This negative level persists as long as the ghost remains in the service of the witch; the witch can end the agreement as a standard action, immediately removing the negative level.</p>", 
            "name": "Summon Spirit", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Grand Hexes/Summon Spirit", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "subtype": "witch_grand_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"witch's-hut\">The witch can animate a hut, small house, covered wagon, tent, or similar construction as an animated object. The hut can be of up to Huge size (approximately 15 feet by 15 feet). The animated hut's hardness increases to 8 and its hit points double. The witch can give the hut the following commands: guard (the hut watches for trespassers within 120 feet using the witch's Perception modifier and screams if it spots any), hide (all entrances are hidden by <i>illusory wall</i> spells and locked with <i>arcane lock</i>), and move (moves at speed 60 on giant bird or bone legs as directed by the witch, even obeying commands such as &ldquo;follow me from 100 feet away&rdquo;). The hut remains animate for 24 hours, until she dismisses it or she animates another, at which time the hut stops where it is and reverts to its nonmagical state.</p>", 
            "name": "Witch's Hut", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Grand Hexes/Witchs Hut", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_grand_hex", 
            "type": "ability"
        }
    ]
}