{
    "body": "<p>The following hexes are available to all witches and use the standard rules for hexes. The save to resist a hex is equal to 10 + 1/2 the witch's level + the witch's Intelligence modifier.</p>", 
    "name": "Hexes", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"beast-of-ill-omen\">The witch imbues her familiar with strange magic, putting a minor curse upon the next enemy to see it. The enemy must make a Will save or be affected by <i>bane</i> (caster level equal to the witch's level). The witch can use this hex on her familiar at a range of up to 60 feet. The affected enemy must be no more than 60 feet from the familiar to trigger the effect; seeing the familiar from a greater distance has no effect (though if the enemy and familiar approach to within 60 feet of each other, the hex takes effect). The <i>bane</i> affects the closest creature to the familiar (ties affect the creature with the highest initiative score). Whether or not the target's save is successful, the creature cannot be the target of the <i>bane</i> effect for 1 day (later uses of this hex ignore that creature when determining who is affected).</p>", 
            "name": "Beast of Ill-Omen", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Beast of Ill-Omen", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"child-scent\">The witch gains the scent ability, but only with respect to humanoid children and immature animals. Thus, she could sniff out a child's hiding place or a den of wolf pups, but not the child's parents or the den mother.</p>", 
            "name": "Child-Scent", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Child-Scent", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"feral-speech\">This hex grants the witch the ability to speak with and understand the response of any animal as if using <i>speak with animals</i>, though each time she uses the hex, she must decide to communicate with either amphibians, birds, fish, mammals, or reptiles, and can only speak to and understand animals of that type. The witch can make herself understood as far as her voice carries. This hex does not predispose any animal so addressed toward the witch in any way. At 12th level, the witch can use this hex to communicate with vermin.</p>", 
            "name": "Feral Speech", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Feral Speech", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"nails\">The witch's nails are long and sharp, and count as natural weapons that deal 1d3 points of damage (1d2 for a Small witch). These attacks are secondary attacks. If trimmed, the witch's nails regrow to their normal size in 1d4 days.</p>", 
            "name": "Nails", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Nails", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"poison-steep\">The witch can use her cauldron to brew a foul toxin in which she can steep fruits and other delicious edibles, transforming them so that when eaten, they have the same effect as a <i>poison</i> spell. Brewing the toxin and then steeping the food takes 1 hour in total; steeping can affect up to 1 pound of food. The food is poisoned for 24 hours, and the poison cannot be transferred to other objects. The food tastes normal, but magic detects it as poisonous. The witch must have the cauldron hex to select this hex.</p>", 
            "name": "Poison Steep", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Poison Steep", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"prehensile-hair\">The witch can instantly cause her hair (or even her eyebrows) to grow up to 10 feet long or to shrink to its normal length, and can manipulate her hair as if it were a limb with a Strength score equal to her Intelligence score. Her hair has reach 10 feet, and she can use it as a secondary natural attack that deals 1d3 points of damage (1d2 for a Small witch). Her hair can manipulate objects (but not weapons) as dexterously as a human hand. The hair cannot be sundered or attacked as a separate creature. Pieces cut from the witch's elongated hair shrink away to nothing. Using her hair does not harm the witch's head or neck, even if she lifts something heavy with it. The witch can manipulate her hair a number of minutes each day equal to her level; these minutes do not need to be consecutive, but must be spent in 1-minute increments. A typical male witch with this hex can also manipulate his beard, moustache, or eyebrows.</p>", 
            "name": "Prehensile Hair", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Prehensile Hair", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"scar\">This hex curses a single target touched with horrible scars of the witch's choosing, whether something as simple as a single letter on the target's forehead or blotchy, burnlike scars on his body. The target may make a Will save to resist this hex. These scars do not interfere with the target's senses or prevent it from using abilities, but may affect social interactions. The witch can user her hexes on the scarred target at a range of up to 1 mile, and she is considered to have a body part from the target for the purpose of <i>scrying</i> and similar divination spells. They persist through disguises and shapechanging. The witch can withdraw this hex from a target as a move action at any range. The number of supernatural scars the witch can maintain at once is equal to her Intelligence bonus; once she reaches this limit, she must remove the scar from a current victim in order to mark another. Effects that remove curses can remove the scar.</p>", 
            "name": "Scar", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Scar", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"swamp-hag\">While traveling through swamps, mires, bogs, and similar terrain, the witch leaves no trail and cannot be tracked, as the trackless step druid ability. The witch can walk through mud and even quicksand as if it were normal ground.</p>", 
            "name": "Swamp Hag", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Swamp Hag", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"unnerve-beasts\">The target becomes offensive to animals (Will negates). Animals become distraught and aggressive in the victim's presence&mdash;horses buck, dogs snap and bark, bulls charge, and so on. The hex lasts a number of hours equal to the witch's Intelligence modifier. A creature that saves against the hex cannot be affected by the hex for 1 day. The reaction of the animals is a mind-affecting charm effect, but the hex on the target is not.</p>", 
            "name": "Unnerve Beasts", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Unnerve Beasts", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"water-lung\">An air-breathing target can breathe water or an aquatic target can breathe air. This lasts 1 minute. If the witch uses this hex on herself, she can maintain it while she sleeps, allowing her to safely sleep underwater.</p>", 
            "name": "Water Lung", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Hexes/Water Lung", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_hex", 
            "type": "ability"
        }
    ]
}