{
    "body": "<p>Starting at 10th level, a witch can select one of the following major hexes whenever she could select a new hex.</p>", 
    "name": "Major Hexes", 
    "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Major Hexes", 
    "type": "section", 
    "source": "Ultimate Magic", 
    "sections": [
        {
            "body": "<p id=\"beast-eye\">The witch can project her senses into an animal within 100 feet, sensing whatever it senses. She cannot control the animal's actions. She can project her senses from that animal to another within 100 feet of it as a standard action, and can continue to make these sensory leaps, potentially viewing things very far from her actual location. She may return her senses to her own body as a free action. Normal animals get no saving throw against this ability, but animal companions, paladin mounts, and similar unusual animals may resist with a Will save; the witch may use this ability on her own familiar as if it were an animal. If the witch has the coven hex, all other witches within 10 feet of her who also have the coven hex can see through this animal at will, although the acting witch still controls the ability. The witch can use this ability for a number of minutes per day equal to her level. These minutes need not be consecutive, but they must be spent in 1-minute increments.</p>", 
            "name": "Beast Eye", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Major Hexes/Beast Eye", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_major_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"cook-people\">The witch can create fabulous spells by cooking an intelligent humanoid creature in her cauldron, either alive or dead. Using this hex creates one meal or serving of food of the witch's choice, typically a delicious stew or a dough suitable for cookies, pastries, or other desserts. Cooking the victim takes 1 hour. Eating the food provides one of the following benefits for 1 hour: <i>age resistance</i>, <i>bear's endurance</i>, <i>bull's strength</i>, <i>cat's grace</i>, <i>eagle's splendor</i>, <i>fox's cunning</i>, <i>neutralize poison</i> (instantaneous) <i>owl's wisdom, remove disease</i> (instantaneous). Alternatively, the witch can shape the dough into a Small, humanlike creature, animating it as a homunculus for 1 hour. The witch must have the cauldron hex to select this hex. Using this hex or knowingly eating its food is an evil act.</p>", 
            "name": "Cook People", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Major Hexes/Cook People", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_major_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hidden-home\">The witch can conceal or disguise her home and the area around it as if using <i>mirage arcana</i>. Before using the hex, she must spend 1 day pacing out the border of an area that measures roughly 40,000 square feet (approximately 200 feet by 200 feet) to define her home territory. Thereafter, she can use the hex to change the appearance of that area as a standard action as long as she is within the area. The illusion persists until the witch changes or dismisses it. For the purpose of this ability, a witch can only have one &ldquo;home&rdquo; at a time.</p>", 
            "name": "Hidden Home", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Major Hexes/Hidden Home", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "subtype": "witch_major_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"hoarfrost\">The target is rimed with a shell of frost needles that slowly work their way into its flesh (Fortitude negates). The target turns pale and blue, and takes 1 point of Constitution damage per minute until it dies, saves (once per minute), or is cured. <i>Break enchantment</i>, <i>dispel magic</i>, <i>remove curse</i>, and similar spells end the effect. If the target saves, it is immune to this hex for 1 day. This is a cold effect.</p>", 
            "name": "Hoarfrost", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Major Hexes/Hoarfrost", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_major_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"ice-tomb\">A storm of ice and freezing wind envelops the target, which takes 3d8 points of cold damage (Fortitude half). If the target fails its save, it is paralyzed and unconscious but does not need to eat or breathe while the ice lasts. The ice has 20 hit points; destroying the ice frees the creature, which is staggered for 1d4 rounds after being released. Whether or not the target's saving throw is successful, it cannot be the target of this hex again for 1 day.</p>", 
            "name": "Ice Tomb", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Major Hexes/Ice Tomb", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_major_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"infected-wounds\">The target's wounds become infected (Fortitude negates). The target takes 1 point of Constitution damage per day. After the first day, the target may save once per day to cure the infection. This is a disease effect.</p>", 
            "name": "Infected Wounds", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Major Hexes/Infected Wounds", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "subtype": "witch_major_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"speak-in-dreams\">The witch can contact a creature as if using <i>dream</i>. The witch can use this ability on a number of creatures per day equal to her Intelligence bonus, but can dream-speak to those creatures as often as desired throughout that time period.</p>", 
            "name": "Speak in Dreams", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Major Hexes/Speak in Dreams", 
            "ability_types": {
                "ability_type": "Spell-Like"
            }, 
            "subtype": "witch_major_hex", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"witch's-brew\">When the witch uses her cauldron to brew a potion, she may spend double the cost to create 2 identical potions that day instead of just 1. At 15th level, she may spend triple the cost to create 3 identical potions that day. The witch must have the cauldron hex to select this hex.</p>", 
            "name": "Witch's Brew", 
            "source": "Ultimate Magic", 
            "url": "pfsrd://Ultimate Magic/Rules/Spellcasting Class Options/Witch/Major Hexes/Witchs Brew", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "subtype": "witch_major_hex", 
            "type": "ability"
        }
    ]
}