{
    "body": "<p>These traits are associated with combat, battle, and physical prowess. They give minor bonuses in battle and represent conflicts and physical struggles in your backstory.</p>", 
    "name": "Combat Traits", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>You have studied the workings of anatomy, either as a student at university or as an apprentice mortician or necromancer. You know where to aim your blows to strike vital organs. You gain a +1 trait bonus on all rolls made to confirm critical hits.</p>", 
            "name": "Anatomist", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Anatomist", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have worn armor as long as you can remember, either as part of your training to become a knight's squire or simply because you were seeking to emulate a hero. Your childhood armor wasn't the real thing as far as protection, but it did encumber you as much as real armor would have, and you've grown used to moving in such suits with relative grace. When you wear armor of any sort, reduce that suit's armor check penalty by 1, to a minimum check penalty of 0.</p>", 
            "name": "Armor Expert", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Armor Expert", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>There is a fire in your heart that can't be quenched. You gain a +1 trait bonus on damage against foes who are threatened by only you.</p>", 
            "name": "Axe to Grind", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Axe to Grind", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are skilled at supporting your allies in the heat of battle. You gain a +2 trait bonus on Heal checks made to stabilize a dying creature. In addition, when you successfully use the aid another action in combat to grant an ally a bonus on her next attack roll, the bonus you grant increases by 1.</p>", 
            "name": "Battlefield Disciple", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Battlefield Disciple", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are particularly successful when using deeds. Once per day, when you perform a deed that requires an attack roll and you miss with that roll, you can reroll it. You must take the second result even if it is worse.</p>", 
            "name": "Black Powder Bravado", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Black Powder Bravado", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have little to fear when there's a gun in your hand. As long as you are wielding a firearm, you gain a +2 trait bonus on all saving throws against curse, fear, and emotion effects.</p>", 
            "name": "Black Powder Fortune", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Black Powder Fortune", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your confidence rises when you foil spellcasting. Once per day, when you interrupt the casting of a spell with a firearm attack, you may regain 1 grit point.</p>", 
            "name": "Black Powder Interjection", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Black Powder Interjection", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have a vicious streak, and nothing satisfies you more than warm blood on your hands and blade. Whenever you make an attack that reduces a foe to 0 hit points or fewer or you confirm a critical hit, your attack deals 1 additional point of damage. The additional damage is a trait bonus, and is multiplied by your weapon's critical hit multiplier.</p>", 
            "name": "Bloodthirsty", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Bloodthirsty", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You were bullied often as a child, and you are now constantly ready to defend yourself with your fists when an enemy comes near. You gain a +1 trait bonus on attack of opportunity attack rolls made with unarmed strikes. Note that this trait does not grant the ability to make attacks of opportunity with your unarmed strikes&mdash;you must have a level in monk, the Improved Unarmed Strike feat, or some other similar power to gain the use of this character trait. However, that doesn't prevent you from selecting this trait. You simply cannot make use of it until a later point if you do.</p>", 
            "name": "Bullied", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Bullied", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are adept at tricking favored enemies of your race or those related to your race. You gain a +1 trait bonus on all Bluff checks against favored enemies that share one of your subtypes. You also gain a +1 trait bonus on attack rolls made against such favored enemies during the surprise round.</p>", 
            "name": "Cold and Calculating", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Cold and Calculating", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your childhood was brutal, but you persevered through force of will and faith. No matter how hard things got, you knew you'd make it through as long as you kept a level head. You gain a +2 trait bonus on saving throws against fear effects.</p>", 
            "name": "Courageous", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Courageous", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>When a companion is down, you fight harder. You gain a +1 trait bonus on attack rolls and on checks made to overcome spell resistance while you are adjacent to a dying or disabled ally, animal companion, eidolon, familiar, or mount.</p>", 
            "name": "Dedicated Defender", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Dedicated Defender", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Growing up in a rough neighborhood or a dangerous environment has honed your senses. You gain a +1 trait bonus on Reflex saves.</p>", 
            "name": "Deft Dodger", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Deft Dodger", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You wouldn't have lived to make it out of childhood without the aid of a sibling, friend, or companion you could always count on to distract your enemies long enough for you to do a little bit more damage than normal. That companion may be another PC or an NPC (who may even be recently departed from your side). When you hit a foe you are flanking, you deal 1 additional point of damage (this damage is added to your base damage, and is multiplied on a critical hit). This additional damage is a trait bonus.</p>", 
            "name": "Dirty Fighter", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Dirty Fighter", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>When deprived of magic, you fight harder. You gain a +1 trait bonus on weapon attack and damage rolls while within an area of antimagic such as that created by an <i>antimagic field</i>. You also gain this bonus for 1 round after you are subject to an area or targeted <i>dispel magic</i> spell, regardless of the effect's success or failure in dispelling your spells and magical effects.</p>", 
            "name": "Dispelled Battler", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Dispelled Battler", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are skilled at subduing your enemies. Whenever you attack one of your favored enemies with a weapon that deals lethal damage and choose to deal nonlethal damage, you take only a &mdash;2 penalty on the attack roll instead of the normal &mdash;4.</p>", 
            "name": "Easy Way or the Hard Way", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Easy Way or the Hard Way", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Larger enemies have a hard time striking you. You gain a +1 dodge bonus to AC against enemies that are both your favored enemy and at least two size categories larger than you.</p>", 
            "name": "Evasive Sting", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Evasive Sting", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Divine powers smile upon you each time you grievously wound a favored enemy. When you confirm a critical hit against a favored enemy, you may extend the duration of any divine spell affecting you by 1 round. The benefits from multiple critical hits stack. Divine spells with an instantaneous duration can't be extended in this manner.</p>", 
            "name": "Faith's Hunter", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Faiths Hunter", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You trained with blades for long hours as a youth, either taking lessons in the genteel art of fencing from tutors paid for by your parents or being taken under the wing of a disenfranchised fencer who may have turned to a life of crime. You gain a +1 trait bonus on attack of opportunity attack rolls made with daggers, swords, and similar bladed weapons.</p>", 
            "name": "Fencer", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Fencer", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your concealed weapons strike fast and true. You gain a +1 trait bonus on Sleight of Hand checks made to conceal light weapons and a +1 trait bonus on attack rolls when making an attack with a light weapon during a surprise round.</p>", 
            "name": "Hidden Hand", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Hidden Hand", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>When you watch and wait before attacking, your strike is true. You gain a +1 trait bonus on attack rolls against your favored enemies when you make such attacks as part of a readied action.</p>", 
            "name": "Hunter's Knack", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Hunters Knack", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>When you are gravely wounded, you're stirred to greater combat focus. Each time a critical hit is confirmed against you, you gain a +1 trait bonus on attack rolls for 1 round.</p>", 
            "name": "Indelible Ire", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Indelible Ire", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Broken firearms are not problems&mdash;they are challenges. Your first attempt to remove the broken condition from your starting firearm and to upgrade it to a masterwork weapon costs 150 gp instead of 300 gp. In addition, when wielding a firearm that has the broken condition or is treated as if it had the broken condition, you take a &mdash;1 penalty on attack rolls made with it instead of the normal &mdash;2.</p>", 
            "name": "Just Like New", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Just Like New", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You made your first kill at a very young age and found the task of war or murder to your liking. You either take particular pride in a well-placed blow, or find vile pleasure in twisting the blade to maximize your target's pain. You deal an amount of additional damage equal to your weapon's critical hit modifier when you score a successful critical hit with a weapon; this additional damage is added to the final total, and is not multiplied by the critical hit multiple itself. This extra damage is a trait bonus.</p>", 
            "name": "Killer", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Killer", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are dedicated to defending members of your family. When you use the aid another action to give a member of your family a bonus to AC, increase the bonus by 2. This increase is a trait bonus (and therefore doesn't stack with increases granted by other family members using this trait). This trait has no effect when using the aid another action to increase a family member's next attack roll.</p>", 
            "name": "Kin Guardian", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Kin Guardian", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You wield firearms with truly terrifying menace. When you use the Intimidate skill on a creature while wielding a firearm, you are considered one size category larger than your actual size.</p>", 
            "name": "Larger Than Life", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Larger Than Life", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your training has made you a martial performer. When you gain a monk bonus feat, you may instead take a performance feat for which you meet the prerequisites.</p>", 
            "name": "Martial Performer", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Martial Performer", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your knowledge of nature informs your fighting style, and that style gives you insight into related aspects of the natural world. You gain a +1 trait bonus on all Knowledge (nature) checks, and Knowledge (nature) is always a class skill for you. You can make Knowledge (nature) checks pertaining to animals that correspond to your style feats untrained.</p>", 
            "name": "Nature's Mimic", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Natures Mimic", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Even when the chips are down, you keep on shooting. If your hit point total drops to 0 or lower but you are not dead, you may act as if disabled rather than dying (as if you possessed the Diehard feat). However, you can use your actions only to draw a firearm, reload a firearm, or attack with a firearm. If you have the Diehard feat, this trait also allows you to substitute your Wisdom score for your Constitution score for the purpose of determining the negative hit point total at which you die.</p>", 
            "name": "Never Stop Shooting", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Never Stop Shooting", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You were bullied often as a child, but never quite developed an offensive response. Instead, you became adept at anticipating sudden attacks and reacting to danger quickly. You gain a +2 trait bonus on initiative checks.</p>", 
            "name": "Reactionary", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Reactionary", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have a tendency for rash behavior, often disregarding your own safety as you move across the battlefield. You gain a +1 bonus on Acrobatics checks, and Acrobatics is always a class skill for you.</p>", 
            "name": "Reckless", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Reckless", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You do not fear the threat of lesser weapons. Whenever you provoke an attack of opportunity by firing a firearm, you gain a +1 trait bonus on the attack roll that provoked the attack of opportunity.</p>", 
            "name": "Reckless Contempt", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Reckless Contempt", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Growing up in a poor neighborhood or in the unforgiving wilds often forced you to subsist on food and water from doubtful sources. You've built up your constitution as a result, and gain a +1 trait bonus on Fortitude saves.</p>", 
            "name": "Resilient", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Resilient", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Some disagree with your choice to wield a firearm, and their scorn has only hardened your resolve in battle. You gain a +1 trait bonus on all saving throws against charm and compulsion effects. Also, once per day when you succeed at a saving throw against such an effect, you regain 1 grit point.</p>", 
            "name": "Resolve of the Rejected", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Resolve of the Rejected", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your own people are your favored enemy. You gain a +1 trait bonus on rolls to confirm critical hits against favored enemies of your own subtype and on Survival checks made to track such creatures.</p>", 
            "name": "Scarred Descendant", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Scarred Descendant", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Through either perfect timing or the determination of your action, the sound of your firearm going off sets your enemies on edge. When you shoot a firearm, you gain a +2 trait bonus on Intimidate checks for 1 round against those who heard the shot.</p>", 
            "name": "Startling Report", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Startling Report", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are skilled at fighting with objects not traditionally considered weapons. You gain a +2 trait bonus on attack rolls with improvised weapons.</p>", 
            "name": "Surprise Weapon", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Surprise Weapon", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You know how to take advantage of enemies who are unprepared for your assault. You gain a +1 trait bonus on initiative checks. In addition, once per day when you make an attack of opportunity, you gain a +2 trait bonus on the attack roll.</p>", 
            "name": "Tactician", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Tactician", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your skill with firearms speeds your repair of such weapons. You gain a +1 trait bonus on Craft (alchemy) and Craft (weapons) checks, and it takes you only 30 minutes to remove the broken condition from a firearm.</p>", 
            "name": "Unblemished Barrel", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Unblemished Barrel", 
            "subtype": "combat", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are hard to fool and harder to trick with a feint. You gain a +1 trait bonus on all Sense Motive checks. This trait bonus increases to +2 when used to counter a feint in combat.</p>", 
            "name": "Vigilant Battler", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Combat Traits/Vigilant Battler", 
            "subtype": "combat", 
            "type": "trait"
        }
    ]
}