{
    "body": "<p>These traits rely upon conviction of spirit, perception, and religion, but are not directly tied to the worship of a specific deity. You do not need a patron deity to gain a faith trait, as these traits can represent conviction in yourself or your philosophy just as easily as they can represent dedication to a deity.</p>", 
    "name": "Faith Traits", 
    "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<p>You wield the might of your faith with power and clarity. Once per day as a free action, you may treat your caster level as if it were 2 levels higher when using one of the granted powers of your domain or inquisition, or when casting one of your domain spells.</p>", 
            "name": "Beacon of Faith", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Beacon of Faith", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You were born with a strange birthmark that looks very similar to the holy symbol of the god you chose to worship later in life. This birthmark can serve you as a divine focus for casting spells, and as a physical manifestation of your faith, and it increases your devotion to your god. You gain a +2 trait bonus on all saving throws against charm and compulsion effects.</p>", 
            "name": "Birthmark", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Birthmark", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Some divine agent watches over you and heeds your call. Once per day as a swift action, you gain a +1 trait bonus on all saving throws for 1 round.</p>", 
            "name": "Blessed", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Blessed", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>As the child of an herbalist or an assistant in a temple infirmary, you often had to assist in tending to the sick and wounded. You gain a +1 trait bonus on Heal checks, and Heal is always a class skill for you.</p>", 
            "name": "Caretaker", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Caretaker", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have long served at a temple in a city, where you picked up on many of the nobility's customs in addition to spending much time in the temple libraries studying your faith. You gain a +1 trait bonus on Knowledge (nobility) and Knowledge (religion) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
            "name": "Child of the Temple", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Child of the Temple", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your faith in the natural world or one of the gods of nature makes it easy for you to pick up on related concepts. You gain a +1 trait bonus on Knowledge (geography) and Knowledge (nature) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
            "name": "Devotee of the Green", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Devotee of the Green", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are resistant to the magic of other faiths. You gain a +2 trait bonus on all Will saves you attempt against divine spells. This bonus does not apply against divine spells cast by a caster who worships the same deity you do.</p>", 
            "name": "Disdainful Defender", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Disdainful Defender", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your mentor, the person who invested your faith in you from an early age, took steps to ensure you understood that what powers your divine magic is no different from that which powers the magic of other religions. This philosophy makes it easier for you to interact with others who may not share your views. You gain a +1 bonus on Diplomacy checks, and Diplomacy is always a class skill for you.</p>", 
            "name": "Ease of Faith", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Ease of Faith", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>The fates watch over you. Whenever you are under the effect of a luck bonus of any kind, that bonus increases by 1.</p>", 
            "name": "Fate's Favored", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Fates Favored", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Upon overcoming your fear, you become a scourge to your enemies. You gain a +1 trait bonus on all saving throws against fear effects. In addition, if you successfully save against such an effect, you receive a +1 trait bonus on attack rolls against your favored enemies for 1 round.</p>", 
            "name": "Fearless Defiance", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Fearless Defiance", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>When weaker wills falter, you keep a clear mind. You gain a +2 trait bonus on saving throws against charm and compulsion effects.</p>", 
            "name": "Focused Disciple", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Focused Disciple", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You were raised with heretical views that have made it difficult for you to accept most religious beliefs and often caused you or those you love to be treated as pariahs. As a result, you have turned your back on religious teachings. As long as you do not possess any levels in a class that grants divine spellcasting power, you gain a +1 trait bonus on all saving throws against divine spells.</p>", 
            "name": "History of Heresy", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/History of Heresy", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You were born in a region where your faith was not popular, but you still have never abandoned it. Your constant struggle to maintain your own faith has bolstered your drive. You gain a +1 trait bonus on Will saves.</p>", 
            "name": "Indomitable Faith", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Indomitable Faith", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>A positive force, philosophy, or divine presence fills you with hope, and is a guiding force of inspiration. Once per day as a free action, roll twice and take the better result on a skill check or ability check.</p>", 
            "name": "Inspired", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Inspired", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You and your eidolon share a link that seems to span multiple lifetimes. Your eidolon treats its Constitution score as if it were 2 points higher for the purposes of determining when its negative hit point total sends it back to its home plane. In addition, your eidolon gains a +1 trait bonus on Will saves against enchantment spells and effects.</p>", 
            "name": "Loyalty across Lifetimes", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Loyalty across Lifetimes", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You either carry or have memorized a sacred text from your school, temple, or monastery, and its wisdom gives you insight that makes your attacks more devastating. You gain a +2 trait bonus on rolls to confirm critical hits when you're using an unarmed strike or monk weapon.</p>", 
            "name": "Martial Manuscript", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Martial Manuscript", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have made a solemn oath, and you pursue that oath with headstrong determination. Once per day, you may reroll a saving throw against a charm or compulsion effect. You must take the second result even if it is worse.</p>", 
            "name": "Oathbound", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Oathbound", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are the harbinger of some future event. Whether this event bodes good or ill, you exude an ominous presence. You gain a +1 trait bonus on Intimidate checks, and Intimidate is always a class skill for you. Once per day, you may attempt to demoralize an opponent as a swift action.<b></b></p>", 
            "name": "Omen", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Omen", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are bolstered against fear when your eidolon is near. You gain a +2 trait bonus on all saving throws against fear effects whenever your eidolon is within 30 feet.</p>", 
            "name": "Perpetual Companion", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Perpetual Companion", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You have always had an innate sense of the workings of the planes and their denizens. You may use your Charisma modifier when making Knowledge (planes) checks instead of your Intelligence modifier.</p>", 
            "name": "Planar Savant", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Planar Savant", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You hold yourself to a strict code of behavior that guides all of your decisions and actions. You take a &mdash;2 penalty on Bluff checks and gain a +2 trait bonus on saving throws against charm, compulsion, and emotion effects.</p>", 
            "name": "Principled", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Principled", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your coming was foretold in prophecy, and people familiar with your legend regard you with awe and fear. You gain a +1 trait bonus on Diplomacy checks and Intimidate checks when interacting with anyone familiar with you or your reputation.</p>", 
            "name": "Prophesied", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Prophesied", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You lived a previous life as someone&mdash;or something&mdash;else. For you, life and death are a cycle, and you have no fear of death. You gain a +2 trait bonus on saving throws against fear and death effects.</p>", 
            "name": "Reincarnated", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Reincarnated", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your birth was particularly painful and difficult for your mother, who needed potent divine magic to ensure that you survived (your mother may or may not have survived). In any event, that magic infused you from an early age, and you now channel divine energy with greater ease than most. Whenever you channel energy, you gain a +1 trait bonus to the save DC of your channeled energy.</p>", 
            "name": "Sacred Conduit", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Sacred Conduit", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You were exposed to a potent source of positive energy as a child, perhaps by being born under the right cosmic sign, or maybe because one of your parents was a gifted healer. As a standard action, you may automatically stabilize a dying creature merely by touching it.</p>", 
            "name": "Sacred Touch", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Sacred Touch", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your greatest interests as a child did not lie with current events or the mundane&mdash;you have always felt out of place, as if you were born in the wrong era. You take to philosophical discussions of the Great Beyond and of historical events with ease. You gain a +1 trait bonus on Knowledge (history) and Knowledge (planes) checks, and one of these skills (your choice) is always a class skill for you.</p>", 
            "name": "Scholar of the Great Beyond", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Scholar of the Great Beyond", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your additional training aids in identifying the wiles of your faith's enemies. You gain a +2 trait bonus on all Knowledge (planes) and Knowledge (religion) checks made to identify the abilities and weaknesses of creatures.</p>", 
            "name": "Schooled Inquisitor", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Schooled Inquisitor", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You are so attuned to the spiritual world that it is hard to get the jump on you. You gain a +2 trait bonus on Perception checks to avoid being surprised and to detect invisible or incorporeal creatures.</p>", 
            "name": "Spirit Sense", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Spirit Sense", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>You restlessly pursue your enemies. When you're in pursuit of one of your favored enemies, the DC for the Constitution check to avoid taking lethal damage during a forced march is 10 + 1 per extra hour, instead of 10 + 2 per extra hour.</p>", 
            "name": "Tireless Avenger", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Tireless Avenger", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your wanderings often go unnoticed. Efforts to use the Diplomacy skill to gather information about you take a &mdash;1 penalty, and you gain a +1 trait bonus on all saving throws against scrying and mind-reading effects that allow saving throws.</p>", 
            "name": "Wanderer's Shroud", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Wanderers Shroud", 
            "subtype": "faith", 
            "type": "trait"
        }, 
        {
            "body": "<p>Your zeal is a danger to those of \"lesser\" faiths. While you have the destruction judgment active, you gain a +1 trait bonus on damage rolls when attacking a foe who can cast divine spells and worships a different deity than you.</p>", 
            "name": "Zealous Striker", 
            "source": "Ultimate Campaign", 
            "url": "pfsrd://Ultimate Campaign/Rules/Character Background/Traits/Basic Traits/Faith Traits/Zealous Striker", 
            "subtype": "faith", 
            "type": "trait"
        }
    ]
}