{
    "body": "<p>To calculate the Challenge Rating of a trap, add all the CR modifiers (see Table: CR Modifiers for Mechanical Traps or CR Modifiers for Magic Traps) to the base CR for the trap type.</p>", 
    "name": "Challenge Rating of a Trap", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Sample Traps/Designing a Trap/Challenge Rating of a Trap", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>The base CR for a mechanical trap is 0. If your final CR is 0 or lower, add features until you get a CR of 1 or higher.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Sample Traps/Designing a Trap/Challenge Rating of a Trap/Mechanical Trap", 
            "type": "section", 
            "name": "Mechanical Trap", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>For a spell trap or magic device trap, the base CR is 1. The highest-level spell used modifies the CR (see CR Modifiers for Magic Traps).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Sample Traps/Designing a Trap/Challenge Rating of a Trap/Magic Trap", 
            "type": "section", 
            "name": "Magic Trap", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If a trap (mechanical or magical) does hit point damage, calculate the average damage for a successful hit and round that value to the nearest multiple of 10. If the trap is designed to hit more than one target, multiply this value by 2. If the trap is designed to deal damage over a number of rounds, multiply this value by the number of rounds the trap will be active (or the average number of rounds, if the duration is variable). Use this value to adjust the Challenge Rating of the trap, as indicated on Table: CR Modifiers for Mechanical Traps. Damage from poison does not count toward this value, but extra damage from pit spikes and multiple attacks does.</p><p>For a magic trap, only one modifier applies to the CR&mdash;either the level of the highest-level spell used in the trap, or the average damage figure, whichever is larger.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Sample Traps/Designing a Trap/Challenge Rating of a Trap/Average Damage", 
            "type": "section", 
            "name": "Average Damage", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If a trap is really two or more connected traps that affect approximately the same area, determine the CR of each one separately.</p>", 
            "name": "Multiple Traps", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Sample Traps/Designing a Trap/Challenge Rating of a Trap/Multiple Traps", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>If one trap depends on the success of the other (that is, you can avoid the second trap by not falling victim to the first), characters earn XP for both traps by defeating the first one, regardless if the second one is also sprung.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Sample Traps/Designing a Trap/Challenge Rating of a Trap/Multiple Traps/Multiple Dependent Traps", 
                    "type": "section", 
                    "name": "Multiple Dependent Traps", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>If two or more traps act independently (they do not depend on one another to activate), characters only earn XP for traps that they defeat.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Sample Traps/Designing a Trap/Challenge Rating of a Trap/Multiple Traps/Multiple Independent Traps", 
                    "type": "section", 
                    "name": "Multiple Independent Traps", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}