{
    "source": "Mythic Adventures", 
    "sections": [
        {
            "dexterity": "18", 
            "ac": "29, touch 16, flat-footed 24 (+3 armor, +1 deflection, +4 Dex, +1 dodge, +10 natural)", 
            "special_attacks": "blood drain, children of the night (ghouls or shadows), create spawn, dominate (DC 17), energy drain (2 levels, DC 17), mythic power (4/day, surge +1d8), negative energy focus, scabrous claws, weapon training (heavy blades +1)", 
            "intelligence": "14", 
            "racial_modifiers": "+8 Bluff, +8 Perception, +8 Sense Motive, +8 Stealth", 
            "sex": "male", 
            "resist": "cold 10, electricity 10", 
            "melee": "+1 longsword +19/+14 (1d8+12/19-20 plus energy drain), slam +15 (1d4+4 plus energy drain)", 
            "reflex": "+10", 
            "cr": "10", 
            "xp": "9,600", 
            "speed": "30 ft.", 
            "alignment": "NE", 
            "size": "Medium", 
            "environment": "any", 
            "strength": "26", 
            "constitution": "-", 
            "source": "Mythic Adventures", 
            "treasure": "NPC gear (potion of inflict serious wounds, +1 bolts (10), +1 leather armor, +1 longsword, mwk light crossbow, cloak of resistance +2, ring of protection +1, other treasure)", 
            "charisma": "19", 
            "languages": "Common, Draconic, Undercommon", 
            "immune": "undead traits", 
            "init": "+12M", 
            "fortitude": "+11", 
            "type": "creature", 
            "feats": "AlertnessB, Combat ReflexesB, Deceitful, DisruptiveM, DodgeB, Greater Weapon Focus (longsword), Improved InitiativeB, M, Lightning ReflexesB, Mobility, Power Attack, Quick Draw, ToughnessB, Vital Strike, Weapon Focus (longsword), Weapon Specialization (longsword)", 
            "sections": [
                {
                    "source": "Mythic Adventures", 
                    "sections": [], 
                    "type": "section", 
                    "text": "<p>A mythic vampire has ties to the earliest of its kind, being either one of the first vampires or the offspring of such ancient creatures.</p>"
                }
            ], 
            "senses": "darkvision 60 ft.; Perception +17", 
            "description": "This aristocratic figure could easily pass for human if not for the grave-pale skin, red eyes, and long fangs. ", 
            "ranged": "mwk light crossbow +12 (1d8/19-20)", 
            "hp": "117 (7d10+74); fast healing 5", 
            "weaknesses": "vampire weaknesses", 
            "wisdom": "10", 
            "defensive_abilities": "bravery +2; channel resistance +8", 
            "creature_type": "Undead", 
            "special_qualities": "armor training 2, change shape (dire bat or wolf, beast shape II), gaseous form, overcome weakness (garlic, sunlight), shadowless, spider climb", 
            "dr": "10/epic and magic and silver", 
            "base_attack": "+7", 
            "name": "Vampire", 
            "skills": "Bluff +21, Climb +14, Disguise +6, Intimidate +14, Perception +17, Ride +8, Sense Motive +17, Stealth +15", 
            "super_race": "human vampire fighter 7", 
            "cmd": "31", 
            "cmb": "+15", 
            "will": "+4 (+2 vs. fear)", 
            "mr": "4", 
            "organization": "solitary or family (vampire plus 2-8 spawn)", 
            "creature_subtype": "augmented humanoid, human, mythic"
        }, 
        {
            "source": "Mythic Adventures", 
            "text": "<p>\"Mythic vampire\" is an acquired template that can be added to any creature with the vampire template (referred to hereafter as the base vampire). A mythic vampire uses the base vampire's stats and abilities except as noted here.</p>", 
            "type": "section", 
            "name": "Creating a Mythic Vampire", 
            "sections": [
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>A mythic vampire gains the mythic subtype, with a rank equal to half the CR of the base vampire. A mythic vampire gains additional abilities depending on the base vampire's CR instead of the mythic abilities it would get for having a rank. The mythic vampire gains all other benefits of having the mythic subtype: ability score bonuses, bonus hit points, mythic feats, mythic power, natural armor bonus, and spell resistance increase (if any).</p>", 
                    "type": "section", 
                    "name": "Mythic Subtype", 
                    "sections": []
                }, 
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>Adjust the base vampire's CR according to its mythic rank (this template doesn't increase the base vampire's CR other than from the mythic rank). Note that a mythic vampire's abilities on Table 6&ndash;2 depend on the base vampire's CR, not the final CR of the mythic vampire.</p>", 
                    "type": "section", 
                    "name": "CR", 
                    "sections": []
                }, 
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>A vampire with mythic tiers that becomes a mythic vampire loses its tiers (and all abilities from those tiers) and gains abilities from the mythic vampire template, according to the base vampire's CR.</p>", 
                    "type": "section", 
                    "name": "Tier", 
                    "sections": []
                }, 
                {
                    "name": "Negative Energy Focus", 
                    "sections": [], 
                    "text": "<p>A mythic vampire's energy drain ability triggers once per successful melee attack with melee weapons or natural attacks, up to a maximum of once per round for every 2 mythic ranks the vampire has.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>If a mythic vampire begins its turn in an area of direct sunlight, it is nauseated (rather than staggered), takes 10 points of damage, and loses its fast healing ability for that round. The vampire is still destroyed on the second round. At higher ranks, it can overcome or ignore other vampire weaknesses or aversions, as follows: garlic (4th rank), mirrors and holy symbols (6th rank), invitation (8th rank), running water (10th rank).</p>", 
                    "type": "section", 
                    "name": "Overcome Weakness", 
                    "sections": []
                }, 
                {
                    "name": "Scabrous Claws", 
                    "sections": [], 
                    "text": "<p>As an immediate action, a mythic vampire can expend one use of mythic power to grow claws on its hands, allowing it to make claw attacks or slam attacks. The claw attacks deal the same damage as its slams (including energy drain) plus 1d6 points of bleed damage. The claws last for 1 hour or until dismissed by the vampire as a free action.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "name": "Channel Resistance", 
                    "sections": [], 
                    "text": "<p>At 3rd rank, a mythic vampire's channel resistance increases to +8. At 6th rank, it increases to +12. At 9th rank, it increases to +16.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "name": "Children of the Eclipse", 
                    "sections": [], 
                    "text": "<p>At 4th rank, a mythic vampire can use its children of the night ability to call forth bat swarms, rat swarms, or wolves once per hour instead of once per day. Once per day, the mythic vampire can use children of the night to call forth 2d6 ghouls or 1d6+1 shadows. At 7th rank, once per day the mythic vampire can use children of the night to call forth 1d6 wraiths or mohrgs.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "name": "Mist Shapes", 
                    "sections": [], 
                    "text": "<p>At 5th rank, a mythic vampire can summon and sculpt mist into realistic shapes as the <i>major image</i> spell. A shape created in this way lasts for as long as the mythic vampire can see and concentrate upon it. In areas of particularly dense mist, this ability functions as <i>mirage arcana</i> instead of <i>major image</i>.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "name": "Mastermind", 
                    "sections": [], 
                    "text": "<p>At 6th rank, as a standard action a mythic vampire can see, hear, and speak through the body of a creature it has dominated. The mythic vampire can use this ability indefinitely on one creature at a time, as long as it and the creature under its control remain on the same plane. A mythic vampire using this ability can't move, but is still aware of its surroundings and can end this ability as a free action.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "name": "Telekinesis", 
                    "sections": [], 
                    "text": "<p>At 6th rank, a mythic vampire can expend one use of mythic power to use the spell <i>telekinesis</i> with a caster level equal to the mythic vampire's CR.</p>", 
                    "ability_types": [
                        "Spell-Like"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "name": "Flight", 
                    "sections": [], 
                    "text": "<p>At 7th rank, a mythic vampire can expend one use of mythic power as an immediate action to gain a fly speed equal to double its base speed (perfect maneuverability) for 1 hour. When it activates this ability, the vampire chooses whether to manifest bat-like wings or to float unnaturally. If it manifests wings, it gains a bonus on Intimidate checks equal to its rank. If it chooses to float, it gains a bonus on Stealth checks equal to its rank.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "source": "Mythic Adventures", 
                    "text": "<p>At 8th rank, a mythic vampire can expend one use of mythic power when using create spawn to cause the victim to rise as undead in 1 hour instead of 1d4 days. The mythic vampire can expend two uses of mythic power when using create spawn to create a mythic vampire instead of a vampire spawn or non-mythic vampire.</p>", 
                    "type": "section", 
                    "name": "Create Mythic Spawn", 
                    "sections": []
                }, 
                {
                    "name": "Blood Omen", 
                    "sections": [], 
                    "text": "<p>At 9th rank, a mythic vampire can expend two uses of mythic power as a standard action to drain blood from all creatures within 30 feet. Each creature must succeed at a Fortitude saving throw (DC 10 + 1/2 the vampire's HD + the vampire's Cha modifier) or be affected by the vampire's blood drain ability. The mythic vampire gains the normal benefits of all blood drained in this manner.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "name": "Eclipse", 
                    "sections": [
                        {
                            "text": "<table><caption>Mythic Vampire Abilities</caption>\n<thead><tr><th>Base Vampire's CR</th><th>Mythic Rank</th><th>Mythic Abilities</th></tr></thead>\n<tbody><tr class=\"odd\"><td>4&ndash;5</td><td>2nd</td><td>Negative energy focus, overcome weakness (sunlight), scabrous claws</td></tr>\n<tr class=\"even\"><td>6&ndash;7</td><td>3rd</td><td>Channel resistance +8</td></tr>\n<tr class=\"odd\"><td>8&ndash;9</td><td>4th</td><td>Children of the eclipse (ghouls or shadows), overcome weakness (garlic)</td></tr>\n<tr class=\"even\"><td>10&ndash;11</td><td>5th</td><td>Mist shapes</td></tr>\n<tr class=\"odd\"><td>12&ndash;13</td><td>6th</td><td>Channel resistance +12, mastermind, overcome weakness (mirrors and holy\tsymbols), telekinesis</td></tr>\n<tr class=\"even\"><td>14&ndash;15</td><td>7th</td><td>Children of the eclipse (wraiths or mohrgs), flight</td></tr>\n<tr class=\"odd\"><td>16&ndash;17</td><td>8th</td><td>Create mythic spawn, overcome weakness (invitation)</td></tr>\n<tr class=\"even\"><td>18&ndash;19</td><td>9th</td><td>Blood omen, channel resistance +16</td></tr>\n<tr class=\"odd\"><td>20+</td><td>10th</td><td>Eclipse, overcome weakness (running water)</td></tr></tbody></table>", 
                            "sections": [], 
                            "type": "table", 
                            "name": "Mythic Vampire Abilities", 
                            "source": "Mythic Adventures"
                        }
                    ], 
                    "text": "<p>At 10th rank, a mythic vampire can expend one use of its mythic power to blot out the power of the sun in a 1-mile radius. This entire area is affected by the spell <i>deeper darkness</i> for 1 hour. The mythic vampire's can see through this darkness.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "name": "Vampire", 
    "type": "section"
}