{
    "body": "<p>Spells that provide bonuses or penalties on attack rolls, damage rolls, saving throws, and other attributes usually do not stack with themselves. More generally, two bonuses of the same type don't stack even if they come from different spells (or from effects other than spells; see Bonus Types, above). </p>", 
    "name": "Stacking Effects", 
    "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>The bonuses or penalties from two different spells stack if the modifiers are of different types. A bonus that doesn't have a type stacks with any bonus.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/Different Bonus Types", 
            "type": "section", 
            "name": "Different Bonus Types", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>In cases when two or more identical spells are operating in the same area or on the same target, but at different strengths, only the one with the highest strength applies.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/Same Effect More than Once in Different Strengths", 
            "type": "section", 
            "name": "Same Effect More than Once in Different Strengths", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The same spell can sometimes produce varying effects if applied to the same recipient more than once. Usually the last spell in the series trumps the others. None of the previous spells are actually removed or dispelled, but their effects become irrelevant while the final spell in the series lasts.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/Same Effect with Differing Results", 
            "type": "section", 
            "name": "Same Effect with Differing Results", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Sometimes, one spell can render a later spell irrelevant. Both spells are still active, but one has rendered the other useless in some fashion.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/One Effect Makes Another Irrelevant", 
            "type": "section", 
            "name": "One Effect Makes Another Irrelevant", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Sometimes magical effects that establish mental control render each other irrelevant, such as spells that remove the subject's ability to act. Mental controls that don't remove the recipient's ability to act usually do not interfere with each other. If a creature is under the mental control of two or more creatures, it tends to obey each to the best of its ability, and to the extent of the control each effect allows. If the controlled creature receives conflicting orders simultaneously, the competing controllers must make opposed Charisma checks to determine which one the creature obeys.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Magic/Casting Spells/Combining Magic Effects/Stacking Effects/Multiple Mental Control Effects", 
            "type": "section", 
            "name": "Multiple Mental Control Effects", 
            "source": "Core Rulebook"
        }
    ]
}