{
    "body": "<p>Unless otherwise noted, skymetal has the same hardness and hit points as steel.</p>", 
    "name": "Skymetal", 
    "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal", 
    "type": "section", 
    "source": "Technology Guide", 
    "sections": [
        {
            "body": "<p>This glowing, blue-green substance can be a source of great energy. It also causes those who spend extended amounts of time near it to grow ill and die unless proper precautions are taken. Abysium functions as steel when used for weapons and armor, but those who carry or wear abysium arms or armor become sickened for as long as the gear is carried or worn. Likewise, those in an area with heavy concentrations of abysium become sickened for as long as they remain in the area. This is a poison effect.</p><p>Weapons and armor made from abysium glow with an intensity equal to that of a candle. Abysium can also be powdered and alchemically distilled with other rare catalysts and chemicals to form a much more potent toxin. A pound of Abysium is enough to make 1 dose of abysium powder.</p>", 
            "name": "Abysium", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal/Abysium", 
            "type": "section", 
            "source": "Technology Guide", 
            "sections": [
                {
                    "body": "<p>Poison&mdash;ingested; <i>Save </i>Fortitude DC 18; <i>Onset </i>10 minutes; <i>Frequency </i>1/minute for 6 minutes; <i>Effect </i>1d4 Con damage plus nausea; <i>Cure </i>2 saves; <i>Cost </i>900 gp.</p>", 
                    "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal/Abysium/Abysium Powder", 
                    "type": "section", 
                    "name": "Abysium Powder", 
                    "source": "Technology Guide"
                }
            ]
        }, 
        {
            "body": "<p>The most commonly known skymetal, adamantine is extremely strong and favored by weapon and armor smiths alike for its ability to cut through solid barriers with ease and endure heavy blows.</p>", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal/Adamantine", 
            "type": "section", 
            "name": "Adamantine", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>One of the strangest of skymetals, rust-red djezet is liquid at all temperatures. This makes the metal relatively useless for crafting objects, but most who seek out this substance intend to use it instead as an additional component for spellcasting, as it possesses an ability to enhance magic. When used as an additional material component, a dose of djezet increases the effective spell level by 1, which stacks with a heightened spell. To function as an additional material component, the spellcaster must use a number of doses of djezet equal to the spell's original level&mdash;additional djezet doses have no effect. Djezet costs 200 gp per dose. </p>", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal/Djezet", 
            "type": "section", 
            "name": "Djezet", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>The rarest of the known skymetals, this dull, coppery substance warps time around it, making things seem to speed up or slow down. Almost never found in amounts greater than a pound, horacalcum is the same weight and density as steel, but is much more durable. A weapon made of horacalcum gains a +1 circumstance bonus on attack rolls (ammunition can be made of horacalcum, but doesn't grant any bonus on attack rolls). An entire suit of armor made from this metal is fantastically expensive, but since a suit of horacalcum armor simultaneously allows its wearer to perceive time at a slower rate (and thus react more quickly), some consider the cost justifiable. A suit of light horacalcum armor grants a +1 bonus on Initiative checks, medium horacalcum armor grants a +2 bonus on Initiative checks, and heavy horacalcum armor grants a +3 bonus on Initiative checks. Weapons and armor made of horacalcum are always of masterwork quality&mdash;the masterwork cost is included in the prices given below. </p><p>Weapons and armor made of horacalcum have one-quarter more hit points than normal. Horacalcum has 30 hit points per inch of thickness and hardness 15. Horacalcum increases a weapon's costs by 6,000 gp, light armor by 10,000 gp, medium armor by 30,000 gp, and heavy armor by 60,000 gp. </p>", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal/Horacalcum", 
            "type": "section", 
            "name": "Horacalcum", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>This metal's structure allows it to pass through iron and steel without touching them, seeming to shift in and out of phase with reality. Inubrix is the softest of the solid skymetals, being only slightly less malleable than lead. As a result, it doesn't function well for crafting armor. Though inubrix weapons can penetrate most metal armors with relative ease, the weapons tend to break easily. Inubrix has 10 hit points per inch of thickness and hardness 5. </p><p>An inubrix weapon deals damage as if it were one size category smaller than its actual size, and is always treated as if it had the broken condition. It ignores all armor or shield bonuses granted by iron or steel armor or shields. Inubrix weapons cannot damage these materials at all (and, by extension, cannot harm iron golems or similar creatures). Inubrix increases a weapon's costs by 5,000 gp. </p>", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal/Inubrix", 
            "type": "section", 
            "name": "Inubrix", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>Noqual looks like a pale green crystal to the untrained eye, but can be worked as iron despite its appearance. Noqual is light&mdash;half as heavy as iron, yet just as strong. More importantly, noqual is strangely resistant to magic. An object made of noqual gains a +4 bonus on any saving throw made against a magical source. </p><p>Weapons made of noqual weigh half as much as normal, and gain a +1 enhancement bonus on damage rolls against constructs and undead created by feats or spells. Noqual armor weighs half as much as other armors of its type. For the purposes of movement and other limitations, heavy noqual armor is treated as medium armor, and medium noqual armor is treated as light armor. The armor's maximum Dexterity bonus increases by 2, and armor check penalties are reduced by 3. The armor's spell failure chance increases by 20% and applies to all magic cast while wearing the armor, regardless of the magic's source or the wearer's class abilities. The wearer of a suit of noqual armor gains a +2 resistance bonus on all saving throws against spells and spell-like abilities. </p><p>Noqual has 30 hit points per inch of thickness and hardness 10. Noqual ore is worth 50 gp per pound. Noqual increases the cost of light armor by 4,000 gp, medium armor by 8,000 gp, heavy armor by 12,000 gp, a shield by 2,000 gp, and a weapon or other item by 500 gp. Creating a magic item that incorporates any amount of noqual into it increases the price of creation by 5,000 gp, as costly reagents and alchemical supplies must be used to treat the metal during the process. </p>", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal/Noqual", 
            "type": "section", 
            "name": "Noqual", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>This shining silver metal is either incredibly hot or freezing cold when found. As of yet, scholars have not determined whether siccatite is actually two similarly hued metals or a single type that determines its own temperature via some unknown process. When raw siccatite is found, it has a 50% chance of being hot siccatite; otherwise, it's cold siccatite. Physical contact with siccatite deals 1 point of fire (for hot siccatite) or cold (for cold siccatite) damage each round. Hot siccatite can eventually ignite objects, and cold siccatite in water quickly surrounds itself with a 1-foot-thick shell of ice. A weapon made of siccatite deals 1 additional point of damage of the appropriate energy type each time it strikes a foe, but also deals 1 point of the same energy damage to the wielder each round it is used in combat.</p><p>Siccatite armor deals 1 point of energy damage (fire or cold) per round to a creature wearing it, and deals 1 point of the same energy damage each full round a creature is grappled by someone wearing siccatite armor. Cold siccatite armor grants fire resistance 5, while hot siccatite armor grants cold resistance 5. (The type of armor does not alter the amount of resistance granted.) Siccatite increases the cost of a weapon by 1,000 gp and armor by 6,000 gp (regardless of the armor's type).</p>", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal/Siccatite", 
            "type": "section", 
            "name": "Siccatite", 
            "source": "Technology Guide"
        }, 
        {
            "body": "<p>Both ancient and modern metallurgists have devised numerous alloys that mix skymetals with other materials. Many of these are highly specialized, but one deserves special mention: glaucite. This dull gray metal is an alloy of adamantine and iron. Though it has hardness 15 and 30 hit points per inch of thickness, glaucite is half again as heavy as iron and difficult to work with. The material of choice for ship hulls and robot frames, but is generally sought after only by collectors and eccentrics as a material for new items or other projects. </p>", 
            "url": "pfsrd://Technology Guide/Rules/Hazards and Artifacts/Hazards/Timeworn Technology Glitches/Skymetal/Skymetal Alloys", 
            "type": "section", 
            "name": "Skymetal Alloys", 
            "source": "Technology Guide"
        }
    ]
}