{
    "source": "Advanced Class Guide", 
    "type": "section", 
    "name": "Adventuring Gear", 
    "sections": [
        {
            "text": "<table>\n<caption>Adventuring Gear</caption>\n<thead>\n<tr><th>Item</th><th>Price</th><th>Weight</th></tr>\n</thead>\n<tbody>\n<tr><td>Animal call</td><td>1 sp</td><td>&mdash;</td></tr>\n<tr><td>Arcanist's kit</td><td>21 gp</td><td>34 lbs.*</td></tr>\n<tr><td>Bloodrager's kit</td><td>9 gp</td><td>27 lbs.*</td></tr>\n<tr><td>Book lariat</td><td>3 sp</td><td>&frac12; lb.</td></tr>\n<tr><td>Book of puzzles</td><td>50 gp</td><td>1 lb.</td></tr>\n<tr><td>Book of war prayers </td><td>50 gp</td><td>&frac12; lb.</td></tr>\n<tr><td>Braille bracelet</td><td>25 gp</td><td>&mdash;</td></tr>\n<tr><td>Brawler's kit</td><td>9 gp</td><td>36&ndash;&frac12; lbs.*</td></tr>\n<tr><td>Calumet</td><td>20 gp</td><td>&mdash;</td></tr>\n<tr><td>Cheat sheath</td><td>100 gp</td><td>2 lbs.</td></tr>\n<tr><td>Cipher rings</td><td>10 gp</td><td>&mdash;</td></tr>\n<tr><td>Collapsible trampoline</td><td>50 gp</td><td>10 lbs.</td></tr>\n<tr><td>Cork vest</td><td>25 gp</td><td>1 lb.</td></tr>\n<tr><td>Courtesan's kit</td><td>10 gp</td><td>5 lbs.*</td></tr>\n<tr><td>Fire pump</td><td>200 gp</td><td>500 lbs.</td></tr>\n<tr><td>Footprint cast</td><td>2 gp</td><td>1 lb.</td></tr>\n<tr><td>Grappler's grease (jar)</td><td> 5 gp</td><td>&frac12; lb.</td></tr>\n<tr><td>Hand rotary quern</td><td>10 gp</td><td>20 lbs.</td></tr>\n<tr><td>Hunter's kit</td><td>15 gp</td><td>43&ndash;&frac12; lbs.*</td></tr>\n<tr><td>Hunter's sight</td><td>100 gp</td><td>&mdash;</td></tr>\n<tr><td>Investigator's kit</td><td>40 gp</td><td>37 lbs.*</td></tr>\n<tr><td>Marlinspike </td><td>8 sp</td><td>&frac12; lb.</td></tr>\n<tr><td>Mobile hospital</td><td>1,000 gp</td><td>500 lbs.</td></tr>\n<tr><td>Musk kit </td><td>25 gp</td><td>1 lb.</td></tr>\n<tr><td>Obals (12)</td><td>12 gp</td><td>&frac12; lb.</td></tr>\n<tr><td>Portable prison</td><td>200 gp</td><td>300 lbs.</td></tr>\n<tr><td>Roperunner</td><td>50 gp</td><td>3 lbs.</td></tr>\n<tr><td>Scavenger beetle colony</td><td>3 gp</td><td>1 lb.</td></tr>\n<tr><td>Shaman's kit</td><td>15 gp</td><td>44 lbs.*</td></tr>\n<tr><td>Skald's kit</td><td>32 gp</td><td>32-&frac12; lbs.*</td></tr>\n<tr><td>Slayer's kit</td><td>22 gp</td><td>43&ndash;&frac12; lbs.*</td></tr>\n<tr><td>Sleeve holster</td><td>100 gp</td><td>1 lb.</td></tr>\n<tr><td>Snuffbox, bone or tortoise shell</td><td>25 gp </td><td>&mdash;</td></tr>\n<tr><td>Snuffbox, ivory or precious metal </td><td>300 gp </td><td>&mdash;</td></tr>\n<tr><td>Snuffbox, tin or wood </td><td>5 gp </td><td>&mdash;</td></tr>\n<tr><td>Sugar glass bottle</td><td>1 gp</td><td>&mdash;</td></tr>\n<tr><td>Swashbuckler's kit</td><td>9 gp</td><td>42 lbs.*</td></tr>\n<tr><td>Tome of epics</td><td>50 gp</td><td>3 lbs.</td></tr>\n<tr><td>Traveling bee hive</td><td>10 gp</td><td>10 lbs.</td></tr>\n<tr><td>Traveling garden</td><td>200 gp</td><td>500 lbs.</td></tr>\n<tr><td>Warpriest's kit</td><td>16 gp</td><td>31 lbs.*</td></tr>\n</tbody>\n<tfoot>\n<tr><td colspan=\"3\">*The items weigh approximately three-quarters of this amount when made for Small characters. Containers for Small characters also carry one-quarter the normal amount.</td></tr>\n</tfoot>\n</table>", 
            "type": "table", 
            "name": "Adventuring Gear", 
            "source": "Advanced Class Guide"
        }, 
        {
            "name": "Animal Call", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">These reed or bamboo whistles mimic the calls of various wild animals. Each whistle is keyed to a specific type of animal and a specific call (usually signaling the availability of food or a mate to draw the animal closer). Using the correct whistle gives you a +2 bonus on Survival checks to track animals of the specific animal type or to get along in the wild.</p>", 
            "price": "1 sp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Arcanist's Kit", 
            "weight": "37 lbs.", 
            "text": "<p class=\"stat-block\">This kit includes a backpack, a bedroll, a belt pouch, a flint and steel, ink, an inkpen, an iron pot, a mess kit, soap, a spell component pouch, torches (10), trail rations (5 days), and a waterskin. The kit does not contain a spellbook because an arcanist begins play with a spellbook and does not need to purchase one.</p>", 
            "price": "21 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Bloodrager's Kit", 
            "weight": "27 lbs.", 
            "text": "<p class=\"stat-block\">This kit includes a backpack, a blanket, a belt pouch, a flint and steel, an iron pot, soap, torches (10), trail rations (5 days), and a waterskin.</p>", 
            "price": "9 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Book Lariat", 
            "weight": "&frac12; lb.", 
            "text": "<p class=\"stat-block\">This braided metal cord comes with a clasp that affixes to the lock of a standard spellbook. The other end of the cord attaches to a belt or belt loop. The cord is 10 feet long and retractable. If you drop your spellbook while it's attached to the lariat, you can recover the spellbook as a standard action. While attached to you, the book can never be farther than 10 feet from you. Unclasping the book requires a move action, or the cord can be cut to free the book (hardness 5, hp 10).</p>", 
            "price": "3 sp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Book of Puzzles", 
            "weight": "1 lb.", 
            "text": "<p class=\"stat-block\">Each book contains 10 puzzles made to test the mind and stir the intellect. Solving a single puzzle requires at least an hour and a successful DC 10 Intelligence check, though every 5 points by which you exceed the check reduces the amount of time you need to solve the puzzle by 10 minutes (to a minimum of 10 minutes to solve an individual puzzle). Once you solve a puzzle, for the next 24 hours you can choose to roll twice on a single Disable Device, Knowledge, or Sense Motive skill check and take the higher result. Once all the puzzles are solved, the book is useless, though you can purchase another puzzle book with different puzzles.</p>", 
            "price": "50 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Book of War Prayers", 
            "weight": "&frac12; lb.", 
            "text": "<p class=\"stat-block\">This small, leather-bound collection of war prayers features pages of fine vellum. If you have a Charisma of 13 or higher, or at least 1 rank in Perform (oratory), you can read aloud prayers from the book before battle to hearten others for the trials to come. Reading prayers for this effect takes 10 minutes. You grant those who hear your prayers a +2 morale bonus on the next saving throw against fear they attempt, as long as that saving throw is made in the next 24 hours.</p>", 
            "price": "50 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Braille Bracelet", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This bracelet contains 10 small clay beads, each carved with a raised symbol. The beads can be removed from the bracelet cord and rearranged in any order. Once arranged, the carvings can be felt with the fingers to determine the symbols' meaning and decipher any message the bracelet is meant to convey. A single bead could impart a simple message, or multiple beads can be strung together to form more complicated messages. Interpreting the beads allows individuals to communicate in absolute silence, even in complete darkness or otherwise unable to see. To use the beads properly, you and your allies must assign each bead a meaning prior to using the bracelet in this way. Recalling the meaning of a single bead requires a successful DC 10 Intelligence check. Conveying more complicated messages increases this check by 2 for each additional bead used. Deciphering the message is practically impossible for a creature that doesn't know the meanings assigned to the beads, increasing the DC by 20.</p>", 
            "price": "25 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Brawler's Kit", 
            "weight": "36—-&frac12; lbs.", 
            "text": "<p class=\"stat-block\">This kit includes a backpack, a bedroll, a belt pouch, a flint and steel, rope, torches (10), trail rations (5 days), and a waterskin.</p>", 
            "price": "9 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Calumet", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">A calumet is a two-piece ceremonial smoking pipe with a bowl shaped from stone or clay and an intricately carved wooden stem decorated with dangling fetishes. The pipe is typically carried in a special leather pouch festooned with beads, patterns, and trinkets. The pipe is used to smoke various herbal mixtures required for certain rituals. The communal smoking of a calumet is sometimes incorporated into diplomatic meetings as a sign of solidarity between various parties. You gain a +1 circumstance bonus on Diplomacy checks against anyone you share your calumet with in this way.</p>", 
            "price": "20 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Cheat Sheath", 
            "weight": "2 lbs.", 
            "text": "<p class=\"stat-block\">This ornate leather sheath is covered in tables of magical notation and arcane formulae, as well as common spell triggers and reagents. Referring to these handy bits of notation grants you a +2 circumstance bonus on Spellcraft checks made to learn a spell from a spellbook or scroll, prepare a spell from a borrowed spellbook, identify the properties of a magic item using detect magic, or decipher a scroll.</p>", 
            "price": "100 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Cipher Rings", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This set of bulky wooden rings is the key to a substitution code set at the rings' creation. A base set comes with two identical rings. Additional rings can be made for 4 gp apiece. Using the cipher rings' code enables you to create or decode a written message (no check required). Deciphering the message without the correct ring requires a DC 25 Linguistics check.</p>", 
            "price": "10 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Collapsible Trampoline", 
            "weight": "10 lbs.", 
            "text": "<p class=\"stat-block\">This compact trampoline comes apart and rolls up like a tent for easy transport. Setting up or taking apart the trampoline takes 1 minute. When operated by two creatures, the collapsible trampoline confers a +5 bonus on all Acrobatics checks made to jump. If a falling creature lands on the trampoline, it ignores the first 10 feet of falling damage.</p>", 
            "price": "50 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Cork Vest", 
            "weight": "1 lb.", 
            "text": "<p class=\"stat-block\">This fabric vest contains pockets full of cork, providing the wearer additional buoyancy. Originally worn by fishers and sailors, it protects against drowning. While wearing a cork vest, you take a &ndash;2 penalty on Dexterity and Swim checks, but instead of going underwater after failing the check by 5 or more, you go underwater only if you fail by 10 or more. Additionally, you gain a +4 bonus on Swim checks to avoid damage from fatigue. The cork vest can be worn under armor.</p>", 
            "price": "25 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Courtesan's Kit", 
            "weight": "5 lbs.", 
            "text": "<p class=\"stat-block\">This kit contains items to assist a courtesan in soothing the body and mind. For the body, the kit contains a razor, scented oils and salves, fragrances, a warming pot, and a variety of appealing outfits. Books of poetry, literature, and plays&mdash;often focusing on salacious topics and full of double entendres&mdash;entertain the mind.</p>", 
            "price": "10 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Fire Pump", 
            "weight": "500 lbs.", 
            "text": "<p class=\"stat-block\">This kit for a heavy wagon provides a water tank, platform pump, and a rotating nozzle. If the operator succeeds at a DC 20 Strength check, the fire pump releases a stream of water that reaches up to 30 feet away. Each person assisting with the pump lowers the DC by 5. Operating or assisting is a full-round action. The pump extinguishes 5 square feet of nonmagical fire per round. The water tank holds enough water for 10 rounds of pumping and takes 10 minutes to refill from a stream, pond, lake, or other body of water.</p>", 
            "price": "200 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Footprint Cast", 
            "weight": "1 lb.", 
            "text": "<p class=\"stat-block\">This quick-drying cast is perfect for preserving a set of footprints in order to examine them later. By spending 1 minute setting the cast and waiting for it to dry, you can copy footprints, allowing others to examine them without traveling to the scene, and preventing the DC of the Survival check to analyze them from increasing because of time or weather.</p>", 
            "price": "2 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Grappler's Grease", 
            "weight": "&frac12; lb.", 
            "text": "<p class=\"stat-block\">When applied to your body, this pale grease made from animal fat makes you more difficult to grapple. While covered in the grease, you gain a +4 bonus to CMD against grapple combat maneuvers. Applying the grease takes 1 minute, and once applied, its effects last for 10 minutes. You can't be wearing armor to gain the benefit of grappler's grease. Grappler's grease is usually sold in small clay jars that hold five applications.</p>", 
            "price": "5 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Hand Rotary Quern", 
            "weight": "20 lbs.", 
            "text": "<p class=\"stat-block\">This pair of small grindstones allows a user to grind a number of substances into a fine powder. The amount of powder the quern produces varies depending on the substance, but you can grind 8 pounds of flour in an hour.</p>", 
            "price": "10 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Hunter's Kit", 
            "weight": "43-&frac12; lbs.", 
            "text": "<p class=\"stat-block\">This kit includes a backpack, a bedroll, a belt pouch, a flint and steel, an iron pot, a mess kit, rope, a spell component pouch, torches (10), trail rations (5 days), a waterskin, and a wooden holy symbol.</p>", 
            "price": "15 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Hunter's Sight", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This complicated lens fits over one eye and takes up the eyes slot when in use. When using it in conjunction with a ranged weapon, you reduce any range penalty on your attacks by 2. Objects within 100 feet become difficult to see, however, and you take a &ndash;2 penalty on Perception checks based on sight while wearing the hunter's sight.</p>", 
            "price": "100 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Investigator's Kit", 
            "weight": "37 lbs.", 
            "text": "<p class=\"stat-block\">This kit includes an alchemy crafting kit, a backpack, a bedroll, a belt pouch, a flint and steel, ink, an inkpen, an iron pot, a mess kit, soap, torches (10), trail rations (5 days), and a waterskin. The kit does not contain a formula book because an investigator begins play with a formula book and does not need to purchase one.</p>", 
            "price": "40 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Marlinspike", 
            "weight": "&frac12; lb.", 
            "text": "<p class=\"stat-block\">These polished metal spikes can aid you in performing a variety of rope work, including tying and untying knots, untangling things, splicing rope, or tensioning ropes. A typical spike is somewhere between 6 inches to a foot in length, has a slender and almost needle-like taper, and is blunted at both ends. Smaller spikes are worn on lanyards while a larger spike is kept in a sheath. A marlinspike grants you a +2 circumstance bonus on Skill checks involving the use of a rope.</p>", 
            "price": "8 sp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Mobile Hospital", 
            "weight": "500 lbs.", 
            "text": "<p class=\"stat-block\">This kit for a wagon provides all the equipment needed to care for up to 10 sick or injured people at a time. It includes two large tents, 10 cots with bedrolls, a sturdy table, a chirurgeon's kit, and five healer's kits. It grants anyone using it a +2 bonus on Heal checks to provide first aid, can be used to treat deadly wounds with a single use of a healer's kit instead of two, and doubles the rate at which patients recover in long-term care.</p>", 
            "price": "1,000 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Musk Kit", 
            "weight": "1 lb.", 
            "text": "<p class=\"stat-block\">A musk kit consists of a dozen vials of concentrated fluids, prepared animal glands, and plant compounds. You can use the distinctly scented musks to mark possessions, locations, and trails which can then be identified or followed by scent. Some hunters dip their arrows or other weapons in the musk in order to use them to mark and track injured prey. </p><p class=\"stat-block\">Alternatively, you can use up four vials from the musk kit at once to attract 2d6 Tiny animals to the location you marked with musk. The animals arrive in approximately 1 hour, and the group consists of those animals most common to the immediate area.</p>", 
            "price": "25 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Obals", 
            "weight": "&frac12; lb.", 
            "text": "<p class=\"stat-block\">Obals are small silver or gold coins that are embossed with a holy symbol and blessed by a priest of a god of war or death. Inquisitors and warpriests traditionally place the coins on the corpses of those slain in battle, usually one over each eye or one in the mouth. The cost is for a batch of 12 obals.</p>", 
            "price": "12 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Portable Prison", 
            "weight": "300 lbs.", 
            "text": "<p class=\"stat-block\">This kit for a wagon provides a set of metal bars with a door for transporting imprisoned people or creatures. Though portable prisons were originally developed by traveling acts to hold ferocious animals, city guards commonly use them to round up criminals, and some bounty hunters hire them to transport large groups of prisoners. Most prisons come with locks; add the cost of the desired lock to the cost of the portable prison. A cage meant for people includes benches and rails for manacles. One meant for animals contains a trough for water and a smaller door for providing food.</p>", 
            "price": "200 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Roperunner", 
            "weight": "3 lbs.", 
            "text": "<p class=\"stat-block\">You can place this metal contraption onto a taut section of a rope connecting a high point to a lower one, allowing you to slide down the length of the rope with ease. Using a roperunner requires only one hand, leaving the other hand free during the descent. Attaching the roperunner to a rope is a move action. Beginning the descent is a swift action. You slide down the rope at a rate of 60 feet per round. This requires no action on your part, but you must move along the length of the rope in the downward direction. Retrieving the roperunner once you have come to a stop at the end of the rope is a move action. You can let go of the roperunner as a free action.</p>", 
            "price": "50 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Scavenger Beetle Colony", 
            "weight": "1 lb.", 
            "text": "<p class=\"stat-block\">This glass jar contains a colony of carnivorous scavenger beetles. The beetles must be fed at least a quarter pound of meat per day or they die. When released on a dead organism, they break it down and devour its flesh in 1d4 days, leaving only bones. Scavenger beetles eat only dead flesh, and can't harm living creatures. Once released, the beetles can't be returned to the jar.</p>", 
            "price": "3 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Shaman's Kit", 
            "weight": "44 lbs.", 
            "text": "<p class=\"stat-block\">This kit includes a backpack, a bedroll, a belt pouch, candles (10), a flint and steel, an iron pot, a mess kit, rope, soap, a spell component pouch, torches (10), trail rations (5 days), a waterskin, and a wooden holy symbol.</p>", 
            "price": "15 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Skald's Kit", 
            "weight": "32-&frac12; lbs.", 
            "text": "<p class=\"stat-block\">This kit includes a backpack, a bedroll, a belt pouch, a common musical instrument, a flint and steel, an iron pot, a mess kit, a mirror, rope, soap, a spell component pouch, torches (10), trail rations (5 days), and a waterskin. </p>", 
            "price": "32 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Slayer's Kit", 
            "weight": "43-&frac12; lbs.", 
            "text": "<p class=\"stat-block\">This kit includes a backpack, a bedroll, a belt pouch, a flint and steel, an iron pot, manacles, a mess kit, rope, torches (10), trail rations (5 days), and a waterskin.</p>", 
            "price": "22 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Sleeve Holster", 
            "weight": "1 lb.", 
            "text": "<p class=\"stat-block\">When worn inside voluminous sleeves, this leather holster allows you to draw a concealed hand crossbow or coat pistol as a move action. The weapon sits on sliders and is drawn directly into the hand. Unlike a wrist sheath, a sleeve holster is bulky enough that it is obvious on close inspection, though under a loose enough garment it might not provoke a reactive Perception check. An individual sleeve holster fits for either a hand crossbow or a coat pistol, but not both.</p>", 
            "price": "100 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Snuffbox", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This tiny, ornamented box's hinged lid latches in place to form a tight seal. The box is used to hold various snuffs, powders, tobacco, and similar substances. The box can be made from any number of materials, from wood to ivory to precious metals inlaid with gemstone.</p>", 
            "price": "varies", 
            "misc": [
                {
                    "field": "Tin or wood", 
                    "subsection": "Snuffbox", 
                    "value": "5 gp"
                }, 
                {
                    "field": "Bone or tortoise shell", 
                    "subsection": "Snuffbox", 
                    "value": "25 gp"
                }, 
                {
                    "field": "Ivory or precious metal", 
                    "subsection": "Snuffbox", 
                    "value": "300 gp"
                }
            ], 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Sugar Glass Bottle", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This bottle looks like it's made of glass, but is more fragile and doesn't cause damage when it strikes a creature or object. Highly prized by theater performers, sugar glass bottles grant a +2 circumstance bonus on Bluff and Perform checks involving the creation of seemingly realistic fights.</p>", 
            "price": "1 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Swashbuckler's Kit", 
            "weight": "42 lbs.", 
            "text": "<p class=\"stat-block\">This kit includes a backpack, a bedroll, a belt pouch, a flint and steel, an iron pot, a mess kit, rope, soap, torches (10), trail rations (5 days), and a waterskin. </p>", 
            "price": "9 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Tome of Epics", 
            "weight": "3 lbs.", 
            "text": "<p class=\"stat-block\">This hefty book is bound in oilskin and decorated with scenes of glorious combat between ancient heroes and ferocious monsters. It contains several tales of valor, defeat, and victory, all with brightly colored illustrations. After consulting the book for 1 hour, for the next 24 hours you gain a +2 circumstance bonus on Perform (oratory) and Perform (sing) checks and a +2 circumstance bonus on Knowledge (nobility) checks pertaining to heroic lineages.</p>", 
            "price": "50 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Traveling Bee Hive", 
            "weight": "10 lbs.", 
            "text": "<p class=\"stat-block\">These straw baskets provide a portable home for bees. They are dome shaped, with a hole in the top that a smaller woven basket covers as a cap. This hole allows for the harvesting of small amounts of honey without destroying the entire hive. Believing that certain bees provide for a superior crop yield, some farmers pay beekeepers to travel to their farms with the bees.</p><p class=\"stat-block\">Destroying a traveling bee hive causes the bees to swarm, creating a 5-foot-radius cloud. A creature is blinded and for as long as it remains in the cloud, and must succeed at a DC 12 Fortitude saving throw or become sickened for 1 minute. The sickened condition is a poison effect.</p>", 
            "price": "10 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Traveling Garden", 
            "weight": "500 lbs.", 
            "text": "<p class=\"stat-block\">This kit for a heavy wagon includes specialized boxes and pots for growing a wide range of plants, in addition to space for a couple of animals, such as goats, and their feed. A traveling garden provides food and healing herbs. It functions similar to a healer's kit, providing up to five uses per day, and is never exhausted. In addition, those who ingest a daily variety of fresh herbs and vegetables from the garden gain a +1 bonus on saving throws against disease.</p>", 
            "price": "200 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }, 
        {
            "name": "Warpriest's Kit", 
            "weight": "44 lbs.", 
            "text": "<p class=\"stat-block\">This kit includes a backpack, a bedroll, a belt pouch, a cheap holy text, a flint and steel, an iron pot, a mess kit, rope, soap, a spell component pouch, torches (10), trail rations (5 days), a waterskin, and a wooden holy symbol.</p>", 
            "price": "16 gp", 
            "source": "Advanced Class Guide", 
            "subtype": "gear",
            "type": "item"
        }
    ]
}
