{
    "source": "Advanced Class Guide", 
    "text": "<p>Alchemical weapons are designed to harm others, though they can have additional uses. All of these items can be made by a character with the Craft (alchemy) skill; the DC to craft each item is listed in Table 5&ndash;4: Alchemical Weapons.</p>", 
    "type": "section", 
    "name": "Alchemical Weapons", 
    "sections": [
        {
            "text": "<table>\n<caption>Alchemical Weapons</caption>\n<thead>\n<tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr>\n</thead>\n<tbody>\n<tr><td>Dust knuckle vials (4)</td><td>5 gp</td><td>&mdash;</td><td>15</td></tr>\n<tr><td>Dust knuckles</td><td>25 gp</td><td>1/2 lb.</td><td>20</td></tr>\n<tr><td>Diamond dust vials </td><td>25 gp</td><td>&mdash;</td><td>25</td></tr>\n<tr><td>Holy weapon balm</td><td>30 gp</td><td>1/2 lb.</td><td>20</td></tr>\n</tbody>\n</table>", 
            "type": "table", 
            "name": "Alchemical Weapons", 
            "source": "Advanced Class Guide"
        }, 
        {
            "name": "Dust Knuckles", 
            "weight": "1/2 lb.", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "abbrev": "25 gp", 
                    "type": "section", 
                    "name": "Diamond Dust Vials", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "sections": [], 
                            "type": "section", 
                            "text": "<p class=\"stat-block\">These vials are filled with finely ground mineral crystals. When you shatter a vial with your punch, the target you hit must succeed at a DC 20 Reflex save to shield its eyes or be temporarily blinded for 1 round.</p>"
                        }
                    ]
                }
            ], 
            "text": "<p class=\"stat-block\">This fingerless leather glove includes four small pouches along the knuckle line into which you can insert tiny glass vials. You can fill the vials with poison or ground minerals. When you punch someone in the face, the vials shatter, releasing their contents into the target’s face and eyes. Together, the four vials hold 1 dose of poison or ground minerals; there is no effect unless all four are full.</p>", 
            "price": "25 gp", 
            "source": "Advanced Class Guide", 
            "type": "item"
        }, 
        {
            "name": "Holy Weapon Balm", 
            "weight": "1/2 lb.", 
            "text": "<p class=\"stat-block\">This violet balm comes in a small ceramic pot. When applied to a weapon as a standard action, it forms a transparent coating. Weapons coated in this balm deal an additional 2d4 points of damage to undead or evil outsiders. A creature affected by the balm must succeed at a DC 10 Reflex save or take an additional 1d4 points of damage the following round. Any nonmagical weapon coated with the balm affects incorporeal undead or evil outsiders as if it were a magic weapon. Any magic weapon coated with the balm affects incorporeal undead or evil outsiders as if the weapon had the ghost touch special ability. The balm remains effective until you make a successful attack with the weapon or until 1 minute has passed, whichever is sooner. Each dose of balm can coat one weapon or 10 pieces of ammunition.</p>", 
            "price": "30 gp", 
            "source": "Advanced Class Guide", 
            "type": "item"
        }
    ]
}