{
    "source": "Advanced Class Guide", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Alchemical tools are adventuring items that can prove extremely useful in a variety of situations, including battles, dungeon-delving, or crafting other alchemical items. All of these tools can be made by a character with the Craft (alchemy) skill; the DC to craft each item is listed in Table 5&ndash;3: Alchemical Tools.</p>", 
            "type": "section", 
            "name": "Alchemical Tools", 
            "sections": [
                {
                    "text": "<table>\n<caption>Alchemical Tools</caption>\n<thead>\n<tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr>\n</thead>\n<tbody>\n<tr><td>Bloodvine rope</td><td>200 gp</td><td>5 lbs.</td><td>30</td></tr>\n<tr><td>Gravelly tonic</td><td>50 gp</td><td>&mdash;</td><td>25</td></tr>\n<tr><td>Light fire ink, vial</td><td>40 gp</td><td>&mdash;</td><td>25</td></tr>\n<tr><td>Liquid traction</td><td>25 gp</td><td>1 lb.</td><td>20</td></tr>\n<tr><td>Lozenge of the songbird</td><td>50 gp</td><td>&mdash;</td><td>25</td></tr>\n<tr><td>Masking scent, animal</td><td>25 gp</td><td>&mdash;</td><td>20</td></tr>\n<tr><td>Masking scent, humanoid</td><td>50 gp </td><td>&mdash;</td><td>25</td></tr>\n<tr><td>Masking scent, magical beast</td><td>100 gp</td><td>&mdash;</td><td>30</td></tr>\n<tr><td>Oil of the masters</td><td>50 gp</td><td>1/2 lb.</td><td>25</td></tr>\n<tr><td>Pathstones </td><td>50 gp </td><td>1 lb.</td><td>25</td></tr>\n<tr><td>Reagent paper</td><td>1 gp</td><td>&mdash;</td><td>15</td></tr>\n<tr><td>Tracker's snuff</td><td>200 gp</td><td>&mdash; </td><td>30</td></tr>\n<tr><td>Tracking powder </td><td>30 gp </td><td>&mdash;</td><td>25</td></tr>\n<tr><td>Vomit capsule </td><td>12 gp </td><td>&mdash;</td><td>15</td></tr>\n<tr><td>Woad paint (1 block)</td><td>60 gp</td><td>&mdash;</td><td>30</td></tr>\n<tr><td>Woad painting kit </td><td>300 gp </td><td>1 lb.</td><td>30</td></tr>\n</tbody>\n</table>", 
                    "type": "table", 
                    "name": "Alchemical Tools", 
                    "source": "Advanced Class Guide"
                }
            ]
        }, 
        {
            "name": "Bloodvine Rope", 
            "weight": "5 lbs.", 
            "text": "<p class=\"stat-block\">This 50-foot length of tough, lightweight rope is made from alchemically treated bloodvine, a rare scarlet-colored vine that grows only in warm jungle environments. Though prized by climbers for its durability, bloodvine can also be used to bind creatures. Bloodvine rope has a hardness of 5 and 10 hit points, and can be broken with a DC 30 Strength check. A creature bound by bloodvine rope can escape with a DC 35 Escape Artist check or a DC 30 Strength check.</p>", 
            "price": "200 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 30 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Gravelly Tonic", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This tonic is sludgy, and its scent resembles the tang of iron shavings. Drinking gravelly tonic causes your voice to deepen and become more grating for 1 hour, granting you a +5 alchemical bonus on Intimidate checks.</p>", 
            "price": "50 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 25 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Light Fire Ink", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This alchemically infused ink ensures secret messages destroy themselves after being read. If light strikes the ink after it has dried, chemicals cause it to spontaneously combust within about a minute. The combustion is small&mdash;not significant enough to ignite anything but paper. Ink used on other materials such as stone or wood simply vanishes, leaving no trace of the writing. A vial of this ink holds enough to write 10 brief messages of no more than 50 words each.</p>", 
            "price": "40 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 25 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Liquid Traction", 
            "weight": "1 lb.", 
            "text": "<p class=\"stat-block\">This glass bottle is filled with sticky goo prized by sailors for the additional traction it grants on ship decks. When applied to the soles of footwear and allowed to dry for 1 hour, liquid traction grants a +2 alchemical bonus on Acrobatics checks to keep your balance and a +2 bonus to CMD against bull rush. Liquid traction has no effect when it comes into contact with very slick or unnaturally slick surfaces such as ice or <i>grease</i>.</p>", 
            "price": "25 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 20 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Lozenge of the Songbird", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This honey-coated candy is made of soothing reagents. If eaten, it takes 1 round to begin working, then grants a +2 alchemical bonus on all Perform (sing) checks for 1 hour.</p>", 
            "price": "50 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 25 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Masking Scent", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This item comes in a variety of scents (matching any one animal, humanoid, or magical beast). One vial applied to a single Medium-sized creature changes its scent to that of the masking scent's creature for 8 hours.</p>", 
            "price": "varies", 
            "misc": [
                {
                    "field": "Masking Scent", 
                    "subsection": "Animal", 
                    "value": "25 GP"
                }, 
                {
                    "field": "Masking Scent", 
                    "subsection": "Humanoid", 
                    "value": "50 GP"
                }, 
                {
                    "field": "Masking Scent", 
                    "subsection": "Magical beast", 
                    "value": "100 gp"
                },
                {
                    "field": "Craft", 
                    "subsection": "Animal", 
                    "value": "DC 20 Craft (Alchemy) Check"
                },
                {
                    "field": "Craft", 
                    "subsection": "Humanoid", 
                    "value": "DC 25 Craft (Alchemy) Check"
                },
                {
                    "field": "Craft", 
                    "subsection": "Magical beast", 
                    "value": "DC 30 Craft (Alchemy) Check"
                }
            ], 
            "source": "Advanced Class Guide", 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Oil of the Masters", 
            "weight": "1/2 lb.", 
            "text": "<p class=\"stat-block\">This gold-tinted oil smells of wood shavings. When you apply it to the strings of a stringed instrument or the body of a woodwind, it improves the quality of the instrument's sound. For 1 hour, anyone playing the instrument gains a +2 alchemical bonus on the appropriate Perform check.</p>", 
            "price": "50 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 25 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Pathstones", 
            "weight": "1 lb.", 
            "text": "<p class=\"stat-block\">Similar to sunrods, these small white pebbles are alchemically treated so that they shed a soft light once activated by striking them together. The glow is faint&mdash;just barely enough to illuminate the stone. Though not bright enough to serve as an effective light source, they can be placed in patterns to create messages or laid out in a path, marking it for others to follow.</p>", 
            "price": "50 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 25 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Reagent Paper", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">This slip of paper can aid in the identifying of liquids. Its color changes in accordance to basic traits such as acidity, salinity, or magic. This confers a +2 alchemical bonus on any Craft (alchemy) or Spellcraft check made to identify potions or other liquids.</p>", 
            "price": "1 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 15 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Tracker's Snuff", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">When inhaled, this finely ground, alchemically treated tobacco greatly enhances your senses, especially your sense of smell. It grants the scent ability and a +2 alchemical bonus on Perception checks for 1 hour. However, once the effect wears off your body is wracked with terrible pain as your joints begin to stiffen and seize, dealing 1d2 points of Dexterity damage to you.</p>", 
            "price": "200 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 30 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Tracking Powder", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">When you scatter this very fine pale blue powder on the ground, it reveals the tracks of any creatures or individuals that have passed through the area within the last 48 hours. The powder also grants you a +10 alchemical bonus on Survival checks to follow tracks or, if you aren't trained in Survival, instead allows you to track creatures whose prints are revealed by the powder for up to 1 mile using Perception instead of Survival. A single application can cover an area of up to 60 square feet. Tracking powder is sold in small leather pouches that hold 10 applications each.</p>", 
            "price": "30 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 25 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Vomit Capsule", 
            "weight": "&mdash", 
            "text": "<p class=\"stat-block\">These small capsules consist of a concentrated mix of nausea-inducing herbs. To use a capsule, you bite down and ingest its contents, which almost immediately cause you to projectile vomit. The vomiting lasts 1 full round, during which you can take no other actions. The following round you recover fully, and suffer no other ill effects. These capsules are most often used by rogues working in teams to create distractions and spectacles in order to draw people's attention away from their activities, as well as by those interested in faking illness, such as pugilists trying to throw fights or criminals seeking to create chaos during an arrest.</p>", 
            "price": "12 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 15 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }, 
        {
            "name": "Woad Painting Kit", 
            "weight": "1 lb.", 
            "text": "<p class=\"stat-block\">Though associated with the woad plant, the alchemical ingredients of this blue paste can vary considerably. You can blend material spell components into the paste to paint the components directly on your flesh. Similarly, more complex woad designs can mimic the gestures needed to cast spells, allowing you to prepare stilled spells. Painting a symbol takes 10 minutes, and each gesture requires its own symbol. Symbols used to replicate gestures must be applied when preparing spells; doing so requires a Spellcraft check with a DC equal to 15 + the spell's level. Once you cast a spell, the effects of the woad paint are spent.</p><p class=\"stat-block\">Woad paint is sold in small, concentrated blocks (costing 60 gp each) that must be ground into paste on a wooden or stone pallet with a small amount of water and material spell components. A typical kit contains a pallet and 5 small blocks of paint. One block produces enough paint for 10 component designs or one stilled spell design. Woad paint has no benefit for a non-spellcaster.</p>", 
            "price": "300 gp", 
            "source": "Advanced Class Guide", 
            "misc": [
                {
                    "field": "Craft", 
                    "value": "DC 30 Craft (Alchemy) Check"
                }
            ], 
            "subtype": "alchemical",
            "type": "item"
        }
    ], 
    "name": "Alchemical Tools", 
    "type": "section"
}
