{
    "source": "Advanced Class Guide", 
    "text": "<p>Alchemists toil to unlock the secrets of alchemy&mdash;often at great cost to both mind and body. They discover their mutagens and terrifying bombs through experimentation, sometimes with dramatic and even catastrophic effects. But leaps of new understanding arise through this experimentation, meaning that no two alchemists are truly alike. All explore the world and their own innate talents in different ways, with personal fusions of science and magic. This section introduces new alchemist discoveries and an alchemist archetype.</p>", 
    "type": "section", 
    "name": "Alchemist", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The following discoveries can be taken by any alchemist who meets the prerequisites.</p>", 
            "type": "section", 
            "name": "Discoveries", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The alchemist's inspiring cognatogen now grants a +4 dodge bonus to AC and a +4 bonus to Reflex saving throws; a &ndash;6 penalty to Strength and Constitution; and the effects of having the item lore, tenacious inspiration, and underworld inspiration investigator talents. An alchemist must be at least 16th level and have the greater inspiring cognatogen discovery to select this discovery.</p>", 
                    "subtype": "alchemist_discovery", 
                    "type": "ability", 
                    "name": "Grand Inspiring Cognatogen", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The alchemist's inspiring cognatogen now grants a +2 dodge bonus to AC and a +2 bonus to Reflex saving throws; a &ndash;4 penalty to Strength and Constitution; and the effects of having the amazing inspiration, eidetic recollection, and expanded inspiration investigator discoveries. An alchemist must be at least 12th level and must have the inspiring cognatogen discovery or class feature to select this discovery.</p>", 
                    "type": "ability", 
                    "subtype": "alchemist_discovery", 
                    "name": "Greater Inspiring Cognatogen", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An alchemist with this discovery and a pool of inspiration (by way of a class feature, a feat, or the inspiring cognatogen discovery) can expend two uses of inspiration to increase the bomb's damage by 1d6. The type of damage the bomb deals does not change. Unlike other a discoveries that affect bombs, this one can be applied to a bomb with another bomb discovery, though it cannot be applied to the same bomb more than once.</p>", 
                    "type": "ability", 
                    "subtype": "alchemist_discovery", 
                    "name": "Inspired Bomb", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An alchemist with this discovery leans how to make an inspiring cognatogen, a mutagen-like mixture that grants him inspiration (as the investigator's class feature) at the expense of Strength and Constitution. Upon drinking the inspiring cognatogen, the alchemist gains a pool of inspiration equal to 1/2 his alchemist level + his Intelligence modifier (minimum 1). He also gains a +2 dodge bonus to AC and takes a &ndash;2 penalty to both Strength and Constitution. </p><p>As a free action, the alchemist can add 1d6 to the result of an ability or skill check (including any he takes 10 or 20 on) by expending one use of inspiration. This ability works exactly like the investigator's inspiration ability, except that the alchemist gains the pool of inspiration upon drinking the inspiring cognatogen, and any unspent inspiration is lost at the end of the cognatogen's duration. If the alchemist already has access to inspiration, the inspiration added by the inspiring cognatogen is added to his inspiration pool, but each time he expends at least one use of inspiration while this ability is active, he must succeed at a DC 20 Will saving throw or become dazed for 1 round. He cannot use inspiration to augment this saving throw.</p><p>All limitations of mutagens apply to an inspiring cognatogen as if they were the same substance&mdash;an alchemist can only maintain one mutagen or cognatogen (either the standard cognatogen or the inspired cognatogen) at a time, a cognatogen not in an alchemist's possession becomes inert, drinking a cognatogen makes non-alchemists sick, and so on. When the effect of an inspiring cognatogen ends, the alchemist takes 2 points of ability damage to Strength and Dexterity. The infuse mutagen discovery and the persistent mutagen class ability apply to an inspiring cognatogen.</p>", 
                    "type": "ability", 
                    "subtype": "alchemist_discovery", 
                    "name": "Inspiring Cognatogen", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ]
        }, 
        {
            "name": "Inspired Chemist", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, an inspired chemist learns how to create an inspiring cognatogen, as the inspiring cognatogen discovery. This ability replaces the mutagen class ability. (This means that an inspired chemist cannot create mutagens unless he selects the mutagen discovery).</p>", 
                    "type": "section", 
                    "name": "Inspiring Cognatogen"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An inspired chemist can select Skill Focus (Disable Device, Disguise, Heal, any Knowledge skill, Sense Motive, Spellcraft, or Use Magic Device) in place of a discovery.</p>", 
                    "type": "section", 
                    "name": "Bonus Feats"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An inspired chemist can select any two investigator talents in place of a discovery, but can only use these talents while under the effect of an inspiring cognatogen.</p>", 
                    "type": "section", 
                    "name": "Bonus Investigator Talents"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An inspired chemist can learn three languages in place of a discovery. </p>", 
                    "type": "section", 
                    "name": "Languages"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The following discoveries complement the inspired chemist archetype: grand inspiring cognatogen, greater inspiring cognatogen, and inspired bomb.</p>", 
                    "type": "section", 
                    "name": "Discoveries"
                }
            ], 
            "text": "<p>Akin to a mindchemist, inspired chemists use a type of cognatogen that instead of increasing their mental ability scores grants them inspiration like an investigator. This inspiration also grants an inspired chemist amazing powers to avoid danger, but takes a toll on both physical power and health. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "alchemist",
            "type": "class_archetype"
        }
    ]
}
