{
    "source": "Advanced Class Guide", 
    "text": "<p>Perhaps unsurprisingly, these practitioners of flexible arcane magic and esoteric secrets come in many varieties. Some arcanists use their exploits to mimic the forms of other arcane spellcasters, while others manifest their powers in truly exotic ways.</p>", 
    "type": "section", 
    "name": "Arcanist", 
    "sections": [
        {
            "name": "Blade Adept", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sword-bond\">At 1st level, a blade adept develops a bond with a blade and infuses it with arcane power. This ability works like a wizard's arcane bond ability except that the blade adept must bond to a one-handed piercing or slashing melee weapon. Additionally, the blade adept gains proficiency with the weapon if it is a simple or martial weapon. This ability replaces the arcanist exploits gained at 1st and 9th levels.</p>", 
                    "type": "ability", 
                    "name": "Sword Bond", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sentient-sword\">At 3rd level, the blade adept's bonded sword becomes a powerful, sentient <i>black blade</i>. The blade advances as a <i>black blade</i> using the blade adept's class level in place of the magus's class level and points from her arcane reservoir in place of the magus's arcane pool. A blade adept with this class feature cannot have a familiar of any kind, even from another class. This ability replaces the arcanist exploit gained at 3rd level.</p>", 
                    "type": "ability", 
                    "name": "Sentient Sword", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"adept-exploits\">:A blade adept can select from the following additional exploits.</p>", 
                    "type": "section", 
                    "name": "Adept Exploits", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"eldritch-blade\"> A blade adept with this exploit uses her caster level instead of her class level for the purpose of advancing her bonded sword's powers. </p>", 
                            "type": "section", 
                            "name": "Eldritch Blade"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"magus-arcana\">A blade adept can select any of the following magus arcana, using her arcane reservoir in place of the magus's arcane pool: arcane accuracy, close range, critical strike, dispelling strike, and hasted assault. The blade adept treats her arcanist level as her magus level when determining the effects of magus arcana and when specific arcana are available. A blade adept can take this exploit multiple times. Each time it is taken, it applies to a different magus arcana.</p>", 
                            "type": "section", 
                            "name": "Magus Arcana"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"spellstrike\"> The blade adept can deliver touch spells with her bonded weapon. This ability works as the magus ability of the same name.</p>", 
                            "type": "ability", 
                            "name": "Spellstrike", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"student-of-the-blade\"> A blade adept can choose from any of the following bonus feats: Arcane Strike, Weapon Finesse, and Weapon Focus (in the weapon she is bonded to). This exploit can be taken multiple times. Each time it is taken, it applies to a different feat.</p>", 
                            "type": "ability", 
                            "name": "Student of the Blade", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"weapon-specialization\"> The arcanist gains Weapon Specialization with her chosen weapon as a bonus feat. The blade adept does not need to meet the prerequisites for this feat, but must have the Weapon Focus feat with her chosen weapon to select this exploit. The arcanist must be at least 5th level to select this exploit.</p>", 
                            "type": "ability", 
                            "name": "Weapon Specialization", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ]
                }
            ], 
            "text": "<p>A small number of arcanists learn to use blades as part of their spellcasting and in combat. While these blade adepts are not as capable with a sword as a true master duelist, their combination of swordplay and arcane power makes them quite deadly.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }, 
        {
            "name": "Blood Arcanist", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"bloodline\">A blood arcanist selects one bloodline from those available through the sorcerer bloodline class feature. The blood arcanist gains the bloodline arcana and bloodline powers of that bloodline, treating her arcanist level as her sorcerer level. The blood arcanist does not gain the class skill, bonus feats, or bonus spells from her bloodline.</p><p>If the blood arcanist takes levels in another class that grants a bloodline, the bloodlines must be of the same type, even if that means that the bloodline of one of her classes must change. Subject to GM approval, the blood arcanist can change her previous bloodline to make them conform.</p><p>This ability replaces the arcanist exploits gained at 1st, 3rd, 9th, and 15th levels, as well as magical supremacy. A blood arcanist cannot select the bloodline development arcanist exploit.</p>", 
                    "type": "section", 
                    "name": "Bloodline"
                }
            ], 
            "text": "<p>Though most arcanists possess only a rudimentary innate arcane gift, the blood arcanist has the full power of a bloodline to draw upon.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }, 
        {
            "name": "Brown-Fur Transmuter", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"powerful-change\">At 3rd level, the brown-fur transmuter learns to harness the power of her magic to empower her transmutations. Whenever the brown-fur transmuter casts a transmutation spell using one of her arcanist spell slots, she can expend 1 point from her arcane reservoir as a free action to bolster the spell. If the spell grants a bonus to an ability score, the bonus then increases by 2. If it grants a bonus to more than one ability score, only one of the ability scores gains this bonus. The brown-fur transmuter cannot expend more than 1 point from her arcane reservoir in this way. This ability replaces the arcanist exploit gained at 3rd level.</p>", 
                    "type": "ability", 
                    "name": "Powerful Change", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"share-transmutation\">At 9th level, the brown-fur transmuter can target others with her transmutation spells. A brown-fur transmuter can expend 1 point from her arcane reservoir to change any transmutation spell with a range of personal to a range of touch. Such a spell automatically fails on unwilling creatures. This ability replaces the arcanist exploit gained at 9th level.</p>", 
                    "type": "ability", 
                    "name": "Share Transmutation", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"transmutation-supremacy\">At 20th level, the brown-fur transmuter learns to fully master the power of transmutation. Whenever she casts a transmutation spell, it is treated as it were affected by the Extend Spell feat without altering the casting time or slot used. (She cannot then alter its duration again with the Extend Spell feat.) Whenever she uses her powerful change ability, the bonus increases by 4 instead of 2. Her share transmutation ability can now target a willing creature within 30 feet. This ability replaces magical supremacy.</p>", 
                    "type": "ability", 
                    "name": "Transmutation Supremacy", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Frequently called \"brown-furs,\" these transmutation-focused arcanists are known for transforming themselves into animals. What few realize is that these specialized arcanists excel at turning themselves&mdash;and others&mdash;into all kinds of creatures.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }, 
        {
            "name": "Eldritch Font", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"font-of-power\">An eldritch font gains one additional spell slot for each level of arcanist spell she can cast. However, the number of spells of each level that she can prepare decreases by 1. If this reduces her spells prepared for a level to 0, she still gains spell slots of that level, which can be used to fuel her arcane reservoir (using the consume spells class feature) or to cast spells using metamagic feats.</p>", 
                    "type": "section", 
                    "name": "Font of Power"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"eldritch-surge\">At 3rd level, an eldritch font can, as a swift action, pour more power into her spells and abilities. She can add 2 to the caster level and DC of a spell, or increase her effective arcanist level by 2 when using an arcanist exploit. She becomes fatigued upon using this ability. If she is already fatigued, she becomes exhausted. If she's already exhausted or something would prevent her from becoming fatigued or exhausted, she cannot use this ability. This ability does not stack with expending points from her arcane reservoir to increase the spell's caster level or DC (as the arcane reservoir class feature). Only rest can remove fatigue or exhaustion caused by an eldritch surge&mdash;spells and abilities have no effect. This ability replaces the arcanist exploit gained at 3rd level.</p>", 
                    "type": "ability", 
                    "name": "Eldritch Surge", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"improved-surge\">At 7th level, an eldritch font can use her eldritch surge ability to reroll an attack roll associated with a spell or arcanist exploit, or to reroll all of the damage dice associated with a spell or arcanist exploit. In the case of an attack roll, this ability must be used after the die is rolled but before the result is revealed. The eldritch font must take the result of the reroll, even if it's lower. This ability replaces the arcanist exploit gained at 7th level.</p>", 
                    "type": "ability", 
                    "name": "Improved Surge", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"greater-surge\">:At 13th level, an eldritch font can use her eldritch surge ability to force a creature to reroll a saving throw against one spell or arcanist exploit and take the lower value. The eldritch font must declare the use of this ability before the result of that creature's saving throw is revealed. If the spell or arcanist exploit affects more than one target, only one target is affected by this ability. This ability replaces the arcanist exploit gained at 13th level.</p>", 
                    "type": "ability", 
                    "name": "Greater Surge", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"bottomless-well\">:At 20th level, an eldritch font can spend 1 hour studying her spellbook to refuel herself. Doing so allows her to prepare new spells and regain a number of points in her arcane reservoir equal to 1/2 her level. She can use this ability multiple times per day; however, she still regains spell slots only once per day. This ability replaces magical supremacy.</p>", 
                    "type": "ability", 
                    "name": "Bottomless Well", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>For some arcanists, the power bubbling up from within is nearly too much to contain. They become adept at shaping this magical energy without needing to bind it up in spells.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }, 
        {
            "name": "Elemental Master", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"elemental-focus\">At 1st level, the elemental master must select one element: air, earth, fire, or water. The arcanist can prepare one additional spell per day of each level she can cast, but it must have the elemental descriptor of her chosen element. In addition, any spell she prepares from the opposite elemental school (air opposes earth, fire opposes water) takes up two of her prepared spell slots. This ability replaces the arcanist exploit gained at 1st level.</p>", 
                    "type": "ability", 
                    "name": "Elemental Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"elemental-attack\">At 3rd level, the elemental master gains an arcanist exploit tied to her element. If she selected air, she gains the lightning lance arcanist exploit. If she selected earth, she gains the acid jet arcanist exploit. If she selected fire, she gains the flame arc arcanist exploit. If she selected water, she gains the ice missile arcanist exploit. This ability replaces the arcanist exploit gained at 3rd level.</p>", 
                    "type": "ability", 
                    "name": "Elemental Attack", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"powerful-exploit\">At 9th level, an elemental master increases the energy damage done by her elemental attack to 1d8 points + 1d8 points per 2 arcanist levels she possesses. The type of energy damage is determined by the elemental attack. In addition, the range of her elemental attack increases to 60 feet (in the case of flame arc, a 60-foot line). This ability replaces the arcanist exploit gained at 9th level.</p>", 
                    "type": "ability", 
                    "name": "Powerful Exploit", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"greater-elemental-attack\">At 11th level, the elemental master gains a greater arcanist exploit tied to her element. If she selected air, she gains the dancing electricity arcanist exploit. If she selected earth, she gains the lingering acid arcanist exploit. If she selected fire, she gains the burning flame arcanist exploit. If she selected water, she gains the icy tomb arcanist exploit. This ability replaces the arcanist exploit gained at 11th level.</p>", 
                    "type": "ability", 
                    "name": "Greater Elemental Attack", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"elemental-movement\">At 15th level, an elemental master gains an enhancement to her movement based on her chosen element type. Air grants a fly speed of 90 feet (average maneuverability), earth grants a burrow speed of 30 feet, fire grants an increase of 30 feet to base land speed, and water grants a swim speed of 60 feet. This ability replaces the arcanist exploit gained at 15th level.</p>", 
                    "type": "ability", 
                    "name": "Elemental Movement", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Arcanists with an affinity for elemental forces sometimes focus on one and display its power in everything they do.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }, 
        {
            "name": "Occultist", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"planar-spells\"> An occultist adds all <i>planar ally</i> spells to her spell list (using her arcanist level as the cleric level), and treats <i>plane shift</i> as a 5th-level arcanist spell.</p>", 
                    "type": "section", 
                    "name": "Planar Spells"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"conjurers-focus\">:An occultist can spend 1 point from her arcane reservoir to cast <i>summon monster I</i>. She can cast this spell as a standard action, and the summoned creatures remain for 1 minute per level (instead of 1 round per level). At 3rd level and every 2 levels thereafter, the power of this ability increases by one spell level, allowing her to summon more powerful creatures (to a maximum of <i>summon monster IX</i> at 17th level), at the cost of an additional point from her arcane reservoir per spell level. An occultist cannot have more than one <i>summon monster</i> spell active in this way at one time. If this ability is used again, any existing <i>summon monster</i> effect immediately ends. This ability replaces the arcanist exploit gained at 1st level.</p>", 
                    "type": "ability", 
                    "name": "Conjurer's Focus", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"planar-contact\">At 7th level, an occultist can cast <i>augury</i> once per day and <i>contact other plane</i> once per week, using her arcanist level as her caster level. This ability replaces the arcanist exploit gained at 7th level.</p>", 
                    "type": "ability", 
                    "name": "Planar Contact", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"perfect-summoner\">:At 20th level, an occultist can use her conjurer's focus without spending points from her arcane reservoir, and the creatures summoned last until dismissed. This ability replaces magical supremacy.</p>", 
                    "type": "ability", 
                    "name": "Perfect Summoner", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Not all arcanists peer inward to discern the deepest secrets of magic. Some look outward, connecting with extraplanar creatures and bartering for secrets, power, and favor.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }, 
        {
            "name": "School Savant", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"school-focus\">At 1st level, a school savant chooses a school of magic. The arcanist gains the abilities granted by that school, as the arcane school class feature of the wizard, treating her arcanist level as her wizard level for these abilities. She can also further specialize by selecting one of the subschools found in the <i>Pathfinder Roleplaying Game: Advanced Player's Guide</i>. In addition, the arcanist can prepare one additional spell per day of each level she can cast, but this spell must be chosen from the selected school.</p><p>Finally, the arcanist must select two additional schools of magic as her opposition schools. Whenever she prepares spells from one of her opposition schools, the spell takes up two of her prepared spell slots. In addition, a school savant takes a &ndash;4 penalty on any skill checks when crafting a magic item that has a spell from one of her opposition schools as a prerequisite. A school savant cannot select the school understanding arcanist exploit. This ability replaces the arcanist exploits gained at 1st, 3rd, and 7th levels. </p>", 
                    "type": "ability", 
                    "name": "School Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Some arcanists specialize in a school of magic and trade flexibility for focus. School savants are able to prepare more spells per day than typical arcanists, but their selection is more limited. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }, 
        {
            "name": "Spell Specialist", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"signature-spells\">At 1st level and each time a spell specialist gains a new spell level, she chooses a signature spell. The spell specialist can cast this spell without preparing it, in the same way a sorcerer casts spells spontaneously. Even though the spell specialist does not need to prepare this spell, it still counts against the number of spells she can prepare, reducing the number of spells of each level she can prepare each day by 1. A spell specialist can swap out a single signature spell for another spell of the same level when gaining a class level.</p><p>The DC for signature spells increases by 1. The spell specialist gains a +2 bonus on concentration checks when casting signature spells; this bonus increases to +4 at 10th level. Additionally, a spell specialist can apply one of the following additional effects by spending 1 point from her arcane reservoir.</p>", 
                    "type": "section", 
                    "name": "Signature Spells", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"dismiss\">A spell specialist can dismiss a signature spell as a swift action instead of a standard action. Alternatively, the spell specialist can dismiss a signature spell that has a duration but isn't normally dismissible.</p>", 
                            "type": "ability", 
                            "name": "Dismiss", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"spell-bender\">The spell specialist can bend the line of a spell that has a line area of effect up to 90 degrees at any single point along the line's length.</p>", 
                            "type": "ability", 
                            "name": "Spell Bender", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"spellwarp\">A spell specialist can reduce the radius of a spread or burst effect or shorten the length of a cone. All changes must occur in 5-foot increments, to a minimum of 5 feet. Alternatively, the spell specialist can change the area of effect of a cone spell to a line with a length equal to the spell's range. </p><p>This ability replaces the arcanist exploits gained at 1st, 7th, 13th, and 19th levels.</p>", 
                            "type": "ability", 
                            "name": "Spellwarp", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }
                    ]
                }
            ], 
            "text": "<p>Where most arcanists are broad in their study of magic, a spell specialist has her power focused in a few spells. Spell specialists are able to warp and twist the magic of their signature spells in ways other casters cannot.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }, 
        {
            "name": "Unlettered Arcanist", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"familiar\">An unlettered arcanist does not keep a spellbook. Instead, she gains a familiar in which she stores her spells as a witch does, though she does not gain a witch's patron. Treat her arcanist level as her witch level for determining the abilities and benefits granted by the familiar. Anything that would allow an unlettered arcanist to add spells to her spellbook allows her to add spells to her familiar instead. This ability replaces spellbooks.</p>", 
                    "type": "section", 
                    "name": "Familiar"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"witch-spells\">An unlettered arcanist follows a different arcane tradition. She uses the witch spell list instead of the sorcerer/wizard list. This ability alters the spells class feature.</p>", 
                    "type": "section", 
                    "name": "Witch Spells"
                }
            ], 
            "text": "<p>Some arcanists store their spells as whispered secrets within familiars instead of on paper.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }, 
        {
            "name": "White Mage", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"spontaneous-healing\">At 1st level, a white mage can expend 1 point from her arcane reservoir to use one of her spell slots to cast a cure spell (any spell with \"cure\" in its name) from the cleric spell list as if it were on her spell list and prepared. The spell must be of a level the arcanist can cast. At 10th level, the white mage can expend 5 points from her arcane reservoir and a spell slot of at least 5th level to cast <i>breath of life</i>. This ability replaces the arcanist exploits gained at 1st and 9th levels.</p>", 
                    "type": "ability", 
                    "name": "Spontaneous Healing", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"greater-exploit\">At 11th level, a white mage can select the following greater exploit.</p>", 
                    "type": "section", 
                    "name": "Greater Exploit", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"fast-healing\"> A white mage can spend 1 point from her arcane reservoir and expend a spell slot of at least 2nd level to grant her allies the fast healing ability. Allies within 30 feet gain fast healing equal to 1/2 the level of the spell slot expended. This effect lasts for a number of rounds equal to the arcanist's Charisma modifier (minimum 1).</p>", 
                            "type": "ability", 
                            "name": "Fast Healing", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }
                    ]
                }
            ], 
            "text": "<p>A white mage is an arcanist touched by a divine power and gifted with the ability to heal others. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "arcanist",
            "type": "class_archetype"
        }
    ]
}
