{
    "source": "Advanced Class Guide", 
    "text": "<p>It's possible for a barbarian to have trace amounts of a bloodline and not become a true bloodrager. These barbarians can be trained or seek spiritual guidance to unlock these latent powers to terrifying effect.</p>", 
    "type": "section", 
    "name": "Barbarian", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Any barbarian meeting the prerequisites can take the following new rage powers. Blood rage powers grant powers in a theme. A barbarian cannot select from more than one group of blood rage powers. A barbarian of any level can take a lesser blood rage power. The middle blood rage power (that without \"lesser\" or \"greater\" in the title) can only be taken by a 6th level or higher barbarian that already has the lesser blood rage power of its group. A greater blood rage power can only be taken by a 10th level or higher barbarian that already has the middle blood rage power.</p>", 
            "type": "section", 
            "name": "Rage Powers", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Once per day when the barbarian enters a rage, she can choose to grow one size category larger than her base size (as <i>enlarge person</i>, even if the barbarian isn't humanoid).</p>", 
                    "type": "ability", 
                    "name": "Abyssal Blood", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian gains resistance 5 to acid, cold, and fire. </p>", 
                    "type": "ability", 
                    "name": "Abyssal Blood, Greater", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian gains two claw attacks. These attacks are considered primary attacks and are made at the barbarian's full base attack bonus. They deal 1d6 points of slashing damage for Medium creatures (1d4 if Small) plus her Strength modifier.</p>", 
                    "type": "ability", 
                    "name": "Abyssal Blood, Lesser", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian gains resistance 5 to acid and cold. </p>", 
                    "type": "ability", 
                    "name": "Celestial Blood", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Once per rage, the barbarian can reroll one ability check, skill check, or saving throw she just made. She must take the second result, even if it's lower. She must decide to use this ability after the die is rolled but before results are revealed. </p>", 
                    "type": "ability", 
                    "name": "Celestial Blood, Greater", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian's melee attacks are considered good-aligned weapons for the purpose of bypassing damage reduction. Furthermore, the barbarian deals an additional 1d6 points of damage when she damages an evil outsider with a melee attack.</p>", 
                    "type": "ability", 
                    "name": "Celestial Blood, Lesser", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Choose an energy type from the following: acid, cold, fire, or electricity. While raging, the barbarian gains resistance 5 against the chosen energy type and a +1 natural armor bonus. </p>", 
                    "type": "ability", 
                    "name": "Draconic Blood", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian gains a breath weapon that she can use once per day. For every 2 barbarian levels, this breath weapon deals 1d6 points of damage of the energy type she choose for the draconic blood power, either in a 30-foot cone (if cold or fire) or a 60-foot line (if acid or electricity). Those caught in the area of the breath can attempt a Reflex saving throw for half damage. The DC of this save is equal to 10 + 1/2 the barbarian's level + her Constitution modifier. </p>", 
                    "type": "ability", 
                    "name": "Draconic Blood, Greater", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian gains two claw attacks. These attacks are considered primary attacks and are made at the barbarian's full base attack bonus. They deal 1d6 points of slashing damage for Medium creatures (1d4 if Small) plus her Strength modifier.</p>", 
                    "type": "ability", 
                    "name": "Draconic Blood, Lesser", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging the barbarian gains energy resistance 10 against the energy type chosen when she took lesser elemental blood. </p>", 
                    "type": "ability", 
                    "name": "Elemental Blood", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian gains a special movement type or bonus based on her chosen element: acid grants a burrow speed of 30 feet, cold grants a swim speed of 60 feet, fire grants an increase of 30 feet to her base land speed, and electricity grants a fly speed of 60 feet (good maneuverability).</p>", 
                    "type": "ability", 
                    "name": "Elemental Blood, Greater", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Choose an energy type: acid, cold, fire, or electricity. While raging, as a swift action up to three times a day, the barbarian can imbue her melee attacks with elemental energy, dealing an additional 1d6 points of damage of the chosen energy type for 1 round.</p>", 
                    "type": "ability", 
                    "name": "Elemental Blood, Lesser", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, when the barbarian charges, she ignores difficult terrain (including magical terrain, but not other creatures).</p>", 
                    "type": "ability", 
                    "name": "Fey Blood", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, as long as the barbarian moves at least 10 feet, she gain the effects of <i>blur</i> for 1 round. </p>", 
                    "type": "ability", 
                    "name": "Fey Blood, Greater", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, each time the barbarian confirms a critical hit, the target must succeed at a Will saving throw (DC = 10 + 1/2 the barbarian's level + her Constitution modifier) or be confused for one round. This is a mind-affecting compulsion effect.</p>", 
                    "type": "ability", 
                    "name": "Fey Blood, Lesser", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian gains fire resistance 5, as well as a +2 bonus on saving throws against poison.</p>", 
                    "type": "ability", 
                    "name": "Infernal Blood", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian gains a +4 bonus against enchantment and fear effects.</p>", 
                    "type": "ability", 
                    "name": "Infernal Blood, Greater", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, up to three times a day as a swift action, the barbarian can infuse her attacks with hellfire for 1 round. During this time, all of her melee attacks gain the <i>flaming </i>magic weapon special ability.</p>", 
                    "type": "ability", 
                    "name": "Infernal Blood, Lesser", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, all of the barbarian's melee attacks are treated as if they were made with a weapon with the <i>ghost touch</i> weapon special ability. </p>", 
                    "type": "ability", 
                    "name": "Undead Blood", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, the barbarian gains cold resistance 10, as well as DR 10/&mdash; against nonlethal damage.</p>", 
                    "type": "ability", 
                    "name": "Undead Blood, Greater", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>While raging, when the barbarian hits a creature with a charge attack, the creature she hit becomes shaken for a number of rounds equal to 1/2 her barbarian level (minimum 1). This effect does not stack with other fear effects to cause a stronger condition.</p>", 
                    "type": "ability", 
                    "name": "Undead Blood, Lesser", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ]
        }
    ]
}