{
    "source": "Advanced Class Guide", 
    "text": "<p>Eschewing the rigor of discipline and the strange mystic traditions of the monk, brawlers are the embodiment of bare-fisted power and martial flexibility. Cut loose from the monastic traditions of their cousins, each brawler demonstrates her prowess in a different way.</p>", 
    "type": "section", 
    "name": "Brawler", 
    "sections": [
        {
            "name": "Exemplar", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"call-to-arms\">At 1st level, an exemplar can expend a use of martial flexibility to rouse her allies into action. All allies within 30 feet are no longer flat-footed, even if they are surprised. Using this ability is a move action. At 6th level, the exemplar can use it as a swift action instead. At 10th level, she can use it as a free action. At 12th level, she can use it as an immediate action. This ability replaces unarmed strike and close weapon mastery.</p>", 
                    "type": "ability", 
                    "name": "Call to Arms", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"inspiring-prowess\">At 3rd level, an exemplar gains the ability to use certain kinds of bardic performance. She can use this ability for a number of rounds per day equal to 3 + her Charisma modifier; this number increases by 1 round per brawler level thereafter. The exemplar's effective bard level for this ability is equal to her brawler level &ndash; 2. At 3rd level, the exemplar can use inspire courage. At 11th level, the exemplar can use inspire greatness. At 15th level, the exemplar can use inspire heroics. Instead of the Perform skill, she activates this ability with impressive flourishes and displays of martial talent (relying on visual components). This ability otherwise functions as bardic performance; feats and other effects that affect bardic performance (such as the Extra Performance feat) apply to it. This ability replaces maneuver training and AC bonus.</p>", 
                    "type": "ability", 
                    "name": "Inspiring Prowess", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"field-instruction\">At 5th level, as a standard action, an exemplar can grant a teamwork feat to all allies within 30 feet who can see and hear her. This teamwork feat must be one the exemplar knows or has gained with the martial flexibility ability. Allies retain the use of this teamwork feat for 3 rounds + 1 round for every 2 brawler levels. If the granted teamwork feat was gained from martial flexibility, this duration ends immediately if the exemplar loses access to that feat. Allies don't need to meet the prerequisites of this teamwork feat. The exemplar can use this ability once per day at 5th level, plus one additional time per day at 9th, 12th, and 17th level. This ability otherwise counts as the cavalier's tactician class feature; feats and other effects that affect tactician (such as Practiced Tactician) apply to it. This ability replaces brawler's strike.</p>", 
                    "type": "ability", 
                    "name": "Field Instruction", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>A versatile soldier who inspires her companions with her fighting prowess, an exemplar is at home on the front lines of battles anywhere.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "brawler",
            "type": "class_archetype"
        }, 
        {
            "name": "Mutagenic Mauler", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"mutagen\">At 1st level, a mutagenic mauler discovers how to create a mutagen that she can imbibe in order to heighten her physical prowess, though at the cost of her personality. This ability functions as an alchemist's mutagen and uses the brawler's class level as her alchemist level (alchemist levels stack with brawler levels for determining the effect of this ability). A mutagenic mauler counts as an alchemist for the purpose of imbibing a mutagen prepared by someone else.</p><p>At 6th level, a mutagenic mauler gains a +2 bonus on damage rolls when she attacks in melee while in her mutagenic form. This bonus increases to +3 at 11th level and to +4 at 16th level. At 10th level, a mutagenic mauler learns one of the following alchemist discoveries: feral mutagen, infuse mutagen, preserve organs, spontaneous healing. At 12th level, the mutagenic mauler learns the greater mutagen discovery.</p><p>This ability replaces martial flexibility.</p>", 
                    "type": "ability", 
                    "name": "Mutagen", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"beastmorph\">Starting at 4th level, a mutagenic mauler gains additional abilities when using her mutagen. At 4th level, she gains low-light vision and a +10 enhancement bonus to her base speed. At 9th level, she gains darkvision to a range of 30 feet and a climb speed of 15 feet. At 13th level, the enhancement bonus to her base speed increases to +15 feet, and she gains the scent ability within 30 feet. At 18th level, her climb speed increases to 30 feet, and the enhancement bonus to her base speed increases to +20 feet. This ability replaces AC bonus.</p>", 
                    "type": "ability", 
                    "name": "Beastmorph", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Not content with perfecting her body through natural methods, a mutagenic mauler resorts to alchemy to unlock the primal beast within.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "brawler",
            "type": "class_archetype"
        }, 
        {
            "name": "Shield Champion", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"shield-champion-proficiencies\">A shield champion is proficient with all simple weapons and with shields as weapons. She is also proficient with light armor, and with bucklers, light shields, and heavy shields. This ability replaces the brawler's weapon and armor proficiency.</p>", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"throw-shield\">At 3rd level, a shield champion can throw a heavy or light shield as a normal (non-improvised) thrown weapon with a range increment of 10 feet or the shield's range increment, whichever is greater. The thrown shield deals the same damage as a shield bash, and any damage increases from shield spikes apply to this attack. A shield champion is treated as having the Far Shot feat for the purpose of determining range increment penalties for throwing a shield.</p><p>At 7th level, a shield champion can use a thrown shield to perform a bull rush, dirty trick, disarm, reposition, or trip combat maneuver as if she were making a melee shield bash attack. At 11th level, a shield champion gains Shield Master as a bonus feat. She must meet the prerequisites before taking that feat.</p><p>This ability replaces maneuver training at 3rd, 7th, and 11th levels.</p>", 
                    "type": "ability", 
                    "name": "Throw Shield", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"returning-shield\">At 5th level, a shield champion can throw a shield so it ricochets off her target (and possibly other solid objects) to return to her at the end of her turn. This ability functions whether or not the shield champion hits her opponent or moves on her turn. The shield deals no damage to targets it bounces off, other than the original target of the shield champion's attack. Certain circumstances can prevent the shield from returning to the shield champion, such as an opponent using a readied action to catch the shield, or the shield sticking to a mimic's adhesive. The shield champion can opt to not have a thrown shield return to her, in which case it falls to the ground as it normally would. If the shield has the <i>returning</i> ranged weapon special ability, she can use either that or this ability.</p><p>If a shield champion has additional attacks from a high base attack bonus, these additional attacks can be ricochets off an earlier target. The distance to each additional target counts toward the total range of the shield, and range penalties apply, but there are no additional penalties for attacking in this manner. Because ricocheting attacks are treated as separate attacks, effects and modifiers that apply to only one attack roll (such as <i>true strike</i>) apply to only the first attack and not to the others. A shield champion can throw a shield as part of a brawler's flurry.</p><p>At 9th level, a shield champion gains Greater Shield Focus as a bonus feat. She must meet the prerequisites before taking that feat. At 12th level, a shield champion can use her unarmed strike damage when dealing damage with a shield (whether in melee or as a thrown weapon) or the shield's damage, whichever is greater. At 17th level, by ricocheting her shield off a nearby surface before hitting her intended target, she can treat that surface as the origin square of the attack to determine whether the target is flanked and whether the target gains a cover bonus to its AC. She can use this ability to attack a creature with total concealment from her if she knows what square it occupies, but the attack still has a 50% miss chance. This ability replaces brawler's strike.</p>", 
                    "type": "ability", 
                    "name": "Returning Shield", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"champion-defense\">At 15th level, once per day when she would be reduced to 0 or fewer hit points by damage in combat from a weapon, unarmed, or natural attack, the shield champion can attempt to absorb all the damage with her shield. To use this ability, the shield champion must attempt a Fortitude saving throw, with the DC equal to the damage dealt. If it succeeds, she takes only half damage from the blow; otherwise, she takes full damage. She must be aware of the attack and able to react to it in order to use this ability&mdash;if she is denied her Dexterity bonus to AC, she can't use this ability. At 19th level, she can use this ability twice per day. This ability replaces the maneuver training gained at 15th and 19th levels.</p>", 
                    "type": "ability", 
                    "name": "Champion Defense", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>Stalwart in battle, a shield champion has perfected an entire martial discipline relying only on her hand-to-hand fighting skills and her ever-present shield. What she forgoes in weapon versatility and improved combat maneuvering, she makes up for in her ability to turn her defense into a weapon.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "brawler",
            "type": "class_archetype"
        }, 
        {
            "name": "Snakebite Striker", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"snakebite-striker-class-skills\">A snakebite striker gains Bluff and Stealth as class skills, but does not gain Intimidate as a class skill.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"snakebite-striker-sneak-attack\">A snakebite striker can make a sneak attack, as per the rogue class feature of the same name. At 1st level, her sneak attack damage is 1d6. This extra damage increases by 1d6 at 6th, 10th, 12th, and 20th levels. If she gets a sneak attack bonus from another source, the bonuses on damage stack. This ability replaces martial flexibility.</p>", 
                    "type": "ability", 
                    "name": "Sneak Attack", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"snake-feint\">At 3rd level, a snakebite striker who uses a standard action to feint can move as part of that action. If she is able to feint as a move action (such as from having the Improved Feint feat), she can feint and move in the same action. At 11th level, once per round she can declare her square and one adjacent square as the origin of her attacks until her next turn (allowing her to use one or both squares to determine whether she or her allies are flanking an opponent). At 15th level, she counts an additional adjacent square for this purpose. This ability replaces the maneuver training gained at 3rd and 7th levels.</p>", 
                    "type": "ability", 
                    "name": "Snake Feint", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"opportunist\">At 11th level, once per round, a snakebite striker can make an attack of opportunity against an opponent who has just been struck for damage in melee by another character. This attack counts as an attack of opportunity for that round. She cannot use this ability more than once per round, even if she has the Combat Reflexes feat or a similar ability. At 19th level, she can use this ability twice per round. This ability replaces the maneuver training gained at 11th and 19th levels.</p>", 
                    "type": "ability", 
                    "name": "Opportunist", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>With her lightning quickness and guile, a snakebite striker keeps her foes' attention focused on her, because any one of her feints might be an actual attack. By giving up some of a brawler's versatility, she increases her damage potential and exposes her opponents to deadly and unexpected strikes.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "brawler",
            "type": "class_archetype"
        }, 
        {
            "name": "Steel-Breaker", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"steel-breaker-class-skills\">The steel-breaker gains Knowledge (engineering) as a class skill, and does not gain Knowledge (dungeoneering) as a class skill.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"exploit-weakness\">At 5th level, as a swift action a steel-breaker can observe a creature or an object and find its weak point by succeeding at a Wisdom check, adding her brawler level as a bonus on the check, against a DC of 10 + either the object's hardness or the target's CR. If she succeeds, the steel-breaker gains a +2 bonus on attack rolls until the end of her turn, and any attacks she makes until the end of her turn ignore the creature's or object's DR or hardness.</p><p>A steel-breaker can instead use this ability as a swift action to analyze the movements and expressions of one creature within 30 feet, granting a bonus on Sense Motive checks and Reflex saving throws, as well as a dodge bonus to AC against that opponent equal to 1/2 her brawler level until the start of her next turn. This ability replaces brawler's strike.</p>", 
                    "type": "ability", 
                    "name": "Exploit Weakness", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sunder-training\">At 3rd level, a steel-breaker receives additional training in sunder combat maneuvers. She gains a +2 bonus when attempting sunder combat maneuver checks and a +2 bonus to her CMD when defending against this maneuver. At 7th level, these bonuses increase by 1, and she gains a +2 bonus on disarm combat maneuver checks and a +2 bonus to her CMD when defending against a disarm combat maneuver. At 11th, 15th, and 19th levels, all of these bonuses increase by 1. This ability replaces maneuver training.</p>", 
                    "type": "ability", 
                    "name": "Sunder Training", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>The steel-breaker studies destruction and practices it as an art form. She knows every defense has a breaking point, and can shatter those defenses with carefully planned strikes.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "brawler",
            "type": "class_archetype"
        }, 
        {
            "name": "Strangler", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"strangler-class-skills\">A strangler gains Stealth as a class skill.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"strangle\">At 1st level, a strangler deals 1d6 points of sneak attack damage (as per the rogue ability of the same name) whenever she succeeds at a grapple combat maneuver check to damage or pin an opponent. The strangler is always considered to be flanking her target for the purpose of using this ability. This damage increases by 1d6 at 2nd, 8th, and 15th levels. This ability replaces unarmed strike and brawler's flurry.</p>", 
                    "type": "ability", 
                    "name": "Strangle", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"practiced-strangler\">At 2nd level, when a strangler has the grappled condition, she does not take a &ndash;4 penalty to Dexterity and does not lose her Dexterity bonus to AC. At 9th level, a grappling or grappled strangler still threatens an area and is still able to make attacks of opportunity while grappling or grappled; when pinned, she is not denied her Dexterity bonus and does not take a &ndash;4 penalty to Armor Class. This ability replaces AC bonus.</p>", 
                    "type": "ability", 
                    "name": "Practiced Strangler", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sleeper-hold\">At 4th level, a strangler can instantly render a pinned opponent unconscious. This works like the knockout ability, but requires a successful grapple combat maneuver check against the pinned opponent and does not have to damage the opponent. Creatures that do not need to breathe, are immune to critical hits, or are immune to nonlethal damage are immune to this ability. At 10th level, a strangler can use this ability twice per day. At 16th level, she can use it three times per day. This ability alters knockout.</p>", 
                    "type": "ability", 
                    "name": "Sleeper Hold", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"neckbreaker\">At 16th level, a strangler can attempt to instantly kill a pinned opponent as a standard action. This works like the sleeper hold ability, but imposes a &ndash;5 penalty on her grapple combat maneuver check. If the opponent succeeds at its Fortitude save, the strangler deals damage as if she had attempted the grapple check to damage her opponent; if the opponent fails its Fortitude save, it dies. Creatures that are immune to critical hits are immune to this ability. At 20th level, the strangler can use this ability as a move action instead of a standard action. This ability replaces awesome blow and improved awesome blow.</p>", 
                    "type": "ability", 
                    "name": "Neckbreaker", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>A strangler is trained to choke the life out of her victims with her vise-like grip. Some stranglers are self-taught and are little more than brutish murderers, unhinged sociopaths, or opportunistic alley-bashers. Others are members of murder cults or specialized schools of assassination, trained since childhood to kill with their bare hands.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "brawler",
            "type": "class_archetype"
        }, 
        {
            "name": "Wild Child", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"wild-child-class-skills\">A wild child gains Heal as a class skill.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"wild-child-animal-companion\">At 1st level, a wild child forms a bond with a loyal companion that accompanies the wild child on his adventures. A wild child can begin play with any of the animals available to a druid. The wild child uses his brawler level as his effective druid level for determining the abilities of his animal companion. This ability replaces the bonus combat feats gained at 2nd, 8th, 14th, and 20th levels.</p>", 
                    "type": "ability", 
                    "name": "Animal Companion", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"hunters-tricks\">At 5th level, a wild child can expend one use of martial flexibility to use a trick from the ranger skirmisher archetype (<i>Advanced Player's Guide</i> 128). Each time he activates this ability, the wild child can use a different trick. He cannot choose any tricks that rely on ranged attacks. Activating this ability is not an action, but using the trick might require the wild child to use an action of a different type. This ability replaces close weapon mastery.</p>", 
                    "type": "section", 
                    "name": "Hunter's Tricks"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"maneuver-training\">Whenever the wild child chooses a new maneuver for this ability, his animal companion also learns a trick that makes use of this combat maneuver. For example, if the wild child chooses maneuver training (dirty trick), his animal companion also learns a trick that allows it to use the dirty trick combat maneuver. He cannot choose any tricks that rely on ranged attacks. This bonus trick doesn't count against the animal companion's total tricks known and does not take any time or checks to train. Should the wild child gain a new animal companion (such as if the previous one dies), this new animal companion begins with the same number of bonus tricks. This ability alters maneuver training.</p>", 
                    "type": "ability", 
                    "name": "Maneuver Training", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"wild-tricks\">The wild child has learned a number of tricks to aid his allies and his animal companion, as well as to hinder his opponents. At 5th level and every 6 levels thereafter, the wild child learns one hunter's trick. He cannot choose any tricks that rely on ranged attacks. The wild child can use these tricks a number of times per day equal to 1/2 his brawler level + his Constitution modifier. This ability otherwise follows the rules of the hunter's tricks ability, including all action costs. This ability replaces the bonus combat feats gained at 5th, 11th, and 17th levels.</p>", 
                    "type": "ability", 
                    "name": "Wild Tricks", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>The wild child works with his sworn animal friend to conquer the challenges that lay before them. This kinship could come from being lost in the wilderness and raised by animals or growing up with an exotic pet.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "brawler",
            "type": "class_archetype"
        }
    ]
}
