{
    "source": "Advanced Class Guide", 
    "text": "<p>While all cavaliers fight for a cause, those causes are as varied as the fighting styles these warriors employ. The new cavalier order and cavalier archetype presented here are two examples that highlight the diversity of cavalier styles and martial disciplines.</p>", 
    "type": "section", 
    "name": "Cavalier", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>In the deepest wilderness, there are cavaliers who are dedicated to the flora and fauna of unspoiled lands.</p>", 
            "type": "section", 
            "name": "Cavalier Order", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A cavalier who belongs to this order serves nature in all its forms. These cavaliers believe that animals make the most loyal companions, and keep close to woodland creatures. </p>", 
                    "subtype": "warrior_order", 
                    "type": "section", 
                    "name": "Order of the Beast", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"order-of-the-beast-edicts\">An order of the beast cavalier must strive to protect nature&mdash;including animals and magical beasts&mdash;from the encroachment of civilization and from those that seek to harm it. He can slay hostile animals and magical beasts only when attempts to calm or pacify them fail.</p>", 
                            "type": "section", 
                            "name": "Edicts"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"order-of-the-beast-challenge\">Whenever an order of the beast cavalier issues a challenge, his mount gains a +1 circumstance bonus on melee attack rolls against the target of his challenge whenever the cavalier is threatening the target. This bonus increases by 1 for every 4 cavalier levels beyond 1st level.</p>", 
                            "type": "section", 
                            "name": "Challenge"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"order-of-the-beast-class-skills\">An order of the beast cavalier adds Knowledge (nature) and Survival to his list of class skills. When he uses Survival to follow tracks, he gains a bonus on the check equal to 1/2 his cavalier level (minimum +1).</p>", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"order-abilities\">An order of the beast cavalier gains the following abilities as he increases in level.</p>", 
                            "type": "section", 
                            "name": "Order Abilities", 
                            "sections": [
                                {
                                    "source": "Advanced Class Guide", 
                                    "text": "<p id=\"wild-empathy\">At 2nd level, the cavalier can improve the attitude of an animal. This ability functions as the druid ability of the same name. The cavalier uses his level as his effective druid level when using this ability.</p>", 
                                    "type": "ability", 
                                    "name": "Wild Empathy", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ]
                                }, 
                                {
                                    "source": "Advanced Class Guide", 
                                    "text": "<p id=\"wild-mount-shape\">At 8th level, the cavalier gains the ability to turn his mount into a different Medium or Large animal and back again once per day. His options for new forms include all creatures with the animal type. This ability functions as <i>beast shape II</i>, except as noted here. The effect lasts for 1 hour per cavalier level, or until the cavalier chooses to change his mount back. Changing the mount's form (to a different animal or back to normal) requires the cavalier to touch his mount as a standard action that does not provoke an attack of opportunity. The form chosen must be that of an animal the cavalier is familiar with. The mount does not change in size, but does gain the bonuses (not the penalty) noted in <i>beast shape II</i> for a Large animal. </p><p>The cavalier can use this ability an additional time per day at 10th level and every 4 levels thereafter (to a maximum of four times per day at 18th level).</p><p>At 15th level, the cavalier can use this ability to change his mount into a Medium or Large dragon. When taking this form, the cavalier's wild mount shape now functions as <i>form of the dragon i</i>, except as noted above. </p>", 
                                    "type": "ability", 
                                    "name": "Wild Mount Shape", 
                                    "ability_types": [
                                        "Supernatural"
                                    ]
                                }, 
                                {
                                    "source": "Advanced Class Guide", 
                                    "text": "<p id=\"ferocious-charge\">At 15th level, the cavalier is the embodiment of nature's fury. When the cavalier charges a creature, he can attempt an Intimidate check to demoralize his enemy as a free action. If he succeeds at this check, the target is frightened. </p>", 
                                    "type": "ability", 
                                    "name": "Ferocious Charge", 
                                    "ability_types": [
                                        "Extraordinary"
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Cavaliers of any order can take this archetype, though it's not suited for orders that bolster the power of mounted combat.</p>", 
            "type": "section", 
            "type": "section", 
            "name": "Cavalier Archetypes", 
            "sections": [
                {
                    "name": "Daring Champion", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"daring-champion-proficiencies\">Daring champions are proficient with all simple and martial weapons, light and medium armor, and bucklers. This ability replaces the cavalier's weapon and armor proficiency. </p>", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"champions-finesse\">At 1st level, a daring champion gains the benefits of the Weapon Finesse feat with light or one-handed piercing melee weapons, and he can use Charisma in place of Intelligence for the purpose of combat feat prerequisites. A daring champion also counts as having the Weapon Finesse feat for the purpose of meeting feat prerequisites. This ability replaces mount. </p>", 
                            "type": "ability", 
                            "name": "Champion's Finesse", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"nimble\">At 3rd level, a daring champion gains a +1 dodge bonus to AC when wearing light armor or no armor and carrying no more than a light load. Anything that causes the daring champion to lose his Dexterity bonus to AC also causes him to lose this dodge bonus. This bonus increases by 1 for every 4 levels beyond 3rd (to a maximum of +5 at 19th level). This ability replaces cavalier's charge. </p>", 
                            "type": "ability", 
                            "name": "Nimble", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"panache-and-deeds\">At 4th level, a daring champion gains the swashbuckler's panache class feature, along with the following swashbuckler deeds: dodging panache, precise strike, and swashbuckler initiative. This ability replaces expert trainer.</p>", 
                            "type": "ability", 
                            "name": "Panache and Deeds", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"advanced-deeds\">At 11th level, a daring champion gains the following swashbuckler deeds: superior feint, targeted strike, subtle blade, and dizzying defense. This ability replaces mighty charge.</p>", 
                            "type": "ability", 
                            "name": "Advanced Deeds", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p id=\"champions-weapon-mastery\">At 20th level, when a daring champion threatens a critical hit with a light or one-handed piercing melee weapon, that critical hit is automatically confirmed. Furthermore, the critical modifier of such weapons increases by 1 (&times;2 becomes &times;3, for example). This ability replaces supreme charge.</p>", 
                            "type": "ability", 
                            "name": "Champion's Weapon Mastery", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ], 
                    "text": "<p>While many cavaliers are the champions of old fighting forms, some younger, more daring cavaliers mix a martial style influenced by the lighter armored and more flamboyant swashbuckler forms with the dedication of cavalier orders. </p>", 
                    "source": "Advanced Class Guide", 
                    "abbrev": "Archetype", 
                    "subtype": "cavalier", 
                    "type": "class_archetype"
                }
            ]
        }
    ]
}
