{
    "source": "Advanced Class Guide", 
    "text": "<p>Nature is harsh, often wrathful, and always wild. Druids not only worship nature, they often serve as the living incarnations of its unquestioning essence&mdash;for good or for ill.</p>", 
    "type": "section", 
    "name": "Druid", 
    "sections": [
        {
            "name": "Feral Shifter", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"animal-focus\">At 1st level, as a swift action, a feral shifter can take on the aspect of an animal, gaining a bonus or a special ability based on the type of animal emulated. This functions as the hunter's animal focus class feature). The feral shifter can use this ability for a number of minutes per day equal to her druid level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. She can emulate only one animal at a time. This ability replaces nature bond.</p>", 
                    "type": "ability", 
                    "name": "Animal Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"second-animal-focus (Su)\">At 9th level, when a feral shifter uses her animal focus ability, she applies two animal aspects to herself instead of one. This ability replaces venom immunity, a thousand faces, and timeless body.</p>", 
                    "type": "ability", 
                    "name": "Second Animal Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>A feral shifter internalizes her communion with and mastery over animals. Instead of forming a bond with an animal companion or an aspect of nature, she alters her own essence or being in an homage to the noble creatures of the wild. More in tune with transformation and animal bodies than a normal druid is, a feral shifter blurs the line between humanoid and beast.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Nature Fang", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"studied-target\">At 1st level, a nature fang gains the slayer's studied target class feature. At 5th level and every 5 levels thereafter, the nature fang's bonus against her studied target increases by 1. Unlike a slayer, a nature fang does not gain the ability to maintain more than one studied target at the same time. This ability replaces nature sense, wild empathy, and woodland stride.</p>", 
                    "type": "ability", 
                    "name": "Studied Target", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"nature-fang-slayer-talent\">At 4th level and every 2 levels thereafter, a nature fang selects a slayer talent. Starting at 12th level, she can select an advanced slayer talent in place of a slayer talent. She uses her druid level as her slayer level to determine what talents she can select. This ability replaces wild shape.</p>", 
                    "type": "section", 
                    "name": "Slayer Talent"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sneak-attack\">At 4th level, a nature fang gains sneak attack +1d6. This ability functions as the rogue sneak attack class feature. If the nature fang gets a sneak attack bonus from another source, the bonuses on damage stack. This ability replaces resist nature's lure.</p>", 
                    "type": "ability", 
                    "name": "Sneak Attack", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"swift-studied-target\">At 9th level, a nature fang can study an opponent as a move or swift action. This ability replaces venom immunity.</p>", 
                    "type": "section", 
                    "name": "Swift Studied Target"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"nature-fang-slayer-talents\">The following slayer talents complement the nature fang archetype: foil scrutiny, poison use, and ranger combat style. Additionally, the following rogue talents, which are also available to slayers, complement the archetype: bleeding attack, camouflage, fast stealth, finesse rogue, lasting poison, rogue crawl, slow reactions, surprise attack, swift poison, and terrain mastery.</p>", 
                    "type": "section", 
                    "name": "Slayer Talents"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"nature-fang-Advanced Talents\">The following slayer advanced talents complement the nature fang archetype: assassinate, slayer camouflage, and woodland stride. The rogue advanced talent master of disguise also fits the archetype.</p>", 
                    "type": "section", 
                    "name": "Advanced Talents"
                }
            ], 
            "text": "<p>A nature fang is a druid who stalks and slays those who despoil nature, kill scarce animals, or introduce diseases to unprotected habitats. She gives up a close empathic connection with the natural world to become its deadly champion and avenger.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Wild Whisperer", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"inspiration\">At 2nd level, a wild whisperer gains an inspiration pool as the investigator class feature. A wild whisperer uses her druid level as her investigator level when determining the effects of this ability. Instead of free uses of inspiration on Knowledge, Linguistics, or Spellcraft checks, the wild whisperer can use inspiration on Handle Animal, Heal, Knowledge (geography), Knowledge (nature), Ride, Sense Motive, and Survival checks without expending a use of inspiration, provided she's trained in the relevant skill. She can also use inspiration on any wild empathy check without expending a use of inspiration. A wild whisperer's inspiration pool refreshes each day when she prepares spells. This ability replaces woodland stride, trackless step, and resist nature's lure.</p>", 
                    "type": "ability", 
                    "name": "Inspiration", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"wild-shape\">At 4th level, a wild whisperer gains the wild shape ability, but she never gains access to any forms beyond Small and Medium animal forms, as <i>beast shape I</i>. This ability alters wild shape.</p>", 
                    "type": "ability", 
                    "name": "Wild Shape", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"natural-expertise\">At 6th level, a wild whisperer's powers of observation give her an advantage when she's fighting natural creatures. When using inspiration on an attack roll against an animal or a vermin, or on a saving throw against an effect from an animal or a vermin, a wild whisperer has to expend only one use of inspiration instead of two. This ability replaces the additional use of wild shape at 6th level.</p>", 
                    "type": "ability", 
                    "name": "Natural Expertise", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"investigator-talent\">At 8th level, wild whisperer selects an investigator talent. This ability replaces the additional use of wild shape at 8th level.</p>", 
                    "type": "section", 
                    "name": "Investigator Talent"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"investigator-talents\">The following investigator talents complement the wild whisperer archetype: amazing inspiration, effortless aid,  eidetic recollection,  empathy,  inspirational expertise, inspired alertness, inspired intimidator, perceptive tracking, and tenacious inspiration.</p>", 
                    "type": "section", 
                    "name": "Investigator Talents"
                }
            ], 
            "text": "<p>A wild whisperer is an expert at studying, predicting, and explaining animal behavior. She is less interested in plants, fey, and other aspects of the natural world, and uses her gifts to tame or relocate dangerous beasts and soothe the hurts of wounded and sickly creatures.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}