{
    "source": "Advanced Class Guide", 
    "text": "<p>Feats represent special tricks and edges that characters have acquired though training, luck, or a quirk of birth. They grant abilities and benefits in certain situations.</p>", 
    "type": "section", 
    "name": "Feats", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Though most of the feats presented in this chapter are general and have no special rules governing them, some feats belong to one or more categories of feats that share special rules. A feat's type or types appear in parentheses after the feat's name. The following types of feats can be found in this chapter.</p>", 
            "type": "section", 
            "name": "Types of Feats", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Brawlers, fighters, gunslingers, swashbucklers, and warpriests can select combat feats as bonus feats. Members of other classes can take combat feats, provided they meet the prerequisites.</p>", 
                    "type": "section", 
                    "name": "Combat Feats"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Panache feats interact with the swashbuckler's panache class ability or the panache granted by the Amateur Swashbuckler feat. Swashbucklers can take panache feats as bonus feats.</p>", 
                    "type": "section", 
                    "name": "Panache Feats"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Style feats were introduced in <i>Pathfinder Roleplaying Game: Ultimate Combat</i>. The style feats presented in this chapter are based on fighting styles more appropriate to the brawler's rough-and-tumble combat disciplines.</p><p>As a swift action, you can enter the stance employed by the fighting style that a style feat embodies. Although you cannot use a style feat before combat begins, the style you are in persists until either you use a swift action to switch styles or the end of the combat encounter, whichever occurs first. You can use a feat that has a style feat as a prerequisite only while you are in the stance of the associated style.</p><p>The styles presented in this book follow, along with specific feat paths&mdash;feats that complement each style.</p>", 
                    "type": "section", 
                    "name": "Style Feats", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>This discipline is a wrestling and grappling style that favors powerful one-handed grabs, fast repositioning of those grabbed, and the ability to move and damage one or two opponents.</p>", 
                            "type": "section", 
                            "name": "Grabbing Style", 
                            "sections": [
                                {
                                    "source": "Advanced Class Guide", 
                                    "text": "<p>Grabbing Style, Grabbing Drag, Grabbing Master.</p>", 
                                    "type": "section", 
                                    "name": "Feat Path"
                                }
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>This style favors rapid punches and kicks, typically while the fighter circles her foe. Many of these land in the same area, delivering more pain with each successive hit, or in debilitating areas of the body.</p>", 
                            "type": "section", 
                            "name": "Jabbing Style", 
                            "sections": [
                                {
                                    "source": "Advanced Class Guide", 
                                    "text": "<p>Jabbing Style, Jabbing Dancer, Jabbing Master.</p>", 
                                    "type": "section", 
                                    "name": "Feat Path"
                                }
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>Powerful and seemingly wild haymaker punches and extended kicks are the hallmark of this style. Deeply rooted in its martial philosophy is the concept that landing one mighty strike in the right area will send an opponent sprawling.</p>", 
                            "type": "section", 
                            "name": "Pummeling Style", 
                            "sections": [
                                {
                                    "source": "Advanced Class Guide", 
                                    "text": "<p>Pummeling Style, Pummeling Bully, Pummeling Charge.</p>", 
                                    "type": "section", 
                                    "name": "Feat Path"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Teamwork feats grant significant bonuses, but they function only under specific circumstances. In most cases, these feats require an ally with the same feat to have a specific position on the battlefield. Teamwork feats provide no benefits if the given conditions are not met. Allies who are paralyzed, stunned, unconscious, or otherwise unable to act do not count for the purposes of these feats. Cavaliers, hunters, and inquisitors have special class abilities that allow them to use teamwork feats even if their allies don't have those feats.</p>", 
                    "type": "section", 
                    "name": "Teamwork Feats"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Feats that grant extra uses of class abilities, like Extra Channel or Extra Rage, effectively grant the affected ability a pool of additional uses each day. If you have levels in multiple classes that have the same ability (or abilities that are counted as others for the purposes of meeting feat prerequisites, like the skald's raging song counting as bardic performance), this single pool applies to all those abilities together, and doesn't grant extra uses to each one separately. You may spend this pool of uses each day on any of these abilities in whatever manner you choose.</p><p>For example, if you have levels in both barbarian and bloodrager and you take the Extra Rage feat, you gain 6 extra rounds that you can either use to rage or bloodrage or split between the two. The feat does not give both an extra 6 rounds of rage and 6 rounds of bloodrage&mdash;it gives you exactly 6 rounds each day that you can use for either one of these abilities. One day, you might use 4 of these rounds for rage and 2 on bloodrage; the next day, you might use 3 on each.</p>", 
                    "type": "section", 
                    "name": "Feats that Grant Extra Uses"
                }
            ]
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The feats in this book are summarized on the table below. Note that the prerequisites and benefits of the feats listed in this table are abbreviated for ease of reference. See the feats' descriptions for full details.</p><p>The following format is used for all feat descriptions.</p>", 
            "type": "section", 
            "name": "Feat Descriptions", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The line that bears the feat's name also indicates what subcategory, if any, the feat belongs to, and is followed by a basic description of what the feat does. </p>", 
                    "type": "section", 
                    "name": "Feat Name"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>This line lists a minimum ability score, another feat or feats, a minimum base attack bonus, a minimum number of ranks in one or more skills, or anything else required to take the feat. This entry is absent if a feat has no prerequisites. A feat can have more than one prerequisite.</p>", 
                    "type": "section", 
                    "name": "Prerequisite"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>This benefit is what a feat enables the character (\"you\" in the feat description) to do. If a character has the same feat more than once, its benefits do not stack unless indicated in the description.</p>", 
                    "type": "section", 
                    "name": "Benefit"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>This line clarifies what a character who does not have this feat is limited to or restricted from doing. If not having the feat causes no particular drawback, this entry is absent.</p>", 
                    "type": "section", 
                    "name": "Normal"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Additional unusual facts about the feat.</p>", 
                    "type": "section", 
                    "name": "Special", 
                    "sections": [
                        {
                            "text": "<table id=\"advanced-class-guide-feats-table\">\n<caption>Advanced Class Guide Feats</caption>\n<thead>\n<tr><th>Feat</th><th>Prerequisites</th><th>Benefit</th></tr>\n</thead>\n<tbody>\n<tr>\n<td>Aberrant Tumor\n</td><td>Aberrant bloodline</td>\n<td>Gain a tumor familiar</td>\n</tr>\n<tr>\n<td>Amateur Investigator\n</td><td>Int 13, 1 rank in at least one Knowledge skill, no levels in a class that has inspiration</td>\n<td>Gain a minor pool of inspiration for use with Knowledge, Linguistics, or Spellcraft checks</td>\n</tr>\n<tr>\n<td class=\"indent-1\">Studied Combatant\n</td><td>Amateur Investigator, base attack bonus +6</td>\n<td>Expend inspiration to gain a limited version of studied combat</td>\n</tr>\n<tr>\n<td class=\"indent-2\">Improved Studied Combatant\n</td><td>Int 14, Studied Combatant, base attack bonus +8</td>\n<td>Studied strike grants a +4 bonus on attack rolls and damage rolls</td>\n</tr>\n<tr>\n<td>Amateur Swashbuckler*\n</td><td>No levels in a class that has panache</td>\n<td>Gain a minor pool of panache to use with a 1st-level swashbuckler deed of your choice </td>\n</tr>\n<tr>\n<td>Animal Soul\n</td><td>Animal companion or mount class feature</td>\n<td>You can shrug off spells that don't work on animals</td>\n</tr>\n<tr>\n<td>Anticipate Dodge*\n</td><td>Dodge, Mobility; base attack bonus +7, brawler level 4th, or monk level 4th</td>\n<td>Gain up to a +2 bonus on attack rolls against creatures with a dodge bonus </td>\n</tr>\n<tr>\n<td class=\"indent-1\">Counter Reflexes*\n</td><td>Anticipate Dodge</td>\n<td>Opponents with Mobility do not gain a bonus when they provoke attacks of opportunity from you</td>\n</tr>\n<tr>\n<td>Barroom Brawler*\n</td><td>Base attack bonus +4</td>\n<td>Once per day, gain the use of a combat feat you don't possess for 1 minute</td>\n</tr>\n<tr>\n<td>Battle Cry*\n</td><td>Cha 13; base attack bonus +5 or Perform (act, oratory, or sing) 5 ranks</td>\n<td>Let out a cry that grants allies a +1 bonus on attack rolls and +4 bonus on saves against fear</td>\n</tr>\n<tr>\n<td>Befuddling Strike*\n</td><td>Dex 13, Wis 13, Improved Unarmed Strike, base attack bonus +8</td>\n<td>Confuse opponent with unarmed strike</td>\n</tr>\n<tr>\n<td>Believer's Boon\n</td><td>Wis 13, alignment must be within one step of your deity's</td>\n<td>Gain the use of a 1st-level cleric domain ability</td>\n</tr>\n<tr>\n<td class=\"indent-1\">Believer's Hands\n</td><td>Believer's Boon, must be lawful good</td>\n<td>Use lay on hands once per day</td>\n</tr>\n<tr>\n<td>Blasting Charge\n</td><td>Base attack bonus +7, ability to cast 2nd-level bloodrager spells, bloodrage class feature</td>\n<td>Expend a bloodrager spell slot while bloodraging to add force damage to your charge attack</td>\n</tr>\n<tr>\n<td>Blessed Striker\n</td><td>Base attack bonus +11, ability to cast divine spells, alignment must be within one step of your deity's</td>\n<td>Your attacks are considered to have the alignments you share with your deity</td>\n</tr>\n<tr>\n<td>Blooded Arcane Strike*\n</td><td>Arcane Strike, bloodrage class feature</td>\n<td>Gain the benefits of Arcane Strike while bloodraging</td>\n</tr>\n<tr>\n<td>Bookish Rogue\n</td><td>Minor magic rogue talent</td>\n<td>Change your rogue talent spell-like abilities with study</td>\n</tr>\n<tr>\n<td>Canny Tumble*\n</td><td>Dodge, Mobility, Acrobatics 5 ranks</td>\n<td>Gain a bonus on melee attack rolls when you use Acrobatics to avoid attacks of opportunity</td>\n</tr>\n<tr>\n<td>Channeled Blessing\n</td><td>Blessings class feature, channel energy class feature</td>\n<td>Bestow a blessing on an ally when you channel energy</td>\n</tr>\n<tr>\n<td>Channeling Force*\n</td><td>Ability to cast one force spell, channel energy class feature</td>\n<td>Spend channel energy to deal extra force damage with weapon attacks</td>\n</tr>\n<tr>\n<td>Counterpunch* \n</td><td>Dex 18, Combat Reflexes, Improved Unarmed Strike, Weapon Focus (unarmed strike), base attack bonus +16 or brawler level 12th</td>\n<td>When you fight unarmed and a foe misses with all melee attacks, it provokes attacks of opportunity from you</td>\n</tr>\n<tr>\n<td>Dazing Fist*\n</td><td>Dex 13, Wis 13, Improved Unarmed Strike, base attack bonus +4</td>\n<td>Daze with unarmed strikes</td>\n</tr>\n<tr>\n<td>Disable Dweomer\n</td><td>Disable Device 5 ranks, Use Magic Device 5 ranks, trapfinding</td>\n<td>Use Disable Device to suppress magic items</td>\n</tr>\n<tr>\n<td>Disheartening Display*\n</td><td>Dazzling Display, Weapon Focus, base attack bonus +6, proficiency with selected weapon</td>\n<td>Use Dazzling Display to increase a fear effect</td>\n</tr>\n<tr>\n<td>Divine Protection\n</td><td>Cha 13, Knowledge (religion) 5 ranks</td>\n<td>Gain a bonus equal to your Charisma bonus on a saving throw</td>\n</tr>\n<tr>\n<td>Draining Strike*\n</td><td>Dex 13, Wis 13, Improved Unarmed Strike, base attack bonus +8</td>\n<td>Cause fatigue with unarmed strikes</td>\n</tr>\n<tr>\n<td>Dual Enhancement\n</td><td>Two-Weapon Fighting; divine bond (weapon) or sacred weapon class feature</td>\n<td>Imbue two weapons with divine bond or sacred weapon instead of just one</td>\n</tr>\n<tr>\n<td>Energy Channel\n</td><td>Channel energy class feature; Air, Earth, Fire, or Water domain or blessing</td>\n<td>Spend channel energy to deal extra energy damage with weapon attacks</td>\n</tr>\n<tr>\n<td>Esoteric Linguistics\n</td><td>Skill Focus (Linguistics)</td>\n<td>Use Linguistics in place of some Use Magic Device and Spellcraft checks</td>\n</tr>\n<tr>\n<td>Evolved Companion\n</td><td>Cha 13, animal companion class feature</td>\n<td>Companion gains a 1-point eidolon evolution</td>\n</tr>\n<tr>\n<td>Evolved Summoned Monster\n</td><td>Augmented Summoning, Spell Focus (conjuration), ability to cast <i>summon monster I</i></td>\n<td>Summoned monster gains a 1-point eidolon evolution</td>\n</tr>\n<tr>\n<td>Expanded Preparation\n</td><td>Arcanist level 1st</td>\n<td>Gain extra spell slots</td>\n</tr>\n<tr>\n<td>Extended Animal Focus\n</td><td>Animal focus class feature</td>\n<td>Add your Wisdom modifier to the number of minutes per day you can use animal focus</td>\n</tr>\n<tr>\n<td>Extra Arcanist Exploit\n</td><td>Arcanist exploit class feature</td>\n<td>Gain an additional arcanist exploit</td>\n</tr>\n<tr>\n<td>Extra Channel\n</td><td>Channel energy class feature</td>\n<td>Channel energy two additional times per day</td>\n</tr>\n<tr>\n<td>Extra Hex\n</td><td>Hex class feature</td>\n<td>Gain one additional hex</td>\n</tr>\n<tr>\n<td>Extra Inspiration\n</td><td>Amateur Investigator or inspiration class feature</td>\n<td>Gain three uses of inspiration</td>\n</tr>\n<tr>\n<td>Extra Investigator Talent\n</td><td>Investigator talent class feature</td>\n<td>Gain an additional investigator talent</td>\n</tr>\n<tr>\n<td>Extra Martial Flexibility\n</td><td>Martial flexibility class feature</td>\n<td>Gain three uses of martial flexibility</td>\n</tr>\n<tr>\n<td>Extra Reservoir\n</td><td>Arcane reservoir class feature</td>\n<td>Gain 3 more points in your arcane reservoir</td>\n</tr>\n<tr>\n<td>Extra Slayer Talent\n</td><td>Slayer talent class feature</td>\n<td>Gain an additional slayer talent</td>\n</tr>\n<tr>\n<td>Favored Enemy Spellcasting\n</td><td>Ability to cast spells</td>\n<td>Spell DCs are 1 higher for your chosen enemy</td>\n</tr>\n<tr>\n<td>Faerie's Strike*\n</td><td>Nature Magic or the ability to cast druid or ranger spells; Vital Strike, Knowledge (nature) 5 ranks</td>\n<td>Illuminate foes with Vital Strike</td>\n</tr>\n<tr>\n<td>Flexible Hex\n</td><td>Wandering hex class feature</td>\n<td>Change wandering hex with a swift action</td>\n</tr>\n<tr>\n<td>Flexible Wizardry\n</td><td>Spell Mastery, wizard level 1st</td>\n<td>Prepare some spells flexibly</td>\n</tr>\n<tr>\n<td class=\"indent-1\">Improved Flexible Wizardry\n</td><td>Flexible Wizardry, wizard level 8th</td>\n<td>Flexibly prepare more spells</td>\n</tr>\n<tr>\n<td>Focused Inspiration\n</td><td>Inspiration class feature, keen recollection class feature</td>\n<td>Roll d8s or higher when you use inspiration on chosen skills</td>\n</tr>\n<tr>\n<td>Force Dash\n</td><td>Base attack bonus +3, ability to cast 2nd-level arcane spells, ability to cast at least one arcane force spell</td>\n<td>Lose a prepared spell or a spell slot to increase your speed</td>\n</tr>\n<tr>\n<td>Formula Recollection\n</td><td>Spellcraft 5 ranks, keen recollection class feature</td>\n<td>When a spell is cast, record its formula later</td>\n</tr>\n<tr>\n<td>Grasping Strike*\n</td><td>Nature Magic or the ability to cast druid or ranger spells; Vital Strike</td>\n<td>Entangle those you hit with Vital Strike</td>\n</tr>\n<tr>\n<td>Gruesome Slaughter*\n</td><td>Intimidating Prowess, Killing Flourish, Intimidate 11 ranks, slayer level 11th</td>\n<td>Creatures demoralized by Killing Flourish could become sickened</td>\n</tr>\n<tr>\n<td>Improved Awesome Blow*\n</td><td>Str 13; Awesome Blow or awesome blow class feature; Power Attack</td>\n<td>+2 on awesome blow combat maneuver checks and to CMD against such attacks, and movement due to awesome blow provokes from allies</td>\n</tr>\n<tr>\n<td>Improved Dirge of Doom\n</td><td>Ability to perform dirge of doom</td>\n<td>Dirge of doom expands to 60 feet and can cause fear up to frightened</td>\n</tr>\n<tr>\n<td class=\"indent-1\">Greater Dirge of Doom\n</td><td>Improved Dirge of Doom, ability to perform dirge of doom</td>\n<td>Your dirge effects linger and can cause fear up to panicked</td>\n</tr>\n<tr>\n<td>Insightful Delivery\n</td><td>Poison use class feature, studied strike +4d6</td>\n<td>Increase the DC of poison delivered with studied strike</td>\n</tr>\n<tr>\n<td>Inspired Alchemy\n</td><td>Ability to create 2nd-level extracts, alchemy class feature, inspiration class feature</td>\n<td>Spend time and inspiration to recreate a consumed extract</td>\n</tr>\n<tr>\n<td>Inspired by Fear\n</td><td>Ability to perform dirge of doom</td>\n<td>You and allies in your dirge of doom effect gain a +4 bonus against fear</td>\n</tr>\n<tr>\n<td>Inspired Strike\n</td><td>Inspiration and studied combat class features</td>\n<td>Expend inspiration to increase the damage dealt with the studied combat</td>\n</tr>\n<tr>\n<td>Intimidating Performance\n</td><td>Ability to start performances or raging song as move action, bardic performance or raging song class feature</td>\n<td>Demoralize foes with a successful Perform check</td>\n</tr>\n<tr>\n<td>Kick Up*\n</td><td>Dex 12, Acrobatic, Acrobatics 1 rank, slayer level 1st or swashbuckler level 1st</td>\n<td>Retrieve an unattended item as a swift action</td>\n</tr>\n<tr>\n<td>Killing Flourish*\n</td><td>Intimidating Prowess, Intimidate 4 ranks, slayer level 4th</td>\n<td>When melee attacks reduce a foe to fewer than 0 hit points, demoralize those around you</td>\n</tr>\n<tr>\n<td>Lay of the Land\n</td><td>Animal focus class feature, wild empathy class feature</td>\n<td>Gain lesser version of favored terrain class feature</td>\n</tr>\n<tr>\n<td>Lunging Spell Touch\n</td><td>Spellcraft 6 ranks</td>\n<td>Increase reach of spell's touch attack by 5 feet</td>\n</tr>\n<tr>\n<td>Manifested Blood\n</td><td>Cha 13; draconic or elemental bloodline</td>\n<td>Surround yourself with an element associated with your bloodline to gain resistance against its energy and deal damage to attackers</td>\n</tr>\n<tr>\n<td>Merciless Butchery*\n</td><td>Dastardly Finish, sneak attack +5d6, studied target class feature</td>\n<td>Attempt a coup de grace against a cowering, helpless, or stunned studied target as a standard action</td>\n</tr>\n<tr>\n<td>Nature Magic\n</td><td>Knowledge (nature) 1 rank</td>\n<td>Gain <i>know direction</i> as a constant spell-like ability and use one other druid orison once per day</td>\n</tr>\n<tr>\n<td>Orator\n</td><td>Skill Focus (Linguistics)</td>\n<td>Use Linguistics instead of Bluff, Diplomacy, and Intimidate in some instances</td>\n</tr>\n<tr>\n<td>Paralyzing Strike*\n</td><td>Dex 13, Wis 13, Improved Unarmed Strike, base attack bonus +14</td>\n<td>Paralyze with unarmed strikes</td>\n</tr>\n<tr>\n<td>Quicken Blessing\n</td><td>Access to blessing's major power, blessings class feature</td>\n<td>Choose a blessing and spend two uses to call upon it as a swift action</td>\n</tr>\n<tr>\n<td>Rage Casting\n</td><td>Blood casting class feature</td>\n<td>Sacrifice hit points for bloodrager spell potency</td>\n</tr>\n<tr>\n<td>Raging Absorption\n</td><td>Ability to cast 4th-level bloodrager spells, bloodrage class feature</td>\n<td>Absorb arcane energy from damaging spells to refuel bloodrage</td>\n</tr>\n<tr>\n<td>Raging Blood\n</td><td>Eldritch Heritage or sorcerer bloodline class feature</td>\n<td>Enter a lesser bloodrage</td>\n</tr>\n<tr>\n<td>Raging Concentration\n</td><td>Blood casting class feature</td>\n<td>While bloodraging, add your morale bonus to Constitution to concentration checks</td>\n</tr>\n<tr>\n<td>Ranged Study\n</td><td>Weapon Focus with chosen weapon, studied combat class feature</td>\n<td>Choose a ranged weapon and use studied combat with that weapon</td>\n</tr>\n<tr>\n<td>Reactive Healing\n</td><td>Quick Channel or Quicken Spell; channel energy or lay on hands class feature</td>\n<td>When reduced to 0 hp or fewer, use channel energy or lay on hands to heal yourself as immediate action</td>\n</tr>\n<tr>\n<td>Reckless Rage\n</td><td>Power Attack; rage or raging song class feature</td>\n<td>Take a penalty on attack rolls to deal more damage while raging</td>\n</tr>\n<tr>\n<td>Recovered Rage\n</td><td>Rage or raging song class feature</td>\n<td>Regain rage or raging song with each foe you reduce to 0 or fewer hit points</td>\n</tr>\n<tr>\n<td>Resilient Armor\n</td><td>Divine bond (armor or shield) or sacred armor class feature</td>\n<td>Gain DR against some attacks</td>\n</tr>\n<tr>\n<td>Riving Strike*\n</td><td>Arcane Strike</td>\n<td>Those damaged by your Arcane Strike take a penalty on saves against spells and spell-like abilities</td>\n</tr>\n<tr>\n<td>Seething Hatred*\n</td><td>Studied target class feature</td>\n<td>Select a favored enemy and gain greater benefits when such a creature is your studied target</td>\n</tr>\n<tr>\n<td>Extreme Prejudice*\n</td><td>Seething Hatred, sneak attack +3d6, studied target class feature</td>\n<td>When you succeed at a sneak attack with Seething Hatred, roll d8s for damage instead of d6s</td>\n</tr>\n<tr>\n<td>Seize Advantage*\n</td><td>Opportune parry and riposte deed</td>\n<td>Add foe's Power Attack damage to your riposte</td>\n</tr>\n<tr>\n<td>Silent Kill*\n</td><td>Stealth 12 ranks, assassinate advanced slayer talent or ninja master trick</td>\n<td>Kill during the surprise round and slip back into shadows</td>\n</tr>\n<tr>\n<td>Skald's Vigor\n</td><td>Raging song class feature</td>\n<td>Gain fast healing while raging and performing or performing raging song</td>\n</tr>\n<tr>\n<td class=\"indent-1\">Greater Skald's Vigor\n</td><td>Skald's Vigor, Perform (sing) 10 ranks</td>\n<td>Allies share the fast healing of Skald's Vigor</td>\n</tr>\n<tr>\n<td>Skilled Rager\n</td><td>Rage class feature</td>\n<td>Pick a skill and use it while raging</td>\n</tr>\n<tr>\n<td>Slashing Grace*\n</td><td>Dex 13, Weapon Finesse, Weapon Focus with selected weapon</td>\n<td>Treat a slashing weapon as a piercing melee weapon</td>\n</tr>\n<tr>\n<td>Slayer's Feint*\n</td><td>Dex 15, Acrobatic or slayer level 1st, Combat Expertise, Acrobatics 1 rank</td>\n<td>Use Acrobatics instead of Bluff to feint</td>\n</tr>\n<tr>\n<td>Slow Faller\n</td><td>Acrobatics 5 ranks or slow fall class feature</td>\n<td>Gain or improve the slow fall ability</td>\n</tr>\n<tr>\n<td>Spirit Talker\n</td><td>Hex class feature; shaman level 6th or witch level 6th</td>\n<td>Commune with a spirit to gain temporary use of one of its hexes</td>\n</tr>\n<tr>\n<td>Spirit's Gift\n</td><td>Ability to acquire an animal companion or a familiar</td>\n<td>Commune with a spirit to grant your animal companion or familiar a shaman spirit augmentation</td>\n</tr>\n<tr>\n<td>Spiritual Guardian\n</td><td>Ability to cast <i>spiritual weapon</i> or <i>spiritual ally</i>, spirit magic class feature</td>\n<td>Increase the attack power of your spirit spells</td>\n</tr>\n<tr>\n<td>Spontaneous Nature's Ally\n</td><td>Knowledge (nature) 5 ranks, ability to spontaneously cast cure or inflict spells, Animal or Plant domain</td>\n<td>Lose a spell slot to spontaneously cast a <i>summon nature's ally</i> spell of the same level</td>\n</tr>\n<tr>\n<td>Staggering Fist*\n</td><td>Dex 13, Wis 13, Improved Unarmed Strike, base attack bonus +2</td>\n<td>Stagger foes with unarmed strikes</td>\n</tr>\n<tr>\n<td>Stalker's Focus\n</td><td>Knowledge (nature) 3 ranks, Survival 3 ranks, no levels in a class that has the animal focus class feature</td>\n<td>Gain an animal focus for you or your animal companion</td>\n</tr>\n<tr>\n<td>Steadfast Personality\n</td><td>&mdash;</td>\n<td>Use your Charisma modifier on saves against mind-affecting effects</td>\n</tr>\n<tr>\n<td>Stouthearted\n</td><td>Raging song class feature</td>\n<td>Use raging song to reroll failed saves against fear effects</td>\n</tr>\n<tr>\n<td>Surprise Maneuver\n</td><td>Combat Expertise; sneak attack +3d6 or studied strike +3d6</td>\n<td>Gain a bonus on combat maneuver checks against flanked foes and those denied their Dex bonus to AC</td>\n</tr>\n<tr>\n<td>Talented Magician\n</td><td>Major magic rogue talent, minor magic rogue talent</td>\n<td>Gain additional uses of spell-like abilities</td>\n</tr>\n<tr>\n<td>Twinned Feint*\n</td><td>Cha 13</td>\n<td>After succeeding at a feint, you can attempt a feint against a second target</td>\n</tr>\n<tr>\n<td>Twist Away\n</td><td>Evasion</td>\n<td>Use Reflex in place of Fortitude as an immediate action</td>\n</tr>\n<tr>\n<td>Undersized Mount*\n</td><td>Ride 1 rank</td>\n<td>Ride creatures of your size</td>\n</tr>\n<tr>\n<td>Unfettered Familiar\n</td><td>Caster level 5th, ability to acquire a familiar</td>\n<td>Bestow touch spells on your familiar from a distance</td>\n</tr>\n<tr>\n<td>War Blessing\n</td><td>Mystery or domain class feature</td>\n<td>Gain a lesser use of the blessings class feature</td>\n</tr>\n<tr>\n<td>Weapon of the Chosen*\n</td><td>Weapon Focus with deity's favored weapon, worship and receive spells from a deity</td>\n<td>As a swift action, your first attack with weapon counts as magical</td>\n</tr>\n<tr>\n<td class=\"indent-1\">Improved Weapon of the Chosen*\n</td><td>Weapon of the Chosen</td>\n<td>Gain the benefits of Weapon of the Chosen until the start of your next turn</td>\n</tr>\n<tr>\n<td class=\"indent-2\">Greater Weapon of the Chosen*\n</td><td>Improved Weapon of the Chosen</td>\n<td>Roll twice with your favored weapon and take the better roll</td>\n</tr>\n<tr>\n<td>Winter's Strike*\n</td><td>Nature Magic or the ability to cast druid or ranger spells; Vital Strike, Knowledge (nature) 5 ranks</td>\n<td>Target of your Vital Strike must successfully save or become fatigued </td>\n</tr>\n<tr>\n<th>Panache Feats</th>\n<th>Prerequisites</th>\n<th>Benefits</th>\n</tr>\n<tr>\n<td>Confounding Tumble Deed\n</td><td>Amateur Swashbuckler or panache class feature; Canny Tumble, Acrobatics 7 ranks</td>\n<td>When you avoid attacks of opportunity and hit a foe, you can deny it its Dex bonus to AC for 1 round</td>\n</tr>\n<tr>\n<td>Disarming Threat Deed\n</td><td>Amateur Swashbuckler or panache class feature; Diplomacy 2 ranks, Intimidate 2 ranks</td>\n<td>Use Intimidate without making the target unfriendly</td>\n</tr>\n<tr>\n<td>Dueling Cape Deed\n</td><td>Amateur Swashbuckler or panache class feature; Dodge, Sleight of Hand 1 rank</td>\n<td>Use your cape as a snaring buckler</td>\n</tr>\n<tr>\n<td>Extra Panache\n</td><td>Amateur Swashbuckler or panache class feature</td>\n<td>Gain 2 extra panache points</td>\n</tr>\n<tr>\n<td>Pommel Strike Deed\n</td><td>Amateur Swashbuckler or panache class feature; base attack bonus +3</td>\n<td>Attack with a light or one-handed piercing weapon's pommel and knock down foes</td>\n</tr>\n<tr>\n<th>Style Feats</th>\n<th>Prerequisites</th>\n<th>Benefits</th>\n</tr>\n<tr>\n<td>Grabbing Style*\n</td><td>Improved Grapple; base attack bonus +6, brawler's flurry, or flurry of blows</td>\n<td>Take no penalty for grabbing a foe one-handed, retain your Dex bonus to AC when pinning</td>\n</tr>\n<tr>\n<td class=\"indent-1\">Grabbing Drag*\n</td><td>Grabbing Style; base attack bonus +8, brawler level 4th, or monk level 4th</td>\n<td>Move farther with dragged foes</td>\n</tr>\n<tr>\n<td class=\"indent-2\">Grabbing Master*\n</td><td>Grabbing Drag; base attack bonus +12, brawler level 8th, or monk level 8th</td>\n<td>Grab two foes instead of just one</td>\n</tr>\n<tr>\n<td>Jabbing Style*\n</td><td>Improved Unarmed Strike; base attack bonus +6, brawler's flurry class feature or flurry of blows class feature</td>\n<td>Gain bonus damage when two or more unarmed strikes hit the same opponent during your turn</td>\n</tr>\n<tr>\n<td class=\"indent-1\">Jabbing Dancer*\n</td><td>Dodge, Jabbing Style, Mobility; base attack bonus +9, monk level 5th, or brawler level 5th</td>\n<td>Move 5 feet without provoking attacks of opportunity whenever you hit with an unarmed strike.</td>\n</tr>\n<tr>\n<td class=\"indent-2\">Jabbing Master*\n</td><td>Power Attack, Jabbing Dancer; base attack bonus +12, monk level 8th, or brawler level 8th</td>\n<td>Increase the damage dealt with Jabbing Style</td>\n</tr>\n<tr>\n<td>Pummeling Style*\n</td><td>Improved Unarmed Strike, base attack bonus +6, brawler's flurry, or flurry of blows</td>\n<td>Combine your unarmed strikes together</td>\n</tr>\n<tr>\n<td class=\"indent-1\">Pummeling Bully*\n</td><td>Improved Reposition, Improved Trip, Pummeling Style; base attack bonus +9, brawler level 5th, or monk level 5th</td>\n<td>When using Pummeling Style, attempt a reposition or trip combat maneuver as a free action</td>\n</tr>\n<tr>\n<td class=\"indent-2\">Pummeling Charge*\n</td><td>Pummeling Style; base attack bonus +12, brawler level 8th, or monk level 8th</td>\n<td>Pummel after a charge</td>\n</tr>\n<tr>\n<th>Teamwork Feats</th>\n<th>Prerequisites</th>\n<th>Benefit</th>\n</tr>\n<tr>\n<td>Coordinated Shot*\n</td><td>Point-Blank Shot</td>\n<td>When an ally with this feat threatens a foe, gain a +1 bonus on ranged attack rolls, or +2 if that ally is flanking the foe</td>\n</tr>\n<tr>\n<td>Distracting Charge*\n</td><td>&mdash;</td>\n<td>When an ally with this feat charges, you gain a +2 bonus on attack rolls against the creature charged</td>\n</tr>\n<tr>\n<td>Improved Duck and Cover\n</td><td>Duck and Cover</td>\n<td>When you use Duck and Cover, an ally with evasion or improved evasion takes some of the damage </td>\n</tr>\n<tr>\n<td>Improved Spell Sharing\n</td><td>Ability to acquire an animal companion, an eidolon, a familiar, or a special mount</td>\n<td>Divide spell duration with the companion creature</td>\n</tr>\n<tr>\n<td>Improved Swap Places*\n</td><td>Swap Places</td>\n<td>When you use Swap Places, your ally can be smaller or larger and your movement does not provoke attacks of opportunity</td>\n</tr>\n<tr>\n<td>Intercept Charge*\n</td><td>&mdash;</td>\n<td>Move up to your speed to intercept charging foe as an immediate action</td>\n</tr>\n<tr>\n<td>Pack Flanking\n</td><td>Int 13, Combat Expertise, ability to acquire an animal companion</td>\n<td>You and your companion creature flank regardless of position</td>\n</tr>\n<tr>\n<td>Share Healing\n</td><td>Ability to acquire an animal companion, an eidolon, a familiar, or a special mount</td>\n<td>Share healing with your companion creature</td>\n</tr>\n<tr>\n<td>Wounded Paw Gambit*\n</td><td>Broken Wing Gambit, Bluff 5 ranks</td>\n<td>When you use Broken Wing Gambit, nearby allies can attempt a ranged attack against the attacker</td>\n</tr>\n</tbody>\n<tfoot>\n<td colspan=\"3\">* This is a combat feat, and can be selected as a brawler, fighter, gunslinger, swashbuckler, or warpriest bonus feat.</td>\n</tfoot>\n</table>", 
                            "type": "table", 
                            "name": "Advanced Class Guide Feats", 
                            "source": "Advanced Class Guide"
                        }
                    ]
                }
            ]
        }
    ]
}