{
    "source": "Advanced Class Guide", 
    "text": "<p>Fighters are often seen as lacking versatility beyond their weapons and armor, but sometimes they manifest surprising abilities.</p>", 
    "type": "section", 
    "name": "Fighter", 
    "sections": [
        {
            "name": "Martial Master", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, the martial master can use a move action to gain the benefit of a combat feat he doesn't possess. This effect lasts for 1 minute. The martial master must otherwise meet all the feat's prerequisites. He can use this ability a number of times per day equal to 3 + 1/2 his fighter level.</p><p>The martial master can use this ability again before the duration expires in order to replace the previous combat feat with another choice. If a combat feat has a daily use limitation (such as Stunning Fist), any uses of that combat feat while using this ability count toward that feat's daily limit. At later levels, when he gains multiple feats through this ability, the martial master can use those feats to meet the prerequisites of other feats he gains with this ability. Doing so means he cannot replace a feat currently fulfilling another's prerequisite without also replacing those feats that require it. Each individual feat selected counts toward his daily uses of this ability.</p><p>At 9th level, a martial master can use this ability to gain the benefit of two combat feats at the same time. He can select one feat as a swift action or two feats as a move action. </p><p>At 14th level, a martial master can use this ability to gain the benefit of three combat feats at the same time. He can select one feat as a free action, two feats as a swift action, or three feats as a move action. </p><p>At 17th level, a martial master can use this ability to gain the benefit of one combat feat as an immediate action or three combat feats as a swift action. </p><p>At 20th level, a martial master can use this ability to gain the benefit of any number of combat feats as a swift action.</p><p>This ability replaces weapon training and weapon mastery. </p>", 
                    "type": "ability", 
                    "name": "Martial Flexibility", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>There are those who learn the fighting arts though countless hours of repetition and training, while others seem to pick up new stances and forms as if they were born to them.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "fighter", 
            "type": "class_archetype"
        }, 
        {
            "name": "Mutation Warrior", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, a mutation warrior discovers how to create a mutagen that he can imbibe in order to heighten his physical prowess at the cost of his personality. This ability functions as the alchemist's mutagen ability. This ability replaces armor training 1. </p>", 
                    "type": "ability", 
                    "name": "Mutagen", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 7th level and every 4 levels thereafter, the mutation warrior can choose one of the follow alchemist discoveries to augment his abilities: feral mutagen, grand mutagen, greater mutagen, infuse mutagen, nauseating flesh, preserve organs, rag doll mutagen, spontaneous healing, tentacle, vestigial arm, wings. The mutagen warrior uses his fighter level as his effective alchemist level for determining whether he qualifies for these discoveries. This ability replaces armor training 2, 3, 4, and armor mastery.</p>", 
                    "type": "ability", 
                    "name": "Mutagen Discovery", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>While most fighters rely on physical fitness and rigorous training to achieve martial superiority, a few prefer to create and imbibe dangerous concoctions that mutate them into fearsome creatures. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "fighter", 
            "type": "class_archetype"
        }
    ]
}
