{
    "source": "Advanced Class Guide", 
    "type": "section", 
    "name": "Gear", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>This section details new gear and magic items for the Pathfinder RPG. A number of these items complement the class features and abilities of the new classes presented in the <i>Advanced Class Guide</i> but most of these items are generally useful.</p>", 
            "type": "section", 
            "name": "Gear and Magic Items", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The items found on the Adventuring Gear table are described below, along with any special benefits they provide to the user (\"you\").</p>", 
                    "type": "section", 
                    "name": "Adventuring Gear", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>This section includes several kits of preselected gear for each character class or that can be used for specific purposes. GMs can use the kits to quickly round out an NPC's gear. Players can use them to equip new PCs in a hurry or quickly provide gear to cohorts, followers, minions, and hirelings. The listed price for the kit includes a small discount for purchasing these items as a group. Items in the kit that are used up, destroyed, or lost cost the full price to replace.</p><p class=\"shortcut-bar\">Adventuring Gear Alchemical Remedies Alchemical Tools Alchemical Weapons</p>", 
                            "type": "section", 
                            "name": "Kits"
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The magic items in these sections are divided into the categories outlined in <i>Pathfinder RPG Ultimate Equipment</i>, so you can use the treasure generator detailed in that section. If you're running an adventure that features an NPC with levels in one of the classes introduced in <i>Advanced Class Guide</i>, or you have a PC with levels in one of these classes, when determining treasure, consider either using items from this section before rolling randomly on the treasure generator, or adding these items to the treasure generator. </p><p class=\"shortcut-bar\">Specific Armors and Shields Armor Special Abilities Specific Weapons Weapon Special Abilities Rings Rods Staves Wondrous Items</p>", 
                    "type": "section", 
                    "name": "Magic Items"
                }
            ]
        }
    ]
}