{
    "source": "Advanced Class Guide", 
    "text": "<p>A hunter typically partners with an animal companion and takes on aspects of beasts to pursue her quarry. But some become animals themselves, lead larger groups of animals in the hunt, or call upon the companionship and power of vermin.</p>", 
    "type": "section", 
    "name": "Hunter", 
    "sections": [
        {
            "name": "Divine Hunter", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"divine-hunter-alignment\">A divine hunter's alignment must be within one step of her deity's, along either the law/chaos axis or the good/evil axis. A divine hunter can otherwise be of any alignment. This ability replaces alignment.</p>", 
                    "type": "section", 
                    "name": "Alignment"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"divine-hunter-class-skills\">A divine hunter gains Knowledge (religion) as a class skill, but she does not gain Knowledge (dungeoneering) as a class skill.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"divine-hunter-domain\">At 3rd level, a divine hunter learns to call upon the power of her deity. The divine hunter must select one domain from those available to her deity. She gains the granted powers of this domain, using her hunter level &ndash; 2 as her cleric level for determining when the powers are gained and what effects they have. Once she chooses this domain, it cannot be changed.</p><p>If the divine hunter selects the animal domain, she does not gain a second animal companion upon reaching an effective cleric level of 4th. When the divine hunter would gain that ability, her animal companion instead gains two ability score increases (gaining +1 to two different ability scores or +2 to one ability score). If her animal companion dies or is released, when she gains a new one, it benefits from this ability score increase.</p><p>In addition, the divine hunter adds the 1st-level domain spell from her domain to her list of spells known. She adds the 2nd-level domain spell at 6th level, the 3rd-level domain spell at 9th level, the 4th-level domain spell at 12th level, the 5th-level domain spell at 15th level, and the 6th-level domain spell at 18th level.</p><p>This ability replaces teamwork feat.</p>", 
                    "type": "section", 
                    "name": "Domain"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"otherworldly-companion\">At 3rd level, a hunter's companion takes on otherworldly features. If the divine hunter is good (or worships a good deity), the animal companion gains the celestial template. If the hunter is evil (or worships an evil deity), the animal companion gains the fiendish template. If the hunter is neutral and worships a neutral deity, she must choose either the celestial or fiendish template; once this choice is made, it cannot be changed. The companion's CR is considered to be equal to its hit dice for the purpose of the celestial or fiendish template. This ability replaces hunter tactics.</p>", 
                    "type": "ability", 
                    "name": "Otherworldly Companion", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>While most hunters heed the call of nature and fight to protect its bounty, some are inspired to serve a higher power. These divine hunters use faith to aid them in their struggles, and their faith infuses their animal companions, making these companions champions of their deities.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "hunter", 
            "type": "class_archetype"
        }, 
        {
            "name": "Feral Hunter", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"solitary\">Unlike most hunters, a feral hunter does not gain an animal companion. </p>", 
                    "type": "section", 
                    "name": "Solitary"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"feral-focus\">At 1st level, a feral hunter gains a limited ability to change her shape into hybrid animal forms. This ability functions as the animal focus class feature, except that the hunter always applies the animal aspect to herself, and there is no limit to this ability's duration. She can end this effect as a free action.</p><p>When a feral hunter uses this ability, her body takes on cosmetic aspects of an animal, such as furry skin, longer nails and teeth, and oddly colored eyes; these changes grant her no abilities other than what is stated in the animal focus class feature description, and they end when she takes on a different aspect or ends the effect. This physical change is a polymorph effect, though the effects of the animal focus are not.</p><p>This ability alters animal focus and replaces hunter tactics and speak with master.</p>", 
                    "type": "ability", 
                    "name": "Feral Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"precise-summoned-animal\">This ability functions as the precise companion class feature, except the hunter grants all her teamwork feats to all animals she summons with <i>summon nature's ally</i>. This ability alters precise companion.</p>", 
                    "type": "ability", 
                    "name": "Precise Summoned Animal", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"wild-shape\">At 4th level, a feral hunter gains the ability to change shape. This ability functions like the druid wild shape ability, except the hunter can take only animal forms (not elemental or plant forms). The hunter's effective druid level is equal to her class level. This ability replaces bonus tricks, improved empathic link, greater empathic link, one with the wild, and raise animal companion.</p>", 
                    "type": "ability", 
                    "name": "Wild Shape", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"summon-pack\">Starting at 6th level, whenever a feral hunter casts a <i>summon nature's ally</i> spell to summon one or more animals, she summons one additional animal of the same type. The summoned creature or creatures must be animals and must be of the same type as the hunter's current animal aspect or of a similar type (bears for bear aspect, dogs or wolves for wolf aspect, great cats for tiger aspect, and so on). The additional creature immediately vanishes if the hunter chooses a different aspect or ends his feral focus ability. She can increase the duration of any one <i>summon nature's ally</i> spell affected by this ability to 1 minute per level. She can have only one spell with a duration increased by this ability active at a time. This ability replaces the teamwork feats gained at 6th, 9th, 12th, 15th, and 18th levels.</p>", 
                    "type": "ability", 
                    "name": "Summon Pack", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }
            ], 
            "text": "<p>A feral hunter has forged a bond with nature that's so strong that she doesn't merely channel the aspects of animals&mdash;she actually becomes an animal herself. Though she lacks an animal companion, a feral hunter is in tune with the beast lurking within her flesh and spirit, and lives in a near-wild state of being. A feral hunter often resembles a lycanthrope, but her power comes from her own nature and is not influenced by moonlight or silver.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "hunter", 
            "type": "class_archetype"
        }, 
        {
            "name": "Packmaster", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"pack-bond\">A packmaster can have more than one animal companion, but she must divide her effective druid level between her companions to determine the abilities of each one. For example, a 4th-level packmaster can have one 4th-level animal companion, or two 2nd-level companions, or one 3rd-level companion and one 1st-level companion, or four 1st-level companions.</p><p>When a packmaster gains a level, she must decide how to allocate the increase among her animal companions, including whether or not to add a new 1st-level companion. Once a hunter level is allocated to a particular companion, it cannot be redistributed while that companion is in the packmaster's service. She must release that companion or wait until the companion dies to allocate its levels to another companion, which she can then do the next time she refreshes her spell slots for the day. The share spells animal companion ability applies to only one animal companion at a time&mdash;the packmaster cannot use it to cast a spell that affects only a single target and have the spell affect all of her animal companions.</p><p>A packmaster's precise companion, woodland stride, and teamwork feats apply to only one of her animal companions at a time. (For example, a packmaster can apply precise companion to one companion, woodland stride to another, and a given teamwork feat to a third, but cannot apply one of those benefits to two animal companions at once.) As a swift action, she can change which companions gain any or all of these benefits. This ability replaces animal companion.</p>", 
                    "type": "ability", 
                    "name": "Pack Bond", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"pack-focus\">This ability functions like animal focus, with the following exceptions. A packmaster can apply her animal aspect to only one of her animal companions at a time without having it count against the number of minutes per day she can use that ability. When using animal focus on herself or any other animal companion, the ability counts against her minutes per day as normal. She can have only two animal aspects in effect at a time&mdash;one that counts against her minutes per day and one that doesn't&mdash;and they can't both be applied to the same companion. Unless all of her companions are dead, the hunter can't apply the companion's aspect to herself (and thereby gain the benefit of its unlimited duration). This ability replaces animal focus.</p>", 
                    "type": "ability", 
                    "name": "Pack Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"teamwork-feat\">At 3rd level or any level at which a packmaster would gain a bonus teamwork feat, she can instead increase the number of her animal companions that gain the benefits of her precise companion, woodland stride, and teamwork feats by 1. She can select this ability multiple times. This ability alters teamwork feat.</p>", 
                    "type": "ability", 
                    "name": "Teamwork Feat", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"second-pack-focus\">At 8th level, the hunter gains an ability that functions as per second animal focus, except the hunter can either apply one aspect to each companion or apply both aspects to the same companion. The foci on the companions don't need to be the same, nor do they need to be the same as the one applied to the packmaster. This ability replaces second animal focus.</p>", 
                    "type": "ability", 
                    "name": "Second Pack Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"master-of-the-pack\">At 20th level, a packmaster and her animal companions can always move at full speed while using Survival to follow tracks without penalty. Also, each day when a packmaster gains new spells for the day, she can apply one animal focus to herself or one of her animal companions for the entire day (if all of her animal companions are dead, she instead can apply two animal foci to herself for the entire day). These foci are in addition to any granted by her pack focus class ability. This ability replaces master hunter.</p>", 
                    "type": "ability", 
                    "name": "Master of the Pack", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>Some hunters form bonds with packs of well-trained creatures. Whether such a hunter is a northern berserker running with a pack of timber wolves or a savage warrior dashing through the jungle alongside her herd of dimetrodons, the packmaster revels in the thrill of the hunt and the glory of the kill. A packmaster is more comfortable in groups than alone, and although her animal companions may be weaker than a typical hunter's, what they lack in strength they make up for in numbers.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "hunter", 
            "type": "class_archetype"
        }, 
        {
            "name": "Primal Companion Hunter", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"primal-transformation\">At 1st level, a primal companion hunter can awaken a primal creature from within his animal companion as a swift action. The animal companion gains a pool of 2 evolution points that can be used to temporarily give the companion evolutions as if it were an eidolon. A primal companion hunter uses her hunter level to determine her effective summoner level for the purpose of qualifying for evolutions and determining their effects. At 8th level, the number of evolution points in her pool increases to 4, and at 15th level, it increases to 6.</p><p>Activating these evolutions on the animal companion is a swift action. A primal companion hunter can use this ability for 1 minute per day per hunter level. This duration does not need to be consecutive, but it must be spent in 1-minute increments. An animal companion that is transformed in this way cannot exceed the maximum number of attacks available to the eidolon of a summoner whose class level equals that of the hunter. While transformed in this way, the animal companion's type changes to magical beast, though the primal companion hunter still treats it as an animal for the purpose of the Handle Animal skill.</p><p>If a primal companion hunter's animal companion is dead, she can apply these evolutions to herself instead of to her animal companion. Uses of this ability count toward the hunter's maximum daily duration of evolution use. This ability replaces animal focus.</p>", 
                    "type": "ability", 
                    "name": "Primal Transformation", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"primal-surge\">At 8th level, once per day as a swift action, a primal companion hunter can touch her animal companion and grant it one evolution that costs up to 4 points. The companion must meet the prerequisites of the selected evolution. Unlike the evolutions from primal transformation, this evolution is not set; it can be changed each time the hunter uses this ability. Using primal surge activates the primal transformation ability on the companion if it isn't already active. This effect lasts until the hunter ends the primal transformation. This ability does not allow a companion to exceed its maximum number of natural attacks.</p><p>This ability can grant only one evolution at a time, even if the chosen evolution could be selected multiple times.</p><p>This ability can grant an evolution that allows additional evolution points to be spent to upgrade that evolution (such as damage reduction or flight), and any points left over can be spent on such upgrades. This ability cannot be used to grant an upgrade to an evolution that the companion already possesses. This ability replaces second animal focus.</p>", 
                    "type": "ability", 
                    "name": "Primal Surge", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"primal-master\">At 20th level, a primal companion hunter becomes in tune with his primal nature. He can activate his companion's primal aspect as a free action. When using primal surge, he can grant his companion two evolutions instead of one (each costing up to 4 evolution points). This ability replaces master hunter.</p>", 
                    "type": "ability", 
                    "name": "Primal Master", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Most hunters are skilled at awakening the primal beasts inside themselves. However, some can instead activate the primal essence within their animal companions. These primal companion hunters bestow upon their companions the ability to suddenly manifest new and terrifying powers&mdash;whether throwbacks to long-extinct beasts, bizarre mutations from extreme environments, or new abilities crafted through generations of selective breeding. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "hunter", 
            "type": "class_archetype"
        }, 
        {
            "name": "Verminous Hunter", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"vermin-companion\">At 1st level, a verminous hunter must choose a vermin companion (<i>Ultimate Magic</i> 36) instead of an animal companion. The hunter tactics class ability allows a verminous hunter to grant her teamwork feats to a mindless vermin companion. This ability alters animal companion.</p>", 
                    "type": "ability", 
                    "name": "Vermin Companion", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"vermin-empathy\">A verminous hunter gains the wild empathy ability, but can use it only to influence vermin (not animals or magical beasts). This ability alters wild empathy.</p>", 
                    "type": "ability", 
                    "name": "Vermin Empathy", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"vermin-focus\">A verminous hunter can take on the aspect of a vermin. This ability functions as animal focus, but allows only the following choices.</p><ul>\n<li><i>Ant</i>The creature gains a +2 enhancement bonus to Strength. This bonus increases to +4 at 8th level and +6 at 15th level.</li>\n<li><i>Beetle</i>: The creature gains a +2 enhancement bonus to its natural armor bonus. This bonus increases to +4 at 8th level and +6 at 15th level. (A creature without natural armor has an effective natural armor bonus of +0.)</li>\n<li><i>Centipede</i>: The creature gains a +2 competence bonus on Climb checks and a +2 bonus to CMD against pull, push, reposition, and trip combat maneuvers. These bonuses increase to +4 at 8th level and +6 at 15th level.</li>\n<li><i>Cockroach</i>: The creature gains a +4 bonus on saves against cold dangers, disease, heat dangers, starvation, and thirst, and on Constitution checks to avoid suffocation. These bonuses increase to +6 at 8th level and +8 at 15th level.</li>\n<li><i>Crab</i>: The creature gains a +4 competence bonus on Swim checks and a +2 competence bonus on grapple combat maneuver checks. These bonuses increase to +6 and +4 respectively at 8th level, and +8 and +6 at 15th level.</li>\n<li><i>Flea</i>: The creature gains a +4 competence bonus on saves against disease and on Acrobatics checks to jump. These bonuses increase to +6 at 8th level and +8 at 15th level.</li>\n<li><i>Fly</i>: The creature gains a +2 bonus on Perception checks and on Acrobatics checks to balance or fall safely. These bonuses increase to +4 at 8th level and +6 at 15th level.</li>\n<li><i>Leech</i>: The creature gains a +2 competence bonus on grapple combat maneuver checks, and deals 1 point of bleed damage every time it succeeds at a grapple combat maneuver check to damage an opponent. These benefits increase to a +4 bonus and 3 points of bleed damage at 8th level, and a +6 bonus and 5 points of bleed damage at 15th level. Bleed damage from this ability does not stack with itself.</li>\n<li><i>Mantis</i>: The creature gains a +2 bonus on attacks of opportunity and a +2 competence bonus on grapple combat maneuver checks. These bonuses increase to +4 at 8th level and +6 at 15th level.</li>\n<li><i>Moth</i>: The creature gains darkvision to a range of 60 feet. At 8th level, the range increases by 30 feet. At 15th level, the creature gains blindsense to a range of 10 feet.</li>\n<li><i>Phasmid</i>: The creature gains low-light vision and a +4 competence bonus on Stealth checks in forests or plains. This bonus increases to +6 at 8th level and +8 at 15th level.</li>\n<li><i>Scorpion</i>: The creature gains a +2 competence bonus on Stealth checks and on grapple combat maneuver checks. These bonuses increase to +6 and +4 respectively at 8th level, and to +8 and +6 at 15th level.</li>\n<li><i>Spider</i>: The creature gains a +2 competence bonus on Stealth checks, saving throws against web effects (magical or otherwise), and checks to break free of webs. This bonus increases to +4 at 8th level and +6 at 15th level.</li>\n<li><i>Wasp</i>: The creature gains a +4 competence bonus on Perception checks. This bonus increases to +6 at 8th level and +8 at 15th level.</li>\n<li><i>Worm</i>: The creature gains a 25% chance to treat any critical hit or sneak attack as a normal hit (as the <i>fortification</i> armor special ability). This chance increases to 50% at 8th level, and 75% at 15th level.</li>\n</ul><p>This ability replaces animal focus.</p>", 
                    "type": "ability", 
                    "name": "Vermin Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"swarm-stride\">At 5th level, a verminous hunter learns to move through vermin without danger. He can safely pass through swarms of vermin and does not take swarm damage while within a vermin swarm's space. In addition, he is immune to a swarm's distraction ability. If the hunter or his animal companion attacks a swarm, they lose this protection against that swarm only. This ability replaces woodland stride.</p>", 
                    "type": "ability", 
                    "name": "Swarm Stride", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>A verminous hunter calls on the ceaseless, single-minded dedication of vermin to hunt and overwhelm her prey. Where other hunters invoke the cunning, animalistic powers of the alpha predators, she calls on the powers of the lowest life forms, reaching out to the spider instead of the monkey, the mantis instead of the snake, or the moth instead of the owl.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "hunter", 
            "type": "class_archetype"
        }
    ]
}
