{
    "source": "Advanced Class Guide", 
    "text": "<p>Often misfits among other arcane spellcasters, magi gain power not through rigor, but through daring and adaptability. Because of this, it's not usual that individual magi find new and interesting ways to develop their talents, sometimes borrowing methods and techniques from others.</p>", 
    "type": "section", 
    "name": "Magus", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>As he gains levels, a magus masters arcane secrets that supplement his magical and martial attacks. Any magus who meets the prerequisites in a magus arcana's description can select that arcana. Unless specifically noted in the magus arcana's description, a magus cannot select a particular magus arcana more than once.</p>", 
            "type": "section", 
            "name": "Magus Arcana", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>When a magus takes this arcana, he can pick any one deed from the swashbuckler class feature as long as that deed can be used by a swashbuckler of his magus level. The magus can use that deed by using points from his arcane pool as the panache points required for that deed. A magus can take this arcana multiple times, each time gaining a new deed. The magus must have the flamboyant arcana (see below) to select this arcana.</p>", 
                    "type": "ability", 
                    "name": "Arcane Deed", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A magus gains the derring-do and opportune parry and riposte deeds from the swashbuckler's list of deeds. The magus can spend points from his arcane pool as panache points to use these deeds and any other deeds he gains from the deed arcana, but he cannot use points from his arcane pool to use deeds from other classes or those gained by feats, nor can he regain points to his arcane pool as a swashbuckler would regain panache points. Effects that add to, reduce the cost of, or otherwise affect panache or grit don't affect the arcane pool of a magus with this arcana.</p>", 
                    "type": "ability", 
                    "name": "Flamboyant Arcana", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ]
        }, 
        {
            "name": "Eldritch Scion", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An eldritch scion casts arcane spells drawn from the magus spell list. He can cast any spell he knows without preparing it ahead of time. To learn or cast a spell, an eldritch scion must have a Charisma score equal to at least 10 + the spell's level. The DC for a saving throw against an eldritch scion's spell is 10 + the spell's level + the eldritch scion's Charisma modifier. An eldritch scion can cast only a certain number of spells of each spell level per day. His base daily spell allotment is the same as a bard of the same level. In addition, he receives bonus spells per day if he has a high Charisma score.</p><p>An eldritch scion's selection of spells is limited. He has the same number of spells known as a bard of the same level, and can choose new spells to replace old ones at 5th level and every 3 class levels after that, just as a bard does. See the bard for more information on swapping spells known. This replaces the magus's spells class feature.</p>", 
                    "type": "section", 
                    "name": "Spells"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An eldritch scion gains a bloodrager bloodline. The bloodline is selected at 1st level, and this choice cannot be changed. An eldritch scion's effective bloodrager level for his bloodline abilities is equal to his eldritch scion level. He does not gain any bonus feats, and he gains bonus spells from his bloodline at different levels (see the bonus spell class feature below). To use any ability that normally functions when in a bloodrage, an eldritch scion must spend a point from his eldritch pool (see below). </p><p>If an eldritch scion takes levels in another class that grant a bloodline, the bloodlines must be the same type, even if that means that the bloodline of one of the classes must change. Subject to GM discretion, an eldritch scion can change his former bloodline to make them conform.</p><p>This ability replaces spell recall.</p>", 
                    "type": "section", 
                    "name": "Bloodline"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An eldritch scion gains an eldritch pool of personal magical energy, equal to 1/2 his magus level (minimum 1) + his Charisma modifier. As a swift action, he can spend a point of eldritch energy to enter a state of mystical focus for 2 rounds. This allows him to use abilities from his bloodrager bloodline as though he were in a bloodrage, though he gains none of the other benefits or drawbacks of bloodraging. At 4th level, an eldritch scion can also use his eldritch pool as an arcane pool, gaining all the benefits listed with the magus's arcane pool class feature.</p><p>Additionally, any magus's class feature or spell from the magus spell list that normally uses a calculation based on Intelligence is instead based on Charisma for an eldritch scion. For example, an eldritch scion with the arcane accuracy magus arcana grants himself an insight bonus on attacks equal to his Charisma bonus, not his Intelligence bonus. This has no effect on the eldritch scion's skills or skill points. This ability replaces arcane pool, and abilities that modify arcane pool also modify eldritch pool.</p>", 
                    "type": "ability", 
                    "name": "Eldritch Pool", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>An eldritch scion can only use spell combat while in a state of mystic focus (see eldritch pool, above). At 8th level, an eldritch scion can use spell combat at any time. This ability alters spell combat.</p>", 
                    "type": "ability", 
                    "name": "Spell Combat", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 7th level, an eldritch scion gains the bonus spell from his bloodrager bloodline that is normally gained at 10th level. He gains the next three bonus spells from his bloodline at 9th, 11th, and 13th levels, respectively. This ability replaces knowledge pool.</p>", 
                    "type": "section", 
                    "name": "Bonus Spells"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 14th level, an eldritch scion gains the improved spell combat class feature. This ability alters improved spell combat.</p>", 
                    "type": "ability", 
                    "name": "Improved Spell Combat", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 18th level, an eldritch scion gains the greater spell combat class feature. This ability alters greater spell combat.</p>", 
                    "type": "ability", 
                    "name": "Greater Spell Combat", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>Unlike typical magi, eldritch scions do not study tomes of magic or spend time learning to combine martial and magical skills. Rather, eldritch scions find that their spells and abilities come to them instinctively.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}