{
    "source": "Advanced Class Guide", 
    "text": "<p>While all oracles call upon mysteries to fuel their divine power, some oracles are more mysterious than most. Some look beyond the bounds of the world that is commonly accepted, while others seek the spirits of nature to aid them in their work. Still others dabble in the mysteries of battle, and the ability to augment their skill at arms. </p>", 
    "type": "section", 
    "name": "Oracle", 
    "sections": [
        {
            "name": "Psychic Searcher", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p><i>Augury</i> (4th), <i>locate object</i> (6th), <i>divination</i> (8th), <i>find the path</i> (12th), <i>discern location</i> (16th), <i>foresight</i> (18th). These bonus spells replace the oracle's normal mystery bonus spells at these levels.</p>", 
                    "type": "section", 
                    "name": "Bonus Spells"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, a psychic searcher gains an inspiration pool, as the investigator class ability. A psychic searcher uses her oracle level as her investigator level to determine the effects of this ability. She gains free uses of inspiration on Diplomacy, Knowledge (arcana, history, local, nobility, planes, religion), and Sense Motive skill checks without spending a use of inspiration, provided she's trained in that skill. A psychic searcher's inspiration pool refreshes each day, usually when she refreshes her spells. A psychic searcher's inspiration pool is based on her Wisdom modifier, not Intelligence. This ability replaces the mystery spell gained at 2nd level. </p>", 
                    "type": "ability", 
                    "name": "Inspiration", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 3rd level, a psychic searcher's mastery of her supernatural insight grows, granting her a new investigator talent from the following list: amazing inspiration, eidetic recollection, empathy, inspired alertness, item lore, perceptive tracking (except using Sense Motive instead of Perception or Survival), rogue talent (only for hard to fool), and tenacious inspiration. Whenever a psychic searcher can select a new revelation, she can instead select an investigator or rogue talent from the above list. This ability replaces the revelation gained at 3rd level.</p>", 
                    "type": "ability", 
                    "name": "Psychic Talent", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Ancestor, lore, nature.</p>", 
                    "type": "section", 
                    "name": "Recommended Mysteries"
                }
            ], 
            "text": "<p>A psychic searcher is devoted to revealing the hidden within the world around her by sensing and communing with residual mental energy, haunts, and fragments of living spirits that can dwell in objects or rooms.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Spirit Guide", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A spirit guide gains all Knowledge skills as class skills. This replaces the bonus class skills gained from the oracle's mystery.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 3rd level, a spirit guide can form a temporary bond with a spirit, as the shaman's wandering spirit class feature (see page 37). She must make this selection each day when she refreshes her spells. A spirit guide cannot bond with a spirit that is incompatible with her alignment, ethos, or mystery (GM's discretion).</p><p>A spirit guide gains one hex of her choice from the list of hexes available from that spirit. She uses her oracle level as her shaman level and her Charisma score instead of Wisdom for the purpose of determining its effects.</p><p>At 4th level, she adds the bonded spirit's spirit magic spells to her oracle spells known for that day, but only of spell levels she can cast. At 7th level, she gains the spirit ability of her current bonded spirit. At 15th level, she gains the greater spirit ability of her current bonded spirit.</p><p>This ability replaces the revelations gained at 3rd, 7th, and 15th levels.</p>", 
                    "type": "ability", 
                    "name": "Bonded Spirit", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Ancestor, heavens, lore.</p>", 
                    "type": "section", 
                    "name": "Recommended Mysteries"
                }
            ], 
            "text": "<p>Through her exploration of the universe's mysteries, a spirit guide opens connections to the spirit world and forms bonds with the entities that inhabit it.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Warsighted", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, a warsighted can use a move action to gain the benefit of a combat feat she doesn't possess. This effect lasts for 1 minute. The warsighted must otherwise meet all the feat's prerequisites. She can use this ability a number of times per day equal to 3 + 1/2 her oracle level.</p><p>The warsighted can use this ability again before the duration expires in order to replace the previous combat feat with another choice.</p><p>If a combat feat has a daily use limitation (for example, Stunning Fist), any uses of that combat feat while using this ability count toward that feat's daily limit. At later levels, when she gains multiple feats through this ability, she can use those feats to meet the prerequisites of other feats she gains with this ability. Doing so means that she cannot replace a feat currently fulfilling another's prerequisite without also replacing those feats that require it. Each individual feat selected counts toward her daily uses of this ability.</p><p>At 7th level, a warsighted can use this ability to gain the benefit of two combat feats at the same time. She can select one feat as a swift action or two feats as a move action. </p><p>At 11th level, a warsighted can use this ability to gain the benefits of three combat feats at the same time. She can select one feat as a free action, two feats as a swift action, or three feats as a move action. </p><p>At 15th level, a warsighted can use this ability to gain the benefit of one combat feat as an immediate action or three combat feats as a swift action. </p><p>This ability replaces the revelations gained at 1st, 7th, 11th, and 15th levels.</p>", 
                    "type": "ability", 
                    "name": "Martial Flexibility", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Battle, bones, nature, metal.</p>", 
                    "type": "section", 
                    "name": "Recommended Mysteries"
                }
            ], 
            "text": "<p>A warsighted's unique gifts are not in strange magical revelations, but in her ability to adapt in the midst of a battle with new fighting techniques. The warsighted is a master of combat, as dedicated as a fighter and as flexible as a brawler. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}