{
    "source": "Advanced Class Guide", 
    "text": "<p>All paladins follow a code that is both lawful and good, but how they do so varies from order to order and individual to individual. Some serve their code by ridding the world of dangers on the roads and byways, while others protect the faithful and their institutions.</p>", 
    "type": "section", 
    "name": "Paladin", 
    "sections": [
        {
            "name": "Holy Guide", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A holy guide gains Knowledge (geography) and Survival as class skills. </p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 3rd level, a holy guide chooses a favored terrain from the ranger favored terrains table. This otherwise functions like the ranger ability of the same name. This ability replaces the mercy gained at 3rd level. Every time a holy guide would be able to select another mercy, he can instead select another favored terrain and increase his bonuses for one existing favored terrain, just like a ranger.</p>", 
                    "type": "ability", 
                    "name": "Favored Terrain", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, a holy guide gains a teamwork feat as a bonus feat. He must meet the prerequisites for this feat. As a standard action, He can expend one use of smite evil to grant this feat to all allies within 30 feet who can see and hear him. Allies retain the use of this bonus feat for 3 rounds plus 1 round for every 2 levels the holy guide possesses. Allies do not need to meet the prerequisites of this bonus feat. Evil creatures do not gain the benefit of this teamwork feat, even if the paladin considers them allies. This ability replaces the mercy gained at 5th level.</p>", 
                    "type": "ability", 
                    "name": "Teamwork Feat", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>A holy guide believes that it's his sacred calling to clear the roads of bandits between towns as well as to escort travelers to safety. He must enforce the rule of law in the wilderness and help those that cannot defend themselves against the many dangers of the area.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "paladin", 
            "type": "class_archetype"
        }, 
        {
            "name": "Temple Champion", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A temple champion does not gain access to paladin spells, and does not have a paladin caster level or spell list. This is not considered a spellcasting class. </p>", 
                    "type": "section", 
                    "name": "Spells"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th level, a temple champion selects one domain granted by her deity (or a domain suitable for her ethos or goals, subject to GM approval). The temple champion gains the 1st-level granted power of that domain and uses her paladin level as her cleric level for determining the effects of that granted power. Any Wisdom-based aspects of that granted power instead use the temple champion's Charisma. The temple champion does not gain access to that domain's spell list.</p>", 
                    "type": "section", 
                    "name": "Domain Granted Power"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, a temple champion gains the minor blessing (as the warpriest class feature) of the domain she selected at 1st level. She uses her paladin level as her warpriest level for determining the effects of that blessing. Any Wisdom-based aspects of that blessing instead use the temple champion's Charisma. At 11th level, she gains the major blessing of her chosen domain. This ability replaces divine bond and aura of justice.</p>", 
                    "type": "ability", 
                    "name": "Blessing", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>A temple champion is a powerful warrior dedicated to a good or lawful deity. She thinks of herself primarily as a servant of her deity and secondarily as an agent of her deity's church. She has a refined understanding of a specific aspect of that faith and gives up standard paladin spellcasting in favor of a warpriest's domain-based blessings and granted powers.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "paladin", 
            "type": "class_archetype"
        }
    ]
}
