{
    "source": "Advanced Class Guide", 
    "text": "<p>Rogues are masters of misdirection and guile. Some revel in appearing as something they're not, while others dabble in bolstering their trickery with alchemy. </p>", 
    "type": "section", 
    "name": "Rogue", 
    "sections": [
        {
            "name": "Counterfeit Mage", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, a counterfeit mage adds 1/2 his level to Disable Device checks to disarm magical traps, Perception checks to find magical traps, and Use Magic Device checks to activate scrolls and wands. A counterfeit mage can use Disable Device to disarm magic traps. This ability replaces trapfinding.</p>", 
                    "type": "ability", 
                    "name": "Magical Expertise", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th level, a counterfeit mage can spend 1 hour practicing with a wand to designate it as his signature wand. He can draw that wand as a free action, and can activate it without having to succeed at a Use Magic Device check. He can change his signature wand once per day. This ability replaces the rogue talent gained at 4th level.</p>", 
                    "type": "ability", 
                    "name": "Signature Wand", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 6th level, a counterfeit mage can use his Dexterity modifier in place of his Charisma modifier when attempting Use Magic Device checks to activate wands.</p>", 
                    "type": "ability", 
                    "name": "Wand Adept", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The following rogue talents complement the counterfeit mage archetype: deft palm, esoteric scholar, honeyed words, major magic, minor magic, and trap spotter.</p>", 
                    "type": "section", 
                    "name": "Rogue Talents"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The following advanced rogue talents complement the counterfeit mage archetype: dispelling attack, familiar, and slippery mind.</p>", 
                    "type": "section", 
                    "name": "Advanced Talents"
                }
            ], 
            "text": "<p>Charlatans and stage magicians use slight of hand to fake magic. A counterfeit mage goes a step further, parroting the motions and activation phrases used by arcane casters to activate wands or other magical accoutrements. While counterfeit mages rarely fool a real wizard, their command of the arcane is enough to convince most lay people.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Underground Chemist", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, an underground chemist is able to retrieve an alchemical item as if drawing a weapon. She adds her Intelligence modifier to damage dealt with splash weapons, including any splash damage. She adds 1/2 her level to Craft (alchemy) checks. This ability replaces evasion.</p>", 
                    "type": "ability", 
                    "name": "Chemical Weapons", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th level, an underground chemist can deal sneak attack damage with splash weapons. The attack must be her first attack that round, qualify for dealing sneak attack damage (such as against a flat-footed target), and be directed at a creature rather than a square. This ability replaces the rogue talent gained at 4th level. </p>", 
                    "type": "ability", 
                    "name": "Precise Splash Weapons", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 10th level, an underground chemist can select one of the following alchemist discoveries in place of a rogue talent: concentrate poison, dilution, enhance potion, extend potion, mummification, nauseating flesh, poison conversion, preserve organs, spontaneous healing, or sticky poison. She uses her rogue level as her alchemist level for determining the effects of her discoveries and whether she is able to select one. This ability alters advanced talents.</p>", 
                    "type": "ability", 
                    "name": "Discovery", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The following rogue talents complement the underground chemist archetype: black market connections, fast fingers, lasting poison, sniper's eye, and swift poison.</p>", 
                    "type": "section", 
                    "name": "Rogue Talents"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The following advanced rogue talents complement the underground chemist archetype: deadly cocktail and thoughtful reexamining.</p>", 
                    "type": "section", 
                    "name": "Advanced Talents"
                }
            ], 
            "text": "<p>Underground chemists are part of the rotting, fetid underbelly of the alchemical world. While underground chemists can't hold a candle to dedicated alchemists, they're tricky and dangerous with alchemical substances and potions. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}