{
    "source": "Advanced Class Guide", 
    "text": "<p>Channeling magic from the spirits around them, shamans serve as teachers, spirit guides, and even lawgivers to aboriginal peoples and isolated societies. Some shamans just don't commune with the spirits, but also let them inhabit their bodies. Others don't make deals with a handful of particular spirits, but instead look for guidance with whichever spirit would serve them best at the time.</p>", 
    "type": "section", 
    "name": "Shaman", 
    "sections": [
        {
            "name": "Animist", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The animist adds the following spells to the list of spells he can cast using spirit magic: <i>speak with animals</i> (1st), <i>skinsend</i> (2nd), <i>speak with plants</i> (3rd), <i>malfunction</i> (4th), <i>dream</i> (5th), <i>speak with stone</i> (6th), <i>control construct</i> (7th), <i>trap the soul</i> (8th), <i>soul bind</i> (9th). This ability replaces the spirit magic spells gained from the shaman's spirit.</p>", 
                    "type": "section", 
                    "name": "Animist Spirit Magic"
                }, 
                {
                    "name": "Wrangle Condition", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p> (DC 15): Fatigued, shaken, and sickened.</p>", 
                            "type": "section", 
                            "name": "Minor Conditions"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p> (DC 20): Dazed and staggered.</p>", 
                            "type": "section", 
                            "name": "Major Conditions"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p> (DC 25): Exhausted, frightened, and nauseated.</p>", 
                            "type": "section", 
                            "name": "Severe Conditions"
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p> (DC 30): Blinded, deafened, paralyzed, and stunned.</p><p>The animist can use this ability a number of times per day equal to 1/2 his shaman level + his Wisdom modifier. Using this ability is a standard action that requires no contact or shared language with the target, but it includes verbal and somatic components. If a target is afflicted with multiple conditions, the animist targets one condition at a time (of her choosing). The animist cannot use this ability on himself.</p><p>At 5th level, the animist can use this ability to exorcise minor conditions without needing to attempt a Diplomacy check. He can dispatch major conditions without a roll at 9th level, severe conditions at 13th level, and dire conditions at 17th level. Doing so still requires one use of this ability per condition.</p><p>This ability replaces the hex gained at 2nd level.</p>", 
                            "type": "section", 
                            "name": "Dire Conditions"
                        }
                    ], 
                    "text": "<p>At 2nd level, the animist interacts directly with unwholesome spirits of the ills that trouble him or his people. To the animist, negative conditions manifest as anthropomorphic spirits or are caused by such spirits (visited upon the creature by bad magic). Either way, the animist can attempt to persuade the spirit to leave its victim alone, thus performing a miraculous healing. As the animist grows in power, he can simply inform these spirits that they are unwelcome and command them to depart.</p><p>The animist can attempt a Diplomacy check to persuade the condition's spirit to leave. Conditions the animist can affect are ranked from minor to dire, with each category having an accompanying Diplomacy DC (see below). The animist cannot take 10 or 20 on the check or receive aid from any creature except another shaman. Failure by 5 or less means the condition spirit is willing to leave the target and transfer to the animist for the rest of the duration or until cured; this happens only if the animist is willing. Failure by 10 or more means that not only is the target inflicted with the condition, but the animist is as well (whether or not he is willing) for the remaining duration or until cured.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Advanced Class Guide", 
                    "type": "ability"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 8th level, the animist can attempt to end effects that control a creature or object, such as <i>magic jar</i>, <i>possess object</i>, <i>dominate person</i>, and <i>dominate monster</i>, or possessing entities such as ghosts. This is a full-round action that requires the animist to touch the target. The possessing or dominating creature must attempt a Will save with a DC equal to 10 + 1/2 the shaman level + her Wisdom modifier. Failure means that the controlling effect ends or the entity is immediately cast out of the target, as appropriate. If the possessing entity is exorcised, it cannot attempt to dominate or possess that target again for 24 hours. The animist can exorcise the same entity out of different targets, but once the entity successfully saves against the animist's exorcism, it cannot be affected by this ability again for 24 hours. This ability replaces the hex gained at 8th level.</p>", 
                    "type": "ability", 
                    "name": "Exorcism", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 10th level, the animist can attempt to possess creatures or objects as <i>magic jar</i> or <i>possess object</i>. When the animist is attempting to possess the creature, his familiar acts as the jar and must be within 10 feet when the animist attempts to possess a creature. The animist's soul can perceive his surroundings through the familiar's senses, clearly evaluate potential targets for possession, and communicate with his familiar telepathically. The familiar retains its autonomy while acting as the jar, and is not harmed by being used as a vessel for the animist's soul. The animist can use this ability once per day at 10th level, plus an additional time per day every 4 levels thereafter. This ability replaces the hex gained at 10th level.</p>", 
                    "type": "ability", 
                    "name": "Dominate Spirit", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 12th level, the shaman can interact with incorporeal entities as if his unarmed strikes and melee weapons had the <i>ghost touch</i> weapon special ability. While using this ability, he can also see nearby ethereal entities and likewise strike at them as if they were incorporeal. He can use this ability for a number of rounds per day equal to his shaman level. The rounds need not be consecutive. This ability replaces the hex gained at 12th level.</p>", 
                    "type": "ability", 
                    "name": "Contact with the Spirit World", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 18th level, the animist can cast <i>etherealness</i> once per day as a spell-like ability. This ability replaces the hex gained at 18th level.</p>", 
                    "type": "ability", 
                    "name": "Etherealness", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 20th level, the animist can use <i>ethereal jaunt</i> as at will as a spell-like ability, and cast <i>astral projection</i> once per day as a spell-like ability. This ability replaces manifestation.</p>", 
                    "type": "ability", 
                    "name": "Spirit Shaman", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }
            ], 
            "text": "<p>Even among mystical practitioners, the animist has a strange perspective and even stranger magic. The animist perceives that all things have a spirit, including objects, constructs, illnesses, buildings, and the environment. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Possessed Shaman", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, a possessed shaman selects two skills. Both of these skills must use the same ability score. The possessed shaman treats these skills as if she had a number of ranks in them equal to her shaman level, and uses her Wisdom modifier in place of the ability modifier the skills would normally use. If either of the skills are class skills, she receives the usual +3 bonus on those skill checks for having ranks in those skills. These ranks do not stack with her other skill ranks (only the higher number of ranks applies). This ability replaces spirit magic.</p>", 
                    "type": "ability", 
                    "name": "Shared Skill", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, whenever a possessed shaman fails a saving throw against a charm or compulsion spell or effect, she can attempt a new saving throw (using the original DC) at the end of her next turn as the spirits inside her attempt to regain control. If the saving throw is successful, the charm or compulsion effect ends. If the saving throw fails, she is affected as normal for the remainder of the duration. This ability replaces the hex gained at 2nd level.</p>", 
                    "type": "ability", 
                    "name": "Crowded Vessel", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 6th level, a possessed shaman is able to make room for another spirit. When choosing her wandering spirit for the day, the possessed shaman chooses one skill. The possessed shaman treats this skill as if she had a number of ranks in it equal to her shaman level, and uses her Wisdom modifier in place of the ability modifier the skill would normally use. If the skill is a class skill, she receives the usual +3 bonus on skill checks for having ranks in that skill. Each time the possessed shaman changes her wandering spirit, she can also change the skill gained through this ability. These ranks do not stack with her other skill ranks (only the higher number of ranks applies). This ability replaces the wandering hex gained at 6th level.</p>", 
                    "type": "ability", 
                    "name": "Wandering Skills", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>For a possessed shaman, merely communing with the spirit world is insufficient. Instead, she invites the spirits to share her body, granting them the chance to experience corporeal existence. In return, they grant her their skills and protect her from otherworldly influence.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Speaker for the Past", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A speaker for the past gains Linguistics, Knowledge (history), Knowledge (local), Perception, and Use Magic Device as class skills. She also adds the spells from the ancestor and time oracle mysteries to her class spell list (as the cleric level for those spells).</p><p>This ability replaces the shaman's familiar. The speaker for the past must choose a time when she must spend 1 hour each day in quiet contemplation to regain her daily allotment of spells, but does not need to commune with a familiar during this time. Because she has no familiar, she does not gain a spirit familiar feature from any spirit she bonds with.</p>", 
                    "type": "section", 
                    "name": "Mysteries of the Past"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th, 6th, 12th, 14th, and 20th levels, the speaker for the past can select a revelation from the ancestor or time mysteries. She uses her shaman level as her oracle level for these revelations, and uses her Wisdom modifier in place of her Charisma modifier for the purposes of the revelation. This ability replaces wandering spirit and wandering hex.</p>", 
                    "type": "section", 
                    "name": "Revelations of the Past"
                }
            ], 
            "text": "<p>A speaker for the past is a shaman who specifically serves as the voice for spirits from her people's history. A speaker for the past is often an advocate of the ancestors of a specific group, the voice of experience, and a powerful resource that allows the past to aid the present.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Spirit Warden", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, the spirit warden's dealings with the spirit world give her an unsettling demeanor. Diplomacy and Handle Animal are not class skills for a spirit warden. Intimidate is added as a class skill, and she gains a +2 bonus on Intimidate checks to demoralize a foe. </p>", 
                    "type": "ability", 
                    "name": "Unnatural Mien", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The spirit warden adds the following spells to the list of spells she can cast using spirit magic: <i>detect undead</i> (1st), <i>command undead</i> (2nd), <i>halt undead</i> (3rd), <i>death ward</i> (4th), <i>possess object</i> (5th), <i>undead to death</i> (6th), <i>ethereal jaunt</i> (7th), <i>control undead</i> (8th), <i>foresight</i> (9th). This ability replaces the spirit magic spells gained from the shaman's spirit.</p>", 
                    "type": "ability", 
                    "name": "Restless Magic", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, the spirit warden gains the ability to channel positive energy as a cleric of her level. Regardless of her alignment, she can only use this ability to harm undead creatures. The spirit warden can use this ability a number of times per day equal to 3 + her Charisma modifier. This ability replaces the hex gained at 2nd level.</p>", 
                    "type": "ability", 
                    "name": "Rebuke Spirits", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 10th level, the spirit warden's familiarity with the dead has filled her with contempt for death itself. She gains a +4 insight bonus on saving throws against death effects and to avoid or remove negative levels. This ability replaces the hex gained at 10th level.</p>", 
                    "type": "ability", 
                    "name": "Laugh at Death", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Not all spirits deserve reverence and respect. Some are twisted and despicable. It's a spirit warden's duty to end these spirits' existence.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Unsworn Shaman", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, the unsworn shaman also forms a temporary bond with a minor spirit each day, granting her access to a witch hex of her choosing, but not a major hex or a grand hex. She must make this selection each day when she prepares her spells for the day. Until she changes the minor spirit, she continues to have access to the witch hex. At 2nd level, she can instead select a hex from one of her wandering spirits selected for that day. If she selects a witch hex, she treats her shaman level as her witch level, and uses her Wisdom in place of her Intelligence for the purpose of that hex.</p><p>She can make temporary bonds with two minor spirits (thus gaining two hexes) at 4th level, and with one additional minor spirit (and hex) every 4 levels thereafter. This ability replaces spirit and hex.</p>", 
                    "type": "ability", 
                    "name": "Minor Spirit", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, an unsworn shaman's spirit animal gains the spirit animal bonus from one of her wandering spirits (see below). This bonus can be changed each day when the shaman prepares spells, but it must correspond to one of the shaman's wandering spirits. This ability alters spirit animal.</p>", 
                    "type": "section", 
                    "name": "Spirit Animal"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, the unsworn shaman gains access to the wandering spirit class feature. At 10th level, she gains the abilities listed in the greater version of her wandering spirit. At 18th level, she gains the abilities listed in the true version of her wandering spirit.</p><p>Additionally, at 6th level, she also gains a second wandering spirit, gaining the abilities listed in the greater version of that spirit at 14th level, and the abilities listed in the true version at 20th level. This ability alters wandering spirit and replaces wandering hex.</p>", 
                    "type": "ability", 
                    "name": "Wandering Spirit", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The unsworn shaman gains this ability at 2nd level rather than at 1st. This ability alters spirit magic.</p>", 
                    "type": "ability", 
                    "name": "Spirit Magic", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }
            ], 
            "text": "<p>An unsworn shaman never binds herself to one specific spirit, always making new deals as she deems necessary for the circumstances that she finds herself in. While this weakens the powers she can access from any one spirit, it gives her access to a broader overall range of abilities.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Visionary", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th level, the visionary gains Diviner's Delving as a bonus feat, even if she does not meet the prerequisites.</p>", 
                    "type": "section", 
                    "name": "Bonus Feat"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th level, the shaman can determine what type of spellcasting expertise a creature possesses by studying the creature for 2 rounds with <i>detect magic </i>or any of the following spells: <i>detect chaos</i>, <i>detect evil</i>, <i>detect good</i>, or <i>detect law</i> (if the creature belongs to the alignment). This ability tells the visionary what bloodlines, domains, hexes, schools, or mysteries (if any) the creature possesses. A successful Will saving throw negates this effect (DC = 10 + 1/2 the shaman's level + the shaman's Wisdom modifier). A creature affected by this ability cannot be affected by it again for 24 hours. This ability functions through magical sensors as with <i>clairaudience/clairvoyance</i> and <i>scrying</i>. This ability replaces wandering spirit gained at 4th level.</p>", 
                    "type": "ability", 
                    "name": "Discern Magical Expertise", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th level, the visionary adds the following spells to the list of spells she can cast using spirit magic: <i>see alignment</i> (1st), <i>see invisibility</i> (2nd), <i>clairaudience/clairvoyance</i> (3rd), <i>detect scrying</i> (4th), <i>prying eyes</i> (5th), <i>legend lore</i> (6th), <i>vision</i> (7th), <i>moment of prescience</i> (8th), <i>foresight</i> (9th). This ability replaces the spirit magic spells gained from the shaman's wandering spirit.</p>", 
                    "type": "section", 
                    "name": "Vision Spirit Magic"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 6th level, the visionary becomes more adept at divination magic. When she casts the <i>augury</i> spell, her chance for an accurate answer is automatically the maximum of 90%. Likewise, when she casts <i>divination</i>, she has the maximum 90% chance of an accurate answer.</p><p>Finally, the visionary can prepare <i>scrying</i> as a 4th-level spell, and it requires only 1 minute to cast. The visionary also has a 10% chance per caster level to cast the spells listed in the <i>scrying</i> spell description, instead of 5% per caster level (to a maximum of 100%).</p><p>The visionary must still prepare these spells to receive these benefits. This ability replaces the wandering hex gained at 6th level.</p>", 
                    "type": "ability", 
                    "name": "Improved Divination", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 12th level, the visionary forms a temporary bond with another spirit (other than the one she selected using her spirit class feature). This is identical to the 4th-level shaman class feature. This adds the wandering spirit magic spells to the list of spells she can cast using spirit magic, along with vision spirit magic and her original spirit. At 20th level, she gains the abilities listed in the greater version of her wandering spirit. This ability replaces the greater version of wandering spirit gained at 12th level and true version of wandering spirit gained at 20th level.</p>", 
                    "type": "ability", 
                    "name": "Wandering Spirit", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>The visionary is a master at divination, drawing upon her intimate relationship with the spirit world to ferret out all manner of secrets and insights about the world around her and beyond.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Witch Doctor", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A witch doctor cannot be of evil alignment.</p>", 
                    "type": "section", 
                    "name": "Alignment"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th level, the witch doctor can draw transcendental energies to her location, flooding it with positive energy as the cleric class feature. The witch doctor uses her shaman level &ndash; 3 as her effective cleric level, and can channel energy a number of times per day equal to 3 + her Charisma modifier. This ability replaces the hexes gained at 4th and 12th levels.</p>", 
                    "type": "ability", 
                    "name": "Channel Energy", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 8th level, the witch doctor can choose to lose any prepared spirit magic spell that is 3rd level or higher in order to spontaneously cast <i>dispel magic </i>or <i>remove curse</i>. This ability can only target a spell effect that is on an ally (including herself). If she forfeits a spirit magic spell higher than 3rd level, she gains a +2 sacred bonus on her caster level check to dispel the spell or to remove the curse for every spell level higher than 3rd that she sacrifices. This ability replaces the hex gained at 8th level.</p>", 
                    "type": "ability", 
                    "name": "Counter Curse", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 10th level, the witch doctor can use her hex magic to counterspell as a readied action as <i>dispel magic</i> instead. She must succeed at a dispel check (1d20 + her shaman level) with a DC equal to 11 + the spell's caster level. If countering hex succeeds, the spell fizzles away and is lost. Failure means the spell is not countered. In either case, the witch doctor cannot attempt to use this hex against any of that caster's spells again for 24 hours. The witch doctor cannot use countering hex on an ongoing effect, a magic item, or a hex. This ability replaces the hex gained at 10th level.</p>", 
                    "type": "ability", 
                    "name": "Countering Hex", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>The witch doctor is a healer who specializes in afflictions of the soul. Often misunderstood, she protects her tribe with healing powers, powerful defensive magic, and her own divine \"witchcraft.\"</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}