{
    "source": "Advanced Class Guide", 
    "text": "<p>Where bards inspire, skalds provoke. While the majority of skalds use their songs to drive their allies into a frenzy of rage, the rage powers they employ vary from tribe to tribe and skald to skald. Other skalds use their songs and magic to call warriors of the great beyond, or to take on aspects of the wild. </p>", 
    "type": "section", 
    "name": "Skald", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The following new rage powers can be taken by any barbarian or skald who meets the prerequisites. </p>", 
            "type": "section", 
            "name": "Rage Powers", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>When the character successfully demoralizes an opponent using intimidating glare, he also deals 1d6 points of sonic damage to that opponent. A character must be at least 6th level and have the intimidating glare rage power to select this rage power.</p>", 
                    "type": "ability", 
                    "name": "Battle Roar", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The character gains a +4 bonus on saving throws against diseases and poison. A skald must be trained in Intimidate to select this rage power. </p>", 
                    "type": "ability", 
                    "name": "Fierce Fortitude", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The character channels the power of a cairn linnorm. The character's melee attacks deal an additional 1 point of negative energy damage. If the character is knocked unconscious or killed by an attack or spell, the attacker suffers the curse of decay (Will negates). A character must be at least 8th level to select this rage power. <i>Curse of Decay</i>: <i>save</i> Will DC 10 + 1/2 character's level + character's Charisma bonus; <i>effect</i> target takes 1 point of Con damage per day and ages at a rate of 1 year per day (eventually incurring all of the penalties of old age but none of the bonuses).</p>", 
                    "type": "ability", 
                    "name": "Linnorm Death Curse, Cairn", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The character channels the power of a crag linnorm. The character's melee attacks deal an additional 1 point of fire damage. If the character is knocked unconscious or killed by an attack or spell, the attacker suffers the curse of fire (Will negates). A character must be at least 4th level to select this rage power. <i>Curse of Fire</i>: <i>save</i> Will DC 10 + 1/2 character's level + character's Charisma bonus; <i>effect</i> target gains vulnerability to fire.</p>", 
                    "type": "ability", 
                    "name": "Linnorm Death Curse, Crag", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The character channels the power of a fjord linnorm. The character's melee attacks deal an additional 1 point of cold damage. If the character is knocked unconscious or killed by an attack or spell, the attacker suffers the curse of drowning (Will negates). A character must be at least 4th level to select this rage power. <i>Curse of Drowning</i>: <i>save</i> Will DC 10 + 1/2 character's level + character's Charisma bonus; <i>effect</i> target is unable to breathe water (even with magic), can hold its breath only half as long as normal, and is sickened whenever it holds its breath.</p>", 
                    "type": "ability", 
                    "name": "Linnorm Death Curse, Fjord", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The character channels the power of an ice linnorm. The character's melee attacks deal an additional 1 point of cold damage. If the character is knocked unconscious or killed, the attacker suffers the curse of frost. A character must be at least 4th level to select this rage power. <i>Curse of Frost</i>: <i>save</i> Will DC 10 + 1/2 character's level + character's Charisma bonus; <i>effect</i> target gains vulnerability to cold.</p>", 
                    "type": "ability", 
                    "name": "Linnorm Death Curse, Ice", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The character channels the power of a taiga linnorm. The character's melee attacks deal an additional 1 point of electricity damage. If the character is knocked unconscious or killed by an attack or spell, the attacker suffers the curse of electricity (Will negates). A character must be at least 4th level to select this rage power. <i>Curse of Electricity</i>: <i>save</i> Will DC 10 + 1/2 character's level + character's Charisma bonus; <i>effect</i> target gains vulnerability to electricity.</p>", 
                    "type": "ability", 
                    "name": "Linnorm Death Curse, Taiga", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The character channels the power of a tarn linnorm. The character's melee attacks deal an additional 1 point of acid damage. If the character is knocked unconscious or killed by an attack or spell, the attacker suffers the curse of death (Will negates). A character must be at least 4th level to select this rage power. <i>Curse of Death</i>: <i>save</i> Will DC 10 + 1/2 character's level + character's Charisma bonus; <i>effect</i> target is no longer affected by healing spells and can't heal damage naturally by resting.</p>", 
                    "type": "ability", 
                    "name": "Linnorm Death Curse, Tarn", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The character channels the power of a tor linnorm. The character's melee attacks deal an additional 1 point of fire damage. If the character is knocked unconscious or killed by an attack or spell, the attacker suffers the curse of boiling blood (Will negates). A character must be at least 8th level to select this rage power. <i>Curse of Boiling Blood</i>: <i>save</i> Will DC 10 + 1/2 character's level + character's Charisma bonus; <i>effect</i> target gains vulnerability to fire and is permanently staggered from the pain of its boiling blood (this is a pain effect).</p>", 
                    "type": "ability", 
                    "name": "Linnorm Death Curse, Tor", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Once per rage, the character can fly up to her base speed as a move action. If she uses the charge action, she can use this flight as part of her movement during the charge. A character must be at least 6th level and have the raging leaper rage power to select this rage power.</p>", 
                    "type": "ability", 
                    "name": "Raging Flier", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Once per rage, the character can refine her senses, seeing through normal and magical darkness (including from magical effects such as blur and displacement), invisibility, and illusions; she can also discern the exact locations of creatures with concealment. This lasts for 1 round. A character must be at least 6th level and have the moment of clarity and perfect clarity rage powers to select this rage power. The character does not need to be using moment of clarity to use this rage power.</p>", 
                    "type": "ability", 
                    "name": "Ultimate Clarity", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ]
        }, 
        {
            "name": "Fated Champion", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, a fated champion learns to see the tapestry of events moments before it is woven. He gains an insight bonus on initiative checks equal to 1/2 his skald level. This ability replaces well-versed.</p>", 
                    "type": "ability", 
                    "name": "Watcher of the Weave", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, a fated champion learns a method of spell kenning that is especially suited for divining and understanding the future, but not for directly harming opponents. For the purpose of determining what level spell slot he expends when using spell kenning, the skald treats the spell level of spells that predict the future (such as <i>augury</i> and <i>divination</i>) as one spell level lower (minimum spell level 1st), and treats the spell level of spells that deal damage as one spell level higher. This alters the spell kenning class feature.</p>", 
                    "type": "ability", 
                    "name": "Far Seer", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 10th level, a fated champion's certainty of his own fate grants him the ability to stare down fear and remain unbowed. When using raging song, he is immune to fear effects, and allies affected by his raging song gain a +5 bonus on saves attempted against fear effects. This ability replaces the dirge of doom raging song.</p>", 
                    "type": "ability", 
                    "name": "Shield of Foresight", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 20th level, the fated champion gains the ability to reweave the strands of fate. As an immediate action, he can expend 10 rounds of raging song to either reroll a saving throw or force an opponent to reroll an attack roll. The decision to use this ability must be made before the results of the initial roll are revealed, and the champion or his opponent must take the result of the reroll. This ability replaces master skald.</p>", 
                    "type": "ability", 
                    "name": "Not This Day", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The following rage powers complement the fated champion archetype: boasting taunt, clear mind, eater of magic, fierce fortitude*, flesh wound, guarded life, intimidating glare, linnorm death curse* (cairn, tarn), and renewed vitality. (Those with asterisks [*] are listed in the rage powers section.)</p>", 
                    "type": "section", 
                    "name": "Rage Powers"
                }
            ], 
            "text": "<p>Many cultures see fate as a limit that is both stifling and unwanted, regardless of the destiny that lurks in the days and years ahead. Among cultures where skalds are the keepers of lore and wisdom, there are those who learn to read the winds of fate and take up the mantle of the fated champion, knowing and embracing their destined paths with strength borne of conviction.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Herald of the Horn", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, a herald of the horn forms a powerful bond with a horn (musical instrument). This functions like an arcane bloodline sorcerer's arcane bond with an object. Like a weapon, wand, or staff, the horn must be held in one hand when the herald of the horn casts skald spells. This ability replaces Scribe Scroll.</p>", 
                    "type": "ability", 
                    "name": "Arcane Bond", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, a herald of the horn can use raging song to free allies from enchantment effects and fear. When beginning a raging song, he can expend 4 rounds of that ability to grant all allies within 60 feet a new saving throw against an ongoing enchantment or fear effect. The allies gain a +2 bonus on this new saving throw. This ability replaces the first daily use of spell kenning gained at 5th level.</p>", 
                    "type": "ability", 
                    "name": "Rousing Retort", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 7th level, a herald's horn enhances his sonic spells. If a skald spell with the sonic descriptor is cast using the horn, its DC increases by 1. These DCs increase by an additional 1 at 13th and 19th levels. This ability replaces lore master.</p>", 
                    "type": "ability", 
                    "name": "Horn Call", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 11th level, a herald of the horn can use his horn to create a devastating shock wave of energy. Once per day, he can sound a note on the horn that functions like a <i>horn of blasting</i> (DC = 10 + 1/2 the herald of the horn's level + his Charisma bonus). At 17th level, the herald of the horn can use this ability twice per day and it functions like a <i>greater horn of blasting</i>. Unlike an actual <i>horn of blasting</i>, this ability does not carry the risk of destroying the horn. This ability replaces the second and third daily uses of spell kenning gained at 11th and 17th levels.</p>", 
                    "type": "ability", 
                    "name": "Crumbling Blast", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The following rage powers complement the herald of the horn archetype: battle roar*, energy absorption, energy eruption, fearless rage, knockback, knockdown, smasher, and swift foot. (Those with asterisks [*] are listed in the rage powers section above.)</p>", 
                    "type": "section", 
                    "name": "Rage Powers"
                }
            ], 
            "text": "<p>Even the loudest voice can often times be drowned out by the din of battle. Whether with the polished metal trumpet of a standing army or the crude curved animal horn of savage raiders, a herald of the horn sounds his raging song with thunderous blasts, which can bolster allies or shatter castle walls.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Spell Warrior", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, the spell warrior receives the Improved Counterspell feat as a bonus feat. This ability replaces Scribe Scroll.</p>", 
                    "type": "section", 
                    "name": "Improved Counterspell"
                }, 
                {
                    "name": "Weapon Song", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, the spell warrior can grant a +1 enhancement bonus to the weapons (including ammunition) of allies within 60 feet. At 5th level and every 5 levels thereafter, this enhancement bonus increases by 1. The maximum bonus gained is based upon the number of weapons affected: +5 to one weapon, +4 to two weapons, +3 to three weapons, or +2 to four or more weapons. Fifty pieces of ammunition count as one weapon for this purpose.</p><p>These bonuses can also be used to add any of the following weapon special abilities to the weapons enhanced by this ability: <i>dancing</i>, <i>defending</i>, <i>distance</i>, <i>flaming</i>, <i>frost</i>, <i>ghost touch</i>, <i>keen</i>, <i>mighty cleaving</i>, <i>returning</i>, <i>shock</i>, <i>seeking</i>, or <i>speed</i>. Adding these weapon special abilities consumes an amount of bonus equal to the special ability's cost. These enhancement bonuses and special abilities overlap with any enhancements or special abilities the weapon already has, though duplicate special abilities do not stack. If an affected weapon is not magical, at least a +1 enhancement bonus must be added before any other special abilities can be.</p><p>The bonus and special abilities granted by this raging song are determined when the song begins, and cannot be changed until the raging song ends and another is begun. These bonuses apply to only one end of a double weapon. This ability replaces the inspired rage raging song.</p>", 
                            "type": "ability", 
                            "name": "Enhance Weapons", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }
                    ], 
                    "text": "<p>A spell warrior gains the following raging song, allowing him to grant his ally's weapons enhancement bonuses and special powers.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Advanced Class Guide", 
                    "type": "ability"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, the spell warrior gains increased versatility when attempting to counteract enemy spellcasting. When counterspelling, he can expend two skald spell slots of the same level or higher than the opponent's spell, regardless of the school of that spell.</p><p>At 11th level, when counterspelling an opponent's spell, the spell warrior only has to expend one skald spell slot of the level of the spell being cast.</p><p>At 17th level, the spell warrior gains Parry Spell as a bonus feat. The skald does not have to meet the prerequisites for this feat.</p><p>This ability replaces spell kenning.</p>", 
                    "type": "ability", 
                    "name": "Greater Counterspell", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 10th level, a spell warrior can sacrifice his own rage magic to counter an opponent's spell. When using raging song, he can counterspell as an immediate action without interrupting his raging song. However, in addition to expending a spell slot (or spell slots) to attempt to counter the opponent's spell, the skald must expend 1 round of raging song per spell level of the opponent's spell (for example, if attempting to counterspell a 3rd-level spell, the skald must expend one of his own 3rd-level spell slots and 3 rounds of raging song). This ability replaces the dirge of doom raging song.</p>", 
                    "type": "ability", 
                    "name": "Song of Arcane Manipulation", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 20th level, when a spell warrior successfully counterspells an opponent's spell, the opponent suffers a backlash of magical energy and takes 1d6 points of damage per spell level of the countered spell. If the opponent succeeds at a Will saving throw (DC = 10 + 1/2 the skald's level + the skald's Charisma modifier), the damage is reduced by half. This damage is magical and is not subject to damage reduction or energy resistance. This ability replaces master skald.</p>", 
                    "type": "ability", 
                    "name": "Spell Tamper", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The following rage powers complement the spell warrior archetype: clear mind, disruptive, eater of magic, elemental rage (lesser, normal, and greater), energy resistance, spell sunder, spellbreaker, sunder enchantment, superstition, and witch hunter.</p>", 
                    "type": "section", 
                    "name": "Rage Powers"
                }
            ], 
            "text": "<p>The spell warrior uses his arcane knowledge rather than his rage to turn the tide of battle in favor of himself and his allies. With a clash of bracers and a sonorous chant, the Spell Warrior's song reaches out to touch the weapons of his allies, lending them arcane power. While his song does not inspire rage, he can use the power of his music to enchant the weapons of his allies and counter the spells of his foes.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Totemic Skald", 
            "sections": [
                {
                    "name": "Totem", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>The totemic skald grants the animal focus abilities of his totem animal (as the hunter's animal focus ability) to all allies affected by his raging song. He treats his skald level as his hunter level for determining the abilities of the animal focus (such as the improvements gained at 8th and 15th level). This ability replaces the rage power gained at 3rd level.</p>", 
                            "type": "ability", 
                            "name": "Song of the Beast", 
                            "ability_types": [
                                "Supernatural"
                            ]
                        }
                    ], 
                    "text": "<p>At 3rd level, the totemic skald chooses one animal from the hunter's animal focus list. Once selected, this choice cannot be changed. This animal becomes the skald's personal totem animal and influences his later abilities. He gains the following rage power.</p>", 
                    "ability_types": [
                        "Supernatural"
                    ], 
                    "source": "Advanced Class Guide", 
                    "type": "ability"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th level, the totemic skald can improve the attitude of animals of the same type as his totem. This ability functions just like a Diplomacy check to improve the attitude of a person. The skald rolls 1d20 and adds his skald level and his Charisma modifier to determine the totem empathy check result. The typical domestic animal has a starting attitude of indifferent, while wild animals are usually unfriendly.</p><p>In addition, at 4th level, the totemic skald can cast<i> charm animal</i> once per day as a spell-like ability, using his skald level as his caster level and his Charisma modifier to determine the DC. This only functions against animals that are of the same type as his totem animal (subject to GM discretion). At 8th level, and every 4 levels thereafter, he can use this ability one additional time per day.</p><p>This ability replaces uncanny dodge and improved uncanny dodge. </p>", 
                    "type": "ability", 
                    "name": "Totem Empathy", 
                    "ability_types": [
                        "Extraordinary", 
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, a totemic skald gains the ability to wild shape into the form of a Small or Medium version of his totem animal, as the druid class feature. His effective druid level for this ability is equal to his skald level &ndash; 1. He can use this ability twice per day at 11th level, and three times per day at 17th level. This doesn't allow the skald to assume other forms, such as elementals, plants, or other kinds of animals.</p><p>When in animal form, the skald is treated as able to speak normally for the purpose of using raging song, but not for using other abilities that require speech (such as spellcasting). The skald uses his class level as his druid level for the purpose of qualifying for feats that affect wild shape (such as Wild Speech). This ability replaces spell kenning.</p>", 
                    "type": "ability", 
                    "name": "Wild Shape", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The following rage powers complement the totemic skald archetype: animal fury, beast totem (lesser, normal, and greater), knockback, knockdown, low-light vision, primal scent, scent, sprint, and swift foot.</p>", 
                    "type": "section", 
                    "name": "Rage Powers"
                }
            ], 
            "text": "<p>The totemic skald forms a close connection to an animal totem. Through the power of this mystical ally, the skald can change shapes, assuming its form as his own. Additionally, the totem animal grants the skald a measure of its spiritual power that he can share with his allies.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}