{
    "source": "Advanced Class Guide", 
    "text": "<p>Sorcerers gain arcane power by virtue of their blood, but what they do with that power and what mix of blood they possess can color their nature.</p>", 
    "type": "section", 
    "name": "Sorcerer", 
    "sections": [
        {
            "name": "Eldritch Scrapper", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"martial-flexibility\">At 1st level, an eldritch scrapper gains the brawler's martial flexibility class feature, using her sorcerer level as her brawler level to determine uses per day. The scrapper treats Arcane Strike and Combat Casting as combat feats for the purpose of this ability.</p><p>At 9th level, an eldritch scrapper can use this ability to gain the benefit of two combat feats at the same time. She can select one feat as a move action or two feats as a standard action. She can use one of these feats to meet a prerequisite of the second feat; doing so means she cannot replace the feat that is currently fulfilling another feat's prerequisites without also replacing all feats that require it. Each individual feat selected counts toward her daily uses of this ability.</p><p>At 15th level, an eldritch scrapper can use this ability to gain the benefit of three combat feats at the same time. She can select one feat as a swift action, two feats as a move action, or three feats as a standard action. She can use one of the feats to meet a prerequisite of the second and third feats, and use the second feat to meet a prerequisite of the third feat. Each individual feat selected counts toward her daily uses of this ability.</p><p>This ability replaces the sorcerer's bloodline powers gained 1st, 9th, and 15th levels.</p>", 
                    "type": "ability", 
                    "name": "Martial Flexibility", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"bloodline-weapons\">If an eldritch scrapper's 1st-level bloodline power would normally grant her natural attacks (such as bite or claws), at 3rd level she can select that 1st-level bloodline power in place of her 3rd-level bloodline power.</p>", 
                    "type": "section", 
                    "name": "Bloodline Weapons"
                }
            ], 
            "text": "<p>An eldritch scrapper is usually spoiling for a fight, looking to prove that she's just as tough as a martial character. A veteran of many brawls against opponents who were suspicious of her manifesting magic, an eldritch scrapper has a thick skin and a fighting style that blends weapons with spells. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Mongrel Mage", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"mongrel-reservoir\">At 1st level, a mongrel mage has an innate pool of magical energy, known as her mongrel reservoir, that she can draw upon to activate her weakened bloodline. Her mongrel reservoir can hold a number of points of magical energy equal to 3 + her sorcerer level. Each day when she refreshes her spell slots, her mongrel reservoir is restored to its maximum. The mongrel reservoir can never hold more points that the maximum amount noted above; points gained in excess of this maximum are lost.</p><p>Each day when she refreshes her spell slots, the mongrel mage selects one sorcerer bloodline. She must select an ordinary bloodline with this ability, not one altered by the wildblooded archetype or any other archetype. She gains this bloodline's 1st-level bloodline power for that day, using it as if she were only a 1st-level sorcerer. (If this ability is used to gain an arcane bond and the bonded item is selected, she can use the item only to cast a 1st-level spell known, since she counts as only a 1st-level sorcerer.) A mongrel mage can have only one bloodline selected at a time.</p><p>As a swift action, she can expend 1 point from her mongrel reservoir to activate that bloodline, allowing her to use its 1st-level bloodline powers as well as its bloodline arcana at her full sorcerer level, including using a bonded item from an arcane bond. This effect lasts for a number of rounds equal to her Charisma modifier (minimum 1).</p><p>At 3rd level, when activating her selected bloodline, a mongrel mage can instead spend 2 points from her mongrel reservoir to allow her to use the bloodline's 1st- and 3rd-level powers as well as its bloodline arcana at her full sorcerer level for a number of rounds equal to her Charisma modifier (minimum 1).</p><p>At 7th level, when a mongrel mage is activating her selected bloodline, the mongrel mage can instead spend 3 points from her mongrel reservoir, allowing her to use the bloodline's 1st-, 3rd-, and 7th-level powers as well as its bloodline arcana at her full sorcerer level for a number of rounds equal to her Charisma bonus.</p><p>At 20th level, when activating her selected bloodline, a mongrel mage can instead spend 5 points from her mongrel reservoir, allowing her to use all of the bloodline's powers as well as its bloodline arcana at her full sorcerer level for a number of rounds equal to her Charisma modifier (minimum 1).</p><p>This ability alters the bloodline class feature, bloodline powers, and bloodline spells.</p>", 
                    "type": "ability", 
                    "name": "Mongrel Reservoir", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"Bloodline Spells\">At 7th level, each day when she selects her bloodline, a mongrel mage adds the 1st-, 2nd-, and 3rd-level spells from her selected bloodline to her current list of spells known.</p><p>At 13th level, each day when she selects her bloodline, a mongrel mage adds the 4th-, 5th-, and 6th-level spells from her selected bloodline to her current list of spells known.</p><p>At 19th level, each day when she selects her bloodline, a mongrel mage adds the 7th-, 8th-, and 9th-level spells from her selected bloodline to her current list of spells known.</p><p>This ability replaces the bloodline feats gained at 7th, 13th, and 19th level. </p>", 
                    "type": "section", 
                    "name": "Bloodline Spells"
                }
            ], 
            "text": "<p>A mongrel mage is a sorcerer whose bloodline is so weak, or mixed with so many others, that her power isn't clearly associated with any bloodline source. A mongrel mage's bloodline powers can change on a daily basis, but always fall short of those of a full-blooded sorcerer. A mongrel mage is a dabbler in all bloodlines but a master of none, and she is looked down upon by true sorcerers.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}