{
    "source": "Advanced Class Guide", 
    "type": "section", 
    "name": "Specific Armors & Shields", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The following section includes armors and shields with unusual powers and magical abilities. Magic armors can have either abilities that need to be activated to function or powers that work passively and constantly.</p>", 
            "type": "section", 
            "name": "Specific Armors and Shields", 
            "sections": [
                {
                    "text": "<table>\n<caption>Specific Armors and Shields</caption>\n<thead>\n<tr><th>Lesser Medium Armor</th><th>Price</th></tr>\n</thead>\n<tbody>\n<tr><td><i>Clawhand shield</i></td><td>8,158 gp</td></tr>\n<tr><td><i>Stalking armor</i></td><td>8,575 gp</td></tr>\n</tbody>\n<thead>\n<tr><th>Greater Medium Armor</th><th>Price</th></tr>\n</thead>\n<tbody>\n<tr><td><i>Tireless tracking hide</i></td><td>11,165 gp</td></tr>\n</tbody>\n<thead>\n<tr><th>Lesser Major Armor</th><th>Price</th></tr>\n</thead>\n<tbody>\n<tr><td><i>Hero's hauberk</i></td><td>16,600 gp</td></tr>\n</tbody>\n<thead>\n<tr><th>Greater Major Armor</th><th>Price</th></tr>\n</thead>\n<tbody>\n<tr><td><i>Full plate of the corpse</i></td><td>35,650 gp</td></tr>\n</tbody>\n</table>", 
                    "type": "table", 
                    "name": "Specific Armors and Shields", 
                    "source": "Advanced Class Guide"
                }, 
                {
                    "slot": "shield", 
                    "name": "Clawhand Shield", 
                    "weight": "8 lbs.", 
                    "subtype": "shield", 
                    "text": "<p class=\"stat-block\">This shield is made of bone and ivory, but has been imbued with magic to function as a <i>+2 mithral heavy steel shield</i> (though it is not considered to be made of metal). The shield has stylized animal claws encircling its outer rim. If the wearer is grappled, pinned, or swallowed whole, as a standard action he can cause the claws to animate and make a single melee attack dealing 1d8 points of damage + the wielder's Strength modifier (1d6 + his Strength modifier for a Small wielder) without requiring a successful combat maneuver check to do so. This is considered a weapon attack with a one-handed weapon the wielder is proficient with, not a shield bash.</p><p class=\"stat-block\">Additionally, the claws can animate to perform the somatic components of a spell as long as the arm holding the shield would be able to provide these components if it weren't carrying a shield. As a result, the shield has no arcane spell failure chance.</p>", 
                    "price": "8,158 gp", 
                    "cl": "9th", 
                    "misc": [
                        {
                            "field": "Cost", 
                            "subsection": "Construction Requirements", 
                            "value": "4,158 gp"
                        }
                    ], 
                    "source": "Advanced Class Guide", 
                    "aura": "moderate necromancy", 
                    "type": "item"
                }, 
                {
                    "slot": "armor", 
                    "name": "Full Plate of the Corpse", 
                    "weight": "50 lbs.", 
                    "subtype": "armor", 
                    "text": "<p class=\"stat-block\">This suit of <i>+2 full plate</i> has been etched and stained in such a way that it resembles the form and shape of a decomposed body that is encased in a suit of armor. The wearer is effectively hidden from non-intelligent undead, which can't see, hear, or smell him; even extraordinary or supernatural senses capabilities can't penetrate the magical shroud. An intelligent undead creature can attempt a single Will saving throw (DC 14) to penetrate the ward. All affected undead behave as if the wearer simply isn't there.</p>", 
                    "price": "35,650 gp", 
                    "cl": "5th", 
                    "misc": [
                        {
                            "field": "Cost", 
                            "subsection": "Construction Requirements", 
                            "value": "18,650 gp"
                        }
                    ], 
                    "source": "Advanced Class Guide", 
                    "aura": "faint abjuration", 
                    "type": "item"
                }, 
                {
                    "slot": "armor", 
                    "name": "Hero's Hauberk", 
                    "weight": "25 lbs.", 
                    "subtype": "armor", 
                    "text": "<p class=\"stat-block\">The damage reduction of this dull gray <i>+1 adamantine chain shirt</i> stacks with any other damage reduction the wearer possesses. For example, a wearer with DR 5/magic would reduce damage from nonmagical attacks by 6, and magical attacks by 1. While the wearer rages or maintains a raging song, the armor emits a low droning sound and grants the benefits of <i>light fortification</i>.</p><p class=\"stat-block\">While the wearer maintains a bardic performance, the armor's links jangle in harmony with his song or movements, aiding his focus. The wearer receives a +1 luck bonus on all ability checks and skill checks he attempts during such a performance. In addition, any penalties applied to his attack rolls, ability checks, skill checks, and saving throws are reduced by 1. If a die roll has multiple penalties, the total of the penalties is reduced by 1, not each individual penalty.</p>", 
                    "price": "16,600 gp", 
                    "cl": "13th", 
                    "misc": [
                        {
                            "field": "Cost", 
                            "subsection": "Construction Requirements", 
                            "value": "11,850 GP"
                        }
                    ], 
                    "source": "Advanced Class Guide", 
                    "aura": "strong abjuration", 
                    "type": "item"
                }, 
                {
                    "slot": "armor", 
                    "name": "Stalking Armor", 
                    "weight": "20 lbs.", 
                    "subtype": "armor", 
                    "text": "<p class=\"stat-block\">This <i>+2 studded leather armor</i> comes in a number of varieties, each corresponding to a specific type of terrain from the ranger's favored terrain list. The armor takes on visual characteristics related to that type of terrain (cold <i>stalking</i> armor might be gray and white with a white fur trim, jungle <i>stalking</i> armor could be lush green with vine patterns, and so on) and makes the wearer blend in more naturally with his surroundings. The stalking armor grants the wearer a +5 competence bonus on Stealth and Perception checks attempted while in that specific terrain.</p>", 
                    "price": "8,575 gp", 
                    "cl": "6th", 
                    "misc": [
                        {
                            "field": "Cost", 
                            "subsection": "Construction Requirements", 
                            "value": "4,375 gp"
                        }
                    ], 
                    "source": "Advanced Class Guide", 
                    "aura": "moderate transmutation", 
                    "type": "item"
                }, 
                {
                    "slot": "armor", 
                    "name": "Tireless Tracking Hide", 
                    "weight": "25 lbs.", 
                    "subtype": "armor", 
                    "text": "<p class=\"stat-block\">This <i>+1 hide armor</i> is always made from the pelt of a migratory herd animal. Anyone wearing this armor can maintain a hustle for a full 8 hours without growing fatigued, doubling her normal daily overland movement rate. After that, the wearer begins to take nonlethal damage each hour, per the hustle rules (<i>Core Rulebook</i> 171). This armor does not increase tactical movement during combat. The benefits of this armor aren't replenished until the character has had a full night's rest.</p>", 
                    "price": "11,165 gp", 
                    "cl": "5th", 
                    "misc": [
                        {
                            "field": "Cost", 
                            "subsection": "Construction Requirements", 
                            "value": "5,665 gp"
                        }
                    ], 
                    "source": "Advanced Class Guide", 
                    "aura": "faint transmutation", 
                    "type": "item"
                }
            ]
        }
    ]
}