{
    "source": "Advanced Class Guide", 
    "text": "<p>The following lists summarize the new spells presented in this book, arranged by class and level. A superscript \"F\" or \"M\" appearing at the end of a spell's name in the spell lists denotes a focus or material component not normally included in a spell component pouch.</p>", 
    "type": "section", 
    "name": "Spell Lists", 
    "sections": [
        {
            "source": "Advanced Class Guide", 
            "text": "<p>These lists present the spells in alphabetical order by name, except when a spell's name begins with \"communal,\" \"lesser,\" \"greater,\" or \"mass,\" in which case it is alphabetized under the second word of the spell name.</p>", 
            "type": "section", 
            "name": "Order of Presentation"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>The term \"Hit Dice\" is used synonymously with \"character levels\" for effects that affect a specific number of Hit Dice of creatures.</p>", 
            "type": "section", 
            "name": "Hit Dice"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>A spell's power often depends on caster level, which is defined as the caster's class level for the purpose of casting a particular spell. The word \"level\" in the short spell descriptions that follow always refers to caster level.</p>", 
            "type": "section", 
            "name": "Caster Level"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>\"Creature\" and \"character\" are used synonymously in the short descriptions.</p>", 
            "type": "section", 
            "name": "Creatures and Characters"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Communal spells function like other spells, except they allow you to divide the duration among multiple targets, treating each target as a subject of the spell. When you divide the duration, you must divide it as evenly as possible among the targets. Furthermore, unless a communal spell's description indicates otherwise, no target can receive a duration increment smaller than the smallest increment of duration given in the spell description. For example, if you are 5th level, your communal spell's duration is 10 minutes per level, and you have four targets, then each target must receive 10 minutes of duration. The extra 10 minutes of duration must be assigned to one of the four targets (your choice) or it is wasted.</p>", 
            "type": "section", 
            "name": "Communal Spells"
        }, 
        {
            "source": "Advanced Class Guide", 
            "text": "<p>Alchemists can dispense communal formulae to creatures only if they have the infusion discovery. Without it, an alchemist cannot use communal spells as formulae.</p>", 
            "type": "section", 
            "name": "A Note on Alchemists"
        }
    ]
}