{
    "source": "Advanced Class Guide", 
    "text": "<p>There are those summoners who choose not to summon the traditional eidolon, but rather call upon the other forces to help form their chief allies. Some of these summoners enhance their eidolons with animal traits, while others form a strong bond with a particular shamanistic spirit.</p>", 
    "type": "section", 
    "name": "Summoner", 
    "sections": [
        {
            "name": "Naturalist", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"natures-call\">Starting at 1st level, the naturalist can cast <i>summon nature's ally I</i> as a spell-like ability a number of times per day equal to 3 + his Charisma modifier. He can use this ability only to summon creatures of the animal, magical beast, or vermin type. This ability otherwise functions as the <i>summon monster I</i> class feature (increasing in level as the naturalist goes up in level and with the same restrictions). This ability replaces <i>summon monster I</i>.</p>", 
                    "type": "ability", 
                    "name": "Nature's Call", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"animal-focus\">At 4th level, as a swift action a naturalist can enhance his eidolon with the aspect of an animal. Each time he uses this ability, he can select a hunter's animal aspect and apply it to his eidolon. His hunter level for this ability is equal to his summoner level &ndash;2. He does not gain the ability to apply an animal aspect to himself (see shared focus). This effect lasts until the eidolon is dismissed or sent back to its home plane.</p><p>When an animal aspect is applied to an eidolon, its form is altered by superficial physical changes appropriate to that aspect. For example, using aspect of the bat might give the eidolon larger ears and eyes and perhaps membranes of skin connecting its limbs to its body, while using aspect of the stag might give the eidolon antlers and hooflike nails on its feat. None of these changes interfere with any of the eidolon's natural or magical abilities.</p><p>This ability replaces shield ally and greater shield ally.</p>", 
                    "type": "ability", 
                    "name": "Animal Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"second-animal-focus\">At 10th level, whenever a naturalist uses animal focus, he can apply two animal aspects to his eidolon. The eidolon's form gains superficial physical changes appropriate to the chosen aspects. This ability replaces the aspect summoner class ability.</p>", 
                    "type": "ability", 
                    "name": "Second Animal Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"shared-focus\">At 14th level, the naturalist begins to take on some of the feral nature of his eidolon. Whenever the naturalist uses animal focus to apply an aspect to his eidolon, he also gains the effects of the chosen aspect. The naturalist keeps this aspect until his eidolon is dismissed or sent back to its home plane. The naturalist gains the effects of only one aspect (of his choice), even if the eidolon gains more than one. This ability replaces life bond.</p>", 
                    "type": "ability", 
                    "name": "Shared Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"third-animal-focus\">At 18th level, whenever a naturalist uses his animal focus ability, he can apply a third animal aspect to his eidolon. This third aspect persists indefinitely until he decides to change it. This ability replaces greater aspect.</p>", 
                    "type": "ability", 
                    "name": "Third Animal Focus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>A naturalist is a summoner who is in tune with the natural world, using his magic like a lens to focus various animal aspects onto his eidolon. More akin to a hunter than to other arcane spellcasters, a naturalist instinctively masters the power of such creatures as the bear, wolf, mouse, and tiger to make his exotic eidolon the perfect living tool for battle or stealth, and he eventually discovers how to apply these transformations to himself as well.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "summoner", 
            "type": "class_archetype"
        }, 
        {
            "name": "Spirit Summoner", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"spirit-summoner-spirit\">A spirit summoner forms a mystical bond with one spirit from the shaman class. He gains the spirit ability of that spirit and uses his summoner level as his shaman level for determining its effects. The spirit summoner can select spells granted by that spirit as summoner spells known, using the shaman level of the spell as the summoner spell level. The summoner cannot select spirit spells of 7th level or higher.</p><p>At 9th level, the summoner gains the abilities listed in the greater version of his selected spirit.</p><p>At 17th level, the summoner gains the abilities listed for the true version of his selected spirit.</p><p>This ability replaces the <i>summon monster</i> spell-like ability.</p>", 
                    "type": "ability", 
                    "name": "Spirit", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"spirit-summoner-eidolon\">At 1st level, a spirit summoner begins play with a powerful outsider called an eidolon. The eidolon's form and abilities must be appropriate to his chosen spirit, at the GM's discretion&mdash;for example, a summoner with the flame spirit cannot have an eidolon with ice or water abilities, a summoner with a heavens spirit cannot have a fiend-like eidolon, and so on. The summoner can use temporary effects (such as <i>evolution surge</i>) to alter the eidolon into an inappropriate form, but cannot use permanent effects (such as <i>transmogrify</i>) to do so. This ability alters the eidolon class feature.</p>", 
                    "type": "section", 
                    "name": "Eidolon"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"spirit-summoner-hex\">At 6th level, a spirit summoner can select a shaman hex that is appropriate to his spirit, chosen from the general list of shaman hexes or the specific hexes allowed by his spirit. This ability otherwise functions as a shaman's hex, and uses his summoner level as his shaman level. Like a shaman, a spirit summoner uses his Wisdom modifier to determine hex DCs.</p><p>At 8th, 10th, and 16th levels, the summoner can select another hex.</p><p>This ability replaces aspect, maker's call, merge forms, and transposition.</p>", 
                    "type": "section", 
                    "name": "Hex"
                }
            ], 
            "text": "<p>A spirit summoner is an arcane spellcaster whose eidolon is a manifestation of a shamanic spirit. The bond connecting the summoner and this spirit might be friendly, such as a member of a tribe giving flesh to his protector spirit, or hostile, such as an outlander or a rival compelling service from an unwilling spirit. The summoner can draw upon the divine power of this spirit, but is not constrained by the spirit's morals or ethics.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "summoner", 
            "type": "class_archetype"
        }
    ]
}
