{
    "source": "Advanced Class Guide", 
    "text": "<p>Though the imagination usually conjures images of a well-dressed dandy with a trusty rapier, there are many varieties of swashbuckler. The following are just a few examples.</p>", 
    "type": "section", 
    "name": "Swashbuckler", 
    "sections": [
        {
            "name": "Daring Infiltrator", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A daring infiltrator gains Disguise and Stealth as class skills, but does not gain Diplomacy, Perform, and Profession as class skills. This alters the swashbuckler's class skill list.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>In addition to combat feats, a daring infiltrator's bonus feats at 2nd, 10th, and 18th level can come from the following list: Alertness, Antagonize, Cosmopolitan, Deceitful, Deft Hands, Disarming Threat*, Persuasive, Prodigy, and Skill Focus. (Those marked with an asterisk [*] are detailed in this book.) This alters the bonus feat class ability.</p>", 
                    "type": "section", 
                    "name": "Bonus Feats"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, a daring infiltrator gains a +1 bonus on Bluff checks. This bonus increases by 1 for every 4 levels beyond 2nd. This ability replaces charmed life.</p>", 
                    "type": "ability", 
                    "name": "Quick-Tongued", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A daring infiltrator gains the following deeds, each of which replaces an existing deed.</p>", 
                    "type": "section", 
                    "name": "Deeds", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 3rd level, a daring infiltrator with at least 1 panache point gains a +2 bonus on Disguise and Stealth checks. Also, as long as she has at least 1 panache point, when she successfully aids another with a Disguise or Stealth check, she grants the subject a +4 bonus on the skill check instead of the normal +2. This deed replaces swashbuckler initiative.</p>", 
                            "type": "ability", 
                            "name": "Clandestine Expertise", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 3rd level, when a daring infiltrator with at least 1 panache point succeeds at a trip or grapple combat maneuver check, the target is rendered mute for 1 round. For every 5 by which the result of the combat maneuver check exceeds the opponent's CMD, the target remains mute for an additional round. A mute creature cannot speak, use language-dependent effects or verbal components, or use command words. This deed replaces menacing swordplay.</p>", 
                            "type": "ability", 
                            "name": "Silence Is Golden", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 11th level, a daring infiltrator can spend 1 panache point to reroll a Bluff check after the roll is made but before the results are revealed. She must take the result of the second roll, even if it is lower. Additionally, a daring infiltrator with at least 1 panache point gains a +5 bonus on Bluff checks to pretend to be someone's superior (socially or in the military). If she succeeds at the check, the target obeys any reasonable orders she gives as it would those of an actual superior in the situation. This deed replaces bleeding wound.</p>", 
                            "type": "ability", 
                            "name": "Authoritative Bluff", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ]
                }
            ], 
            "text": "<p>Not known for their flashy entrances or for standing out in a crowd, a daring infiltrator uses stealth, disguise, and ruthless guile to pursue her goals. Some of these swashbucklers work to undermine evil organizations, while others are master thieves or mysterious assassins. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Flying Blade", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Unlike other swashbucklers, a flying blade regains panache only when she confirms a critical hit or makes a killing blow with a dagger or starknife. This ability alters panache.</p>", 
                    "type": "section", 
                    "name": "Panache"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A flying blade gains the following deeds, each of which replaces an existing deed.</p>", 
                    "type": "section", 
                    "name": "Deeds", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, a flying blade can spend 1 panache point as part of a ranged attack with a dagger or starknife to make it without provoking attacks of opportunity. At 6th level, as a swift action she can spend 1 panache point to make all of her ranged attacks with daggers or starknives without provoking attacks of opportunity until the start of her next turn. This deed replaces dodging panache.</p>", 
                            "type": "ability", 
                            "name": "Subtle Throw", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 3rd level, when an opponent makes a melee attack against her, she can spend 1 panache point to make an attack of opportunity against the attacking foe. This attack of opportunity can be made with either a dagger or a starknife. If the attack hits, the opponent takes a &ndash;4 penalty on all attack rolls until the end of its turn. This deed replaces kip-up.</p>", 
                            "type": "ability", 
                            "name": "Disrupting Counter", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 3rd level, as long as she has at least 1 panache point, a flying blade can use her precise strike with a thrown dagger or starknife as long as the target is within 60 feet of her, and she increases the range increment of these weapons by 5 feet. She can spend 1 panache point when she throws a dagger or a starknife to ignore all range increment penalties with that ranged attack. This deed replaces menacing swordplay. </p>", 
                            "type": "ability", 
                            "name": "Precise Throw", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 7th level, a flying blade can target individual body parts. This deed functions as the swashbuckler's targeted strike deed, but the flying blade can also use this deed when making ranged attacks with either a dagger or a starknife as long as the target is within 60 feet of the flying blade. This deed replaces targeted strike.</p>", 
                            "type": "ability", 
                            "name": "Targeted Throw", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 11th level, a flying blade can deal bleed damage as part of an attack. This deed functions as the swashbuckler's bleeding wound deed, but the flying blade can also use this deed when making ranged attacks with either a dagger or a starknife as long as the target is within 60 feet of the flying blade. This deed alters bleeding wound.</p>", 
                            "type": "ability", 
                            "name": "Bleeding Wound", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 15th level, a flying blade can pool all of her attack potential into a single attack. This deed functions as the swashbuckler's perfect strike .deed, but the flying blade must use this deed when making ranged attacks with either a dagger or a starknife, and she can use this deed only on targets within 60 feet of her. This deed replaces perfect thrust. </p>", 
                            "type": "ability", 
                            "name": "Perfect Throw", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, a flying blade gains a +1 bonus on attack and damage rolls when using daggers or starknives in combat. When a flying blade wields a dagger or starknife, she gains the benefit of the Improved Critical feat with those weapons. Additionally, a flying blade increases the range increment of a thrown dagger or starknife by 5 feet. The increase of range increment stacks with that of precise throw.</p><p>Every 4 levels thereafter, the bonus on attack and damage rolls increases by 1, and the range increment increases by 5 feet. This ability replaces swashbuckler weapon training.</p>", 
                    "type": "ability", 
                    "name": "Flying Blade Training", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 20th level, when an attack that a flying blade makes with a dagger or starknife threatens a critical hit, that critical hit is automatically confirmed. Furthermore, the critical modifiers of daggers and starknives increase by 1 (&times;2 becomes &times;3, and so on). This ability replaces swashbuckler weapon mastery.</p>", 
                    "type": "ability", 
                    "name": "Flying Blade Mastery", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>While most swashbucklers prefer their battles up close, others prefer dealing death from a distance. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Inspired Blade", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Each day, an inspired blade gains a number of panache points equal to her Charisma modifier (minimum 1) and Intelligence modifier (minimum 1), instead of just her Charisma modifier.</p><p>Unlike other swashbucklers, an inspired blade gains no panache from a killing blow. She gains panache only from scoring a critical hit with a rapier. This ability alters the panache class feature. </p>", 
                    "type": "ability", 
                    "name": "Inspired Panache", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, an inspired blade gains the benefits of Weapon Finesse with the rapier (this ability counts as having the Weapon Finesse feat for the purpose of meeting feat prerequisites) and gains Weapon Focus (rapier) as a bonus feat. This ability replaces swashbuckler finesse.</p>", 
                    "type": "ability", 
                    "name": "Inspired Finesse", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The inspired blade gains the following deeds, each of which replaces an existing deed.</p>", 
                    "type": "section", 
                    "name": "Deeds", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 11th level, an inspired blade can spend 1 panache point when making an attack with a rapier to gain an insight bonus on that attack roll equal to her Intelligence modifier (minimum +1). When an inspired blade hits with an attack augmented by inspired strike, she can spend 1 additional panache point to make the hit a critical threat, though if she does so, she does not regain panache if she confirms that critical threat. The cost of this deed cannot be reduced by abilities such as Signature Deed. This ability replaces bleeding wound. </p>", 
                            "type": "ability", 
                            "name": "Inspired Strike", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, an inspired blade gains a +1 bonus on attack rolls and a +2 bonus on damage rolls with rapiers. While wielding a rapier, she gains the benefit of the Improved Critical feat. These attack and damage bonuses increase by 1 for every 4 levels beyond 5th (to a maximum of +4 on attack rolls and +5 on damage rolls at 17th level). This ability replaces swashbuckler weapon training.</p>", 
                    "type": "ability", 
                    "name": "Rapier Training", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 20th level, when an inspired blade threatens a critical hit with a rapier, that critical hit is automatically confirmed. Furthermore, the critical threat range increases by 1 (this increase to the critical threat range stacks with the increases from the <i>keen</i> weapon special ability and similar effects), and the critical modifier of the weapon increases by 1 (&times;2 becomes &times;3, for example). This ability replaces swashbuckler weapon mastery.</p>", 
                    "type": "ability", 
                    "name": "Rapier Weapon Mastery", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>An inspired blade is both a force of personality and a sage of swordplay dedicated to the perfection of combat with the rapier. They use the science and geometry with swordplay to beautiful and deadly effect.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Mouser", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The mouser gains the following deeds, each of which replaces an existing deed.</p>", 
                    "type": "section", 
                    "name": "Deeds", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, if a foe whose size is larger than the mouser's is adjacent to her and misses her with a melee attack, the mouser can as an immediate action spend 1 panache point to move 5 feet into an area of the attacker's space. This movement does not count against the mouser's movement the next round, and it doesn't provoke attacks of opportunity. While the mouser is within a foe's space, she is considered to occupy her square within that foe's space.</p><p>While the mouser is within her foe's space, the foe takes a &ndash;4 penalty on all attack rolls and combat maneuver checks not made against the mouser, and all of the mouser's allies that are adjacent to both the foe and the mouser are considered to be flanking the foe. The mouser is considered to be flanking the foe whose space she is within if she is adjacent to an ally who is also adjacent to the foe. The mouser can move within her foe's space and leave the foe's space unhindered and without provoking attacks of opportunity, but if the foe attempts to move to a position where the mouser is no longer in its space, the movement provokes an attack of opportunity from the mouser. This deed replaces opportune parry and riposte. </p>", 
                            "type": "ability", 
                            "name": "Underfoot Assault", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 3rd level, as a swift action the mouser can spend 1 panache point when she hits a for larger than her size with a light or one-handed piercing melee weapon to attempt a steal combat maneuver check against the creature she hit. Using this deed does not provoke an attack of opportunity. This deed replaces menacing swordplay.</p>", 
                            "type": "ability", 
                            "name": "Quick Steal", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 7th level, as long as a mouser has at least 1 panache point when she hits a foe whose size is larger than her own with a light or one-handed piercing melee weapon, she can as a swift action attempt a dirty trick combat maneuver check. Instead of the normal conditions that can be applied with dirty trick, this deed can stagger the target only if the check is successful. This deed replaces targeted strike.</p>", 
                            "type": "ability", 
                            "name": "Hamstring", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>): At 11th level, as long as a mouser has at least 1 panache point, when she charges a foe whose size is larger than her own, the mouser can end her charge in any space she can reach, not just the closest space. All other requirements of the charge must still be satisfied. This deed replaces bleeding wound.</p>", 
                            "type": "section", 
                            "name": "Cat's Charge (Ex"
                        }
                    ]
                }
            ], 
            "text": "<p>In the hands of a trained warrior, a well-sharpened blade is deadly regardless of size. A mouser moves in close, using her size and skill as an advantage.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Musketeer", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A musketeer gains proficiency with all simple weapons and martial weapons, as well as one-handed and two-handed firearms. This ability replaces the swashbuckler's weapon proficiencies. </p>", 
                    "type": "section", 
                    "name": "Weapon Proficiency"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, a musketeer gains the benefits of the Weapon Finesse feature with the rapier (this counts as having the Weapon Finesse feat for purposes of meeting feat prerequisites), as well as both Rapid Reload (musket) and Gunsmithing feats as bonus feats. This ability replaces swashbuckler finesse.</p>", 
                    "type": "ability", 
                    "name": "Musketeer Instruction", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The musketeer gains the following deed, which replaces an existing deed.</p>", 
                    "type": "section", 
                    "name": "Deed", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, as a standard action the musketeer can spend 1 panache point to remove the broken condition from a single firearm he is currently wielding, as long as the firearm gained that condition through a misfire. This deed replaces dodging panache.</p>", 
                            "type": "ability", 
                            "name": "Quick Clear", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ]
                }
            ], 
            "text": "<p>A number of organizations and kingdoms search for warriors who are brave (or foolish) enough to wield firearms on the battlefield. The daring nature of swashbucklers often makes them ideal candidates for such service. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Mysterious Avenger", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A mysterious avenger must be of a good alignment, and must be dedicated to the protection of the good and the powerless under her care. If she ceases to be good or betrays the trust of those she was sworn to protect, she loses her secret identity and greater charmed life class features. She can regain them if she atones for her violations by some means that the GM sees fit (possibly by way of the <i>atonement </i>spell if the mysterious avenger is especially religious). </p>", 
                    "type": "section", 
                    "name": "Alignment"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A mysterious avenger adds Disguise to her list of class skills. This alters the swashbuckler's class skills.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A mysterious avenger loses her proficiency with bucklers, but gains proficiency in the whip exotic weapon. This alters the swashbuckler's weapon and armor proficiency.</p>", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, a mysterious avenger gains all of the benefits of the swashbuckler's finesse class feature, and gains the ability to use a whip in place of a light or one-handed piercing melee weapon for all swashbuckler class features and deeds. This ability alters swashbuckler finesse.</p>", 
                    "type": "ability", 
                    "name": "Avenger Finesse", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 3rd level, a mysterious avenger's force of personality and dedication to her cause give her the ability to keep her true identity secret, even from magical prying. She gains a +4 bonus on Disguise checks in a single disguise of her choice, typically her avenger persona. Once this disguise has been chosen, it can't be changed. She also gains a +4 bonus on saving throws against divination effect. At 11th level, she becomes immune to all <i>scrying</i> effects and other magical effects used in attempts to uncover her secret identity. This ability replaces nimble. </p>", 
                    "type": "ability", 
                    "name": "Secret Identity", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 4th level, the mysterious avenger gains three extra uses of charmed life. As an immediate action, she can expend one use of charmed life to gain a bonus to her AC equal to her Charisma modifier (minimum 1). She must choose to do this before the attack roll is made against her. This ability replaces the bonus feat gained at 4th level.</p>", 
                    "type": "ability", 
                    "name": "Greater Charmed Life", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, a mysterious avenger gains a +1 bonus on attack and damage rolls with light or one-handed piercing melee weapons and whips. Furthermore, a mysterious avenger can study an opponent she can see as a move action. The mysterious avenger then gains a +1 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against that opponent, a +1 bonus on weapon attack and damage rolls against it, and a +1 bonus to DCs of any deeds used against that opponent. A mysterious avenger can maintain these bonuses against only one opponent at a time; these bonuses remain in effect until either the opponent is dead or the mysterious avenger studies a new target.</p><p>At 10th, 15th, and 20th levels, these mysterious avenger's bonuses against a studied target increase by 1. In addition, at each such interval, a mysterious avenger is able to maintain these bonuses against an additional studied target at the same time. A mysterious avenger can discard this connection to a studied target as a free action, allowing her to study another target in its place.</p><p>At 10th level, a mysterious avenger can study an opponent as a move or swift action. This ability replaces swashbuckler weapon training.</p>", 
                    "type": "ability", 
                    "name": "Avenger's Target", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>While some swashbucklers fight for queen and country, and others for coin, glory, or just the enhancement of their own reputations, the mysterious avenger fights directly for a cause. Instead of gaining personal glory for her heroic deeds, she keeps her identity hidden in order to fight for those who cannot fight for themselves.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Picaroon", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>A picaroon gains proficiency with all simple weapons and martial weapons, as well as one-handed firearms. This replaces the swashbuckler's weapon proficiency.</p>", 
                    "type": "section", 
                    "name": "Weapon Proficiency"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>Unlike other swashbucklers, a picaroon regains panache when she confirms a critical hit or makes a killing blow with a light or one-handed piercing melee weapon or a one-handed firearm. This ability alters panache.</p>", 
                    "type": "section", 
                    "name": "Panache"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>The picaroon gains the following deeds, each of which replaces an existing deed.</p>", 
                    "type": "section", 
                    "name": "Deeds", 
                    "sections": [
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 1st level, as a swift action when wielding both a light or one-handed piercing melee weapon and a one-handed firearm, the picaroon can spend 1 panache point to avoid provoking attacks of opportunity with the first ranged attack made by the one-handed firearm during her turn. This deed replaces opportune parry and riposte.</p>", 
                            "type": "ability", 
                            "name": "Melee Shooter", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 3rd level, as a standard action the picaroon can spend 1 panache point to remove the broken condition from a single one-handed firearm she is currently wielding, as long as the firearm gained that condition through a misfire. This deed replaces kip-up.</p>", 
                            "type": "ability", 
                            "name": "Quick Clear", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 7th level, a picaroon can use the ferocious reputation of firearms to her advantage. A picaroon with at least 1 panache point can feint instead of attacking with her firearm as part of a full attack. She can spend 1 panache point to gain a +5 bonus on this check. This deed replaces superior feint.</p>", 
                            "type": "ability", 
                            "name": "Gun Feint", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }, 
                        {
                            "source": "Advanced Class Guide", 
                            "text": "<p>At 11th level, once per round the picaroon can spend 1 panache point to reload a single barrel of a one-handed firearm as a swift action. If she has the Rapid Reload feat or is using an alchemical cartridge, she can instead reload a single barrel of the weapon as a free action each round. Using this deed doesn't provoke attacks of opportunity. This deed replaces bleeding wound.</p>", 
                            "type": "ability", 
                            "name": "Lightning Reload", 
                            "ability_types": [
                                "Extraordinary"
                            ]
                        }
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, a picaroon gains the benefits of the Weapon Finesse feat with light or one-handed piercing melee weapons. She also gains the effects of the Two-Weapon Fighting feat as long as she is wielding a light or one-handed piercing melee weapon in one hand and one-handed firearm in the other hand. This ability counts as having both the Weapon Finesse and Two-Weapon Fighting feats for the purposes of meeting feat requirements. This ability replaces swashbuckler finesse.</p>", 
                    "type": "ability", 
                    "name": "Two-Weapon Finesse", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }
            ], 
            "text": "<p>While some swashbucklers take pride in their ability to wear down an opponent with great skill at arms and clever positioning, there are those who use firearms to get in close and hit hard. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}