{
    "source": "Advanced Class Guide", 
    "text": "<p>While paladins are defenders of all that is lawful and good, a warpriest is the living embodiment of a faithful warrior. The warpriest comes in a multitude of forms: some bear the shining armor and upright stance usually associated with paladins, while others serve as cult leaders, exorcise harmful magic effects, or forge the weapons of the faith.</p>", 
    "type": "section", 
    "name": "Warpriest", 
    "sections": [
        {
            "name": "Champion of the Faith", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"chosen-alignment\">At 1st level, a champion of the faith must select one of the following as his chosen alignment: chaos, evil, good, or law. This choice must be one of the alignments shared by the champion of the faith and his deity. Champions of the faith who are neutral with no other alignment components (or whose deity is) can choose any of the above alignments for this purpose. Additionally, a champion of the faith must select the blessing corresponding to his chosen alignment, even if it's not on his deity's list of domains.</p><p>His chosen alignment's opposite is referred to as his opposed alignment. Good and evil oppose one another, just as law and chaos oppose one another. This alters alignment.</p>", 
                    "type": "section", 
                    "name": "Chosen Alignment"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sacred-weapon\">At 1st level, a champion of the faith gains the sacred weapon class feature as normal. However, this ability does not grant the 4th-level ability to enhance the champion of the faith's weapon with divine power, nor does it grant any subsequent increases to that ability. Instead, at 4th level, any sacred weapon wielded by a champion of the faith counts as having his chosen alignment for the purpose of overcoming damage reduction.</p><p>At 12th level, once per day as a swift action, a champion of the faith can enhance any one sacred weapon with a weapon special ability based on his chosen alignment (<i>anarchic</i> for chaos, <i>unholy</i> for evil, <i>holy</i> for good, or <i>axiomatic</i> for law). This effect lasts for 1 minute. He can use this ability one additional time per day at 16th and 20th levels. </p><p>This ability alters sacred weapon.</p>", 
                    "type": "ability", 
                    "name": "Sacred Weapon", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"detect-alignment\">At 3rd level, a champion of the faith can detect his opposed alignment. As a move action, the champion of the faith can focus on a single item or creature within 60 feet and determine whether it possesses his opposed alignment, as <i>detect chaos/evil/good/law</i>, learning the strength of the aura as if he had studied it for 3 rounds. The champion of the faith does not detect the alignment of any other object or creature when using this ability in this way. This ability replaces the bonus feat gained at 3rd level.</p>", 
                    "type": "ability", 
                    "name": "Detect Alignment", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"smite\">At 4th level, a champion of the faith can focus his powers against his chosen foes. As a swift action, the champion of the faith chooses one target within sight that is of his opposed alignment. The champion of the faith adds his Charisma bonus to his attack rolls and adds extra damage equal to his warpriest level to all damage rolls made against the target of his smite. If the target of his smite is an outsider with a subtype corresponding to his opposed alignment, the extra damage on the first successful attack increases to twice his warpriest level. Regardless of the target, smite attacks automatically bypass any damage reduction the target possesses.</p><p>In addition, while his smite is in effect, the champion of the faith gains a deflection bonus equal to his Charisma bonus to his AC against attacks made by the target of the smite. If the smite targets a creature that's not of the champion of the faith's opposed alignment, the smite is wasted with no effect.</p><p>The smite effect remains until the target of the smite is dead or the next time the champion of the faith regains spells. The champion of the faith can use this ability once per day, plus one additional time per day for every 4 levels beyond 4th (to a maximum of five times per day at 20th level). Using this ability consumes two uses of fervor. </p><p>This ability replaces channel energy.</p>", 
                    "type": "ability", 
                    "name": "Smite", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Champions of the faith are crusaders who use the power of their divine patron to annihilate the faith's enemies. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "warpriest", 
            "type": "class_archetype"
        }, 
        {
            "name": "Cult Leader", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"cult-leader-class-skills\">The cult leader's class skills are Acrobatics (Dex), Bluff (Cha), Climb (Str), Craft (Int), Diplomacy (Cha), Disguise (Cha), Escape Artist (Dex), Heal (Wis), Intimidate (Cha), Knowledge (local) (Int), Knowledge (religion) (Int), Perception (Wis), Profession (Wis), Sense Motive (Wis), Slight of Hand (Dex), Spellcraft (Int), and Stealth (Dex). These skills replace the warpriest's class skills.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>4 + Int modifier.</p>", 
                    "type": "section", 
                    "name": "Skill Ranks per Level"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"cult-leader-proficiencies\">Cult leaders are proficient with all simple weapons, plus the hand crossbow, rapier, sap, shortbow, and short sword, as well as the favored weapon of their deity. They are proficient with light armor and light shields. The cult leader does not gain Weapon Focus as a bonus feat as a warpriest normally would. This ability replaces the warpriest's weapon and armor proficiency.</p>", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"well-hidden\">A cult leader gains a +2 bonus on Disguise checks and Stealth checks. This ability replaces focus weapon. </p>", 
                    "type": "ability", 
                    "name": "Well-Hidden", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sneak-attack\">At 3rd level, a cult leader gains the sneak attack ability, as the rogue class feature. If he already has sneak attack from another class, the extra damage from the classes that grant sneak attack stack for the purpose of determining the sneak attack's extra damage dice. This extra damage is 1d6 at 3rd level and increases by 1d6 every 3 levels thereafter. This ability replaces the bonus feats gained at 3rd, 9th, and 15th levels.</p>", 
                    "type": "ability", 
                    "name": "Sneak Attack", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"enthrall\">At 4th level, a cult leader can cast <i>enthrall</i>. Using this ability consumes two uses of fervor. This ability replaces channel energy.</p>", 
                    "type": "ability", 
                    "name": "Enthrall", 
                    "ability_types": [
                        "Spell-Like"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"hide-in-plain-sight\">At 12th level, a cult leader can use the Stealth skill even while being observed. As long as he is within 10 feet of an area of dim light, a cult leader can hide himself from view in the open without having anything to actually hide behind. He cannot, however, hide in his own shadow. This ability replaces the bonus feat gained at 12th level.</p>", 
                    "type": "ability", 
                    "name": "Hide in Plain Sight", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Referred to as fanatics, lunatics, or obsessives, cultists see themselves as genuine devotees of their deity. And the hierarchs of those devotees, the cult leaders, are the most fanatical of them all. Cult leaders are known for turning reasonable hearts toward corrupted teachings and striking at those that get in the way of their agenda.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "warpriest", 
            "type": "class_archetype"
        }, 
        {
            "name": "Disenchanter", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"disenchanter-bonus-feats\">Whenever a disenchanter gains a bonus feat, he must choose from the following list: Great Fortitude, Improved Counterspell, Iron Will, Lightning Reflexes, Skill Focus (Spellcraft), or Spell Focus (abjuration). At 6th level, he adds the following feats to this list: Dispel Synergy, Improved Great Fortitude, Improved Iron Will, and Improved Lightning Reflexes. At 12th level, he adds the following feats to this list: Destructive Dispel, Dispelling Critical, Parry Spell, and Ray Shield. He does not need to meet the prerequisites for these feats. This ability alters bonus feats.</p>", 
                    "type": "ability", 
                    "name": "Bonus Feats", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"mystic-interference\">At 4th level, a disenchanter can channel a burst of pure abjuration magic to grant protection to himself and all allies with 30 feet. Affected creatures receive a +1 bonus on saving throws against spells and spell-like abilities for a number of rounds equal to his warpriest level. This is a sacred bonus if the warpriest is good-aligned or able to spontaneously cast cure spells, and a profane bonus if the warpriest is evil-aligned or able to spontaneously cast inflict spells. Using this ability consumes two uses of fervor. At 8th level and every 4 levels thereafter, the bonus granted by mystic interference increases by 1 (to a maximum of +5 at 20th level). This ability replaces channel energy.</p>", 
                    "type": "ability", 
                    "name": "Mystic Interference", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"banish-enchantment\">At 6th level, a disenchanter learns to focus his mystic interference. As a standard action, he can consume two uses of his fervor ability to target a single creature within 30 feet with a targeted <i>dispel magic</i>. This ability replaces the bonus feat gained at 6th level.</p>", 
                    "type": "ability", 
                    "name": "Banish Enchantment", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>While many warpriests focus on threats to the body, the disenchanter focuses on dangers to the mind and the soul. Using the power of his patron, the disenchanter seeks to keep the powers of magic in check.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "warpriest", 
            "type": "class_archetype"
        }, 
        {
            "name": "Divine Commander", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"mount\">A divine commander gains the service of a loyal and trusty steed to carry her into battle. This mount functions as a druid's animal companion, using the divine commander's level as her effective druid level. The creature must be one that she is capable of riding and must be suitable as a mount. A Medium divine commander can select a camel or a horse. A Small divine commander can select a pony or a wolf, and can also select a boar or a dog if she is at least 4th level. (The GM might approve other animals as suitable mounts.)</p><p>A divine commander does not take an armor check penalty on Ride checks while riding this mount. The mount is always considered combat trained, and it begins play with Light Armor Proficiency as a bonus feat. A divine commander's mount does not gain the share spells special ability. If a divine commander's mount dies, she can find another mount to serve her after 1 week of mourning. This new mount does not gain the link, evasion, devotion, or improved evasion special abilities until the next time the divine commander gains a level. This ability replaces blessings.</p>", 
                    "type": "ability", 
                    "name": "Mount", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"battle-tactician\">At 3rd level, a divine commander gains a teamwork feat as a bonus feat. She must meet the prerequisites of this feat. As a standard action, the divine commander can grant this feat to all allies within 30 feet who can see and hear her. Allies retain the use of this bonus feat for 4 rounds, plus 1 round for every 2 levels beyond 3rd that the divine commander possesses. Allies do not need to meet the prerequisites of this bonus feat. The divine commander can use this ability once per day at 3rd level, plus one additional time per day at 9th and 15th levels. This ability replaces the bonus feat gained at 3rd level.</p>", 
                    "type": "ability", 
                    "name": "Battle Tactician", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"blessed-mount\">At 6th level, a divine commander's mount is blessed by her deity. The divine commander's mount gains either the celestial, the entropic, the fiendish, or the resolute template, matching the alignment of the warpriest's deity (celestial for good, entropic for chaotic, fiendish for evil, or resolute for lawful). If deity's alignment includes more than one of these components, the divine commander can select which of the two templates the mount receives. Once the type of template is selected, it can't be changed.</p><p>If the divine commander's deity is neutral with no other alignment components, the mount receives spell resistance equal to the divine commander's level + 5, as well as resistance 10 against two types of energy damage of the divine commander's choice.</p><p>If a divine commander's mount dies and the divine commander finds another mount, the new mount becomes a blessed mount the next time the divine commander gains a level. This ability replaces the bonus feat gained at 6th level.</p>", 
                    "type": "ability", 
                    "name": "Blessed Mount", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"greater-battle-tactician\">At 12th level, the divine commander gains an additional teamwork feat as a bonus feat. She must meet the prerequisites for this feat. The divine commander can grant this feat to her allies using the battle tactician ability. Additionally, using the battle tactician ability is now a swift action for her. This ability replaces the bonus feat gained at 12th level.</p>", 
                    "type": "ability", 
                    "name": "Greater Battle Tactician", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"bless-army\">At 15th level, a divine commander can raise her holy symbol high and give a blessing to the army she is leading. The divine commander's army gains a +1 bonus to the army's OM and DV. This is a sacred bonus if the warpriest is good-aligned or able to spontaneously cast cure spells, and it is a profane bonus if the warpriest is evil-aligned or able to spontaneously cast inflict spells. Using this ability requires the divine commander to expend two uses of fervor. This bonus lasts for one battle, and it must be performed during the tactics phase of the battle. If this is performed when a mass combat is not imminent, the fervor is expended without granting any bonus. This ability replaces the bonus feat gained at 15th level.</p>", 
                    "type": "ability", 
                    "name": "Bless Army", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Some warpriests are called to lead great armies and face legions of foes. These divine commanders live for war and fight for glory. Their hearts quicken at battle cries, and they charge forth with their deity's symbol held high. They assume the mantle of leadership to promote the agenda of their faith, and gather armies of devoted followers willing to give their lives for the cause. (Several of the divine commander's abilities reference and interact with the mass combat rules in <i>Pathfinder RPG Ultimate Campaign</i>.)</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "warpriest", 
            "type": "class_archetype"
        }, 
        {
            "name": "Forgepriest", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"blessings\">A forgepriest selects only one blessing. This ability alters the blessings class feature.</p>", 
                    "type": "section", 
                    "name": "Blessings"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"smiths-spells\">A forgepriest adds the following spells to his spell list: 1st&mdash;<i>jury rig</i>, <i>shield</i>; 2nd&mdash;<i>heat metal</i>, <i>shatter</i>; 3rd&mdash;<i>keen edge</i>, <i>quench</i>, <i>versatile weapon</i>; 4th&mdash;<i>wreath of blades</i>; 5th&mdash;<i>fabricate</i>, <i>major creation</i>; 6th&mdash;<i>mage's sword</i>.</p>", 
                    "type": "section", 
                    "name": "Smith's Spells"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"forge-mastery\">A 2nd level, the forgepriest adds a bonus equal to half his level to all Craft checks to make metal items, armor, and weapons. </p>", 
                    "type": "ability", 
                    "name": "Forge Mastery", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"forgepriest-bonus-feats\">A forgepriest can select item creation feats in addition to combat feats when he gains a bonus feat. This ability alters bonus feats.</p>", 
                    "type": "section", 
                    "name": "Bonus Feats"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p> At 3rd level, a forgepriest gains Craft Magic Arms and Armor as a bonus feat. This ability replaces the bonus feat gained at 3rd level.</p>", 
                    "type": "section", 
                    "name": "Craft Magic Arms and Armor"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"creators-bond\">At 4th level, when a forgepriest uses his sacred weapon ability with an item he created personally, he can expend two uses of fervor to increase the bonus granted by 1. Once the forgepriest has the sacred armor ability, he can also use this ability in conjunction with that. This ability replaces channel energy.</p>", 
                    "type": "ability", 
                    "name": "Creator's Bond", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"heat-of-the-forge\">At 6th level, a forgepriest gains fire resistance 5. At 13th level, this resistance increases to 10. This ability replaces the bonus feat gained at 6th level.</p>", 
                    "type": "ability", 
                    "name": "Heat of the Forge", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Armorers of exquisite skill, forgepriests take inspiration from their deity to produce the most perfect weapons and armor they can, the better to equip the armies of the faithful.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "warpriest", 
            "type": "class_archetype"
        }, 
        {
            "name": "Sacred Fist", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sacred-fist-class-skills\">The sacred fist's class skills are Acrobatics (Dex), Climb (Str), Craft (Int), Diplomacy (Cha), Escape Artist (Dex), Heal (Wis), Intimidate (Cha), Knowledge (history) (Int), Knowledge (religion) (Int), Perception (Wis), Profession (Wis), Ride (Dex), Sense Motive (Wis), Spellcraft (Int), Stealth (Dex), and Swim (Str). This replaces the warpriest's class skills.</p>", 
                    "type": "section", 
                    "name": "Class Skills"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sacred-fist-proficiencies\">Sacred fists are proficient with the club, crossbow (light or heavy), dagger, handaxe, javelin, kama, nunchaku, quarterstaff, sai, shortspear, short sword, shuriken, siangham, sling, and spear. Sacred fists are not proficient with any armor or shields. When wearing armor, using a shield, or carrying a medium or heavy load, a sacred fist loses his AC bonus and flurry of blows. This ability replaces the warpriest's weapon and armor proficiency.</p>", 
                    "type": "section", 
                    "name": "Weapon and Armor Proficiency"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sacred-fist-ac-bonus\">A deity protects her sacred fist as long as he is unarmored and unencumbered. A sacred fist adds his Wisdom modifier (minimum 0) to his AC and his CMD. In addition, a sacred fist gains a +1 dodge bonus to AC and CMD at 4th level. This bonus increases by 1 for every 4 levels thereafter (to a maximum of +5 at 20th level).</p><p>These bonuses to AC apply even against touch attacks or when the sacred fist is flat-footed. He loses these bonuses when he is immobilized or helpless, when he wears any armor, when he carries a shield, or when he carries a medium or heavy load. This counts as the monk ability of the same name, and the sacred fist's warpriest levels stack with monk levels for determining the benefits.</p>", 
                    "type": "ability", 
                    "name": "AC Bonus", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sacred-fist-flurry-of-blows\">At 1st level, a sacred fist can make a flurry of blows attack as a full-attack action. This ability works like the monk ability of the same name, except the sacred fist's attack bonus from warpriest levels does not count as his warpriest level. This ability replaces sacred weapon.</p>", 
                    "type": "ability", 
                    "name": "Flurry of Blows", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sacred-fist-unarmed-strike\">At 1st level, a sacred fist gains Improved Unarmed Strike as a bonus feat. He uses his warpriest level as his monk level for determining the amount of damage dealt with an unarmed strike. This ability replaces focus weapon.</p>", 
                    "type": "section", 
                    "name": "Unarmed Strike"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"blessed-fortitude\">At 3rd level, a sacred fist can avoid even magical and unusual attacks with help from his deity. If he succeeds at a Fortitude saving throw against an attack that has a reduced effect on a successful save, he instead avoids the effect entirely. A helpless sacred fist does not gain the benefit of the blessed fortitude ability. This ability replaces the bonus feat gained at 3rd level.</p>", 
                    "type": "ability", 
                    "name": "Blessed Fortitude", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sacred-first-bonus-style-feat\">At 6th level, the sacred fist gains a style feat as a bonus feat. The sacred fist must meet the style feat's prerequisites. He uses his warpriest level as his effective monk level for the purpose of meeting the feat's prerequisites. At 12th and 18th levels, a sacred fist gains either another style feat or a feat that requires a style feat as a prerequisite. This ability replaces the bonus feats gained at 6th, 12th, and 18th levels.</p>", 
                    "type": "section", 
                    "name": "Bonus Style Feat"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"sacred-fist-ki-pool\">At 7th level, the sacred fist gains a ki pool. This ability functions as the monk class feature, using the sacred fist's level &ndash; 3 as his effective monk level when determining the number of points in his pool and the bonuses granted to his unarmed strike. Additionally, the sacred fist can as a swift action spend 1 point from his ki pool to grant himself a +1 insight bonus to his AC for 1 minute. (This is in addition to the normal ki ability to gain a dodge bonus to AC.) This insight bonus increases by 1 for every 3 levels above 7th (to a maximum of +5 at 19th level). This ability replaces sacred armor.</p>", 
                    "type": "ability", 
                    "name": "Ki Pool", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"miraculous-fortitude\">At 9th level, the sacred fist's blessed fortitude ability improves. He still takes no damage or negative effect when he succeeds at a Fortitude save, but now when he fails a Fortitude saving throw against a spell or effect that deals damage (including ability damage and drain), he takes only half the amount of damage. A helpless sacred fist does not gain the benefit of miraculous fortitude. This ability replaces the bonus feat gained at 9th level.</p>", 
                    "type": "ability", 
                    "name": "Miraculous Fortitude", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>Sacred fists leave behind armor and shield and instead rely on their fists and whatever protection their deity grants. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "subtype": "warpriest", 
            "type": "class_archetype"
        }
    ]
}
