{
    "source": "Advanced Class Guide", 
    "text": "<p>To some, the witch is a hero; to others, a villain. In truth, it's never so simple, and how a witch uses her magic is often tied to her personal history.</p>", 
    "type": "section", 
    "name": "Witch", 
    "sections": [
        {
            "name": "Hex Channeler", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"channel-energy\">At 2nd level, a hex channeler can call upon her patron to release a wave of energy from herself or her familiar. A good witch channels positive energy (like a good cleric), and an evil witch channels negative energy (like an evil cleric). A witch who is neither good nor evil must choose whether she channels positive or negative energy; once this choice is made, it cannot be changed.</p><p>Channeling energy causes a burst that affects all creatures of one type (either undead or living) in a 30-foot radius centered on the witch. The witch can channel energy a number of times per day equal to 3 + her Charisma modifier (minimum 1). This ability otherwise functions as a cleric using channel energy, except the witch does not need a holy symbol to use this ability. The hex channeler uses her witch level as her cleric level for all other effects dependent upon channel energy (except increasing the amount of damage healed or dealt). The hex channeler can choose whether or not to include herself or her familiar in this effect.</p><p>This burst heals or deals 1d6 points of damage. Whenever the hex channeler is able to learn a new hex (including major and grand hexes, but not hexes gained through the Extra Hex feat), she can instead increase her channel energy amount by 1d6. </p><p>This ability replaces the hex gained at 2nd level.</p>", 
                    "type": "ability", 
                    "name": "Channel Energy", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"hex-channeler-hexes\">The following hexes complement the hex channeler archetype: blight, healing, poison steep, and ward.</p>", 
                    "type": "section", 
                    "name": "Hexes"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"hex-channeler-major-hexes\">The following major hexes complement the hex channeler archetype: agony, cook people, infected wounds, major healing, and retribution.</p>", 
                    "type": "section", 
                    "name": "Major Hexes"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"hex-channeler-grand-hexes\">The following grand hexes complement the hex channeler archetype: death curse, dire prophecy, life giver, and summon spirit.</p>", 
                    "type": "section", 
                    "name": "Grand Hexes"
                }
            ], 
            "text": "<p>A hex channeler is a witch who devotes herself either to life (healing the wounded and destroying the undead) or to death (slaying the living and aiding the undead).</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Mountain Witch", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"spells\">A mountain witch replaces some of her patron spells with the following: 2nd&mdash;<i>magic stone</i>, 4th&mdash;<i>stone call</i>, 6th&mdash;<i>meld into stone</i>, 8th&mdash;<i>stoneskin</i>, 10th&mdash;<i>wall of stone</i>, 12th&mdash;<i>stone tell</i>, 14th&mdash;<i>statue</i>, 16th&mdash;<i>repel metal or stone</i>, 18th&mdash;<i>clashing rocks</i>.</p>", 
                    "type": "section", 
                    "name": "Spells"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"stone-spirit-hex\">A mountain witch can select hexes from the shaman's stone spirit as if they were witch hexes. She uses her witch level as her shaman level to determine the effect of the hex, and Intelligence instead of Wisdom to determine its DC. This ability alters hex.</p>", 
                    "type": "section", 
                    "name": "Stone Spirit Hex"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"mountain-beast-empathy\">At 2nd level, a mountain witch can influence the attitude of mountain-dwelling animals, as the druid's wild empathy class feature but only on animals native to mountainous environments. The mountain witch uses her witch level as her druid level for this ability. This ability replaces the hex gained at 2nd level.</p>", 
                    "type": "ability", 
                    "name": "Mountain Beast Empathy", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"mountain-witch-hexes\">The following hexes complement the mountain witch archetype: beast of ill-omen, crystal sight, lodestone, metal curse, stone stability, and ward of stone.</p>", 
                    "type": "section", 
                    "name": "Hexes"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"mountain-witch-major-hexes\">The following major hexes complement the mountain witch archetype: beast eye, hidden home, hoarfrost, and weather control.</p>", 
                    "type": "section", 
                    "name": "Major Hexes"
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p id=\"mountain-witch-grand-hexes\">The following grand hexes complement the mountain witch archetype: eternal slumber, natural disaster, and witch's hut.</p>", 
                    "type": "section", 
                    "name": "Grand Hexes"
                }
            ], 
            "text": "<p>Mountains can be sanctuaries for witches hunted by society. Here they form bonds with the spirits of the lofty reaches.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}