{
    "source": "Advanced Class Guide", 
    "text": "<p>Wizards are often portrayed as stodgy and overly set in their ways, and in truth many are both. The amount of concentration needed to master the arcane rites and formulae often leaves little room for creativity or exploration of new forms of magic. But there are exceptions: some wizards break the boundaries between the different disciplines of magic in order to gain further understanding and power. The following are some examples of such innovative wizards. </p>", 
    "type": "section", 
    "name": "Wizard", 
    "sections": [
        {
            "name": "Exploiter Wizard", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, the exploiter wizard gains the arcanist's arcane reservoir class feature. The exploiter wizard uses his wizard level as his arcanist level for determining how many arcane reservoir points he gains at each level. This ability replaces arcane bond.</p>", 
                    "type": "ability", 
                    "name": "Arcane Reservoir", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level and every 4 levels thereafter, the exploiter wizard gains a single arcanist exploit. The exploiter wizard uses his wizard level as his arcanist level for determining the effects and DCs of his arcanist exploits. This ability replaces arcane school.</p>", 
                    "type": "section", 
                    "name": "Exploiter Exploit"
                }
            ], 
            "text": "<p>Contrary to traditional wizardly study, an exploiter wizard forgoes the tried and true methods of arcane focus and arcane schools for the exploits favored by an arcanist. Some wizards regard this blatant exploitation of arcane magic as somehow \"cheating,\" but most exploiters believe this prejudice is close-minded and overly traditional. </p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Spell Sage", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, once per day the spell sage's understanding of spells allows him to increase his caster level by 4 for a single spell cast. He can do this twice per day at 8th level, and three times per day at 16th level. This ability replaces arcane bond.</p>", 
                    "type": "ability", 
                    "name": "Focused Spells", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 2nd level, the sage's understanding of the spells of bards, clerics, and druids is so great that he can use his own magic in an inefficient, roundabout way to duplicate those classes' spells. Once per day, a spell sage can spontaneously cast any spell on the bard, cleric, or druid spell list as if it were a wizard spell he knew and had prepared. Casting the spell requires the spell sage to spend 1 full round per spell level of the desired spell (if the spell is on multiple spell lists indicated above, using the lowest level from among those lists) and requires expending two prepared spells of that spell level or higher; if the spell's casting time is normally 1 full round or longer, this is added to the spell sage's casting time. For example, if a spell sage wants to use spell study to cast <i>cure light wounds</i> (cleric spell level 1st), he must spend 2 full rounds casting and expend two prepared wizard spells of 1st level or higher.</p><p>At 6th level and every 5 levels thereafter, a spell sage can use this ability an additional time per day (to a maximum of four times per day at 16th level). This ability replaces arcane school.</p>", 
                    "type": "ability", 
                    "name": "Spell Study", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }
            ], 
            "text": "<p>A spell sage has mastered spells of all types, and is able to increase the effectiveness of his own spells and eventually even cast spells from other classes' spell lists. While most wizards focus on a school, the spell sage looks at the particular aspects of individual spells and is not afraid to modify them with interesting bits of insight to gain deeper understandings of the formulae.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }, 
        {
            "name": "Spirit Whisperer", 
            "sections": [
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>When a spirit whisperer chooses an arcane bond, he must choose the familiar arcane bond, and the familiar gains the spirit animal ability of his selected spirit (see spirit link, below). The spirit whisperer does not need a spellbook, but instead stores and prepares his spell by communing with the familiar as the witch's familiar class feature. This ability alters arcane bond and replaces the spellbooks class feature.</p>", 
                    "type": "ability", 
                    "name": "Arcane Bond", 
                    "ability_types": [
                        "Extraordinary"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 1st level, a spirit whisperer forms a mystical bond with a spirit. The spirit whisperer picks a spirit from the shaman's list of spirits (see page 37). At 1st level, he gains a spirit ability granted by that spirit. At 8th level, he gains the greater spirit ability granted by that spirit. At 20th level, the spirit whisperer gains the manifestation ability granted by the spirit. He uses his wizard level as his shaman level for determining the effects and DCs of abilities granted by the spirit. In addition, he uses his Intelligence modifier in place of his Wisdom modifier for these abilities. He does not gain hexes, spirit magic spells, or the true spirit ability typically granted to a shaman by these spirits. This ability replaces arcane school and the bonus feat gained at 20th level.</p>", 
                    "type": "ability", 
                    "name": "Spirit Link", 
                    "ability_types": [
                        "Supernatural"
                    ]
                }, 
                {
                    "source": "Advanced Class Guide", 
                    "text": "<p>At 5th level, a spirit whisperer can select one hex from the list of those granted by his chosen spirit. He uses his wizard level as his shaman level when determining the effects and DC of this hex. In addition, he uses his Intelligence modifier in place of his Wisdom modifier for these hexes. At 10th and 15th level, he can select another hex from those granted by his spirit. Each hex selected in this way replaces the bonus feat gained at that level. This ability alters bonus feats. </p>", 
                    "type": "section", 
                    "name": "Spirit Hex"
                }
            ], 
            "text": "<p>Spirit whisperers are a breed apart among wizards, and are often mistaken for witches. While spirit whisperers do gain and store their spells by communing with familiars, the spirits they gain guidance from are somewhat closer to the world and more direct than the powers with which witches typically traffic. These wizards treat such spirits as mentors and friends, conversing with them rather than appeasing them in the effort to gain and use arcane knowledge.</p>", 
            "source": "Advanced Class Guide", 
            "abbrev": "Archetype", 
            "type": "section"
        }
    ]
}