{
    "slot": "none", 
    "name": "Rod of Arson", 
    "weight": "5 lbs.", 
    "cl": "12th", 
    "url": "pfsrd://Advanced Players Guide/Rules/Magic Items/Cursed Items/Rod of Arson", 
    "type": "item", 
    "source": "Advanced Player's Guide", 
    "aura": "strong evocation", 
    "sections": [
        {
            "body": "<p>All tests indicate that this hollow metal tube is a <i>rod of flame extinguishing</i> until its owner uses it to extinguish or suppress a fire in a combat or other sort of dangerous situation. Once he does, he discovers that rather than quenching the flame, the rod causes the flame to enter his body. This flame persists inside of him for the next 24 hours, causing minor discomfort and giving him the sickened condition, but causing no visible injury. However, when the wielder is adjacent to or within a flammable object or structure, he feels inclined to set the object ablaze, using whatever means at his disposal. Each round the wielder resists this urge, he takes 1d6 points of fire damage as the flame within him surges and roils. After 1 minute of this, he must make a DC 15 Will save or succumb to the temptation; if he saves, the urge passes, the internal fire stops harming him, and he can interact normally with the flammable target thereafter.</p><p>Once the curse reveals itself, the owner must make a DC 15 Will saving throw to avoid using it to extinguish or suppress any fire he encounters which he himself did not start. He cannot use the rod against fires that he personally started. Successful curse-breaking magic allows the wielder to get rid of the rod and harmlessly dissipates any fire persisting inside him from the action of the rod.</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Description"
        }, 
        {
            "body": "<p class='stat-block-1'><b>Magic Items </b>rod of flame extinguishing</p>", 
            "source": "Advanced Player's Guide", 
            "type": "section", 
            "name": "Creation"
        }
    ]
}