{
    "body": "<p class=\"stat-block\">This gruesome artifact looks like the mummified, hollowed-out arm of a glabrezu. This graft contains an imprisoned parasitic demon that can be satiated only by mythic power. To use the artifact, the user must place his own naked arm into the hollow graft, which then permanently bonds itself to his flesh and muscle. If placed upon the arm of a non-mythic character, the graft instead devours the limb, dealing 5d6 points of damage and amputating the arm.</p><p class=\"stat-block\">Once attached, the <i>glabrezu claw</i> surrounds its wearer with a field of force. This provides a deflection bonus to AC equal to the wearer's mythic tier. The wearer also gains immunity to electricity and poison. In addition, the wearer can feed the <i>glabrezu claw</i> some of his mythic power in order to activate spell-like abilities. All these spell-like abilities have a caster level equivalent to the graft wearer's total class levels plus his mythic tier.</p><p class=\"stat-block\">The graft wearer can expend one use of mythic power to gain telepathy with a range of 100 feet for 2 hours (<i>Bestiary</i> 300) or cast any of the following spells: <i>chaos hammer, confusion, dispel magic, mirror image, reverse gravity, </i>or <i>true seeing</i>.</p><p class=\"stat-block\">By expending two uses, he can cast <i>greater teleport</i> (self plus 50 pounds of objects only), <i>veil </i>(self only), or <i>unholy blight.</i></p><p class=\"stat-block\">By expending three uses, he can cast <i>power word stun</i> or summon (level 4, either 1 glabrezu 30% or 1d2 vrocks 70%; <i>Bestiary</i> 300).</p>", 
    "slot": "none", 
    "name": "Glabrezu Claw", 
    "weight": "5 lbs.", 
    "cl": "20th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Glabrezu Claw", 
    "type": "item", 
    "source": "Mythic Adventures", 
    "aura": "strong varied [evil]", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">A <i>glabrezu claw</i> crumbles to dust and the demon within is destroyed if placed upon arm of a formerly evil high priest who has atoned for his past and converted to worship a good deity.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}