{
    "body": "<p class=\"stat-block\">Similar to the <i>staff of the magi</i>, this long ivory staff is inlaid with platinum sigils and burns with eldritch fire when its powers are called upon. Unlike a normal staff, a <i>staff of eldritch sovereignty</i> holds 50 charges and can't be recharged normally. Some of its powers use charges, and others don't. A <i>staff of eldritch sovereignty</i> doesn't lose its powers if it runs out of charges. The following powers don't use charges:</p><ul><li><i>Arcane lock</i></li><li><i>Arcane sight</i></li><li><i>Daylight</i></li><li><i>Knock</i></li><li><i>Mage armor</i></li><li><i>Mage hand</i></li><li><i>Touch of idiocy</i></li></ul><p class=\"stat-block\">The following powers drain 1 charge per use:</p><ul><li><i>Black tentacles</i></li><li><i>Cone of cold</i> (15d6 damage, Reflex DC 20 half)</li><li><i>Fireball</i> (10d6 damage, Reflex DC 18 half)</li><li><i>Greater dispel magic</i></li><li><i>Greater invisibility</i></li><li><i>Greater teleport</i></li><li><i>Lightning arc</i> (15d6 damage, Reflex DC 20 half)</li><li><i>Major image</i> (Will DC 18 disbelief)</li><li><i>Suggestion</i> (Will DC 18 negates)</li></ul><p class=\"stat-block\">These powers drain 2 charges per use:</p><ul><li><i>Summon monster IX</i> (the summoned creatures receive the benefits of the Augment Summoning feat)</li><li><i>Plane shift</i> (Will DC 22 negates, arrive 2 to 200 miles from the intended destination)</li><li><i>Prismatic sphere</i> (DC 24)</li><li><i>Prismatic spray</i> (DC 22)</li></ul><p class=\"stat-block\">For 5 charges, the <i>staff of arcane sovereignty</i> creates a <i>gate</i>.</p><p class=\"stat-block\">The <i>staff of eldritch sovereignty</i> has higher DCs than normal for a staff. The wielder still uses her own save DCs if they exceed those of the staff.</p><p class=\"stat-block\">The wielder can use any of her metamagic feats on spells cast with the <i>staff of eldritch sovereignty</i> by expending 1 charge per increase in spell level, with a minimum of 1 charge spent. The adjusted level of the spell can't be increased above 9th level. For example, a user with Quicken Spell can spend 5 charges to cast a quickened <i>cone of cold</i> with the staff, but couldn't use it to cast quickened <i>greater teleport</i>.</p><p class=\"stat-block\">The wielder can expend one use of mythic power to gain the benefit of a number of charges equal to her mythic tier. Any excess charges are lost. For example, a 5th-tier wielder with Empower Spell could expend one use of mythic power to cast an empowered <i>fireball</i> without consuming any charges from the staff. A wielder who knows the mythic version of one of the staff's spells can cast such spells from the staff by expending one use of mythic power. This can be combined with using mythic power to provide charges. Finally, the wielder can expend one use of mythic power to add 1 charge to the staff, with no risk of explosion if the staff is already fully charged.</p><p class=\"stat-block\">A <i>staff of eldritch sovereignty</i> gives the wielder spell resistance equal to 23 plus her tier. If this is willingly lowered, however, the staff can be used to absorb arcane energy directed at its wielder, as a <i>rod of absorption</i> does. Unlike the rod, this staff converts spell levels into charges rather than retaining them as spell energy usable by a spellcaster. If the staff absorbs enough energy to exceed its limit of 50 charges, it explodes as if the wielder had performed a retributive strike (see Destruction). The wielder has no idea how many spell levels are cast at her&mdash;the staff doesn't communicate this knowledge as a <i>rod of absorption </i>does. Thus, absorbing spells can be risky.</p>", 
    "slot": "none", 
    "name": "Staff of Eldritch Sovereignty", 
    "weight": "5 lbs.", 
    "cl": "20th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Staff of Eldritch Sovereignty", 
    "type": "item", 
    "source": "Mythic Adventures", 
    "aura": "strong varied", 
    "sections": [
        {
            "body": "<p class=\"stat-block\">A <i>staff of eldritch sovereignty</i> can be broken for a retributive strike. Such an act must be purposeful and declared by the wielder. All charges in the staff are released in a 30-foot-radius spread. Quadruple the wielder's tier and add this amount to the number of charges remaining in the staff. All creatures within 10 feet of the staff take an amount of damage equal to 10 times this number. A successful Reflex save with a DC equal to 23 plus the wielder's tier halves the damage.</p><p class=\"stat-block\">Unlike with the <i>staff of the magi</i>, breaking a <i>staff of arcane sovereignty</i> invariably destroys the wielder (no saving throw).</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Destruction"
        }
    ]
}