{
    "body": "<p class=\"stat-block\">While in the hands of a non-mythic creature, a <i>witherfang</i> functions as a <i>+3 kukri</i>. However, over time it begins to consume the life essence of its wielder. If the wielder is non-mythic, each week he must succeed at a DC 20 Fortitude save or take 1d4 points of Constitution drain that can't be healed until 1 week after he stops wielding the weapon. The <i>witherfang</i> then converts the stolen life essence into mythic power. A <i>witherfang</i> can hold a maximum of 20 uses of mythic power.</p><p class=\"stat-block\">A mythic character can use a <i>witherfang's </i>stolen mythic power to activate her own mythic abilities or to enhance the blade with the following abilities: <i>bane</i>, <i>dancing</i>, <i>speed</i>, and <i>wounding</i>. Each ability lasts for 24 hours, and only one can be applied to the blade within each 24-hour period. The wielder can increase <i>the witherfang's</i> enhancement bonus by 1 for each use of mythic power she expends. Alternately, the wielder can expend one use of mythic power to imbue the blade with the <i>bane</i> special ability, two uses to imbue it with the <i>wounding </i>special ability, three uses to imbue it with the <i>speed</i> special ability, or four uses to imbue it with the <i>dancing</i> special ability.</p>", 
    "slot": "none", 
    "name": "Witherfang", 
    "weight": "2 lbs.", 
    "cl": "20th", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Witherfang", 
    "type": "item", 
    "source": "Mythic Adventures", 
    "aura": "strong necromancy and transmutation", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p class=\"stat-block\"> permanently loses its magical properties if plunged deep into the heart of a non-mythic humanoid that no longer possesses a soul.</p>", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Items/Artifacts/Minor Artifacts/Witherfang/Destruction/A witherfang", 
                    "type": "section", 
                    "name": "A witherfang", 
                    "source": "Mythic Adventures"
                }
            ], 
            "name": "Destruction", 
            "source": "Mythic Adventures"
        }
    ]
}