{
    "body": "<p>A<i>larm</i> creates a subtle ward on an area you select. Once the spell effect is in place, it thereafter sounds a mental or audible alarm each time a creature of Tiny or larger size enters the warded area or touches it. A creature that speaks the password (determined by you at the time of casting) does not set off the <i>alarm</i>. You decide at the time of casting whether the <i>alarm</i> will be mental or audible in nature.</p><p><i>Mental Alarm</i>: A mental <i>alarm</i> alerts you (and only you) so long as you remain within 1 mile of the warded area. You note a single mental &ldquo;ping&rdquo; that awakens you from normal sleep but does not otherwise disturb concentration. A <i>silence</i> spell has no effect on a mental <i>alarm</i>.</p><p><i>Audible Alarm</i>: An audible <i>alarm</i> produces the sound of a hand bell, and anyone within 60 feet of the warded area can hear it clearly. Reduce the distance by 10 feet for each interposing closed door and by 20 feet for each substantial interposing wall.</p><p>In quiet conditions, the ringing can be heard faintly as far as 180 feet away. The sound lasts for 1 round. Creatures within a <i>silence</i> spell cannot hear the ringing. </p><p>Ethereal or astral creatures do not trigger the <i>alarm</i>.</p><p><i>Alarm</i> can be made permanent with a <i>permanency</i> spell.</p>", 
    "school": "abjuration", 
    "saving_throw": "none", 
    "description": "Wards an area for 2 hours/level.", 
    "url": "pfsrd://Core Rulebook/Spells/Alarm", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 1; Bard: 1; Hunter: 1; Hunter: 1; Inquisitor: 1; Ranger: 1; Skald: 1; Sorcerer: 1; Summoner: 1; Wizard: 1", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 1
        }, 
        {
            "class": "Bard", 
            "level": 1
        }, 
        {
            "class": "Hunter", 
            "level": 1
        }, 
        {
            "class": "Hunter", 
            "level": 1
        }, 
        {
            "class": "Inquisitor", 
            "level": 1
        }, 
        {
            "class": "Ranger", 
            "level": 1
        }, 
        {
            "class": "Skald", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 1
        }, 
        {
            "class": "Summoner", 
            "level": 1
        }, 
        {
            "class": "Wizard", 
            "level": 1
        }
    ], 
    "effects": [
        {
            "text": "20-ft.-radius emanation centered on a point in space", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a tiny bell and a piece of very fine silver wire", 
            "type": "F"
        }, 
        {
            "text": "a tiny bell and a piece of very fine silver wire", 
            "type": "DF"
        }
    ], 
    "duration": "2 hours/level (D)", 
    "type": "spell", 
    "component_text": "V, S, F/DF (a tiny bell and a piece of very fine silver wire)", 
    "name": "Alarm"
}