{
    "body": "<p>This spell turns corpses into undead skeletons or zombies that obey your spoken commands.</p><p>The undead can be made to follow you, or they can be made to remain in an area and attack any creature (or just a specific kind of creature) entering the place. They remain animated until they are destroyed. A destroyed skeleton or zombie can't be animated again.</p><p>Regardless of the type of undead you create with this spell, you can't create more HD of undead than twice your caster level with a single casting of <i>animate dead</i>. The <i>desecrate</i> spell doubles this limit.</p><p>The undead you create remain under your control indefinitely. No matter how many times you use this spell, however, you can control only 4 HD worth of undead creatures per caster level. If you exceed this number, all the newly created creatures fall under your control, and any excess undead from previous castings become uncontrolled. You choose which creatures are released. Undead you control through the Command Undead feat do not count toward this limit.</p><p><i>Skeletons</i>: A skeleton can be created only from a mostly intact corpse or skeleton. The corpse must have bones. If a skeleton is made from a corpse, the flesh falls off the bones. </p><p><i>Zombies</i>: A zombie can be created only from a mostly intact corpse. The corpse must be that of a creature with a physical anatomy.</p>", 
    "school": "necromancy", 
    "saving_throw": "none", 
    "description": "Creates undead skeletons and zombies.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Animate Dead", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Adept: 3; Antipaladin: 3; Arcanist: 4; Cleric: 3; Oracle: 3; Shaman: 3; Sorcerer: 4; Warpriest: 3; Wizard: 4", 
    "descriptor": [
        "evil"
    ], 
    "range": "touch", 
    "levels": [
        {
            "class": "Adept", 
            "level": 3
        }, 
        {
            "class": "Antipaladin", 
            "level": 3
        }, 
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Cleric", 
            "level": 3
        }, 
        {
            "class": "Oracle", 
            "level": 3
        }, 
        {
            "class": "Shaman", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Warpriest", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "descriptor_text": "evil", 
    "effects": [
        {
            "text": "one or more corpses touched", 
            "name": "Targets"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "an onyx gem worth at least 25 gp per Hit Die of the undead", 
            "type": "M"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S, M (an onyx gem worth at least 25 gp per Hit Die of the undead)", 
    "name": "Animate Dead"
}