{
    "body": "<p>You can animate a nonliving rope-like object. The maximum length assumes a rope with a 1-inch diameter. Reduce the maximum length by 50% for every additional inch of thickness, and increase it by 50% for each reduction of the rope's diameter by half.</p><p>The possible commands are &ldquo;coil&rdquo; (form a neat, coiled stack), &ldquo;coil and knot,&rdquo; &ldquo;loop,&rdquo; &ldquo;loop and knot,&rdquo; &ldquo;tie and knot,&rdquo; and the opposites of all of the above (&ldquo;uncoil,&rdquo; and so forth). You can give one command each round as a move action, as if directing an active spell.</p><p>The rope can enwrap only a creature or an object within 1 foot of it&mdash;it does not snake outward&mdash;so it must be thrown near the intended target. Doing so requires a successful ranged touch attack roll (range increment 10 feet). A typical 1-inch-diameter hemp rope has 2 hit points, AC 10, and requires a DC 23 Strength check to burst it. The rope does not deal damage, but it can be used as a trip line or to cause a single opponent that fails a Reflex saving throw to become entangled. A creature capable of spellcasting that is bound by this spell must make a concentration check with a DC of 15 + the spell's level to cast a spell. An entangled creature can slip free with a DC 20 Escape Artist check.</p><p>The rope itself and any knots tied in it are not magical.</p><p>The spell cannot affect objects carried or worn by a creature.</p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "Makes a rope move at your command.", 
    "url": "pfsrd://Core Rulebook/Spells/Animate Rope", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Bard: 1; Skald: 1; Sorcerer: 1; Wizard: 1; Arcanist: 1", 
    "source": "Core Rulebook", 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 1
        }, 
        {
            "class": "Bard", 
            "level": 1
        }, 
        {
            "class": "Skald", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 1
        }, 
        {
            "class": "Wizard", 
            "level": 1
        }
    ], 
    "effects": [
        {
            "text": "one rope-like object, length up to 50 ft. + 5 ft./level; see text", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 round/level", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Animate Rope"
}