{
    "body": "<p>This spell allows you to inscribe your personal rune or mark, which can consist of no more than six characters. The writing can be visible or invisible. An <i>arcane mark</i> spell enables you to etch the rune upon any substance without harm to the material upon which it is placed. If an invisible mark is made, a <i>detect magic</i> spell causes it to glow and be visible, though not necessarily understandable.</p><p><i>See invisibility, true seeing</i>, a <i>gem of seeing</i>, or a <i>robe of eyes</i> likewise allows the user to see an invisible <i>arcane mark</i>. A <i>read magic</i> spell reveals the words, if any. The mark cannot be dispelled, but it can be removed by the caster or by an <i>erase</i> spell.</p><p>If an <i>arcane mark</i> is placed on a living being, the effect gradually fades in about a month.</p><p><i>Arcane mark</i> must be cast on an object prior to casting <i>instant summons</i> on the same object (see that spell description for details).</p>", 
    "school": "universal", 
    "saving_throw": "none", 
    "description": "Inscribes a personal rune on an object or creature (visible or invisible).", 
    "url": "pfsrd://Core Rulebook/Spells/Arcane Mark", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 0; Magus: 0; Sorcerer: 0; Summoner: 0; Witch: 0; Wizard: 0", 
    "source": "Core Rulebook", 
    "range": "touch", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 0
        }, 
        {
            "class": "Magus", 
            "level": 0
        }, 
        {
            "class": "Sorcerer", 
            "level": 0
        }, 
        {
            "class": "Summoner", 
            "level": 0
        }, 
        {
            "class": "Witch", 
            "level": 0
        }, 
        {
            "class": "Wizard", 
            "level": 0
        }
    ], 
    "effects": [
        {
            "text": "one personal rune or mark, all of which must fit within 1 sq. ft.", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "permanent", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Arcane Mark"
}