{
    "body": "<p>By freeing your spirit from your physical body, this spell allows you to project an astral body onto another plane altogether. You can bring the astral forms of other willing creatures with you, provided that these subjects are linked in a circle with you at the time of the casting. These fellow travelers are dependent upon you and must accompany you at all times. If something happens to you during the journey, your companions are stranded wherever you left them.</p><p>You project your astral self onto the Astral Plane, leaving your physical body behind on the Material Plane in a state of suspended animation. The spell projects an astral copy of you and all you wear or carry onto the Astral Plane. Since the Astral Plane touches upon other planes, you can travel astrally to any of these other planes as you will. To enter one, you leave the Astral Plane, forming a new physical body (and equipment) on the plane of existence you have chosen to enter.</p><p>While you are on the Astral Plane, your astral body is connected at all times to your physical body by an incorporeal silver cord. If the cord is broken, you are killed, astrally and physically. Luckily, very few things can destroy a silver cord. When a second body is formed on a different plane, the silver cord remains invisibly attached to the new body. If the second body or the astral form is slain, the cord simply returns to your body where it rests on the Material Plane, thereby reviving it from its state of suspended animation. This is a traumatic affair, however, and you gain two permanent negative levels if your second body or astral form is slain. Although astral projections are able to function on the Astral Plane, their actions affect only creatures existing on the Astral Plane; a physical body must be materialized on other planes.</p><p>You and your companions may travel through the Astral Plane indefinitely. Your bodies simply wait behind in a state of suspended animation until you choose to return your spirits to them. The spell lasts until you desire to end it, or until it is terminated by some outside means, such as <i>dispel magic</i> cast upon either the physical body or the astral form, the breaking of the silver cord, or the destruction of your body back on the Material Plane (which kills you).</p><p>When this spell ends, your astral body and all of its gear, vanishes.</p>", 
    "school": "necromancy", 
    "saving_throw": "none", 
    "description": "Projects you and companions onto Astral Plane.", 
    "url": "pfsrd://Core Rulebook/Spells/Astral Projection", 
    "spell_resistance": "yes", 
    "casting_time": "30 minutes", 
    "level_text": "Arcanist: 9; Cleric: 9; Oracle: 9; Sorcerer: 9; Warpriest: 9; Witch: 9; Wizard: 9", 
    "source": "Core Rulebook", 
    "range": "touch", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 9
        }, 
        {
            "class": "Cleric", 
            "level": 9
        }, 
        {
            "class": "Oracle", 
            "level": 9
        }, 
        {
            "class": "Sorcerer", 
            "level": 9
        }, 
        {
            "class": "Warpriest", 
            "level": 9
        }, 
        {
            "class": "Witch", 
            "level": 9
        }, 
        {
            "class": "Wizard", 
            "level": 9
        }
    ], 
    "effects": [
        {
            "text": "you plus one additional willing creature touched per two caster levels", 
            "name": "Targets"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "jacinth worth 1,000 gp", 
            "type": "M"
        }
    ], 
    "duration": "see text", 
    "type": "spell", 
    "component_text": "V, S, M (jacinth worth 1,000 gp)", 
    "name": "Astral Projection"
}