{
    "body": "<p>An <i>augury</i> can tell you whether a particular action will bring good or bad results for you in the immediate future.</p><p>The base chance for receiving a meaningful reply is 70% + 1% per caster level, to a maximum of 90%; this roll is made secretly. A question may be so straightforward that a successful result is automatic, or so vague as to have no chance of success. If the <i>augury</i> succeeds, you get one of four results:</p><ul><li> Weal (if the action will probably bring good results).</li><li> Woe (for bad results).</li><li> Weal and woe (for both).</li><li> Nothing (for actions that don't have especially good or bad results).</li></ul><p>If the spell fails, you get the &ldquo;nothing&rdquo; result. A cleric who gets the &ldquo;nothing&rdquo; result has no way to tell whether it was the consequence of a failed or successful <i>augury</i>.</p><p>The <i>augury</i> can see into the future only about half an hour, so anything that might happen after that does not affect the result. Thus, the result might not take into account the long-term consequences of a contemplated action. All <i>auguries</i> cast by the same person about the same topic use the same die result as the first casting.</p>", 
    "school": "divination", 
    "description": "Learns whether an action will be good or bad.", 
    "url": "pfsrd://Core Rulebook/Spells/Augury", 
    "casting_time": "1 minute", 
    "level_text": "Cleric: 2; Oracle: 2; Shaman: 2; Warpriest: 2; Witch: 2", 
    "source": "Core Rulebook", 
    "range": "personal", 
    "levels": [
        {
            "class": "Cleric", 
            "level": 2
        }, 
        {
            "class": "Oracle", 
            "level": 2
        }, 
        {
            "class": "Shaman", 
            "level": 2
        }, 
        {
            "class": "Warpriest", 
            "level": 2
        }, 
        {
            "class": "Witch", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "incense worth at least 25 gp", 
            "type": "M"
        }, 
        {
            "text": "a set of marked sticks or bones worth at least 25 gp", 
            "type": "F"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S, M (incense worth at least 25 gp), F (a set of marked sticks or bones worth at least 25 gp)", 
    "name": "Augury"
}