{
    "body": "<p>As <i>beast shape III</i>, except that you change the subject into a Small or smaller animal of no more than 1 HD. If the new form would prove fatal to the creature, such as an aquatic creature not in water, the subject gets a +4 bonus on the save.</p><p>If the spell succeeds, the subject must also make a Will save. If this second save fails, the creature loses its extraordinary, supernatural, and spell-like abilities, loses its ability to cast spells (if it had the ability), and gains the alignment, special abilities, and Intelligence, Wisdom, and Charisma scores of its new form in place of its own. It still retains its class and level (or HD), as well as all benefits deriving therefrom (such as base attack bonus, base save bonuses, and hit points). It retains any class features (other than spellcasting) that aren't extraordinary, supernatural, or spell-like abilities.</p><p>Any polymorph effects on the target are automatically dispelled when a target fails to resist the effects of <i>baleful polymorph</i>, and as long as <i>baleful polymorph</i> remains in effect, the target cannot use other polymorph spells or effects to assume a new form. Incorporeal or gaseous creatures are immune to <i>baleful polymorph</i>, and a creature with the shapechanger subtype can revert to its natural form as a standard action.</p>", 
    "school": "transmutation", 
    "saving_throw": "Fortitude negates, Will partial, see text", 
    "description": "Turns subject into harmless animal.", 
    "url": "pfsrd://Core Rulebook/Spells/Baleful Polymorph", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Adept: 5; Arcanist: 5; Druid: 5; Hunter: 5; Hunter: 5; Magus: 5; Shaman: 5; Sorcerer: 5; Summoner: 4; Witch: 5; Wizard: 5", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Adept", 
            "level": 5
        }, 
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Druid", 
            "level": 5
        }, 
        {
            "class": "Hunter", 
            "level": 5
        }, 
        {
            "class": "Hunter", 
            "level": 5
        }, 
        {
            "class": "Magus", 
            "level": 5
        }, 
        {
            "class": "Shaman", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Summoner", 
            "level": 4
        }, 
        {
            "class": "Witch", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "effects": [
        {
            "text": "one creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "permanent", 
    "subschool_text": "polymorph", 
    "subschool": [
        "polymorph"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Baleful Polymorph"
}