{
    "body": "<p>This spell functions as <i>beast shape II</i>, except that it also allows you to assume the form of a Diminutive or Huge creature of the animal type. This spell also allows you to take on the form of a Small or Medium creature of the magical beast type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 90 feet, fly 90 feet (good maneuverability), swim 90 feet, blindsense 30 feet, darkvision 60 feet, low-light vision, scent, constrict, ferocity, grab, jet, poison, pounce, rake, trample, trip, and web.</p><p><i>Diminutive animal</i>: If the form you take is that of a Diminutive animal, you gain a +6 size bonus to your Dexterity, a &ndash;4 penalty to your Strength, and a +1 natural armor bonus.</p><p><i>Huge animal</i>: If the form you take is that of a Huge animal, you gain a +6 size bonus to your Strength, a &ndash;4 penalty to your Dexterity, and a +6 natural armor bonus.</p><p><i>Small magical beast</i>: If the form you take is that of a Small magical beast, you gain a +4 size bonus to your Dexterity, and a +2 natural armor bonus.</p><p><i>Medium magical beast</i>: If the form you take is that of a Medium magical beast, you gain a +4 size bonus to your Strength, and a +4 natural armor bonus.</p>", 
    "school": "transmutation", 
    "description": "You take the form of a Diminutive or Huge animal, or Small or Medium magical beast.", 
    "as_spell_id": 38, 
    "url": "pfsrd://Core Rulebook/Spells/Beast Shape III", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 5; Arcanist: 5; Magus: 5; Sorcerer: 5; Wizard: 5", 
    "source": "Core Rulebook", 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 5
        }, 
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Magus", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a piece of the creature whose form you plan to assume", 
            "type": "M"
        }
    ], 
    "duration": "1 min./level (D)", 
    "subschool_text": "polymorph", 
    "subschool": [
        "polymorph"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a piece of the creature whose form you plan to assume)", 
    "name": "Beast Shape III"
}