{
    "body": "<p>This spell functions as <i>beast shape III</i> except that it also allows you to assume the form of a Tiny or Large creature of the magical beast type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 60 feet, climb 90 feet, fly 120 feet (good maneuverability), swim 120 feet, blindsense 60 feet, darkvision 90 feet, low-light vision, scent, tremorsense 60 feet, breath weapon, constrict, ferocity, grab, jet, poison, pounce, rake, rend, roar, spikes, trample, trip, and web. If the creature has immunity or resistance to any elements, you gain resistance 20 to those elements. If the creature has vulnerability to an element, you gain that vulnerability.</p><p><i>Tiny magical beast</i>: If the form you take is that of a Tiny magical beast, you gain a &ndash;2 penalty to your Strength, a +8 size bonus to your Dexterity, and a +3 natural armor bonus.</p><p><i>Large magical beast</i>: If the form you take is that of a Large magical beast, you gain a +6 size bonus to your Strength, a &ndash;2 penalty on your Dexterity, a +2 size bonus to your Constitution, and a +6 natural armor bonus.</p>", 
    "school": "transmutation", 
    "description": "You take the form of a Diminutive to Huge animal or a Tiny to Large magical beast.", 
    "as_spell_id": 38, 
    "url": "pfsrd://Core Rulebook/Spells/Beast Shape IV", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 6; Arcanist: 6; Magus: 6; Sorcerer: 6; Wizard: 6", 
    "source": "Core Rulebook", 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 6
        }, 
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Magus", 
            "level": 6
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a piece of the creature whose form you plan to assume", 
            "type": "M"
        }
    ], 
    "duration": "1 min./level (D)", 
    "subschool_text": "polymorph", 
    "subschool": [
        "polymorph"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a piece of the creature whose form you plan to assume)", 
    "name": "Beast Shape IV"
}