{
    "body": "<p>Immediately upon completion of the spell, and once per round thereafter, you may call down a 5-foot-wide, 30-foot-long, vertical bolt of lightning that deals 3d6 points of electricity damage. The bolt of lightning flashes down in a vertical stroke at whatever target point you choose within the spell's range (measured from your position at the time). Any creature in the target square or in the path of the bolt is affected.</p><p>You need not call a bolt of lightning immediately; other actions, even spellcasting, can be performed first. Each round after the first you may use a standard action (concentrating on the spell) to call a bolt. You may call a total number of bolts equal to your caster level (maximum 10 bolts).</p><p>If you are outdoors and in a stormy area&mdash;a rain shower, clouds and wind, hot and cloudy conditions, or even a tornado (including a whirlwind formed by a djinni or an air elemental of at least Large size)&mdash;each bolt deals 3d10 points of electricity damage instead of 3d6.</p><p>This spell functions indoors or underground but not underwater.</p>", 
    "school": "evocation", 
    "saving_throw": "Reflex half", 
    "description": "Calls down lightning bolts (3d6 per bolt) from sky.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Call Lightning", 
    "spell_resistance": "yes", 
    "casting_time": "1 round", 
    "level_text": "Druid: 3; Hunter: 3; Shaman: 3", 
    "descriptor": [
        "electricity"
    ], 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Druid", 
            "level": 3
        }, 
        {
            "class": "Hunter", 
            "level": 3
        }, 
        {
            "class": "Shaman", 
            "level": 3
        }
    ], 
    "descriptor_text": "electricity", 
    "effects": [
        {
            "text": "one or more 30-ft.-long vertical lines of lightning", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 min./level", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Call Lightning"
}