{
    "body": "<p>This spell creates an electrical discharge that begins as a single stroke commencing from your fingertips. Unlike <i>lightning bolt</i>, <i>chain lightning</i> strikes one object or creature initially, then arcs to other targets.</p><p>The bolt deals 1d6 points of electricity damage per caster level (maximum 20d6) to the primary target. After it strikes, lightning can arc to a number of secondary targets equal to your caster level (maximum 20). The secondary bolts each strike one target and deal as much damage as the primary bolt.</p><p>Each target can attempt a Reflex saving throw for half damage. The Reflex DC to halve the damage of the secondary bolts is 2 lower than the DC to halve the damage of the primary bolt. You choose secondary targets as you like, but they must all be within 30 feet of the primary target, and no target can be struck more than once. You can choose to affect fewer secondary targets than the maximum.</p>", 
    "school": "evocation", 
    "saving_throw": "Reflex half", 
    "description": "1d6/level damage, 1 more bolt/level.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Chain Lightning", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 6; Elementalist Wizard: 6; Magus: 6; Sorcerer: 6; Witch: 7; Wizard: 6", 
    "descriptor": [
        "electricity"
    ], 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 6
        }, 
        {
            "class": "Magus", 
            "level": 6
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Witch", 
            "level": 7
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "descriptor_text": "electricity", 
    "effects": [
        {
            "text": "one primary target, plus one secondary target/level (each of which must be within 30 ft. of the primary target)", 
            "name": "Targets"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a bit of fur; a piece of amber, glass, or a crystal rod; plus one silver pin per caster level", 
            "type": "F"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S, F (a bit of fur; a piece of amber, glass, or a crystal rod; plus one silver pin per caster level)", 
    "name": "Chain Lightning"
}