{
    "body": "<p>This spell functions like <i>interposing hand</i>, except that the hand can also push or strike one opponent that you select. The floating hand can move as far as 60 feet and can attack in the same round. Since this hand is directed by you, its ability to notice or attack invisible or concealed creatures is no better than yours.</p><p>The hand attacks once per round, and its attack bonus equals your caster level + your Intelligence, Wisdom, or Charisma modifier (for a wizard, cleric, or sorcerer, respectively) + 11 for the hand's Strength score (33), &ndash; 1 for being Large. The hand deals 1d8+11 points of damage on each attack, and any creature struck must make a Fortitude save (against this spell's save DC) or be stunned for 1 round. Directing the spell to a new target is a move action.</p><p>The <i>clenched fist</i> can also interpose itself as <i>interposing hand</i> does, or it can bull rush an opponent as <i>forceful hand</i> does. Its CMB for bull rush checks uses your caster level in place of its base attack bonus, with a +11 bonus for its Strength score and a +1 bonus for being Large.</p>", 
    "school": "evocation", 
    "description": "Large hand provides cover, pushes, or attacks your foes.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Clenched Fist", 
    "component_text": "V, S, F/DF (a leather glove)", 
    "level_text": "Sorcerer: 8; Wizard: 8; Arcanist: 8", 
    "descriptor": [
        "force"
    ], 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 8
        }, 
        {
            "class": "Sorcerer", 
            "level": 8
        }, 
        {
            "class": "Wizard", 
            "level": 8
        }
    ], 
    "descriptor_text": "force", 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a leather glove", 
            "type": "F"
        }, 
        {
            "text": "a leather glove", 
            "type": "DF"
        }
    ], 
    "type": "spell", 
    "name": "Clenched Fist"
}