{
    "body": "<p>This spell allows you a degree of control over an undead creature. If the subject is intelligent, it perceives your words and actions favorably (treat its attitude as friendly). It will not attack you while the spell lasts. You can give the subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do. Retries are not allowed. An intelligent commanded undead never obeys suicidal or obviously harmful orders, but it might be convinced that something very dangerous is worth doing.</p><p>A nonintelligent undead creature gets no saving throw against this spell. When you control a mindless being, you can communicate only basic commands, such as &ldquo;come here,&rdquo; &ldquo;go there,&rdquo; &ldquo;fight,&rdquo; &ldquo;stand still,&rdquo; and so on. Nonintelligent undead won't resist suicidal or obviously harmful orders.</p><p>Any act by you or your apparent allies that threatens the commanded undead (regardless of its Intelligence) breaks the spell.</p><p>Your commands are not telepathic. The undead creature must be able to hear you.</p>", 
    "school": "necromancy", 
    "saving_throw": "Will negates; see text", 
    "description": "Undead creature obeys your commands.", 
    "url": "pfsrd://Core Rulebook/Spells/Command Undead", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Sorcerer: 2; Wizard: 2; Arcanist: 2", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "one undead creature", 
            "name": "Targets"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a shred of raw meat and a splinter of bone", 
            "type": "M"
        }
    ], 
    "duration": "1 day/level", 
    "type": "spell", 
    "component_text": "V, S, M (a shred of raw meat and a splinter of bone)", 
    "name": "Command Undead"
}