{
    "body": "<p>This spell blesses an area with positive energy. The DC to resist positive channeled energy within this area gains a +3 sacred bonus. Every undead creature entering a consecrated area suffers minor disruption, suffering a &ndash;1 penalty on attack rolls, damage rolls, and saves. Undead cannot be created within or summoned into a consecrated area. If the consecrated area contains an altar, shrine, or other permanent fixture dedicated to your deity, pantheon, or aligned higher power, the modifiers given above are doubled (+6 sacred bonus to positive channeled energy DCs, &ndash;2 penalties for undead in the area).</p><p>You cannot consecrate an area with a similar fixture of a deity other than your own patron. Instead, the <i>consecrate</i> spell curses the area, cutting off its connection with the associated deity or power. This secondary function, if used, does not also grant the bonuses and penalties relating to undead, as given above.</p><p><i>Consecrate</i> counters and dispels <i>desecrate</i>.</p>", 
    "school": "evocation", 
    "saving_throw": "none", 
    "description": "Fills area with positive energy, weakening undead.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Consecrate", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Cleric: 2; Inquisitor: 2; Oracle: 2; Warpriest: 2", 
    "descriptor": [
        "good"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Cleric", 
            "level": 2
        }, 
        {
            "class": "Inquisitor", 
            "level": 2
        }, 
        {
            "class": "Oracle", 
            "level": 2
        }, 
        {
            "class": "Warpriest", 
            "level": 2
        }
    ], 
    "descriptor_text": "good", 
    "effects": [
        {
            "text": "20-ft.-radius emanation", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a vial of holy water and 25 gp worth of silver dust", 
            "type": "M"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "2 hours/level", 
    "type": "spell", 
    "component_text": "V, S, M (a vial of holy water and 25 gp worth of silver dust), DF", 
    "name": "Consecrate"
}