{
    "body": "<p>You can place another spell upon your person so that it comes into effect under some condition you dictate when casting <i>contingency</i>. The <i>contingency</i> spell and the companion spell are cast at the same time. The 10-minute casting time is the minimum total for both castings; if the companion spell has a casting time longer than 10 minutes, use that instead. You must pay any costs associated with the companion spell when you cast <i>contingency</i>.</p><p>The spell to be brought into effect by the <i>contingency</i> must be one that affects your person and be of a spell level no higher than one-third your caster level (rounded down, maximum 6th level).</p><p>The conditions needed to bring the spell into effect must be clear, although they can be general. In all cases, the <i>contingency</i> immediately brings into effect the companion spell, the latter being &ldquo;cast&rdquo; instantaneously when the prescribed circumstances occur. If complicated or convoluted conditions are prescribed, the whole spell combination (<i>contingency</i> and the companion magic) may fail when triggered. The companion spell occurs based solely on the stated conditions, regardless of whether you want it to.</p><p>You can use only one <i>contingency</i> spell at a time; if a second is cast, the first one (if still active) is dispelled.</p>", 
    "school": "evocation", 
    "description": "Sets trigger condition for another spell.", 
    "url": "pfsrd://Core Rulebook/Spells/Contingency", 
    "casting_time": "at least 10 minutes; see text", 
    "level_text": "Sorcerer: 6; Wizard: 6; Arcanist: 6", 
    "source": "Core Rulebook", 
    "range": "personal", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "quicksilver and an eyelash of a spell-using creature", 
            "type": "M"
        }, 
        {
            "text": "ivory statuette of you worth 1,500 gp", 
            "type": "F"
        }
    ], 
    "duration": "1 day/level (D) or until discharged", 
    "type": "spell", 
    "component_text": "V, S, M (quicksilver and an eyelash of a spell-using creature), F (ivory statuette of you worth 1,500 gp)", 
    "name": "Contingency"
}