{
    "body": "<p>This spell imbues an area with negative energy. The DC to resist negative channeled energy within this area gains a +3 profane bonus. Every undead creature entering a <i>desecrated</i> area gains a +1 profane bonus on all attack rolls, damage rolls, and saving throws. An undead creature created within or summoned into such an area gains +1 hit points per HD.</p><p>If the <i>desecrated</i> area contains an altar, shrine, or other permanent fixture dedicated to your deity or aligned higher power, the modifiers given above are doubled (+6 profane bonus to negative channeled energy DCs, +2 profane bonus and +2 hit points per HD for undead created in the area).</p><p>Furthermore, anyone who casts <i>animate dead</i> within this area may create as many as double the normal amount of undead (that is, 4 HD per caster level rather than 2 HD per caster level).</p><p>If the area contains an altar, shrine, or other permanent fixture of a deity, pantheon, or higher power other than your patron, the <i>desecrate</i> spell instead curses the area, cutting off its connection with the associated deity or power. This secondary function, if used, does not also grant the bonuses and penalties relating to undead, as given above.</p><p><i>Desecrate</i> counters and dispels <i>consecrate</i>.</p>", 
    "school": "evocation", 
    "saving_throw": "none", 
    "description": "Fills area with negative energy; aids undead.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Desecrate", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Antipaladin: 2; Cleric: 2; Inquisitor: 2; Oracle: 2; Warpriest: 2", 
    "descriptor": [
        "evil"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Antipaladin", 
            "level": 2
        }, 
        {
            "class": "Cleric", 
            "level": 2
        }, 
        {
            "class": "Inquisitor", 
            "level": 2
        }, 
        {
            "class": "Oracle", 
            "level": 2
        }, 
        {
            "class": "Warpriest", 
            "level": 2
        }
    ], 
    "descriptor_text": "evil", 
    "effects": [
        {
            "text": "20-ft.-radius emanation", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a vial of unholy water and 25 gp worth (5 pounds) of silver dust, all of which must be sprinkled around the area", 
            "type": "M"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "2 hours/level", 
    "type": "spell", 
    "component_text": "V, S, M (a vial of unholy water and 25 gp worth (5 pounds) of silver dust, all of which must be sprinkled around the area), DF", 
    "name": "Desecrate"
}