{
    "body": "<p>You can control the actions of any humanoid creature through a telepathic link that you establish with the subject's mind.</p><p>If you and the subject have a common language, you can generally force the subject to perform as you desire, within the limits of its abilities. If no common language exists, you can communicate only basic commands, such as &ldquo;Come here,&rdquo; &ldquo;Go there,&rdquo; &ldquo;Fight,&rdquo; and &ldquo;Stand still.&rdquo; You know what the subject is experiencing, but you do not receive direct sensory input from it, nor can it communicate with you telepathically.</p><p>Once you have given a dominated creature a command, it continues to attempt to carry out that command to the exclusion of all other activities except those necessary for day-to-day survival (such as sleeping, eating, and so forth). Because of this limited range of activity, a Sense Motive check against DC 15 (rather than DC 25) can determine that the subject's behavior is being influenced by an enchantment effect (see the Sense Motive skill description).</p><p>Changing your orders or giving a dominated creature a new command is a move action.</p><p>By concentrating fully on the spell (a standard action), you can receive full sensory input as interpreted by the mind of the subject, though it still can't communicate with you. You can't actually see through the subject's eyes, so it's not as good as being there yourself, but you still get a good idea of what's going on.</p><p>Subjects resist this control, and any subject forced to take actions against its nature receives a new saving throw with a +2 bonus. Obviously self-destructive orders are not carried out. Once control is established, the range at which it can be exercised is unlimited, as long as you and the subject are on the same plane. You need not see the subject to control it.</p><p>If you don't spend at least 1 round concentrating on the spell each day, the subject receives a new saving throw to throw off the domination.</p><p><i>Protection from evil</i> or a similar spell can prevent you from exercising control or using the telepathic link while the subject is so warded, but such an effect does not automatically dispel it.</p>", 
    "school": "enchantment", 
    "saving_throw": "Will negates", 
    "description": "Controls humanoid telepathically.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Dominate Person", 
    "spell_resistance": "yes", 
    "casting_time": "1 round", 
    "level_text": "Arcanist: 5; Bard: 4; Shaman: 5; Skald: 4; Sorcerer: 5; Witch: 5; Wizard: 5", 
    "descriptor": [
        "mind-affecting"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Bard", 
            "level": 4
        }, 
        {
            "class": "Shaman", 
            "level": 5
        }, 
        {
            "class": "Skald", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Witch", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "descriptor_text": "mind-affecting", 
    "effects": [
        {
            "text": "one humanoid", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 day/level", 
    "subschool_text": "compulsion", 
    "subschool": [
        "compulsion"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Dominate Person"
}