{
    "body": "<p>You, or a messenger you touch, send a message to others in the form of a dream. At the beginning of the spell, you must name the recipient or identify him or her by some title that leaves no doubt as to identity. The messenger then enters a trance, appears in the intended recipient's dream, and delivers the message. The message can be of any length, and the recipient remembers it perfectly upon waking. The communication is one-way. The recipient cannot ask questions or offer information, nor can the messenger gain any information by observing the dreams of the recipient.</p><p>Once the message is delivered, the messenger's mind returns instantly to its body. The duration of the spell is the time required for the messenger to enter the recipient's dream and deliver the message.</p><p>If the recipient is awake when the spell begins, the messenger can choose to wake up (ending the spell) or remain in the trance. The messenger can remain in the trance until the recipient goes to sleep, then enter the recipient's dream and deliver the message as normal. A messenger that is disturbed during the trance comes awake, ending the spell.</p><p>Creatures who don't sleep or don't dream cannot be contacted by this spell.</p><p>The messenger is unaware of its own surroundings or of the activities around it while in the trance. It is defenseless both physically and mentally (always failing any saving throw) while in the trance.</p>", 
    "school": "illusion", 
    "saving_throw": "none", 
    "description": "Sends message to anyone sleeping.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Dream", 
    "spell_resistance": "yes", 
    "casting_time": "1 minute", 
    "level_text": "Alchemist: 5; Arcanist: 5; Bard: 5; Skald: 5; Sorcerer: 5; Wizard: 5", 
    "descriptor": [
        "mind-affecting"
    ], 
    "range": "unlimited", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 5
        }, 
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Bard", 
            "level": 5
        }, 
        {
            "class": "Skald", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "descriptor_text": "mind-affecting", 
    "effects": [
        {
            "text": "one living creature touched", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "see text", 
    "subschool_text": "phantasm", 
    "subschool": [
        "phantasm"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Dream"
}