{
    "body": "<p>When you cast this spell, you can assume the form of a Small air, earth, fire, or water elemental. The abilities you gain depend upon the type of elemental into which you change. Elemental abilities based on size, such as burn, vortex, and whirlwind, use the size of the elemental you transform into to determine their effect.</p><p><i>Air elemental</i>: If the form you take is that of a Small air elemental, you gain a +2 size bonus to your Dexterity and a +2 natural armor bonus. You also gain fly 60 feet (perfect), darkvision 60 feet, and the ability to create a whirlwind.</p><p><i>Earth elemental</i>: If the form you take is that of a Small earth elemental, you gain a +2 size bonus to your Strength and a +4 natural armor bonus. You also gain darkvision 60 feet, and the ability to earth glide.</p><p><i>Fire elemental</i>: If the form you take is that of a Small fire elemental, you gain a +2 size bonus to your Dexterity and a +2 natural armor bonus. You gain darkvision 60 feet, resist fire 20, vulnerability to cold, and the burn ability.</p><p><i>Water elemental</i>: If the form you take is that of a Small water elemental, you gain a +2 size bonus to your Constitution and a +4 natural armor bonus. You also gain swim 60 feet, darkvision 60 feet, the ability to create a vortex, and the ability to breathe water.</p>", 
    "school": "transmutation", 
    "description": "Turns you into a Small elemental.", 
    "url": "pfsrd://Core Rulebook/Spells/Elemental Body I", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 4; Arcanist: 4; Bloodrager: 4; Elementalist Wizard: 4; Magus: 4; Sorcerer: 4; Wizard: 4", 
    "source": "Core Rulebook", 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 4
        }, 
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Bloodrager", 
            "level": 4
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 4
        }, 
        {
            "class": "Magus", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "the element you plan to assume", 
            "type": "M"
        }
    ], 
    "duration": "1 min/level (D)", 
    "subschool_text": "polymorph", 
    "subschool": [
        "polymorph"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (the element you plan to assume)", 
    "name": "Elemental Body I"
}