{
    "body": "<p>This spell causes instant growth of a humanoid creature, doubling its height and multiplying its weight by 8. This increase changes the creature's size category to the next larger one. The target gains a +2 size bonus to Strength, a &ndash;2 size penalty to Dexterity (to a minimum of 1), and a &ndash;1 penalty on attack rolls and AC due to its increased size.</p><p>A humanoid creature whose size increases to Large has a space of 10 feet and a natural reach of 10 feet. This spell does not change the target's speed.</p><p>If insufficient room is available for the desired growth, the creature attains the maximum possible size and may make a Strength check (using its increased Strength) to burst any enclosures in the process. If it fails, it is constrained without harm by the materials enclosing it&mdash;the spell cannot be used to crush a creature by increasing its size.</p><p>All equipment worn or carried by a creature is similarly enlarged by the spell. Melee weapons affected by this spell deal more damage (see Table: Tiny and Large Weapon Damage). Other magical properties are not affected by this spell. Any <i>enlarged</i> item that leaves an enlarged creature's possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown and projectile weapons deal their normal damage. Magical properties of enlarged items are not increased by this spell.</p><p>Multiple magical effects that increase size do not stack.</p><p><i>Enlarge person</i> counters and dispels <i>reduce person</i>.</p><p><i>Enlarge person</i> can be made permanent with a <i>permanency</i> spell.</p>", 
    "school": "transmutation", 
    "saving_throw": "Fortitude negates", 
    "description": "Humanoid creature doubles in size.", 
    "url": "pfsrd://Core Rulebook/Spells/Enlarge Person", 
    "spell_resistance": "yes", 
    "casting_time": "1 round", 
    "level_text": "Alchemist: 1; Arcanist: 1; Bloodrager: 1; Magus: 1; Sorcerer: 1; Summoner: 1; Witch: 1; Wizard: 1", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 1
        }, 
        {
            "class": "Arcanist", 
            "level": 1
        }, 
        {
            "class": "Bloodrager", 
            "level": 1
        }, 
        {
            "class": "Magus", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 1
        }, 
        {
            "class": "Summoner", 
            "level": 1
        }, 
        {
            "class": "Witch", 
            "level": 1
        }, 
        {
            "class": "Wizard", 
            "level": 1
        }
    ], 
    "effects": [
        {
            "text": "one humanoid creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "powdered iron", 
            "type": "M"
        }
    ], 
    "duration": "1 min./level (D)", 
    "type": "spell", 
    "component_text": "V, S, M (powdered iron)", 
    "name": "Enlarge Person"
}