{
    "body": "<p>You trace mystic runes upon a book, map, scroll, or similar object bearing written information. The <i>explosive runes</i> detonate when read, dealing 6d6 points of force damage. Anyone next to the <i>explosive runes</i> (close enough to read them) takes the full damage with no saving throw; any other creature within 10 feet of the <i>explosive runes</i> is entitled to a Reflex save for half damage. The object on which the <i>explosive runes</i> were written also takes full damage (no saving throw).</p><p>You and any characters you specifically instruct can read the protected writing without triggering the <i>explosive runes</i>. Likewise, you can remove the <i>explosive runes</i> whenever desired. Another creature can remove them with a successful <i>dispel magic</i> or <i>erase</i> spell, but attempting to dispel or erase the <i>explosive runes</i> and failing to do so triggers the explosion.</p><p>Magic traps such as <i>explosive runes</i> are hard to detect and disable. A character with the trapfinding class feature (only) can use Disable Device to thwart <i>explosive runes</i>. The DC to find magic traps using Perception and to disable them is 25 + spell level, or 28 for <i>explosive runes</i>.</p>", 
    "school": "abjuration", 
    "saving_throw": "see text", 
    "description": "Deals 6d6 damage when read.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Explosive Runes", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Sorcerer: 3; Wizard: 3; Arcanist: 3", 
    "descriptor": [
        "force"
    ], 
    "range": "touch", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "descriptor_text": "force", 
    "effects": [
        {
            "text": "one touched object weighing no more than 10 lbs.", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "permanent until discharged (D)", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Explosive Runes"
}