{
    "body": "<p>The affected creatures or objects fall slowly. <i>Feather fall</i> instantly changes the rate at which the targets fall to a mere 60 feet per round (equivalent to the end of a fall from a few feet), and the subjects take no damage upon landing while the spell is in effect. When the spell duration expires, a normal rate of falling resumes.</p><p>The spell affects one or more Medium or smaller creatures (including gear and carried objects up to each creature's maximum load) or objects, or the equivalent in larger creatures: a Large creature or object counts as two Medium creatures or objects, a Huge creature or object counts as four Medium creatures or objects, and so forth.</p><p>This spell has no special effect on ranged weapons unless they are falling quite a distance. If the spell is cast on a falling item, the object does half normal damage based on its weight, with no bonus for the height of the drop.</p><p><i>Feather fall</i> works only upon free-falling objects. It does not affect a sword blow or a charging or flying creature.</p>", 
    "school": "transmutation", 
    "saving_throw": "Will negates (harmless) or Will negates (object)", 
    "description": "Objects or creatures fall slowly.", 
    "url": "pfsrd://Core Rulebook/Spells/Feather Fall", 
    "spell_resistance": "yes (object)", 
    "casting_time": "1 immediate action", 
    "level_text": "Arcanist: 1; Bard: 1; Bloodrager: 1; Elementalist Wizard: 1; Magus: 1; Skald: 1; Sorcerer: 1; Summoner: 1; Wizard: 1", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 1
        }, 
        {
            "class": "Bard", 
            "level": 1
        }, 
        {
            "class": "Bloodrager", 
            "level": 1
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 1
        }, 
        {
            "class": "Magus", 
            "level": 1
        }, 
        {
            "class": "Skald", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 1
        }, 
        {
            "class": "Summoner", 
            "level": 1
        }, 
        {
            "class": "Wizard", 
            "level": 1
        }
    ], 
    "effects": [
        {
            "text": "one Medium or smaller freefalling object or creature/level, no two of which may be more than 20 ft. apart", 
            "name": "Targets"
        }
    ], 
    "components": [
        {
            "type": "V"
        }
    ], 
    "duration": "until landing or 1 round/level", 
    "type": "spell", 
    "component_text": "V", 
    "name": "Feather Fall"
}