{
    "body": "<p>The recipient of this spell can find the shortest, most direct physical route to a prominent specified destination, such as a city, keep, lake, or dungeon. The locale can be outdoors or underground, as long as it is prominent. For example, a hunter's cabin is not prominent enough, but a logging camp is. <i>Find the path</i> works with respect to locations, not objects or creatures at a locale. The location must be on the same plane as the subject at the time of casting.</p><p>The spell enables the subject to sense the correct direction that will eventually lead it to its destination, indicating at appropriate times the exact path to follow or physical actions to take. For example, the spell enables the subject to sense what cavern corridor to take when a choice presents itself<i></i>. The spell ends when the destination is reached or the duration expires, whichever comes first. <i>Find the path</i> can be used to remove the subject and its companions from the effect of a <i>maze</i> spell in a single round, specifying the destination as &ldquo;outside the maze.&rdquo; This divination is keyed to the recipient, not its companions, and its effect does not predict or allow for the actions of creatures (including guardians) who might take action to oppose the caster as he follows the path revealed by this spell.</p>", 
    "school": "divination", 
    "saving_throw": "none or Will negates (harmless)", 
    "description": "Shows most direct way to a location.", 
    "url": "pfsrd://Core Rulebook/Spells/Find The Path", 
    "spell_resistance": "no or yes (harmless)", 
    "casting_time": "3 rounds", 
    "level_text": "Bard: 6; Cleric: 6; Druid: 6; Hunter: 6; Inquisitor: 6; Oracle: 6; Shaman: 6; Skald: 6; Warpriest: 6; Witch: 6", 
    "source": "Core Rulebook", 
    "range": "personal or touch", 
    "levels": [
        {
            "class": "Bard", 
            "level": 6
        }, 
        {
            "class": "Cleric", 
            "level": 6
        }, 
        {
            "class": "Druid", 
            "level": 6
        }, 
        {
            "class": "Hunter", 
            "level": 6
        }, 
        {
            "class": "Inquisitor", 
            "level": 6
        }, 
        {
            "class": "Oracle", 
            "level": 6
        }, 
        {
            "class": "Shaman", 
            "level": 6
        }, 
        {
            "class": "Skald", 
            "level": 6
        }, 
        {
            "class": "Warpriest", 
            "level": 6
        }, 
        {
            "class": "Witch", 
            "level": 6
        }
    ], 
    "effects": [
        {
            "text": "you or creature touched", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a set of divination counters", 
            "type": "F"
        }
    ], 
    "duration": "10 min./level", 
    "type": "spell", 
    "component_text": "V, S, F (a set of divination counters)", 
    "name": "Find The Path"
}