{
    "body": "<p>This spell wreathes you in flame and causes damage to each creature that attacks you in melee. The flames also protect you from either cold-based or fire-based attacks, depending on if you choose cool or warm flames for your <i>fire shield</i>.</p><p>Any creature striking you with its body or a handheld weapon deals normal damage, but at the same time the attacker takes 1d6 points of damage + 1 point per caster level (maximum +15). This damage is either cold damage (if you choose a <i>chill shield</i>) or fire damage (if you choose a <i>warm shield</i>). If the attacker has spell resistance, it applies to this effect. Creatures wielding melee weapons with reach are not subject to this damage if they attack you.</p><p>When casting this spell, you appear to immolate yourself, but the flames are thin and wispy, increasing the light level within 10 feet by one step, up to normal light. The color of the flames is blue or green if the <i>chill shield</i> is cast, violet or red if the <i>warm shield</i> is employed. The special powers of each version are as follows.</p><p><i>Chill Shield</i>: The flames are cool to the touch. You take only half damage from fire-based attacks. If such an attack allows a Reflex save for half damage, you take no damage on a successful saving throw.</p><p><i>Warm Shield</i>: The flames are warm to the touch. You take only half damage from cold-based attacks. If such an attack allows a Reflex save for half damage, you take no damage on a successful saving throw.</p>", 
    "school": "evocation", 
    "description": "Creatures attacking you take fire damage; you're protected from heat or cold.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Fire Shield", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 4; Arcanist: 4; Bloodrager: 4; Elementalist Wizard: 4; Magus: 4; Sorcerer: 4; Summoner: 3; Wizard: 4", 
    "descriptor": [
        "fire", 
        "cold"
    ], 
    "range": "personal", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 4
        }, 
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Bloodrager", 
            "level": 4
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 4
        }, 
        {
            "class": "Magus", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Summoner", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "descriptor_text": "fire or cold", 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "phosphorus for the warm shield; a firefly or glowworm for the chill shield", 
            "type": "M"
        }
    ], 
    "duration": "1 round/level (D)", 
    "type": "spell", 
    "component_text": "V, S, M (phosphorus for the warm shield; a firefly or glowworm for the chill shield)", 
    "name": "Fire Shield"
}