{
    "body": "<p>A <i>fireball</i> spell generates a searing explosion of flame that detonates with a low roar and deals 1d6 points of fire damage per caster level (maximum 10d6) to every creature within the area. Unattended objects also take this damage. The explosion creates almost no pressure.</p><p>You point your finger and determine the range (distance and height) at which the <i>fireball</i> is to burst. A glowing, pea-sized bead streaks from the pointing digit and, unless it impacts upon a material body or solid barrier prior to attaining the prescribed range, blossoms into the <i>fireball</i> at that point. An early impact results in an early detonation. If you attempt to send the bead through a narrow passage, such as through an arrow slit, you must &ldquo;hit&rdquo; the opening with a ranged touch attack, or else the bead strikes the barrier and detonates prematurely.</p><p>The <i>fireball</i> sets fire to combustibles and damages objects in the area. It can melt metals with low melting points, such as lead, gold, copper, silver, and bronze. If the damage caused to an interposing barrier shatters or breaks through it, the <i>fireball</i> may continue beyond the barrier if the area permits; otherwise it stops at the barrier just as any other spell effect does.</p>", 
    "school": "evocation", 
    "saving_throw": "Reflex half", 
    "description": "1d6 fire damage per level, 20-ft. radius.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Fireball", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 3; Bloodrager: 3; Elementalist Wizard: 3; Magus: 3; Sorcerer: 3; Wizard: 3", 
    "descriptor": [
        "fire"
    ], 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Bloodrager", 
            "level": 3
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 3
        }, 
        {
            "class": "Magus", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "descriptor_text": "fire", 
    "effects": [
        {
            "text": "20-ft.-radius spread", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a ball of bat guano and sulfur", 
            "type": "M"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S, M (a ball of bat guano and sulfur)", 
    "name": "Fireball"
}