{
    "body": "<p>Depending on the version of <i>fire seeds</i> you choose, you turn acorns into splash weapons that you or another character can throw, or you turn holly berries into bombs that you can detonate on command.</p><p><i>Acorn Grenades</i>: As many as four acorns turn into special thrown splash weapons. An acorn grenade has a range increment of 20 feet. A ranged touch attack roll is required to strike the intended target. Together, the acorns are capable of dealing 1d4 points of fire damage per caster level (maximum 20d4) divided among the acorns as you wish. No acorn can deal more than 10d4 points of damage.</p><p>Each acorn grenade explodes upon striking any hard surface. In addition to its regular fire damage, all creatures adjacent to the explosion take 1 point of fire damage per die of the explosion. This explosion of fire ignites any combustible materials adjacent to the target.</p><p><i>Holly Berry Bombs</i>: You turn as many as eight holly berries into special bombs. The holly berries are usually placed by hand, since they are too light to make effective thrown weapons (they can be tossed only 5 feet). If you are within 200 feet and speak a word of command, each berry instantly bursts into flame, causing 1d8 points of fire damage + 1 point per caster level to every creature in a 5-foot-radius burst and igniting any combustible materials within 5 feet. A creature in the area that makes a successful Reflex saving throw takes only half damage.</p>", 
    "school": "conjuration", 
    "saving_throw": "none or Reflex half; see text", 
    "description": "Acorns and berries become grenades and bombs.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Fire Seeds", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Druid: 6; Hunter: 6; Shaman: 6", 
    "descriptor": [
        "fire"
    ], 
    "range": "touch", 
    "levels": [
        {
            "class": "Druid", 
            "level": 6
        }, 
        {
            "class": "Hunter", 
            "level": 6
        }, 
        {
            "class": "Shaman", 
            "level": 6
        }
    ], 
    "descriptor_text": "fire", 
    "effects": [
        {
            "text": "up to four acorns or up to eight holly berries", 
            "name": "Targets"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "acorns or holly berries", 
            "type": "M"
        }
    ], 
    "duration": "10 min./level or until used", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (acorns or holly berries)", 
    "name": "Fire Seeds"
}