{
    "body": "<p>This spell grants you a powerful sixth sense in relation to yourself or another. Once <i>foresight</i> is cast, you receive instantaneous warnings of impending danger or harm to the subject of the spell. You are never surprised or flat-footed. In addition, the spell gives you a general idea of what action you might take to best protect yourself and gives you a +2 insight bonus to AC and on Reflex saves. This insight bonus is lost whenever you would lose a Dexterity bonus to AC.</p><p>When another creature is the subject of the spell, you receive warnings about that creature. You must communicate what you learn to the other creature for the warning to be useful, and the creature can be caught unprepared in the absence of such a warning. Shouting a warning, yanking a person back, and even telepathically communicating (via an appropriate spell) can all be accomplished before some danger befalls the subject, provided you act on the warning without delay. The subject, however, does not gain the insight bonus to AC and Reflex saves.</p>", 
    "school": "divination", 
    "saving_throw": "none or Will negates (harmless)", 
    "description": "\"Sixth sense\" warns of impending danger.", 
    "url": "pfsrd://Core Rulebook/Spells/Foresight", 
    "spell_resistance": "no or yes (harmless)", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 9; Druid: 9; Shaman: 9; Sorcerer: 9; Witch: 9; Wizard: 9", 
    "source": "Core Rulebook", 
    "range": "personal or touch", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 9
        }, 
        {
            "class": "Druid", 
            "level": 9
        }, 
        {
            "class": "Shaman", 
            "level": 9
        }, 
        {
            "class": "Sorcerer", 
            "level": 9
        }, 
        {
            "class": "Witch", 
            "level": 9
        }, 
        {
            "class": "Wizard", 
            "level": 9
        }
    ], 
    "effects": [
        {
            "text": "see text", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a hummingbird's feather", 
            "type": "M"
        }, 
        {
            "text": "a hummingbird's feather", 
            "type": "DF"
        }
    ], 
    "duration": "10 min./level", 
    "type": "spell", 
    "component_text": "V, S, M/DF (a hummingbird's feather)", 
    "name": "Foresight"
}