{
    "body": "<p><i>Freezing sphere</i> creates a frigid globe of cold energy that streaks from your fingertips to the location you select, where it explodes in a 40-foot-radius burst, dealing 1d6 points of cold damage per caster level (maximum 15d6) to each creature in the area. A creature of the water subtype instead takes 1d8 points of cold damage per caster level (maximum 15d8) and is staggered for 1d4 rounds.</p><p>If the <i>freezing sphere</i> strikes a body of water or a liquid that is principally water (not including water-based creatures), it freezes the liquid to a depth of 6 inches in a 40-foot radius. This ice lasts for 1 round per caster level. Creatures that were swimming on the surface of a targeted body of water become trapped in the ice. Attempting to break free is a full-round action. A trapped creature must make a DC 25 Strength check or a DC 25 Escape Artist check to do so.</p><p>You can refrain from firing the globe after completing the spell, if you wish. Treat this as a touch spell for which you are holding the charge. You can hold the charge for as long as 1 round per level, at the end of which time the <i>freezing sphere</i> bursts centered on you (and you receive no saving throw to resist its effect). Firing the globe in a later round is a standard action.</p>", 
    "school": "evocation", 
    "saving_throw": "Reflex half; see text", 
    "description": "Freezes water or deals cold damage.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Freezing Sphere", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 6; Elementalist Wizard: 6; Magus: 6; Sorcerer: 6; Wizard: 6", 
    "descriptor": [
        "cold"
    ], 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 6
        }, 
        {
            "class": "Magus", 
            "level": 6
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "descriptor_text": "cold", 
    "effects": [
        {
            "text": "see text", 
            "name": "Target, Effect, or Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a small crystal sphere", 
            "type": "F"
        }
    ], 
    "duration": "instantaneous or 1 round/level; see text", 
    "type": "spell", 
    "component_text": "V, S, F (a small crystal sphere)", 
    "name": "Freezing Sphere"
}