{
    "body": "<p>The subject and all its gear become insubstantial, misty, and translucent. Its material armor (including natural armor) becomes worthless, though its size, Dexterity, deflection bonuses, and armor bonuses from force effects still apply. The subject gains DR 10/magic and becomes immune to poison, sneak attacks, and critical hits. It can't attack or cast spells with verbal, somatic, material, or focus components while in gaseous form. This does not rule out the use of certain spells that the subject may have prepared using the feats Silent Spell, Still Spell, and Eschew Materials. The subject also loses supernatural abilities while in gaseous form. If it has a touch spell ready to use, that spell is discharged harmlessly when the <i>gaseous form</i> spell takes effect.</p><p>A gaseous creature can't run, but it can fly at a speed of 10 feet and automatically succeeds on all Fly skill checks. It can pass through small holes or narrow openings, even mere cracks, with all it was wearing or holding in its hands, as long as the spell persists. The creature is subject to the effects of wind, and it can't enter water or other liquid. It also can't manipulate objects or activate items, even those carried along with its gaseous form. Continuously active items remain active, though in some cases their effects may be moot.</p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "Become insubstantial and fly slowly.", 
    "url": "pfsrd://Core Rulebook/Spells/Gaseous Form", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 3; Arcanist: 3; Bard: 3; Elementalist Wizard: 3; Magus: 3; Skald: 3; Sorcerer: 3; Wizard: 3", 
    "source": "Core Rulebook", 
    "range": "touch", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 3
        }, 
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Bard", 
            "level": 3
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 3
        }, 
        {
            "class": "Magus", 
            "level": 3
        }, 
        {
            "class": "Skald", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "effects": [
        {
            "text": "willing corporeal creature touched", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "S"
        }, 
        {
            "text": "a bit of gauze and a wisp of smoke", 
            "type": "M"
        }, 
        {
            "text": "a bit of gauze and a wisp of smoke", 
            "type": "DF"
        }
    ], 
    "duration": "2 min./level (D)", 
    "type": "spell", 
    "component_text": "S, M/DF (a bit of gauze and a wisp of smoke)", 
    "name": "Gaseous Form"
}