{
    "body": "<p>A <i>lesser geas</i> places a magical command on a creature to carry out some service or to refrain from some action or course of activity, as desired by you. The creature must have 7 or fewer HD and be able to understand you. While a <i>geas</i> cannot compel a creature to kill itself or perform acts that would result in certain death, it can cause almost any other course of activity.</p><p>The <i>geased</i> creature must follow the given instructions until the <i>geas</i> is completed, no matter how long it takes.</p><p>If the instructions involve some open-ended task that the recipient cannot complete through his own actions, the spell remains in effect for a maximum of 1 day per caster level. A clever recipient can subvert some instructions.</p><p>If the subject is prevented from obeying the <i>lesser geas</i> for 24 hours, it takes a &ndash;2 penalty to each of its ability scores. Each day, another &ndash;2 penalty accumulates, up to a total of &ndash;8. No ability score can be reduced to less than 1 by this effect. The ability score penalties are removed 24 hours after the subject resumes obeying the <i>lesser geas</i>.</p><p>A <i>lesser geas</i> (and all ability score penalties) can be ended by <i>break enchantment</i>, <i>limited wish</i>, <i>remove curse</i>, <i>miracle</i>, or <i>wish</i>. <i>Dispel magic</i> does not affect a <i>lesser geas</i>.</p>", 
    "school": "enchantment", 
    "saving_throw": "Will negates", 
    "description": "Commands subject of 7 HD or less.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Geas/Lesser", 
    "spell_resistance": "yes", 
    "casting_time": "1 round", 
    "level_text": "Arcanist: 4; Bard: 3; Inquisitor: 4; Skald: 3; Sorcerer: 4; Witch: 4; Wizard: 4", 
    "descriptor": [
        "curse", 
        "language-dependent", 
        "mind-affecting"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Bard", 
            "level": 3
        }, 
        {
            "class": "Inquisitor", 
            "level": 4
        }, 
        {
            "class": "Skald", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Witch", 
            "level": 4
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "descriptor_text": "curse, language-dependent, mind-affecting", 
    "effects": [
        {
            "text": "one living creature with 7 HD or less", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }
    ], 
    "duration": "1 day/level or until discharged (D)", 
    "subschool_text": "compulsion", 
    "subschool": [
        "compulsion"
    ], 
    "type": "spell", 
    "component_text": "V", 
    "name": "Geas, Lesser"
}