{
    "body": "<p><i>Ghost sound</i> allows you to create a volume of sound that rises, recedes, approaches, or remains at a fixed place. You choose what type of sound <i>ghost sound</i> creates when casting it and cannot thereafter change the sound's basic character.</p><p>The volume of sound created depends on your level. You can produce as much noise as four normal humans per caster level (maximum 40 humans). Thus, talking, singing, shouting, walking, marching, or running sounds can be created. The noise a <i>ghost sound</i> spell produces can be virtually any type of sound within the volume limit. A horde of rats running and squeaking is about the same volume as eight humans running and shouting. A roaring lion is equal to the noise from 16 humans, while a roaring dragon is equal to the noise from 32 humans. Anyone who hears a <i>ghost sound</i> receives a Will save to disbelieve.</p><p><i>Ghost sound</i> can enhance the effectiveness of a <i>silent image</i> spell.</p><p><i>Ghost sound</i> can be made permanent with a <i>permanency</i> spell.</p>", 
    "school": "illusion", 
    "saving_throw": "Will disbelief", 
    "description": "Figment sounds.", 
    "url": "pfsrd://Core Rulebook/Spells/Ghost Sound", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Adept: 0; Arcanist: 0; Bard: 0; Magus: 0; Skald: 0; Sorcerer: 0; Wizard: 0", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Adept", 
            "level": 0
        }, 
        {
            "class": "Arcanist", 
            "level": 0
        }, 
        {
            "class": "Bard", 
            "level": 0
        }, 
        {
            "class": "Magus", 
            "level": 0
        }, 
        {
            "class": "Skald", 
            "level": 0
        }, 
        {
            "class": "Sorcerer", 
            "level": 0
        }, 
        {
            "class": "Wizard", 
            "level": 0
        }
    ], 
    "effects": [
        {
            "text": "illusory sounds", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a bit of wool or a small lump of wax", 
            "type": "M"
        }
    ], 
    "duration": "1 round/level (D)", 
    "subschool_text": "figment", 
    "subschool": [
        "figment"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a bit of wool or a small lump of wax)", 
    "name": "Ghost Sound"
}