{
    "body": "<p>A <i>grease</i> spell covers a solid surface with a layer of slippery grease. Any creature in the area when the spell is cast must make a successful Reflex save or fall. A creature can walk within or through the area of grease at half normal speed with a DC 10 Acrobatics check. Failure means it can't move that round (and must then make a Reflex save or fall), while failure by 5 or more means it falls (see the Acrobatics skill for details). Creatures that do not move on their turn do not need to make this check and are not considered flat-footed.</p><p>The spell can also be used to create a greasy coating on an item. Material objects not in use are always affected by this spell, while an object wielded or employed by a creature requires its bearer to make a Reflex saving throw to avoid the effect. If the initial saving throw fails, the creature immediately drops the item. A saving throw must be made in each round that the creature attempts to pick up or use the <i>greased</i> item. A creature wearing <i>greased</i> armor or clothing gains a +10 circumstance bonus on Escape Artist checks and combat maneuver checks made to escape a grapple, and to their CMD to avoid being grappled.</p>", 
    "school": "conjuration", 
    "saving_throw": "see text", 
    "description": "Makes 10-ft. square or one object slippery.", 
    "url": "pfsrd://Core Rulebook/Spells/Grease", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 1; Bard: 1; Elementalist Wizard: 1; Magus: 1; Skald: 1; Sorcerer: 1; Summoner: 1; Wizard: 1", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 1
        }, 
        {
            "class": "Bard", 
            "level": 1
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 1
        }, 
        {
            "class": "Magus", 
            "level": 1
        }, 
        {
            "class": "Skald", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 1
        }, 
        {
            "class": "Summoner", 
            "level": 1
        }, 
        {
            "class": "Wizard", 
            "level": 1
        }
    ], 
    "effects": [
        {
            "text": "one object or 10-ft. square", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "butter", 
            "type": "M"
        }
    ], 
    "duration": "1 min./level (D)", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (butter)", 
    "name": "Grease"
}