{
    "body": "<p>This powerful spell is primarily used to defend a stronghold or fortress by creating a number of magical wards and effects. The ward protects 200 square feet per caster level. The warded area can be as much as 20 feet high, and shaped as you desire. You can ward several stories of a stronghold by dividing the area among them; you must be somewhere within the area to be warded to cast the spell. The spell creates the following magical effects within the warded area.</p><p><i>Fog</i>: Fog fills all corridors, obscuring all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). Saving Throw: none. Spell Resistance: no.</p><p><i>Arcane Locks</i>: All doors in the warded area are <i>arcane locked</i>. Saving Throw: none. Spell Resistance: no.</p><p><i>Webs</i>: Webs fill all stairs from top to bottom. These strands are identical with those created by the <i>web</i> spell, except that they regrow in 10 minutes if they are burned or torn away while the <i>guards and wards</i> spell lasts. Saving Throw: Reflex negates; see text for <i>web</i>. Spell Resistance: no.</p><p><i>Confusion</i>: Where there are choices in direction&mdash;such as a corridor intersection or side passage&mdash;a minor <i>confusion-</i>type effect functions so as to make it 50% probable that intruders believe they are going in the opposite direction from the one they actually chose. This is a mind-affecting effect. Saving Throw: none. Spell Resistance: yes.</p><p><i>Lost Doors</i>: One door per caster level is covered by a <i>silent image</i> to appear as if it were a plain wall. Saving Throw: Will disbelief (if interacted with). Spell Resistance: no.</p><p>In addition, you can place your choice of one of the following five magical effects.</p><p>1. <i>Dancing lights</i> in four corridors. You can designate a simple program that causes the lights to repeat as long as the <i>guards and wards</i> spell lasts. Saving Throw: none. Spell Resistanceno.</p><p>2. A <i>magic mouth</i> in two places. Saving Throw: none. Spell Resistanceno.</p><p>3. A <i>stinking cloud</i> in two places. The vapors appear in the places you designate; they return within 10 minutes if dispersed by wind while the <i>guards and wards</i> spell lasts. Saving Throw: Fortitude negates; see text for <i>stinking cloud</i>. Spell Resistanceno.</p><p>4. A <i>gust of wind</i> in one corridor or room. Saving Throw: Fortitude negates. Spell Resistanceyes.</p><p>5. A <i>suggestion</i> in one place. You select an area of up to 5 feet square, and any creature who enters or passes through the area receives the <i>suggestion</i> mentally. Saving Throw: Will negates. Spell Resistanceyes.</p><p>The whole warded area radiates strong magic of the abjuration school. A <i>dispel magic</i> cast on a specific effect, if successful, removes only that effect. A successful <i>mage's disjunction</i> destroys the entire <i>guards and wards</i> effect.</p>", 
    "school": "abjuration", 
    "saving_throw": "see text", 
    "description": "Array of magic effects protect area.", 
    "url": "pfsrd://Core Rulebook/Spells/Guards And Wards", 
    "spell_resistance": "see text", 
    "casting_time": "30 minutes", 
    "level_text": "Arcanist: 6; Sorcerer: 6; Witch: 6; Wizard: 6", 
    "source": "Core Rulebook", 
    "range": "anywhere within the area to be warded", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Witch", 
            "level": 6
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "effects": [
        {
            "text": "up to 200 sq. ft./level (S)", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "burning incense, a small measure of brimstone and oil, a knotted string, and a small amount of blood", 
            "type": "M"
        }, 
        {
            "text": "a small silver rod", 
            "type": "F"
        }
    ], 
    "duration": "2 hours/level (D)", 
    "type": "spell", 
    "component_text": "V, S, M (burning incense, a small measure of brimstone and oil, a knotted string, and a small amount of blood), F (a small silver rod)", 
    "name": "Guards And Wards"
}