{
    "body": "<p>The transmuted creatures move and act more quickly than normal. This extra speed has several effects.</p><p>When making a full attack action, a hasted creature may make one extra attack with one natural or manufactured weapon. The attack is made using the creature's full base attack bonus, plus any modifiers appropriate to the situation. (This effect is not cumulative with similar effects, such as that provided by a <i>speed</i> weapon, nor does it actually grant an extra action, so you can't use it to cast a second spell or otherwise take an extra action in the round.)</p><p>A hasted creature gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and Reflex saves. Any condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses.</p><p>All of the hasted creature's modes of movement (including land movement, burrow, climb, fly, and swim) increase by 30 feet, to a maximum of twice the subject's normal speed using that form of movement. This increase counts as an enhancement bonus, and it affects the creature's jumping distance as normal for increased speed. Multiple <i>haste</i> effects don't stack. <i>Haste</i> dispels and counters <i>slow</i>.</p>", 
    "school": "transmutation", 
    "saving_throw": "Fortitude negates (harmless)", 
    "description": "One creature/level moves faster, +1 on attack rolls, AC, and Reflex saves.", 
    "url": "pfsrd://Core Rulebook/Spells/Haste", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 3; Arcanist: 3; Bard: 3; Bloodrager: 3; Magus: 3; Skald: 3; Sorcerer: 3; Summoner: 2; Wizard: 3", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 3
        }, 
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Bard", 
            "level": 3
        }, 
        {
            "class": "Bloodrager", 
            "level": 3
        }, 
        {
            "class": "Magus", 
            "level": 3
        }, 
        {
            "class": "Skald", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Summoner", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "effects": [
        {
            "text": "one creature/level, no two of which can be more than 30 ft. apart", 
            "name": "Targets"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a shaving of licorice root", 
            "type": "M"
        }
    ], 
    "duration": "1 round/level", 
    "type": "spell", 
    "component_text": "V, S, M (a shaving of licorice root)", 
    "name": "Haste"
}