{
    "body": "<p><i>Interposing hand</i> creates a Large magic hand that appears between you and one opponent. This floating, disembodied hand then moves to remain between the two of you, regardless of where you move or how the opponent tries to get around it, providing cover (+4 AC) for you against that opponent. Nothing can fool the hand&mdash;it sticks with the selected opponent in spite of <i>darkness</i>, invisibility<i></i>, polymorphing, or any other attempt at hiding or disguise. The hand does not pursue an opponent, however.</p><p>An <i>interposing hand</i> is 10 feet long and about that wide with its fingers outstretched. It has as many hit points as you do when you're undamaged, and is AC 20 (&ndash;1 size, +11 natural). It takes damage as a normal creature, but most magical effects that don't cause damage do not affect it.</p><p>The hand never provokes attacks of opportunity from opponents. It cannot push through a <i>wall of force</i> or enter an <i>antimagic field</i>, but it suffers the full effect of a <i>prismatic wall</i> or <i>prismatic sphere</i>. The hand makes saving throws as its caster.</p><p><i>Disintegrate</i> or a successful <i>dispel magic</i> destroys it.</p><p>Any creature weighing 2,000 pounds or less that tries to push past the hand is slowed to half its normal speed. The hand cannot reduce the speed of a creature weighing more than 2,000 pounds, but it still affects the creature's attacks. </p><p>Directing the spell to a new target is a move action.</p>", 
    "school": "evocation", 
    "saving_throw": "none", 
    "description": "Hand provides cover against 1 opponent.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Interposing Hand", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 5; Magus: 5; Sorcerer: 5; Wizard: 5", 
    "descriptor": [
        "force"
    ], 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Magus", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "descriptor_text": "force", 
    "effects": [
        {
            "text": "10-ft. hand", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a soft glove", 
            "type": "F"
        }
    ], 
    "duration": "1 round/level (D)", 
    "type": "spell", 
    "component_text": "V, S, F (a soft glove)", 
    "name": "Interposing Hand"
}