{
    "body": "<p>The creature or object touched becomes invisible. If the recipient is a creature carrying gear, that vanishes, too. If you cast the spell on someone else, neither you nor your allies can see the subject, unless you can normally see invisible things or you employ magic to do so.</p><p>Items dropped or put down by an invisible creature become visible; items picked up disappear if tucked into the clothing or pouches worn by the creature. Light, however, never becomes invisible, although a source of light can become so (thus, the effect is that of a light with no visible source). Any part of an item that the subject carries but that extends more than 10 feet from it becomes visible.</p><p>Of course, the subject is not magically silenced<i></i>, and certain other conditions can render the recipient detectable (such as swimming in water or stepping in a puddle). If a check is required, a stationary invisible creature has a +40 bonus on its Stealth checks. This bonus is reduced to +20 if the creature is moving. The spell ends if the subject attacks any creature. For purposes of this spell, an attack includes any spell targeting a foe or whose area or effect includes a foe. Exactly who is a foe depends on the invisible character's perceptions. Actions directed at unattended objects do not break the spell. Causing harm indirectly is not an attack. Thus, an invisible being can open doors, talk, eat, climb stairs, summon monsters and have them attack, cut the ropes holding a rope bridge while enemies are on the bridge, remotely trigger traps, open a portcullis to release attack dogs, and so forth. If the subject attacks directly, however, it immediately becomes visible along with all its gear. Spells such as <i>bless</i> that specifically affect allies but not foes are not attacks for this purpose, even when they include foes in their area.</p><p><i>Invisibility</i> can be made permanent (on objects only) with a <i>permanency</i> spell.</p>", 
    "school": "illusion", 
    "saving_throw": "Will negates (harmless) or Will negates (harmless, object)", 
    "description": "Subject is invisible for 1 min./level or until it attacks.", 
    "url": "pfsrd://Core Rulebook/Spells/Invisibility", 
    "spell_resistance": "yes (harmless) or yes (harmless, object)", 
    "casting_time": "1 standard action", 
    "level_text": "Adept: 2; Alchemist: 2; Antipaladin: 2; Arcanist: 2; Bard: 2; Inquisitor: 2; Magus: 2; Skald: 2; Sorcerer: 2; Summoner: 2; Wizard: 2", 
    "source": "Core Rulebook", 
    "range": "personal or touch", 
    "levels": [
        {
            "class": "Adept", 
            "level": 2
        }, 
        {
            "class": "Alchemist", 
            "level": 2
        }, 
        {
            "class": "Antipaladin", 
            "level": 2
        }, 
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Bard", 
            "level": 2
        }, 
        {
            "class": "Inquisitor", 
            "level": 2
        }, 
        {
            "class": "Magus", 
            "level": 2
        }, 
        {
            "class": "Skald", 
            "level": 2
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Summoner", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "you or a creature or object weighing no more than 100 lbs./level", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "an eyelash encased in gum arabic", 
            "type": "M"
        }, 
        {
            "text": "an eyelash encased in gum arabic", 
            "type": "DF"
        }
    ], 
    "duration": "1 min./level (D)", 
    "subschool_text": "glamer", 
    "subschool": [
        "glamer"
    ], 
    "type": "spell", 
    "component_text": "V, S, M/DF (an eyelash encased in gum arabic)", 
    "name": "Invisibility"
}