{
    "body": "<p><i>Legend lore</i> brings to your mind legends about an important person, place, or thing. If the person or thing is at hand, or if you are in the place in question, the casting time is only 1d4 &times; 10 minutes. If you have only detailed information on the person, place, or thing, the casting time is 1d10 days, and the resulting lore is less complete and specific (though it often provides enough information to help you find the person, place, or thing, thus allowing a better <i>legend lore</i> result next time). If you know only rumors, the casting time is 2d6 weeks, and the resulting lore is vague and incomplete (though it often directs you to more detailed information, thus allowing a better <i>legend lore</i> result next time).</p><p>During the casting, you cannot engage in other than routine activities: eating, sleeping, and so forth. When completed, the divination brings legends (if any) about the person, place, or things to your mind. These may be legends that are still current, legends that have been forgotten, or even information that has never been generally known. If the person, place, or thing is not of legendary importance, you gain no information. As a rule of thumb, characters who are 11th level and higher are &ldquo;legendary,&rdquo; as are the sorts of creatures they contend with, the major magic items they wield, and the places where they perform their key deeds.</p>", 
    "school": "divination", 
    "description": "Lets you learn tales about a person, place, or thing.", 
    "url": "pfsrd://Core Rulebook/Spells/Legend Lore", 
    "casting_time": "see text", 
    "level_text": "Arcanist: 6; Bard: 4; Inquisitor: 6; Skald: 4; Sorcerer: 6; Witch: 6; Wizard: 6", 
    "source": "Core Rulebook", 
    "range": "personal", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Bard", 
            "level": 4
        }, 
        {
            "class": "Inquisitor", 
            "level": 6
        }, 
        {
            "class": "Skald", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Witch", 
            "level": 6
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "incense worth 250 gp", 
            "type": "M"
        }, 
        {
            "text": "four pieces of ivory worth 50 gp each", 
            "type": "F"
        }
    ], 
    "duration": "see text", 
    "type": "spell", 
    "component_text": "V, S, M (incense worth 250 gp), F (four pieces of ivory worth 50 gp each)", 
    "name": "Legend Lore"
}