{
    "body": "<p>You conjure up an extradimensional dwelling that has a single entrance on the plane from which the spell was cast. The entry point looks like a faint shimmering in the air that is 4 feet wide and 8 feet high. Only those you designate may enter the mansion, and the portal is shut and made invisible behind you when you enter. You may open it again from your own side at will. Once observers have passed beyond the entrance, they are in a magnificent foyer with numerous chambers beyond. The atmosphere is clean, fresh, and warm.</p><p>You can create any floor plan you desire to the limit of the spell's effect. The place is furnished and contains sufficient foodstuffs to serve a nine-course banquet to a dozen people per caster level. A staff of near-transparent servants (as many as two per caster level), liveried and obedient, wait upon all who enter. The servants function as <i>unseen servant</i> spells except that they are visible and can go anywhere in the mansion.</p><p>Since the place can be entered only through its special portal, outside conditions do not affect the mansion, nor do conditions inside it pass to the plane beyond.</p>", 
    "school": "conjuration", 
    "saving_throw": "none", 
    "description": "Door leads to extradimensional mansion.", 
    "url": "pfsrd://Core Rulebook/Spells/Mages Magnificent Mansion", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Sorcerer: 7; Wizard: 7; Arcanist: 7", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 7
        }, 
        {
            "class": "Sorcerer", 
            "level": 7
        }, 
        {
            "class": "Wizard", 
            "level": 7
        }
    ], 
    "effects": [
        {
            "text": "extradimensional mansion, up to three 10-ft. cubes/level (S)", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a miniature ivory door, a piece of polished marble, and a silver spoon, each worth 5 gp", 
            "type": "F"
        }
    ], 
    "duration": "2 hours/level (D)", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S, F (a miniature ivory door, a piece of polished marble, and a silver spoon, each worth 5 gp)", 
    "name": "Mage's Magnificent Mansion"
}