{
    "body": "<p>This spell brings into being a shimmering, sword-like plane of force. The sword strikes at any opponent within its range, as you desire, starting in the round that you cast the spell. The sword attacks its designated target once each round on your turn. Its attack bonus is equal to your caster level + your Intelligence bonus or your Charisma bonus (for wizards or sorcerers, respectively) with an additional +3 enhancement bonus. As a force effect, it can strike ethereal and incorporeal creatures. It deals 4d6+3 points of force damage, with a threat range of 19&ndash;20 and a critical multiplier of &times;2.</p><p>The sword always strikes from your direction. It does not get a bonus for flanking or help a combatant get one. If the sword goes beyond the spell range from you, goes out of your sight, or you are not directing it, it returns to you and hovers.</p><p>Each round after the first, you can use a standard action to switch the sword to a new target. If you do not, the sword continues to attack the previous round's target.</p><p>The sword cannot be attacked or harmed by physical attacks, but <i>dispel magic</i>, <i>disintegrate</i>, a <i>sphere of annihilation</i>, or a <i>rod of cancellation</i> affects it. The sword's AC is 13 (10, +0 size bonus for Medium object, +3 deflection bonus).</p><p>If an attacked creature has spell resistance, the resistance is checked the first time <i>mage's sword</i> strikes it. If the sword is successfully resisted, the spell is dispelled. If not, the sword has its normal full effect on that creature for the duration of the spell.</p>", 
    "school": "evocation", 
    "saving_throw": "none", 
    "description": "Floating magic blade strikes opponents.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Mages Sword", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Sorcerer: 7; Wizard: 7; Arcanist: 7", 
    "descriptor": [
        "force"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 7
        }, 
        {
            "class": "Sorcerer", 
            "level": 7
        }, 
        {
            "class": "Wizard", 
            "level": 7
        }
    ], 
    "descriptor_text": "force", 
    "effects": [
        {
            "text": "one sword", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a miniature platinum sword worth 250 gp", 
            "type": "F"
        }
    ], 
    "duration": "1 round/level (D)", 
    "type": "spell", 
    "component_text": "V, S, F (a miniature platinum sword worth 250 gp)", 
    "name": "Mage's Sword"
}