{
    "body": "<p>This spell imbues the chosen object or creature with an enchanted mouth that suddenly appears and speaks its message the next time a specified event occurs. The message, which must be 25 or fewer words long, can be in any language known by you and can be delivered over a period of 10 minutes. The mouth cannot utter verbal components, use command words, or activate magical effects. It does, however, move according to the words articulated; if it were placed upon a statue, the mouth of the statue would move and appear to speak. <i>Magic mouth</i> can also be placed upon a tree, rock, or any other object or creature.</p><p>The spell functions when specific conditions are fulfilled according to your command as set in the spell. Commands can be as general or as detailed as desired, although only visual and audible triggers can be used. Triggers react to what appears to be the case. Disguises and illusions can fool them. Normal darkness does not defeat a visual trigger, but magical <i>darkness</i> or <i>invisibility</i> does. Silent movement or magical <i>silence</i> defeats audible triggers. Audible triggers can be keyed to general types of noises or to a specific noise or spoken word. Actions can serve as triggers if they are visible or audible. A <i>magic mouth</i> cannot distinguish alignment, level, Hit Dice, or class except by external garb.</p><p>The range limit of a trigger is 15 feet per caster level, so a 6th-level caster can command a <i>magic mouth</i> to respond to triggers as far as 90 feet away. Regardless of range, the mouth can respond only to visible or audible triggers and actions in line of sight or within hearing distance.</p><p><i>Magic mouth</i> can be made permanent with a <i>permanency</i> spell.</p>", 
    "school": "illusion", 
    "saving_throw": "Will negates (object)", 
    "description": "Object speaks once when triggered.", 
    "url": "pfsrd://Core Rulebook/Spells/Magic Mouth", 
    "spell_resistance": "yes (object)", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 2; Bard: 1; Skald: 1; Sorcerer: 2; Summoner: 1; Wizard: 2", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Bard", 
            "level": 1
        }, 
        {
            "class": "Skald", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Summoner", 
            "level": 1
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "one creature or object", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a small bit of honeycomb and jade dust worth 10 gp", 
            "type": "M"
        }
    ], 
    "duration": "permanent until discharged", 
    "subschool_text": "glamer", 
    "subschool": [
        "glamer"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a small bit of honeycomb and jade dust worth 10 gp)", 
    "name": "Magic Mouth"
}