{
    "body": "<p><i>Meteor swarm</i> is a very powerful and spectacular spell that is similar to <i>fireball</i> in many aspects. When you cast it, four 2-foot-diameter spheres spring from your outstretched hand and streak in straight lines to the spots you select. The meteor spheres leave a fiery trail of sparks.</p><p>If you aim a sphere at a specific creature, you may make a ranged touch attack to strike the target with the meteor. Any creature struck by a sphere takes 2d6 points of bludgeoning damage (no save) and takes a &ndash;4 penalty on the saving throw against the sphere's fire damage (see below). If a targeted sphere misses its target, it simply explodes at the nearest corner of the target's space. You may aim more than one sphere at the same target.</p><p>Once a sphere reaches its destination, it explodes in a 40-foot-radius spread, dealing 6d6 points of fire damage to each creature in the area. If a creature is within the area of more than one sphere, it must save separately against each. Despite stemming from separate spheres, all of the fire damage is added together after the saves have been made, and fire resistance is applied only once.</p>", 
    "school": "evocation", 
    "saving_throw": "none or Reflex half, see text", 
    "description": "Four meteors each deal 6d6 fire damage.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Meteor Swarm", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 9; Elementalist Wizard: 9; Sorcerer: 9; Wizard: 9", 
    "descriptor": [
        "fire"
    ], 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 9
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 9
        }, 
        {
            "class": "Sorcerer", 
            "level": 9
        }, 
        {
            "class": "Wizard", 
            "level": 9
        }
    ], 
    "descriptor_text": "fire", 
    "effects": [
        {
            "text": "four 40-ft.-radius spreads, see text", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Meteor Swarm"
}