{
    "body": "<p>This spell creates a number of illusory doubles of you that inhabit your square. These doubles make it difficult for enemies to precisely locate and attack you. </p><p>When <i>mirror image</i> is cast, 1d4 images plus one image per three caster levels (maximum eight images total) are created. These images remain in your space and move with you, mimicking your movements, sounds, and actions exactly. Whenever you are attacked or are the target of a spell that requires an attack roll, there is a possibility that the attack targets one of your images instead. If the attack is a hit, roll randomly to see whether the selected target is real or a figment. If it is a figment, the figment is destroyed. If the attack misses by 5 or less, one of your figments is destroyed by the near miss. Area spells affect you normally and do not destroy any of your figments. Spells and effects that do not require an attack roll affect you normally and do not destroy any of your figments. Spells that require a touch attack are harmlessly discharged if used to destroy a figment.</p><p>An attacker must be able to see the figments to be fooled. If you are invisible or the attacker is blind, the spell has no effect (although the normal miss chances still apply).</p>", 
    "school": "illusion", 
    "description": "Creates decoy duplicates of you.", 
    "url": "pfsrd://Core Rulebook/Spells/Mirror Image", 
    "casting_time": "1 standard action", 
    "level_text": "Adept: 2; Arcanist: 2; Bard: 2; Bloodrager: 2; Magus: 2; Skald: 2; Sorcerer: 2; Wizard: 2", 
    "source": "Core Rulebook", 
    "range": "personal", 
    "levels": [
        {
            "class": "Adept", 
            "level": 2
        }, 
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Bard", 
            "level": 2
        }, 
        {
            "class": "Bloodrager", 
            "level": 2
        }, 
        {
            "class": "Magus", 
            "level": 2
        }, 
        {
            "class": "Skald", 
            "level": 2
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "you", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 min./level", 
    "subschool_text": "figment", 
    "subschool": [
        "figment"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Mirror Image"
}