{
    "body": "<p>You reach into the subject's mind and modify as many as 5 minutes of its memories in one of the following ways.</p><ul><li> Eliminate all memory of an event the subject actually experienced. This spell cannot negate <i>charm, geas/quest, suggestion</i>, or similar spells.</li><li> Allow the subject to recall with perfect clarity an event it actually experienced.</li><li> Change the details of an event the subject actually experienced.</li><li> Implant a memory of an event the subject never experienced.</li></ul><p>Casting the spell takes 1 round. If the subject fails to save, you proceed with the spell by spending as much as 5 minutes (a period of time equal to the amount of memory you want to modify) visualizing the memory you wish to modify in the subject. If your concentration is disturbed before the visualization is complete, or if the subject is ever beyond the spell's range during this time, the spell is lost.</p><p>A modified memory does not necessarily affect the subject's actions, particularly if it contradicts the creature's natural inclinations. An illogical modified memory is dismissed by the creature as a bad dream, too much wine, or another similar excuse. </p>", 
    "school": "enchantment", 
    "saving_throw": "Will negates", 
    "description": "Changes 5 minutes of subject's memories.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Modify Memory", 
    "spell_resistance": "yes", 
    "casting_time": "1 round; see text", 
    "level_text": "Bard: 4; Skald: 4", 
    "descriptor": [
        "mind-affecting"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Bard", 
            "level": 4
        }, 
        {
            "class": "Skald", 
            "level": 4
        }
    ], 
    "descriptor_text": "mind-affecting", 
    "effects": [
        {
            "text": "one living creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "permanent", 
    "subschool_text": "compulsion", 
    "subschool": [
        "compulsion"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Modify Memory"
}