{
    "body": "<p><i>Move earth</i> moves dirt (clay, loam, sand, and soil), possibly collapsing embankments, moving hillocks, shifting dunes, and so forth.</p><p>In no event can rock formations be collapsed or moved. The area to be affected determines the casting time. For every 150-foot square (up to 10 feet deep), casting takes 10 minutes. The maximum area, 750 feet by 750 feet, takes 4 hours and 10 minutes to move.</p><p>This spell does not violently break the surface of the ground. Instead, it creates wavelike crests and troughs, with the earth reacting with glacial fluidity until the desired result is achieved. Trees, structures, rock formations, and such are mostly unaffected except for changes in elevation and relative topography.</p><p>The spell cannot be used for tunneling and is generally too slow to trap or bury creatures. Its primary use is for digging or filling moats or for adjusting terrain contours before a battle.</p><p>This spell has no effect on earth creatures.</p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "Digs trenches and builds hills.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Move Earth", 
    "spell_resistance": "no", 
    "casting_time": "see text", 
    "level_text": "Arcanist: 6; Druid: 6; Elementalist Wizard: 6; Hunter: 6; Hunter: 6; Sorcerer: 6; Wizard: 6", 
    "descriptor": [
        "earth"
    ], 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 6
        }, 
        {
            "class": "Druid", 
            "level": 6
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 6
        }, 
        {
            "class": "Hunter", 
            "level": 6
        }, 
        {
            "class": "Hunter", 
            "level": 6
        }, 
        {
            "class": "Sorcerer", 
            "level": 6
        }, 
        {
            "class": "Wizard", 
            "level": 6
        }
    ], 
    "descriptor_text": "earth", 
    "effects": [
        {
            "text": "dirt in an area up to 750 ft. square and up to 10 ft. deep (S)", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "clay, loam, sand, and an iron blade", 
            "type": "M"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S, M (clay, loam, sand, and an iron blade)", 
    "name": "Move Earth"
}