{
    "body": "<p>You conjure a Large, quasi-real, horselike creature (the exact coloration can be customized as you wish). It can be ridden only by you or by the one person for whom you specifically created the mount. A phantom steed has a black head and body, gray mane and tail, and smoke-colored, insubstantial hooves that make no sound. It has what seems to be a saddle, bit, and bridle. It does not fight, but animals shun it and refuse to attack it.</p><p>The mount is AC 18 (&ndash;1 size, +4 natural armor, +5 Dex) and 7 hit points + 1 hit point per caster level. If it loses all its hit points, the phantom steed disappears. A phantom steed has a speed of 20 feet per two caster levels, to a maximum of 100 feet at 10th level. It can bear its rider's weight plus up to 10 pounds per caster level.</p><p>These mounts gain certain powers according to caster level. A mount's abilities include those of mounts of lower caster levels. </p><p><i>8th Level</i>: The mount can ride over sandy, muddy, or even swampy ground without difficulty or decrease in speed.</p><p><i>10th Level</i>: The mount can use <i>water walk</i> at will (as the spell, no action required to activate this ability).</p><p><i>12th Level</i>: The mount can use <i>air walk</i> at will (as the spell, no action required to activate this ability) for up to 1 round at a time, after which it falls to the ground.</p><p><i>14th Level</i>: The mount can fly at its speed with a bonus on Fly skill checks equal to your caster level.</p>", 
    "school": "conjuration", 
    "saving_throw": "none", 
    "description": "Magic horse appears for 1 hour/level.", 
    "url": "pfsrd://Core Rulebook/Spells/Phantom Steed", 
    "spell_resistance": "no", 
    "casting_time": "10 minutes", 
    "level_text": "Arcanist: 3; Bard: 3; Bloodrager: 3; Magus: 3; Skald: 3; Sorcerer: 3; Summoner: 2; Wizard: 3", 
    "source": "Core Rulebook", 
    "range": "0 ft.", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Bard", 
            "level": 3
        }, 
        {
            "class": "Bloodrager", 
            "level": 3
        }, 
        {
            "class": "Magus", 
            "level": 3
        }, 
        {
            "class": "Skald", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Summoner", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "effects": [
        {
            "text": "one quasi-real, horselike creature", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "1 hour/level (D)", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Phantom Steed"
}