{
    "body": "<p><i>Plant growth</i> has different effects depending on the version chosen.</p><p><i>Overgrowth</i>: This effect causes normal vegetation (grasses, briars, bushes, creepers, thistles, trees, vines, and so on) within long range (400 feet + 40 feet per caster level) to become thick and overgrown. The plants entwine to form a thicket or jungle that creatures must hack or force a way through. Speed drops to 5 feet, or 10 feet for Large or larger creatures. The area must have brush and trees in it for this spell to take effect. If this spell is cast on an area that is already affected by any spell or effect that enhances plants, such as <i>entangle</i> or <i>wall of thorns</i>, any DC involved with these spells is increased by 4. This bonus is granted for 1 day after the casting of <i>plant growth</i>.</p><p>At your option, the area can be a 100-foot-radius circle, a 150-foot-radius semicircle, or a 200-foot-radius quarter circle.</p><p>You may designate places within the area that are not affected.</p><p><i>Enrichment</i>: This effect targets plants within a range of a half-mile, raising their potential productivity over the course of the next year to one-third above normal.</p><p><i>Plant growth</i> counters <i>diminish plants</i>.</p><p>This spell has no effect on plant creatures.</p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "Grows vegetation, improves crops.", 
    "url": "pfsrd://Core Rulebook/Spells/Plant Growth", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Druid: 3; Hunter: 3; Ranger: 3; Hunter: 3", 
    "source": "Core Rulebook", 
    "range": "see text", 
    "levels": [
        {
            "class": "Druid", 
            "level": 3
        }, 
        {
            "class": "Hunter", 
            "level": 3
        }, 
        {
            "class": "Hunter", 
            "level": 3
        }, 
        {
            "class": "Ranger", 
            "level": 3
        }
    ], 
    "effects": [
        {
            "text": "see text", 
            "name": "Target or Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S, DF", 
    "name": "Plant Growth"
}