{
    "body": "<p>This spell wards a creature from attacks by evil creatures, from mental control, and from summoned creatures. It creates a magical barrier around the subject at a distance of 1 foot. The barrier moves with the subject and has three major effects.</p><p>First, the subject gains a +2 deflection bonus to AC and a +2 resistance bonus on saves. Both these bonuses apply against attacks made or effects created by evil creatures.</p><p>Second, the subject immediately receives another saving throw (if one was allowed to begin with) against any spells or effects that possess or exercise mental control over the creature (including enchantment [charm] effects and enchantment [compulsion] effects, such as <i>charm person</i>, <i>command</i>, and <i>dominate person</i>. This saving throw is made with a +2 morale bonus, using the same DC as the original effect. If successful, such effects are suppressed for the duration of this spell. The effects resume when the duration of this spell expires. While under the effects of this spell, the target is immune to any new attempts to possess or exercise mental control over the target. This spell does not expel a controlling life force (such as a ghost or spellcaster using <i>magic</i> <i>jar</i>), but it does prevent them from controlling the target. This second effect only functions against spells and effects created by evil creatures or objects, subject to GM discretion.</p><p>Third, the spell prevents bodily contact by evil summoned creatures. This causes the natural weapon attacks of such creatures to fail and the creatures to recoil if such attacks require touching the warded creature. Summoned creatures that are not evil are immune to this effect. The protection against contact by summoned creatures ends if the warded creature makes an attack against or tries to force the barrier against the blocked creature. Spell resistance can allow a creature to overcome this protection and touch the warded creature.</p>", 
    "school": "abjuration", 
    "saving_throw": "Will negates (harmless)", 
    "description": "+2 to AC and saves, plus additional protection against selected alignment.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Protection From Evil", 
    "spell_resistance": "no; see text", 
    "casting_time": "1 standard action", 
    "level_text": "Adept: 1; Arcanist: 1; Bloodrager: 1; Cleric: 1; Inquisitor: 1; Oracle: 1; Paladin: 1; Shaman: 1; Sorcerer: 1; Summoner: 1; Warpriest: 1; Wizard: 1", 
    "descriptor": [
        "good"
    ], 
    "range": "touch", 
    "levels": [
        {
            "class": "Adept", 
            "level": 1
        }, 
        {
            "class": "Arcanist", 
            "level": 1
        }, 
        {
            "class": "Bloodrager", 
            "level": 1
        }, 
        {
            "class": "Cleric", 
            "level": 1
        }, 
        {
            "class": "Inquisitor", 
            "level": 1
        }, 
        {
            "class": "Oracle", 
            "level": 1
        }, 
        {
            "class": "Paladin", 
            "level": 1
        }, 
        {
            "class": "Shaman", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 1
        }, 
        {
            "class": "Summoner", 
            "level": 1
        }, 
        {
            "class": "Warpriest", 
            "level": 1
        }, 
        {
            "class": "Wizard", 
            "level": 1
        }
    ], 
    "descriptor_text": "good", 
    "effects": [
        {
            "text": "creature touched", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "M"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "1 min./level (D)", 
    "type": "spell", 
    "component_text": "V, S, M/DF", 
    "name": "Protection From Evil"
}