{
    "body": "<p><i>Pyrotechnics</i> turns a fire into a burst of blinding fireworks or a thick cloud of choking smoke, depending on your choice. The spell uses one fire source, which is immediately extinguished. A fire so large that it exceeds a 20-foot cube is only partly extinguished. Magical fires are not extinguished, although a fire-based creature used as a source takes 1 point of damage per caster level.</p><p><i>Fireworks</i>: The fireworks are a flashing, fiery, momentary burst of glowing, colored aerial lights. This effect causes creatures within 120 feet of the fire source to become blinded for 1d4+1 rounds (Will negates). These creatures must have line of sight to the fire to be affected. Spell resistance can prevent blindness.</p><p><i>Smoke Cloud</i>: A stream of smoke billows out from the fire, forming a choking cloud that spreads 20 feet in all directions and lasts for 1 round per caster level. All sight, even darkvision, is ineffective in or through the cloud. All within the cloud take &ndash;4 penalties to Strength and Dexterity (Fortitude negates). These effects last for 1d4+1 rounds after the cloud dissipates or after the creature leaves the area of the cloud. Spell resistance does not apply.</p>", 
    "school": "transmutation", 
    "saving_throw": "Will negates or Fortitude negates; see text", 
    "description": "Turns fire into light or thick smoke.", 
    "url": "pfsrd://Core Rulebook/Spells/Pyrotechnics", 
    "spell_resistance": "yes or no; see text", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 2; Bard: 2; Bloodrager: 2; Elementalist Wizard: 2; Magus: 2; Skald: 2; Sorcerer: 2; Wizard: 2", 
    "source": "Core Rulebook", 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Bard", 
            "level": 2
        }, 
        {
            "class": "Bloodrager", 
            "level": 2
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 2
        }, 
        {
            "class": "Magus", 
            "level": 2
        }, 
        {
            "class": "Skald", 
            "level": 2
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "one fire source, up to a 20-ft. cube", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "one fire source", 
            "type": "M"
        }
    ], 
    "duration": "1d4+1 rounds, or 1d4+1 rounds after creatures leave the smoke cloud; see text", 
    "type": "spell", 
    "component_text": "V, S, M (one fire source)", 
    "name": "Pyrotechnics"
}