{
    "body": "<p>This spell causes instant diminution of a humanoid creature, halving its height, length, and width and dividing its weight by 8. This decrease changes the creature's size category to the next smaller one. The target gains a +2 size bonus to Dexterity, a &ndash;2 size penalty to Strength (to a minimum of 1), and a +1 bonus on attack rolls and AC due to its reduced size.</p><p>A Small humanoid creature whose size decreases to Tiny has a space of 2-1/2 feet and a natural reach of 0 feet (meaning that it must enter an opponent's square to attack). A Large humanoid creature whose size decreases to Medium has a space of 5 feet and a natural reach of 5 feet. This spell doesn't change the target's speed.</p><p>All equipment worn or carried by a creature is similarly reduced by the spell.</p><p>Melee and projectile weapons deal less damage. Other magical properties are not affected by this spell. Any <i>reduced</i> item that leaves the <i>reduced</i> creature's possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown weapons deal their normal damage (projectiles deal damage based on the size of the weapon that fired them).</p><p>Multiple magical effects that reduce size do not stack. <i>Reduce person</i> counters and dispels <i>enlarge person</i>.</p><p><i>Reduce person</i> can be made permanent with a <i>permanency</i> spell.</p>", 
    "school": "transmutation", 
    "saving_throw": "Fortitude negates", 
    "description": "Humanoid creature halves in size.", 
    "url": "pfsrd://Core Rulebook/Spells/Reduce Person", 
    "spell_resistance": "yes", 
    "casting_time": "1 round", 
    "level_text": "Alchemist: 1; Arcanist: 1; Bloodrager: 1; Magus: 1; Sorcerer: 1; Summoner: 1; Witch: 1; Wizard: 1", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 1
        }, 
        {
            "class": "Arcanist", 
            "level": 1
        }, 
        {
            "class": "Bloodrager", 
            "level": 1
        }, 
        {
            "class": "Magus", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 1
        }, 
        {
            "class": "Summoner", 
            "level": 1
        }, 
        {
            "class": "Witch", 
            "level": 1
        }, 
        {
            "class": "Wizard", 
            "level": 1
        }
    ], 
    "effects": [
        {
            "text": "one humanoid creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a pinch of powdered iron", 
            "type": "M"
        }
    ], 
    "duration": "1 min./level (D)", 
    "type": "spell", 
    "component_text": "V, S, M (a pinch of powdered iron)", 
    "name": "Reduce Person"
}