{
    "body": "<p>When you cast this spell, you create powerful magic in a specially prepared object. This object contains the power to instantly transport its possessor across any distance within the same plane to your abode. Once the item is so enhanced, you must give it willingly to a creature and at the same time inform it of a command word to be spoken when the item is used. To make use of the item, the subject speaks the command word at the same time that it rends or breaks the item (a standard action). When this is done, the individual and all objects it is wearing and carrying (to a maximum of the character's heavy load) are instantly transported to your abode. No other creatures are affected (aside from a familiar or animal companion that is touching the subject).</p><p>You can alter the spell when casting it so that it transports you to within 10 feet of the possessor of the item when it is broken and the command word spoken. You will have a general idea of the location and situation of the item possessor at the time the <i>refuge</i> spell is discharged, but once you decide to alter the spell in this fashion, you have no choice whether or not to be transported.</p>", 
    "school": "conjuration", 
    "saving_throw": "none", 
    "description": "Alters item to transport its possessor to your abode.", 
    "url": "pfsrd://Core Rulebook/Spells/Refuge", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 9; Cleric: 7; Oracle: 7; Sorcerer: 9; Warpriest: 7; Witch: 9; Wizard: 9", 
    "source": "Core Rulebook", 
    "range": "touch", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 9
        }, 
        {
            "class": "Cleric", 
            "level": 7
        }, 
        {
            "class": "Oracle", 
            "level": 7
        }, 
        {
            "class": "Sorcerer", 
            "level": 9
        }, 
        {
            "class": "Warpriest", 
            "level": 7
        }, 
        {
            "class": "Witch", 
            "level": 9
        }, 
        {
            "class": "Wizard", 
            "level": 9
        }
    ], 
    "effects": [
        {
            "text": "object touched", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a prepared object worth 1,500 gp", 
            "type": "M"
        }
    ], 
    "duration": "permanent until discharged", 
    "subschool_text": "teleportation", 
    "subschool": [
        "teleportation"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a prepared object worth 1,500 gp)", 
    "name": "Refuge"
}