{
    "body": "<p>With this spell, you bring back a dead creature in another body, provided that its death occurred no more than 1 week before the casting of the spell and the subject's soul is free and willing to return. If the subject's soul is not willing to return, the spell does not work; therefore, a subject that wants to return receives no saving throw.</p><p>Since the dead creature is returning in a new body, all physical ills and afflictions are repaired. The condition of the remains is not a factor. So long as some small portion of the creature's body still exists, it can be reincarnated, but the portion receiving the spell must have been part of the creature's body at the time of death. The magic of the spell creates an entirely new young adult body for the soul to inhabit from the natural elements at hand. This process takes 1 hour to complete. When the body is ready, the subject is reincarnated.</p><p>A reincarnated creature recalls the majority of its former life and form. It retains any class abilities, feats, or skill ranks it formerly possessed. Its class, base attack bonus, base save bonuses, and hit points are unchanged. Strength, Dexterity, and Constitution scores depend partly on the new body. First eliminate the subject's racial adjustments (since it is no longer necessarily of his previous race) and then apply the adjustments found below to its remaining ability scores. The subject of the spell gains two permanent negative levels when it is reincarnated. If the subject is 1st level, it takes 2 points of Constitution drain instead (if this would reduce its Con to 0 or less, it can't be reincarnated). A character who died with spells prepared has a 50% chance of losing any given spell upon being reincarnated. A spellcasting creature that doesn't prepare spells (such as a sorcerer) has a 50% chance of losing any given unused spell slot as if it had been used to cast a spell.</p><p>It's possible for the change in the subject's ability scores to make it difficult for it to pursue its previous character class. If this is the case, the subject is advised to become a multiclass character.</p><p>For a humanoid creature, the new incarnation is determined using the table below. For nonhumanoid creatures, a similar table of creatures of the same type should be created.</p><p>A creature that has been turned into an undead creature or killed by a death effect can't be returned to life by this spell. Constructs, elementals, outsiders, and undead creatures can't be reincarnated. The spell can bring back a creature that has died of old age.</p>", 
    "school": "transmutation", 
    "saving_throw": "none, see text", 
    "description": "Brings dead subject back in a random body.", 
    "url": "pfsrd://Core Rulebook/Spells/Reincarnate", 
    "type": "spell", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "10 minutes", 
    "level_text": "Druid: 4; Hunter: 4; Shaman: 4; Witch: 5", 
    "source": "Core Rulebook", 
    "range": "touch", 
    "levels": [
        {
            "class": "Druid", 
            "level": 4
        }, 
        {
            "class": "Hunter", 
            "level": 4
        }, 
        {
            "class": "Shaman", 
            "level": 4
        }, 
        {
            "class": "Witch", 
            "level": 5
        }
    ], 
    "effects": [
        {
            "text": "dead creature touched", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "M"
        }, 
        {
            "text": "oils worth 1,000 gp", 
            "type": "DF"
        }
    ], 
    "duration": "instantaneous", 
    "sections": [
        {
            "body": "<table><thead><tr><th>d%</th><th>Incarnation</th><th>Str</th><th>Dex</th><th>Con</th></tr></thead><tbody><tr class=\"even\"><td>01</td><td>Bugbear</td><td>+4</td><td>+2</td><td>+2</td></tr><tr class=\"odd\"><td>02&ndash;13</td><td>Dwarf</td><td>+0</td><td>+0</td><td>+2</td></tr><tr class=\"even\"><td>14&ndash;25</td><td>Elf</td><td>+0</td><td>+2</td><td>&ndash;2</td></tr><tr class=\"odd\"><td>26</td><td>Gnoll</td><td>+4</td><td>+0</td><td>+2</td></tr><tr class=\"even\"><td>27&ndash;38</td><td>Gnome</td><td>&ndash;2</td><td>+0</td><td>+2</td></tr><tr class=\"odd\"><td>39&ndash;42</td><td>Goblin</td><td>&ndash;2</td><td>+2</td><td>+0</td></tr><tr class=\"even\"><td>43&ndash;52</td><td>Half-elf</td><td>+0</td><td>+2</td><td>+0</td></tr><tr class=\"odd\"><td>53&ndash;62</td><td>Half-orc</td><td>+2</td><td>+0</td><td>+0</td></tr><tr class=\"even\"><td>63&ndash;74</td><td>Halfling</td><td>&ndash;2</td><td>+2</td><td>+0</td></tr><tr class=\"odd\"><td>75&ndash;89</td><td>Human</td><td>+0</td><td>+0</td><td>+2</td></tr><tr class=\"even\"><td>90&ndash;93</td><td>Kobold</td><td>&ndash;4</td><td>+2</td><td>&ndash;2</td></tr><tr class=\"odd\"><td>94</td><td>Lizardfolk</td><td>+2</td><td>+0</td><td>+2</td></tr><tr class=\"even\"><td>95&ndash;98</td><td>Orc</td><td>+4</td><td>+0</td><td>+0</td></tr><tr class=\"odd\"><td>99</td><td>Troglodyte</td><td>+0</td><td>&ndash;2</td><td>+4</td></tr><tr class=\"even\"><td>100</td><td>Other (GM's choice)</td><td>?</td><td>?</td><td>?</td></tr></tbody></table>", 
            "url": "pfsrd://Core Rulebook/Spells/Reincarnate/d%", 
            "type": "table", 
            "name": "d%", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The reincarnated creature gains all abilities associated with its new form, including forms of movement and speeds, natural armor, natural attacks, extraordinary abilities, and the like, but it doesn't automatically speak the language of the new form. </p><p>A <i>wish</i> or a <i>miracle</i> spell can restore a reincarnated character to his or her original form.</p>", 
            "source": "Core Rulebook", 
            "type": "section"
        }
    ], 
    "component_text": "V, S, M, DF (oils worth 1,000 gp)", 
    "name": "Reincarnate"
}