{
    "body": "<p>Any iron or iron alloy item you touch crumbles into rust. If the item is so large that it cannot fit within a 3-foot radius, a 3-foot-radius volume of the metal is rusted and destroyed. Magic items made of metal are immune to this spell.</p><p>You may employ <i>rusting grasp</i> in combat with a successful melee touch attack. <i>Rusting grasp</i> used in this way instantaneously destroys 1d6 points of AC gained from metal armor (to the maximum amount of protection the armor offers) through corrosion. </p><p>Weapons in use by an opponent targeted by the spell are more difficult to grasp. You must succeed on a melee touch attack against the weapon. A metal weapon that is hit is destroyed. Striking at an opponent's weapon provokes an attack of opportunity. Also, you must touch the weapon and not the other way around.</p><p>Against a ferrous creature, <i>rusting grasp</i> instantaneously deals 3d6 points of damage + 1 per caster level (maximum +15) per successful attack. The spell lasts for 1 round per level, and you can make one melee touch attack per round.</p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "Your touch corrodes iron and alloys.", 
    "url": "pfsrd://Core Rulebook/Spells/Rusting Grasp", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Druid: 4; Hunter: 4", 
    "source": "Core Rulebook", 
    "range": "touch", 
    "levels": [
        {
            "class": "Druid", 
            "level": 4
        }, 
        {
            "class": "Hunter", 
            "level": 4
        }
    ], 
    "effects": [
        {
            "text": "one nonmagical ferrous object (or the volume of the object within 3 ft. of the touched point) or one ferrous creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "see text", 
    "type": "spell", 
    "component_text": "V, S, DF", 
    "name": "Rusting Grasp"
}