{
    "body": "<p>You hide a chest on the Ethereal Plane for as long as 60 days and can retrieve it at will. The chest can contain up to 1 cubic foot of material per caster level (regardless of the chest's actual size, which is about 3 feet by 2 feet by 2 feet). If any living creatures are in the chest, there is a 75% chance that the spell simply fails. Once the chest is hidden, you can retrieve it by concentrating (a standard action), and it appears next to you.</p><p>The chest must be exceptionally well crafted and expensive, constructed for you by master crafters. The cost of such a chest is never less than 5,000 gp. Once it is constructed, you must make a tiny replica (of the same materials and perfect in every detail) so that the miniature of the chest appears to be a perfect copy. (The replica costs 50 gp.) The chests are nonmagical and can be fitted with locks, wards, and so on, just as any normal chest can be.</p><p>To hide the chest, you cast the spell while touching both the chest and the replica. The chest vanishes into the Ethereal Plane. You need the replica to recall the chest. After 60 days, there is a cumulative chance of 5% per day that the chest is irretrievably lost. If the miniature of the chest is lost or destroyed, there is no way, even with a <i>wish</i> spell, that the large chest can be summoned back, although an extraplanar expedition might be mounted to find it.</p><p>Living things in the chest eat, sleep, and age normally, and they die if they run out of food, air, water, or whatever they need to survive.</p>", 
    "school": "conjuration", 
    "saving_throw": "none", 
    "description": "Hides expensive chest on Ethereal Plane; you retrieve it at will.", 
    "url": "pfsrd://Core Rulebook/Spells/Secret Chest", 
    "spell_resistance": "no", 
    "casting_time": "10 minutes", 
    "level_text": "Arcanist: 5; Sorcerer: 5; Witch: 5; Wizard: 5", 
    "source": "Core Rulebook", 
    "range": "see text", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Witch", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "effects": [
        {
            "text": "one chest and up to 1 cu. ft. of goods/caster level", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "the chest and its replica", 
            "type": "F"
        }
    ], 
    "duration": "60 days or until discharged", 
    "subschool_text": "summoning", 
    "subschool": [
        "summoning"
    ], 
    "type": "spell", 
    "component_text": "V, S, F (the chest and its replica)", 
    "name": "Secret Chest"
}