{
    "body": "<p>You conjure a sturdy cottage or lodge made of material that is common in the area where the spell is cast. The floor is level, clean, and dry. The lodging resembles a normal cottage, with a sturdy door, two shuttered windows, and a small fireplace.</p><p>The shelter must be heated as a normal dwelling, and extreme heat adversely affects it and its occupants. The dwelling does, however, provide considerable security otherwise&mdash;it is as strong as a normal stone building, regardless of its material composition. The dwelling resists flames and fire as if it were stone. It is impervious to normal missiles (but not the sort cast by siege engines or giants).</p><p>The door, shutters, and even chimney are secure against intrusion, the former two being secured with <i>arcane lock</i> and the latter by an iron grate at the top and a narrow flue. In addition, these three areas are protected by an <i>alarm</i> spell. Finally, an <i>unseen servant</i> is conjured to provide service to you for the duration of the shelter.</p><p>The <i>secure shelter</i> contains crude furnishings&mdash;eight bunks, a trestle table, eight stools, and a writing desk.</p>", 
    "school": "conjuration", 
    "saving_throw": "none", 
    "description": "Creates sturdy cottage.", 
    "url": "pfsrd://Core Rulebook/Spells/Secure Shelter", 
    "spell_resistance": "no", 
    "casting_time": "10 minutes", 
    "level_text": "Arcanist: 4; Bard: 4; Skald: 4; Sorcerer: 4; Witch: 4; Wizard: 4", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 4
        }, 
        {
            "class": "Bard", 
            "level": 4
        }, 
        {
            "class": "Skald", 
            "level": 4
        }, 
        {
            "class": "Sorcerer", 
            "level": 4
        }, 
        {
            "class": "Witch", 
            "level": 4
        }, 
        {
            "class": "Wizard", 
            "level": 4
        }
    ], 
    "effects": [
        {
            "text": "20-ft.-square structure", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a chip of stone, sand, a drop of water, and a wood splinter", 
            "type": "M"
        }
    ], 
    "duration": "2 hours/level (D)", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a chip of stone, sand, a drop of water, and a wood splinter)", 
    "name": "Secure Shelter"
}