{
    "body": "<p>This spell wards the subject and creates a mystic connection between you and the subject so that some of its wounds are transferred to you. The subject gains a +1 deflection bonus to AC and a +1 resistance bonus on saves. Additionally, the subject takes only half damage from all wounds and attacks (including those dealt by special abilities) that deal hit point damage. The amount of damage not taken by the warded creature is taken by you. Forms of harm that do not involve hit points, such as <i>charm</i> effects, temporary ability damage, level draining, and death effects, are not affected. If the subject suffers a reduction of hit points from a lowered Constitution score, the reduction is not split with you because it is not hit point damage. When the spell ends, subsequent damage is no longer divided between the subject and you, but damage already split is not reassigned to the subject.</p><p>If you and the subject of the spell move out of range of each other, the spell ends.</p>", 
    "school": "abjuration", 
    "saving_throw": "Will negates (harmless)", 
    "description": "You take half of subject's damage.", 
    "url": "pfsrd://Core Rulebook/Spells/Shield Other", 
    "spell_resistance": "yes (harmless)", 
    "casting_time": "1 standard action", 
    "level_text": "Cleric: 2; Inquisitor: 2; Oracle: 2; Paladin: 2; Warpriest: 2", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Cleric", 
            "level": 2
        }, 
        {
            "class": "Inquisitor", 
            "level": 2
        }, 
        {
            "class": "Oracle", 
            "level": 2
        }, 
        {
            "class": "Paladin", 
            "level": 2
        }, 
        {
            "class": "Warpriest", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "one creature", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a pair of platinum rings worth 50 gp worn by both you and the target", 
            "type": "F"
        }
    ], 
    "duration": "1 hour/level (D)", 
    "type": "spell", 
    "component_text": "V, S, F (a pair of platinum rings worth 50 gp worn by both you and the target)", 
    "name": "Shield Other"
}