{
    "body": "<p>This spell enables you to make a snare that functions as a magic trap. The snare can be made from any supple vine, a thong, or a rope. When you cast <i>snare</i> upon it, the cordlike object blends with its surroundings (DC 23 Perception check for a character with the trapfinding ability to locate). One end of the snare is tied in a loop that contracts around one or more of the limbs of any creature stepping inside the circle.</p><p>If a strong and supple tree is nearby, the snare can be fastened to it. The spell causes the tree to bend, straightening when the loop is triggered, dealing 1d6 points of damage to the creature trapped and lifting it off the ground by the trapped limb or limbs. If no such tree is available, the cordlike object tightens around the creature, dealing no damage but causing it to be entangled.</p><p>The snare is magical. To escape, a trapped creature must make a DC 23 Escape Artist check or a DC 23 Strength check that is a full-round action. The snare has AC 7 and 5 hit points. A successful escape from the snare breaks the loop and ends the spell.</p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "Creates a magic booby trap.", 
    "url": "pfsrd://Core Rulebook/Spells/Snare", 
    "spell_resistance": "no", 
    "casting_time": "3 rounds", 
    "level_text": "Druid: 3; Hunter: 2; Ranger: 2; Hunter: 2", 
    "source": "Core Rulebook", 
    "range": "touch", 
    "levels": [
        {
            "class": "Druid", 
            "level": 3
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Hunter", 
            "level": 2
        }, 
        {
            "class": "Ranger", 
            "level": 2
        }
    ], 
    "effects": [
        {
            "text": "touched nonmagical circle of vine, rope, or thong with a 2 ft. diameter + 2 ft./level", 
            "name": "Target"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "Until triggered or broken", 
    "type": "spell", 
    "component_text": "V, S, DF", 
    "name": "Snare"
}