{
    "body": "<p>Rocky ground, stone floors, and similar surfaces shape themselves into long, sharp points that blend into the background.</p><p><i>Spike stones</i> impede progress through an area and deal damage. Any creature moving on foot into or through the spell's area moves at half speed. In addition, each creature moving through the area takes 1d8 points of piercing damage for each 5 feet of movement through the spiked area.</p><p>Any creature that takes damage from this spell must also succeed on a Reflex save to avoid injuries to its feet and legs. A failed save causes the creature's speed to be reduced to half normal for 24 hours or until the injured creature receives a <i>cure</i> spell (which also restores lost hit points). Another character can remove the penalty by taking 10 minutes to dress the injuries and succeeding on a Heal check against the spell's save DC.</p><p>Magic traps such as <i>spike stones</i> are hard to detect. A rogue (only) can use the Perception skill to find <i>spike stones</i>. The DC is 25 + spell level, or DC 29 for <i>spike stones</i>. <i>Spike stones</i> is a magic trap that can't be disabled with the Disable Device skill.</p>", 
    "school": "transmutation", 
    "saving_throw": "Reflex partial", 
    "description": "Creatures in area take 1d8 damage, may also be slowed.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Spike Stones", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Druid: 4; Hunter: 4; Shaman: 4", 
    "descriptor": [
        "earth"
    ], 
    "range": "medium (100 ft. + 10 ft./level)", 
    "levels": [
        {
            "class": "Druid", 
            "level": 4
        }, 
        {
            "class": "Hunter", 
            "level": 4
        }, 
        {
            "class": "Shaman", 
            "level": 4
        }
    ], 
    "descriptor_text": "earth", 
    "effects": [
        {
            "text": "one 20-ft. square/level", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "1 hour/level (D)", 
    "type": "spell", 
    "component_text": "V, S, DF", 
    "name": "Spike Stones"
}