{
    "body": "<p>You create a huge black storm cloud in the air. Each creature under the cloud must succeed on a Fortitude save or be deafened for 1d4 &times; 10 minutes. Each round you continue to concentrate, the spell generates additional effects as noted below. Each effect occurs on your turn.</p><p><i>2nd Round</i>: Acid rains down in the area, dealing 1d6 points of acid damage (no save).</p><p><i>3rd Round</i>: You call six bolts of lightning down from the cloud. You decide where the bolts strike. No two bolts may be directed at the same target. Each bolt deals 10d6 points of electricity damage. A creature struck can attempt a Reflex save for half damage.</p><p><i>4th Round</i>: Hailstones rain down in the area, dealing 5d6 points of bludgeoning damage (no save).</p><p><i>5th through 10th Rounds</i>: Violent rain and wind gusts reduce visibility. The rain obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). Speed is reduced by three-quarters.</p><p>Ranged attacks within the area of the storm are impossible. Spells cast within the area are disrupted unless the caster succeeds on a Concentration check against a DC equal to the <i>storm of vengeance</i>'s save DC + the level of the spell the caster is trying to cast.</p>", 
    "school": "conjuration", 
    "saving_throw": "see text", 
    "description": "Storm rains acid, lightning, and hail.", 
    "url": "pfsrd://Core Rulebook/Spells/Storm Of Vengeance", 
    "spell_resistance": "yes", 
    "casting_time": "1 round", 
    "level_text": "Cleric: 9; Druid: 9; Oracle: 9; Shaman: 9; Warpriest: 9; Witch: 9", 
    "source": "Core Rulebook", 
    "range": "long (400 ft. + 40 ft./level)", 
    "levels": [
        {
            "class": "Cleric", 
            "level": 9
        }, 
        {
            "class": "Druid", 
            "level": 9
        }, 
        {
            "class": "Oracle", 
            "level": 9
        }, 
        {
            "class": "Shaman", 
            "level": 9
        }, 
        {
            "class": "Warpriest", 
            "level": 9
        }, 
        {
            "class": "Witch", 
            "level": 9
        }
    ], 
    "effects": [
        {
            "text": "360-ft.-radius storm cloud", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "concentration (maximum 10 rounds) (D)", 
    "subschool_text": "summoning", 
    "subschool": [
        "summoning"
    ], 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Storm Of Vengeance"
}