{
    "body": "<p>This spell allows you to scribe a potent rune of power upon a surface. When triggered, a <i>symbol of death </i>kills one or more creatures within 60 feet of the symbol (treat as a burst) whose combined total current hit points do not exceed 150. The <i>symbol of death </i>affects the closest creatures first, skipping creatures with too many hit points to affect. Once triggered, the <i>symbol </i>becomes active and glows, lasting for 10 minutes per caster level or until it has affected 150 hit points' worth of creatures, whichever comes first. A creature that enters the area while the <i>symbol of death </i>is active is subject to its effect, whether or not that creature was in the area when it was triggered. A creature need save against the <i>symbol </i>only once as long as it remains within the area, though if it leaves the area and returns while the <i>symbol </i>is still active, it must save again.</p><p>Until it is triggered, the <i>symbol of death </i>is inactive (though visible and legible at a distance of 60 feet). To be effective, a <i>symbol of death </i>must always be placed in plain sight and in a prominent location. Covering or hiding the rune renders the <i>symbol of death </i>ineffective, unless a creature removes the covering, in which case the <i>symbol of death </i>works normally.</p><p>As a default, a <i>symbol of death </i>is triggered whenever a creature does one or more of the following, as you select: looks at the rune; reads the rune; touches the rune; passes over the rune; or passes through a portal bearing the rune. Regardless of the trigger method or methods chosen, a creature more than 60 feet from a symbol of death can't trigger it (even if it meets one or more of the triggering conditions, such as reading the rune). Once the spell is cast, a <i>symbol of death</i>'s triggering conditions cannot be changed.</p><p>In this case, &ldquo;reading&rdquo; the rune means any attempt to study it, identify it, or fathom its meaning. Throwing a cover over a <i>symbol of death </i>to render it inoperative triggers it if the symbol reacts to touch. You can't use a <i>symbol of death </i>offensively; for instance, a touch-triggered <i>symbol of death</i> remains untriggered if an item bearing the <i>symbol of death </i>is used to touch a creature. Likewise, a <i>symbol of death </i>cannot be placed on a weapon and set to activate when the weapon strikes a foe.</p><p>You can also set special triggering limitations of your own. These can be as simple or elaborate as you desire. Special conditions for triggering a <i>symbol of death </i>can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, HD, and hit points don't qualify. </p><p>When scribing a <i>symbol of death</i>, you can specify a password or phrase that prevents a creature using it from triggering the symbol's effect<i>. </i>Anyone using the password remains immune to that particular rune's effects so long as the creature remains within 60 feet of the rune. If the creature leaves the radius and returns later, it must use the password again.</p><p>You also can attune any number of creatures to the <i>symbol of death, </i>but doing this can extend the casting time. Attuning one or two creatures takes negligible time, and attuning a small group (as many as 10 creatures) extends the casting time to 1 hour. Attuning a large group (as many as 25 creatures) takes 24 hours. Attuning larger groups takes an additional 24 hours per 25 creatures. Any creature attuned to a <i>symbol of death </i>cannot trigger it and is immune to its effects, even if within its radius when it is triggered. You are automatically considered attuned to your own <i>symbols of death</i>, and thus always ignore the effects and cannot inadvertently trigger them.</p><p><i>Read magic </i>allows you to identify a <i>symbol </i>with a Spellcraft check (DC 10 + the <i>symbol's </i>spell level). Of course, if the <i>symbol </i>is set to be triggered by reading it, this will trigger the symbol.</p><p>A <i>symbol of death </i>can be removed by a successful <i>dispel magic </i>targeted solely on the rune. An <i>erase </i>spell has no effect on a <i>symbol of death. </i>Destruction of the surface where a <i>symbol of death </i>is inscribed destroys the <i>symbol </i>but also triggers it.</p><p><i>Symbol of death </i>can be made permanent with a <i>permanency </i>spell. A permanent <i>symbol of death </i>that is disabled or has affected its maximum number of hit points becomes inactive for 10 minutes, but then can be triggered again as normal.</p><p><i>Note</i>Magic traps such as <i>symbol of death </i>are hard to detect and disable. While any character can use Perception to find a symbol, only a character with the trapfinding class feature can use Disable Device to disarm it. The DC in each case is 25 + spell level, or 33 for <i>symbol of death</i>.</p>", 
    "school": "necromancy", 
    "saving_throw": "Fortitude negates", 
    "description": "Triggered rune kills nearby creatures.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Symbol Of Death", 
    "spell_resistance": "yes", 
    "casting_time": "10 minutes", 
    "level_text": "Arcanist: 8; Cleric: 8; Oracle: 8; Sorcerer: 8; Warpriest: 8; Witch: 8; Wizard: 8", 
    "descriptor": [
        "death"
    ], 
    "range": "0 ft.; see text", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 8
        }, 
        {
            "class": "Cleric", 
            "level": 8
        }, 
        {
            "class": "Oracle", 
            "level": 8
        }, 
        {
            "class": "Sorcerer", 
            "level": 8
        }, 
        {
            "class": "Warpriest", 
            "level": 8
        }, 
        {
            "class": "Witch", 
            "level": 8
        }, 
        {
            "class": "Wizard", 
            "level": 8
        }
    ], 
    "descriptor_text": "death", 
    "effects": [
        {
            "text": "one symbol", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "mercury and phosphorus, plus powdered diamond and opal worth 5,000 gp each", 
            "type": "M"
        }
    ], 
    "duration": "see text", 
    "type": "spell", 
    "component_text": "V, S, M (mercury and phosphorus, plus powdered diamond and opal worth 5,000 gp each)", 
    "name": "Symbol Of Death"
}