{
    "body": "<p>You create a circle on the floor or other horizontal surface that teleports, as <i>greater teleport, </i>any creature who stands on it to a designated spot. Once you designate the destination for the circle, you can't change it. The spell fails if you attempt to set the circle to teleport creatures into a solid object, to a place with which you are not familiar and have no clear description, or to another plane.</p><p>The circle itself is subtle and nearly impossible to notice. If you intend to keep creatures from activating it accidentally, you need to mark the circle in some way.</p><p><i>Teleportation circle </i>can be made permanent with a <i>permanency </i>spell. A permanent <i>teleportation circle </i>that is disabled becomes inactive for 10 minutes, then can be triggered again as normal.</p><p>Magic traps such as <i>teleportation circle </i>are hard to detect and disable. A character with the trapfinding class feature can use Disable Device to disarm magic traps. The DC in each case is 25 + spell level, or 34 in the case of <i>teleportation circle</i>.</p>", 
    "school": "conjuration", 
    "saving_throw": "none", 
    "description": "Teleports creatures inside circle.", 
    "url": "pfsrd://Core Rulebook/Spells/Teleportation Circle", 
    "spell_resistance": "yes", 
    "casting_time": "10 minutes", 
    "level_text": "Arcanist: 9; Sorcerer: 9; Summoner: 6; Witch: 9; Wizard: 9", 
    "source": "Core Rulebook", 
    "range": "0 ft.", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 9
        }, 
        {
            "class": "Sorcerer", 
            "level": 9
        }, 
        {
            "class": "Summoner", 
            "level": 6
        }, 
        {
            "class": "Witch", 
            "level": 9
        }, 
        {
            "class": "Wizard", 
            "level": 9
        }
    ], 
    "effects": [
        {
            "text": "5-ft.-radius circle that teleports those who activate it", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "text": "amber dust to cover circle worth 1,000 gp", 
            "type": "M"
        }
    ], 
    "duration": "10 min./level (D)", 
    "subschool_text": "teleportation", 
    "subschool": [
        "teleportation"
    ], 
    "type": "spell", 
    "component_text": "V, M (amber dust to cover circle worth 1,000 gp)", 
    "name": "Teleportation Circle"
}