{
    "body": "<p>You create an unmoving, opaque sphere of force of any color you desire around yourself. Half the sphere projects above the ground, and the lower hemisphere passes through the ground. As many as nine other Medium creatures can fit into the field with you; they can freely pass into and out of the hut without harming it. However, if you remove yourself from the hut, the spell ends.</p><p>The temperature inside the hut is 70° F if the exterior temperature is between 0° and 100° F. An exterior temperature below 0° or above 100° lowers or raises the interior temperature on a 1-degree-for-1 basis. The hut also provides protection against the elements, such as rain, dust, and sandstorms. The hut withstands any wind of less than hurricane force, but a hurricane (75+ mph wind speed) or greater force destroys it.</p><p>The interior of the hut is a hemisphere. You can illuminate it dimly upon command or extinguish the light as desired. Although the force field is opaque from the outside, it is transparent from within. Missiles, weapons, and most spell effects can pass through the hut without affecting it, although the occupants cannot be seen from outside the hut (they have total concealment).</p>", 
    "school": "evocation", 
    "saving_throw": "none", 
    "description": "Creates shelter for 10 creatures.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Tiny Hut", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Bard: 3; Skald: 3; Sorcerer: 3; Wizard: 3; Arcanist: 3", 
    "descriptor": [
        "force"
    ], 
    "range": "20 ft.", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 3
        }, 
        {
            "class": "Bard", 
            "level": 3
        }, 
        {
            "class": "Skald", 
            "level": 3
        }, 
        {
            "class": "Sorcerer", 
            "level": 3
        }, 
        {
            "class": "Wizard", 
            "level": 3
        }
    ], 
    "descriptor_text": "force", 
    "effects": [
        {
            "text": "20-ft.-radius sphere centered on your location", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a small crystal bead", 
            "type": "M"
        }
    ], 
    "duration": "2 hours/level (D)", 
    "type": "spell", 
    "component_text": "V, S, M (a small crystal bead)", 
    "name": "Tiny Hut"
}