{
    "body": "<p><i>Unhallow</i> makes a particular site, building, or structure an unholy site. This has three major effects.</p><p>First, the site or structure is guarded by a <i>magic circle against good</i> effect.</p><p>Second, the DC to resist negative channeled energy within the spell's area of effect gains a +4 sacred bonus and the DC to resist positive energy is reduced by 4. Spell resistance does not apply to this effect. This provision does not apply to the druid version of the spell.</p><p>Finally, you may choose to fix a single spell effect to the <i>unhallowed</i> site. The spell effect lasts for 1 year and functions throughout the entire site, regardless of its normal duration and area or effect. You may designate whether the effect applies to all creatures, creatures that share your faith or alignment, or creatures that adhere to another faith or alignment. At the end of the year, the chosen effect lapses, but it can be renewed or replaced simply by casting <i>unhallow</i> again.</p><p>Spell effects that may be tied to an <i>unhallowed</i> site include <i>aid</i>, <i>bane</i>, <i>bless</i>, <i>cause fear</i>, <i>darkness</i>, <i>daylight</i>, <i>death ward</i>, <i>deeper darkness</i>, <i>detect magic</i>, <i>detect good</i>, <i>dimensional anchor</i>, <i>discern lies</i>, <i>dispel magic</i>, <i>endure elements</i>, <i>freedom of movement</i>, <i>invisibility purge</i>, <i>protection from energy</i>, <i>remove fear</i>, <i>resist energy</i>, <i>silence</i>, <i>tongues</i>, and <i>zone of truth</i>.</p><p>Saving throws and spell resistance might apply to these spells' effects. (See the individual spell descriptions for details.)</p><p>An area can receive only one <i>unhallow</i> spell (and its associated spell effect) at a time.</p><p><i>Unhallow</i> counters but does not dispel <i>hallow</i>.</p>", 
    "school": "evocation", 
    "saving_throw": "see text", 
    "description": "Designates location as unholy.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Unhallow", 
    "spell_resistance": "see text", 
    "casting_time": "24 hours", 
    "level_text": "Cleric: 5; Druid: 5; Hunter: 5; Inquisitor: 5; Oracle: 5; Warpriest: 5", 
    "descriptor": [
        "evil"
    ], 
    "range": "touch", 
    "levels": [
        {
            "class": "Cleric", 
            "level": 5
        }, 
        {
            "class": "Druid", 
            "level": 5
        }, 
        {
            "class": "Hunter", 
            "level": 5
        }, 
        {
            "class": "Inquisitor", 
            "level": 5
        }, 
        {
            "class": "Oracle", 
            "level": 5
        }, 
        {
            "class": "Warpriest", 
            "level": 5
        }
    ], 
    "descriptor_text": "evil", 
    "effects": [
        {
            "text": "40-ft. radius emanating from the touched point", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "herbs, oils, and incense worth at least 1,000 gp, plus 1,000 gp per level of the spell to be tied to the unhallowed area", 
            "type": "M"
        }
    ], 
    "duration": "instantaneous", 
    "type": "spell", 
    "component_text": "V, S, M (herbs, oils, and incense worth at least 1,000 gp, plus 1,000 gp per level of the spell to be tied to the unhallowed area)", 
    "name": "Unhallow"
}