{
    "body": "<p>An <i>unseen servant</i> is an invisible, mindless, shapeless force that performs simple tasks at your command. It can run and fetch things, open unstuck doors, and hold chairs, as well as clean and mend. The servant can perform only one activity at a time, but it repeats the same activity over and over again if told to do so as long as you remain within range. It can open only normal doors, drawers, lids, and the like. It has an effective Strength score of 2 (so it can lift 20 pounds or drag 100 pounds). It can trigger traps and such, but it can exert only 20 pounds of force, which is not enough to activate certain pressure plates and other devices. It can't perform any task that requires a skill check with a DC higher than 10 or that requires a check using a skill that can't be used untrained. This servant cannot fly, climb, or even swim (though it can walk on water). Its base speed is 15 feet.</p><p>The servant cannot attack in any way; it is never allowed an attack roll. It cannot be killed, but it dissipates if it takes 6 points of damage from area attacks. (It gets no saves against attacks.) If you attempt to send it beyond the spell's range (measured from your current position), the servant ceases to exist.</p>", 
    "school": "conjuration", 
    "saving_throw": "none", 
    "description": "Invisible force obeys your commands.", 
    "url": "pfsrd://Core Rulebook/Spells/Unseen Servant", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 1; Bard: 1; Magus: 1; Skald: 1; Sorcerer: 1; Summoner: 1; Witch: 1; Wizard: 1", 
    "source": "Core Rulebook", 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 1
        }, 
        {
            "class": "Bard", 
            "level": 1
        }, 
        {
            "class": "Magus", 
            "level": 1
        }, 
        {
            "class": "Skald", 
            "level": 1
        }, 
        {
            "class": "Sorcerer", 
            "level": 1
        }, 
        {
            "class": "Summoner", 
            "level": 1
        }, 
        {
            "class": "Witch", 
            "level": 1
        }, 
        {
            "class": "Wizard", 
            "level": 1
        }
    ], 
    "effects": [
        {
            "text": "one invisible, mindless, shapeless servant", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "a piece of string and a bit of wood", 
            "type": "M"
        }
    ], 
    "duration": "1 hour/level", 
    "subschool_text": "creation", 
    "subschool": [
        "creation"
    ], 
    "type": "spell", 
    "component_text": "V, S, M (a piece of string and a bit of wood)", 
    "name": "Unseen Servant"
}