{
    "body": "<p>A <i>wall of force</i> creates an invisible wall of pure force. The wall cannot move and is not easily destroyed. A <i>wall of force</i> is immune to <i>dispel magic</i>, although a <i>mage's disjunction</i> can still dispel it. A <i>wall of force</i> can be damaged by spells as normal, except for <i>disintegrate</i>, which automatically destroys it. It can be damaged by weapons and supernatural abilities, but a <i>wall of force</i> has hardness 30 and a number of hit points equal to 20 per caster level. Contact with a <i>sphere of annihilation</i> or <i>rod of cancellation</i> instantly destroys a <i>wall of force</i>.</p><p>Breath weapons and spells cannot pass through a <i>wall of force</i> in either direction, although <i>dimension door</i>, <i>teleport</i>, and similar effects can bypass the barrier. It blocks ethereal creatures as well as material ones (though ethereal creatures can usually circumvent the wall by going around it, through material floors and ceilings). Gaze attacks can operate through a <i>wall of force</i>.</p><p>The caster can form the wall into a flat, vertical plane whose area is up to one 10-foot square per level. The wall must be continuous and unbroken when formed. If its surface is broken by any object or creature, the spell fails.</p><p><i>Wall of force</i> can be made permanent with a <i>permanency</i> spell.</p>", 
    "school": "evocation", 
    "saving_throw": "none", 
    "description": "Wall is immune to damage.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Wall Of Force", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 5; Magus: 5; Sorcerer: 5; Wizard: 5", 
    "descriptor": [
        "force"
    ], 
    "range": "close (25 ft. + 5 ft./2 levels)", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 5
        }, 
        {
            "class": "Magus", 
            "level": 5
        }, 
        {
            "class": "Sorcerer", 
            "level": 5
        }, 
        {
            "class": "Wizard", 
            "level": 5
        }
    ], 
    "descriptor_text": "force", 
    "effects": [
        {
            "text": "wall whose area is up to one 10-ft. square/level", 
            "name": "Effect"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "powdered quartz", 
            "type": "M"
        }
    ], 
    "duration": "1 round /level (D)", 
    "type": "spell", 
    "component_text": "V, S, M (powdered quartz)", 
    "name": "Wall Of Force"
}