{
    "body": "<p>You send a message or sound on the wind to a designated spot. The <i>whispering wind</i> travels to a specific location within range that is familiar to you, provided that it can find a way to the location. A <i>whispering wind</i> is as gentle and unnoticed as a zephyr until it reaches the location. It then delivers its whisper-quiet message or other sound. Note that the message is delivered regardless of whether anyone is present to hear it. The wind then dissipates.</p><p>You can prepare the spell to bear a message of no more than 25 words, cause the spell to deliver other sounds for 1 round, or merely have the <i>whispering wind</i> seem to be a faint stirring of the air. You can likewise cause the <i>whispering wind</i> to move as slowly as 1 mile per hour or as quickly as 1 mile per 10 minutes.</p><p>When the spell reaches its objective, it swirls and remains in place until the message is delivered. As with <i>magic mouth, whispering wind</i> cannot speak verbal components, use command words, or activate magical effects.</p>", 
    "school": "transmutation", 
    "saving_throw": "none", 
    "description": "Sends a short message 1 mile/level.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Whispering Wind", 
    "spell_resistance": "no", 
    "casting_time": "1 standard action", 
    "level_text": "Arcanist: 2; Bard: 2; Elementalist Wizard: 2; Inquisitor: 2; Skald: 2; Sorcerer: 2; Wizard: 2", 
    "descriptor": [
        "air"
    ], 
    "range": "1 mile/level", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 2
        }, 
        {
            "class": "Bard", 
            "level": 2
        }, 
        {
            "class": "Elementalist Wizard", 
            "level": 2
        }, 
        {
            "class": "Inquisitor", 
            "level": 2
        }, 
        {
            "class": "Skald", 
            "level": 2
        }, 
        {
            "class": "Sorcerer", 
            "level": 2
        }, 
        {
            "class": "Wizard", 
            "level": 2
        }
    ], 
    "descriptor_text": "air", 
    "effects": [
        {
            "text": "10-ft.-radius spread", 
            "name": "Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }
    ], 
    "duration": "no more than 1 hour/level or until discharged (destination is reached)", 
    "type": "spell", 
    "component_text": "V, S", 
    "name": "Whispering Wind"
}