{
    "body": "<p>You alter the substance of your body to a cloudlike vapor (as the <i>gaseous form</i> spell) and move through the air, possibly at great speed. You can take other creatures with you, each of which acts independently.</p><p>Normally, a wind walker flies at a speed of 10 feet with perfect maneuverability. If desired by the subject, a magical wind wafts a wind walker along at up to 600 feet per round (60 mph) with poor maneuverability. Wind walkers are not invisible but rather appear misty and translucent. If fully clothed in white, they are 80% likely to be mistaken for clouds, fog, vapors, or the like.</p><p>A wind walker can regain its physical form as desired and later resume the cloud form. Each change to and from vaporous form takes 5 rounds, which counts toward the duration of the spell (as does any time spent in physical form). As noted above, you can dismiss the spell, and you can even dismiss it for individual wind walkers and not others.</p><p>For the last minute of the spell's duration, a wind walker in cloud form automatically descends 60 feet per round (for a total of 600 feet), though it may descend faster if it wishes. This descent serves as a warning that the spell is about to end.</p>", 
    "school": "transmutation", 
    "saving_throw": "no and Will negates (harmless)", 
    "description": "You and your allies turn vaporous and travel fast.", 
    "source": "Core Rulebook", 
    "url": "pfsrd://Core Rulebook/Spells/Wind Walk", 
    "spell_resistance": "no and yes (harmless)", 
    "casting_time": "1 standard action", 
    "level_text": "Alchemist: 6; Cleric: 6; Druid: 7; Oracle: 6; Shaman: 7; Warpriest: 6", 
    "descriptor": [
        "air"
    ], 
    "range": "touch", 
    "levels": [
        {
            "class": "Alchemist", 
            "level": 6
        }, 
        {
            "class": "Cleric", 
            "level": 6
        }, 
        {
            "class": "Druid", 
            "level": 7
        }, 
        {
            "class": "Oracle", 
            "level": 6
        }, 
        {
            "class": "Shaman", 
            "level": 7
        }, 
        {
            "class": "Warpriest", 
            "level": 6
        }
    ], 
    "descriptor_text": "air", 
    "effects": [
        {
            "text": "you and one touched creature per three levels", 
            "name": "Targets"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "type": "DF"
        }
    ], 
    "duration": "1 hour/level (D); see text", 
    "type": "spell", 
    "component_text": "V, S, DF", 
    "name": "Wind Walk"
}