{
    "body": "<p><i>Wish</i> is the mightiest spell a wizard or sorcerer can cast. By simply speaking aloud, you can alter reality to better suit you. Even <i>wish</i>, however, has its limits. A <i>wish</i> can produce any one of the following effects.</p><ul><li> Duplicate any sorcerer/wizard spell of 8th level or lower, provided the spell does not belong to one of your opposition schools.</li><li> Duplicate any non-sorcerer/wizard spell of 7th level or lower, provided the spell does not belong to one of your opposition schools.</li><li> Duplicate any sorcerer/wizard spell of 7th level or lower, even if it belongs to one of your opposition schools.</li><li> Duplicate any non-sorcerer/wizard spell of 6th level or lower, even if it belongs to one of your opposition schools. </li><li> Undo the harmful effects of many other spells, such as <i>geas/quest</i> or <i>insanity</i>.</li><li> Grant a creature a +1 inherent bonus to an ability score. Two to five <i>wish</i> spells cast in immediate succession can grant a creature a +2 to +5 inherent bonus to an ability score (two <i>wishes</i> for a +2 inherent bonus, three <i>wishes</i> for a +3 inherent bonus, and so on). Inherent bonuses are instantaneous, so they cannot be dispelled. <i>Note</i>: An inherent bonus may not exceed +5 for a single ability score, and inherent bonuses to a particular ability score do not stack, so only the best one applies.</li><li> Remove injuries and afflictions. A single <i>wish</i> can aid one creature per caster level, and all subjects are cured of the same kind of affliction. For example, you could heal all the damage you and your companions have taken, or remove all poison effects from everyone in the party, but not do both with the same <i>wish</i>. </li><li> Revive the dead. A <i>wish</i> can bring a dead creature back to life by duplicating a <i>resurrection</i> spell. A <i>wish</i> can revive a dead creature whose body has been destroyed, but the task takes two <i>wishes</i>: one to recreate the body and another to infuse the body with life again. A <i>wish</i> cannot prevent a character who was brought back to life from gaining a permanent negative level.</li><li> Transport travelers. A <i>wish</i> can lift one creature per caster level from anywhere on any plane and place those creatures anywhere else on any plane regardless of local conditions. An unwilling target gets a Will save to negate the effect, and spell resistance (if any) applies.</li><li> Undo misfortune. A <i>wish</i> can undo a single recent event. The <i>wish</i> forces a reroll of any roll made within the last round (including your last turn). Reality reshapes itself to accommodate the new result. For example, a <i>wish</i> could undo an opponent's successful save, a foe's successful critical hit (either the attack roll or the critical roll), a friend's failed save, and so on. The reroll, however, may be as bad as or worse than the original roll. An unwilling target gets a Will save to negate the effect, and spell resistance (if any) applies.</li></ul><p>You may try to use a <i>wish</i> to produce greater effects than these, but doing so is dangerous. (The <i>wish</i> may pervert your intent into a literal but undesirable fulfillment or only a partial fulfillment, at the GM's discretion.)</p><p>Duplicated spells allow saves and spell resistance as normal (but save DCs are for 9th-level spells).</p><p>When a <i>wish</i> duplicates a spell with a material component that costs more than 10,000 gp, you must provide that component (in addition to the 25,000 gp diamond component for this spell).</p>", 
    "school": "universal", 
    "saving_throw": "none, see text", 
    "description": "As limited wish, but with fewer limits.", 
    "url": "pfsrd://Core Rulebook/Spells/Wish", 
    "spell_resistance": "yes", 
    "casting_time": "1 standard action", 
    "level_text": "Sorcerer: 9; Wizard: 9; Arcanist: 9", 
    "source": "Core Rulebook", 
    "range": "see text", 
    "levels": [
        {
            "class": "Arcanist", 
            "level": 9
        }, 
        {
            "class": "Sorcerer", 
            "level": 9
        }, 
        {
            "class": "Wizard", 
            "level": 9
        }
    ], 
    "effects": [
        {
            "text": "see text", 
            "name": "Target, Effect, or Area"
        }
    ], 
    "components": [
        {
            "type": "V"
        }, 
        {
            "type": "S"
        }, 
        {
            "text": "diamond worth 25,000 gp", 
            "type": "M"
        }
    ], 
    "duration": "see text", 
    "type": "spell", 
    "component_text": "V, S, M (diamond worth 25,000 gp)", 
    "name": "Wish"
}