{
    "body": "<p>Dwarves are a stoic but stern race, ensconced in cities carved from the hearts of mountains and fiercely determined to repel the depredations of savage races like orcs and goblins. More than any other race, dwarves have acquired a reputation as dour and humorless artisans of the earth. It could be said that their history shapes the dark disposition of many dwarves, for they reside in high mountains and dangerous realms below the earth, constantly at war with giants, goblins, and other such horrors.</p><p>Dwarves are lovers of history and tradition, and their long lifespan leads to far less in the way of generational shifts in attitudes, styles, fashions, and trends than shorter-lived races exhibit. If a thing is not broken, they do not fix it or change it; and if it is broken, they fix it rather than replace it. Thrifty as a rule, dwarves are loath to discard anything unless it is truly ruined and unable to be fixed. At the same time, dwarves' meticulous, near-obsessive attention to detail and durability in their craftsmanship makes that a rare occurrence, as the things they make are built to last. As a result, buildings, artwork, tools, housewares, garments, weapons, and virtually everything else made by dwarves still sees regular use at an age when such items would be relegated to museum pieces, dusty antique shelves, or junkyard fodder by other races. Taken together, these traits create the impression that dwarves are a race frozen in time.</p><p>Nothing could be further from the truth, however, as dwarves are both thoughtful and imaginative, willing to experiment, if always keen to refine and perfect a new technique or product before moving on to the next one. Dwarves have achieved feats of metallurgy, stonework, and engineering that have consistently outpaced the technological advances of other races, though some non-dwarven races have used magic to supplement and perfect their own creations to achieve the same ends through mystical rather than mundane means. They are also a race typified by stubborn courage and dedication to seeing tasks through to completion, whatever the risks. These traits have led dwarves to explore and settle in extreme environments that would cause other races to quail and retreat. From the darkest depths of the underworld to the highest mountain peaks, from rusting iron citadels along desolate rocky coasts to squat jungle ziggurats, dwarves have established their enclaves and redoubts, holding them against all comers or perishing to the last and leaving only their enduring monuments to stand as their legacy. </p><p>While it is said that dwarves are not venturesome or inventive, it would be more accurate to say that they maintain a focus on and dedication to each task they undertake and every change they adopt, vetting such changes thoroughly before adopting them wholeheartedly. When faced with new circumstances and new needs, they react by applying tried and true tools and techniques systematically, using existing methods whenever possible rather than trying to invent novel solutions for every situation. If necessity requires, however, they throw themselves with equal vigor into developing the next perfect procedure for demolishing the obstacles that get in their way. Once their desired goal is obtained, they focus on consolidating each new piece of territory or conceptual advance. Dwarves thus rarely overextend themselves, but they also may miss opportunities to seize the initiative and maximize the advantages they create. </p>", 
    "name": "Dwarves", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Dwarves", 
    "type": "race", 
    "subtype": "core_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Dwarves are a short and stocky race, and stand about a foot shorter than most humans, with wide, compact bodies that account for their burly appearance. Male and female dwarves pride themselves on the long length of their hair, and men often decorate their beards with a variety of clasps and intricate braids. Clean-shavenness on a male dwarf is a sure sign of madness, or worse&mdash;no one familiar with their race trusts a beardless dwarven man.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>The great distances between dwarves' mountain citadels account for many of the cultural differences that exist within their society. Despite these schisms, dwarves throughout the world are characterized by their love of stonework, their passion for stone- and metal-based craftsmanship and architecture, and their fierce hatred of giants, orcs, and goblinoids. In some remote enclaves, such as those areas where these races are uncommon or unheard of, dwarves' fixation on security and safety combined with their rather pugnacious nature leads them to find enemies or at least rivals wherever they settle. While they are not precisely militaristic, they learned long ago that those without axes can be hewn apart by them, and thus dwarves everywhere are schooled to be ready to enforce their rights and claims by force of arms. When their patience with diplomacy is exhausted, dwarves do not hesitate to adopt what they call \"aggressive negotiations.\"</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Dwarves and orcs have long dwelt in proximity to one another, and share a history of violence as old as both races. Dwarves generally distrust and shun half-orcs. They find elves, gnomes, and halflings to be too frail, flighty, or \"pretty\" to be worthy of proper respect. It is with humans that dwarves share the strongest link, for humans' industrious nature and hearty appetites come closest to matching those of the dwarven ideal.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Dwarves are driven by honor and tradition. While they are often stereotyped as standoffish, they have a strong sense of friendship and justice, and those who win their trust understand that while they work hard, they play even harder&mdash;especially when good ale is involved. Most dwarves are lawful good.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Although dwarven adventurers are rare compared to humans, they can be found in most regions of the world. Dwarves often leave the confines of their redoubts to seek glory for their clans, to find wealth with which to enrich the fortress-homes of their birth, or to reclaim fallen dwarven citadels from racial enemies. Dwarven warfare is often characterized by tunnel fighting and melee combat, and as such most dwarves tend toward classes such as fighters and barbarians.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Dolgrin, Grunyar, Harsk, Kazmuk, Morgrym, Rogar.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Description/Males Names", 
                    "type": "section", 
                    "name": "Males Names", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Agna, Bodill, Ingra, Kotri, Rusilka, Yangrit.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Dwarf Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Dwarves are both tough and wise, but also a bit gruff.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Dwarf Racial Traits/+2 Constitution/+2 Wisdom/-2 Charisma", 
                    "type": "section", 
                    "name": "+2 Constitution, +2 Wisdom, -2 Charisma", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Dwarves are Medium creatures and receive no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p>Dwarves have a base speed of 20 feet, but their speed is never modified by armor or encumbrance.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Dwarf Racial Traits/Slow and Steady", 
                    "type": "section", 
                    "name": "Slow and Steady", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Dwarves can see in the dark up to 60 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Darkvision"
                }, 
                {
                    "body": "<p>Dwarves gain a +4 dodge bonus to AC against monsters of the giant subtype.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Dwarf Racial Traits/Defensive Training", 
                    "type": "section", 
                    "name": "Defensive Training", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Dwarves gain a +2 racial bonus on Appraise checks made to determine the price of nonmagical goods that contain precious metals or gemstones.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Dwarf Racial Traits/Greed", 
                    "type": "section", 
                    "name": "Greed", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Dwarves gain a +1 racial bonus on attack rolls against humanoid creatures of the orc and goblinoid subtypes because of their special training against these hated foes.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Dwarf Racial Traits/Hatred", 
                    "type": "section", 
                    "name": "Hatred", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Dwarves gain a +2 racial bonus on saving throws against poison, spells, and spell-like abilities.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Dwarf Racial Traits/Hardy", 
                    "type": "section", 
                    "name": "Hardy", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Dwarves gain a +4 racial bonus to their Combat Maneuver Defense when resisting a bull rush or trip attempt while standing on the ground.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Dwarf Racial Traits/Stability", 
                    "type": "section", 
                    "name": "Stability", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Dwarves gain a +2 bonus on Perception checks to notice unusual stonework, such as traps and hidden doors located in stone walls or floors. They receive a check to notice such features whenever they pass within 10 feet of them, whether or not they are actively looking.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Dwarf Racial Traits/Stonecunning", 
                    "type": "section", 
                    "name": "Stonecunning", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Dwarves are proficient with battleaxes, heavy picks, and warhammers, and treat any weapon with the word \"dwarven\" in its name as a martial weapon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Weapon Familiarity"
                }, 
                {
                    "body": "<p>Dwarves begin play speaking Common and Dwarven. Dwarves with high Intelligence scores can choose from the following: Giant, Gnome, Goblin, Orc, Terran, and Undercommon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Dwarf Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>While most think of dwarves as a relatively homogenous race, many clans have adapted over the years to better survive in harsh and varied environments. The following options represent some of that customization, and can be taken by any dwarf character.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The following racial traits may be selected instead of the standard dwarf racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"ancient-enmity\">Dwarves have long been in conflict with elves, especially the hated drow. Dwarves with this racial trait receive a +1 racial bonus on attack rolls against humanoid creatures of the elf subtype. This racial trait replaces hatred.</p>", 
                            "name": "Ancient Enmity", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Ancient Enmity", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"craftsman\">Dwarves are known for their superior craftsmanship when it comes to metallurgy and stonework. Dwarves with this racial trait receive a +2 racial bonus on all Craft or Profession checks related to metal or stone. This racial trait replaces greed.</p>", 
                            "name": "Craftsman", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Craftsman", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"deep-warrior\">Dwarves with this racial trait grew up facing the abominations that live deep beneath the surface. They receive a +2 dodge bonus to AC against monsters of the aberration type and a +2 racial bonus on combat maneuver checks made to grapple such creatures (or to continue a grapple). This racial trait replaces defensive training.</p>", 
                            "name": "Deep Warrior", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Deep Warrior", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"giant-hunter\">Dwarves with this racial trait gain a +1 bonus on attack rolls against humanoids with the giant subtype. Furthermore, they gain a +2 bonus on Survival checks to find and follow tracks made by humanoids with the giant subtype. This racial trait replaces the hatred racial trait.</p>", 
                            "name": "Giant Hunter", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Giant Hunter", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"lorekeeper\">Dwarves keep extensive records about their history and the world around them. Dwarves with this racial trait receive a +2 racial bonus on Knowledge (history) checks that pertain to dwarves or their enemies. They can make such skill checks untrained. This racial trait replaces greed.</p>", 
                            "name": "Lorekeeper", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Lorekeeper", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"magic-resistant\">Some of the older dwarven clans are particularly resistant to magic. Dwarves with this racial trait gain spell resistance equal to 5 + their character level. This resistance can be lowered for 1 round as a standard action. Dwarves with this racial trait take a &ndash;2 penalty on all concentration checks made in relation to arcane spells. This racial trait replaces hardy.</p>", 
                            "name": "Magic Resistant", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Magic Resistant", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"minesight\">Dwarves with this racial trait increase the range of their darkvision to 90 feet; however, they are automatically dazzled in bright light and take a &ndash;2 penalty on saving throws against effects with the light descriptor. This racial trait replaces darkvision.</p>", 
                            "name": "Minesight", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Minesight", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"mountaineer\">Mountain dwarves are skilled at climbing and navigating narrow ledges. Dwarves with this racial trait are immune to altitude sickness and do not lose their Dexterity bonus to AC when making Climb or Acrobatics checks to cross narrow or slippery surfaces. This racial trait replaces stability. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Mountaineer", 
                            "type": "section", 
                            "name": "Mountaineer", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"relentless\">Dwarves are skilled at pushing their way through a battlefield, tossing aside lesser foes with ease. Dwarves with this racial trait receive a +2 bonus on combat maneuver checks made to bull rush or overrun an opponent. This bonus only applies while both the dwarf and his opponent are standing on the ground. This racial trait replaces stability.</p>", 
                            "name": "Relentless", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Relentless", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"rock-stepper\">Dwarves with this racial trait can skillfully negotiate rocky terrain. They can ignore difficult terrain created by rubble, broken ground, or steep stairs when they take a 5-foot step. This racial trait replaces stonecunning.</p>", 
                            "name": "Rock Stepper", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Rock Stepper", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"saltbeard\">Dwarves occasionally found iron cities along rugged seacoasts, and natives of such cities gain a +2 bonus on Profession (sailor) and Survival checks while at sea. They gain a +1 racial bonus on attack rolls and a +2 dodge bonus to AC against creatures with the aquatic or water subtype. Their greed racial trait applies only to treasure found in or under the water, but applies to all such treasure regardless of whether or not it contains metal or gemstones. This racial trait replaces defensive training, hatred, and stonecunning.</p>", 
                            "name": "Saltbeard", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Saltbeard", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"sky-sentinel\">As creatures with a deep affinity for the ground, dwarves are wary of attacks from above. Enemies on higher ground gain no attack roll bonus against dwarves with this racial trait, and they gain a +1 racial bonus on attack rolls, a +2 dodge bonus to AC, and a +2 bonus on Perception checks against flying creatures. This racial trait replaces defensive training, hatred, and stonecunning. </p>", 
                            "name": "Sky Sentinel", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Sky Sentinel", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"stonesinger\">Some dwarves' affinity for the earth grants them greater powers. Dwarves with this racial trait are treated as one level higher when casting spells with the earth descriptor or using granted powers of the Earth domain, the bloodline powers of the earth elemental bloodline, and revelations of the oracle's stone mystery. This ability does not give them early access to level-based powers; it only affects the powers they could use without this ability. This racial trait replaces stonecunning.</p>", 
                            "name": "Stonesinger", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Stonesinger", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"stubborn\">Dwarves are renowned for their stubbornness. Dwarves with this racial trait receive a +2 racial bonus on Will saves to resist spells and spell-like abilities of the enchantment (charm) and enchantment (compulsion) schools. In addition, if they fail such a save, they receive another save 1 round later to prematurely end the effect (assuming it has a duration greater than 1 round). This second save is made at the same DC as the first. If the dwarf has a similar ability from another source (such as a rogue's slippery mind), he can only use one of these abilities per round, but he can try the other on the second round if the first reroll ability fails. This racial trait replaces hardy. </p>", 
                            "name": "Stubborn", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Stubborn", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"surface-survivalist\">Some dwarves have dwelt so long aboveground they have lost their ability to see at night. However, their adaptation to extreme environments allows them to treat wind conditions (when determining whether or not they are checked or blown away) and either hot or cold climates (choose one) as one step less severe. This racial trait replaces darkvision.</p>", 
                            "name": "Surface Survivalist", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Surface Survivalist", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"xenophobic\">Isolationist dwarves despise non-dwarven humanoids. They speak only Dwarven and do not gain any bonus languages from possessing a high Intelligence score. In addition, they learn only one language per 2 ranks of Linguistics they possess. However, their untrusting nature gives them a +1 bonus against mind-affecting effects, except for fear affects. This racial trait replaces a dwarf's normal languages.</p>", 
                            "name": "Xenophobic", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Xenophobic", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"wyrmscourged\">Dwarves with this racial trait gain a +1 bonus on attack rolls and a +2 dodge bonus to AC and on saving throws against the exceptional, supernatural, and spell-like abilities of dragons. They also gain a +2 racial bonus on Knowledge (arcana) checks to identify dragons and can make such checks untrained. This racial trait replaces defensive training, hatred, and stonecunning.</p>", 
                            "name": "Wyrmscourged", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Alternate Racial Traits/Wyrmscourged", 
                            "subtype": "dwarf", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>You can combine various alternate racial traits to create dwarven subraces or variant races, such as the following.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"deep-delver\">Dwarves living far below the earth have the minesight and deep warrior racial traits. Deep delver spellcasters may exchange stonecunning for the stonesinger trait.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Racial Subtypes/Deep Delver", 
                            "type": "section", 
                            "name": "Deep Delver", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"elder-dwarf\">Traditionalist dwarves of ancient lineage have the ancient enmity, lorekeeper, and either the magic resistant or stubborn racial traits. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Racial Subtypes/Elder Dwarf", 
                            "type": "section", 
                            "name": "Elder Dwarf", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"exiled-dwarf\">Dwarves who have lost their homelands usually have the relentless and stubborn racial traits, and often have wyrmscourged as well.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Racial Subtypes/Exiled Dwarf", 
                            "type": "section", 
                            "name": "Exiled Dwarf", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"mountain-dwarf\">Dwarves living atop high peaks have the mountaineer racial trait and often surface survivalist as well. Mountain dwarves are also trained to defend their homes, and may take the sky sentinel and xenophobic traits instead.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Alternate Racial Rules/Racial Subtypes/Mountain Dwarf", 
                            "type": "section", 
                            "name": "Mountain Dwarf", 
                            "source": "Advanced Race Guide"
                        }
                    ], 
                    "name": "Racial Subtypes", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Instead of receiving an additional skill rank or hit point whenever they gain a level in a favored class, dwarves have the option of choosing from a number of other bonuses, depending upon the character's favored class. The following options are available to all dwarves who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the listed favored class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"alchemist\">Add +1/4 to the alchemist's natural armor bonus when using his mutagen.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p id=\"barbarian\">Add +1 to the barbarian's total number of rage rounds per day.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p id=\"bard\">Reduce arcane spell failure chance for casting bard spells when wearing medium armor by +1%. Once the total reaches 10%, the bard also receives Medium Armor Proficiency, if he does not already possess it.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p id=\"cavalier\">Add +1/2 to the cavalier's bonus to damage against targets of his challenge.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p id=\"cleric\">Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds +1/2 to the number of uses per day of that domain power.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p id=\"druid\">Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the druid's Wisdom modifier. The druid adds +1/2 to the number of uses per day of that domain power.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p id=\"fighter\">Add +1 to the fighter's CMD when resisting a bull rush or trip.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p id=\"gunslinger\">Reduce the misfire chance for one type of firearm by 1/4. You cannot reduce the misfire chance of a firearm below 1.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Gunslinger"
                        }, 
                        {
                            "body": "<p id=\"inquisitor\">Add +1/2 to the inquisitor's level for the purpose of determining the effects of one type of judgment. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p id=\"magus\">Select one known magus arcana usable only once per day. The magus adds +1/6 to the number of times it can be used per day. Once that magus arcana is usable twice per day, the magus must select a different magus arcana. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Magus"
                        }, 
                        {
                            "body": "<p id=\"monk\">Reduce the Hardness of any object made of clay, stone, or metal by 1 whenever the object is struck by the monk's unarmed strike (minimum of 0).</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p id=\"oracle\">Reduce the penalty for not being proficient with one weapon by 1. When the nonproficiency penalty for a weapon becomes 0 because of this ability, the oracle is treated as having the appropriate Martial or Exotic Weapon Proficiency feat with that weapon.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p id=\"paladin\">Add a +1 bonus on concentration checks when casting paladin spells.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p id=\"ranger\">Add a +1/2 bonus on wild empathy checks to influence animals and magical beasts that live underground.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p id=\"rogue\">Add a +1/2 bonus on Disable Device checks regarding stone traps and a +1/2 bonus to trap sense regarding stone traps.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p id=\"sorcerer\">Add +1/2 to acid and earth spell or spell-like ability damage.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p id=\"summoner\">Add a +1/4 natural armor bonus to the AC of the summoner's eidolon.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p id=\"witch\">Add +1/4 natural armor bonus to the AC of the witch's familiar.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p id=\"wizard\">Select one item creation feat known by the wizard. Whenever he crafts an item using that feat, the amount of progress he makes in an 8-hour period increases by 200 gp (50 gp if crafting while adventuring). This does not reduce the cost of the item; it just increases the rate at which the item is crafted.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Race Guide"
                }
            ], 
            "name": "Alternate Racial Rules", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to dwarves.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The gruff traditionalism of most dwarves finds its apex in those who adhere to a strict orthodoxy rooted in ancient principles and practices and who are not amenable whatsoever to change or innovation. </p>", 
                    "name": "Exarch (Inquisitor)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Exarch (Inquisitor)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"spells\">Exarchs cannot cast spells with the chaotic descriptor.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Spells"
                        }, 
                        {
                            "body": "<p id=\"inflexible-will\">At 1st level, an exarch gains a +2 bonus on saving throws against <i>confusion</i> and <i>insanity</i> effects and effects with the chaotic descriptor. This ability replaces monster lore.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Exarch (Inquisitor)/Inflexible Will (Ex)", 
                            "type": "section", 
                            "name": "Inflexible Will (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"detect-chaos-(sp)\">At will, an exarch can use <i>detect chaos</i>. This ability replaces detect alignment.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Exarch (Inquisitor)/Detect Chaos (Sp)", 
                            "type": "section", 
                            "name": "Detect Chaos (Sp)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"fearsome-jurist\">At 5th level, an exarch can imbue one of her weapons with the <i>jurist</i> or <i>menacing</i> weapon special ability as a swift action, and may switch between these properties as a swift action. When using either special ability, her weapon's critical threat range doubles against chaotic creatures. This does not stack with <i>keen edge</i>, Improved Critical, or similar effects. This ability otherwise functions as and replaces bane. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Exarch (Inquisitor)/Fearsome Jurist (Su)", 
                            "type": "section", 
                            "name": "Fearsome Jurist (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"aura-of-repetition\">At 8th level, once per day while using her judgment, an exarch can project an aura of repetition, as the Toil subdomain power. If the exarch takes Artifice (Toil) as her domain, the save DC of her aura increases by 2 but its duration does not increase. This ability replaces her second judgment.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Exarch (Inquisitor)/Aura of Repetition (Su)", 
                            "type": "section", 
                            "name": "Aura of Repetition (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"double-jeopardy\">At 12th level, whenever an exarch uses her fearsome jurist ability, she may choose to affect two weapons, with one gaining the <i>jurist</i> weapon special ability and the other the <i>menacing</i> special ability as above. Both special abilities may be combined in a single weapon, whose critical threat range doubles. This does not stack with <i>keen edge</i>, Improved Critical, or similar effects. This ability replaces greater bane. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Exarch (Inquisitor)/Double Jeopardy (Su)", 
                            "type": "section", 
                            "name": "Double Jeopardy (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"aura-of-reversion\">At 16th level, while using her judgment, an exarch can project a 30-foot-radius emanation for a number of rounds per day equal to her inquisitor level. Any creature other than the exarch that is using a transmutation effect within this aura at the beginning of its turn becomes sickened, or sickened and nauseated if using a polymorph effect, including the change shape ability (Fortitude negates; DC 10 + 1/2 the exarch's level + her Wisdom modifier). Continuous effects from permanent magical items do not cause this effect. Within the aura, dispel checks against transmutation effects gain a +4 bonus. This ability cannot be used simultaneously with aura of repetition. This ability replaces her third judgment.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Exarch (Inquisitor)/Aura of Reversion (Su)", 
                            "type": "section", 
                            "name": "Aura of Reversion (Su)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>While the axe is the most famous dwarven weapon, the hammer is at the heart of dwarves' heritage as forgemasters and warriors alike. </p>", 
                    "name": "Foehammer (Fighter)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"sledgehammer\">At 3rd level, a foehammer wielding a hammer gains a +2 circumstance bonus on combat maneuver checks made to bull rush, overrun, sunder, or trip. This ability replaces armor training 1.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)/Sledgehammer (Ex)", 
                            "type": "section", 
                            "name": "Sledgehammer (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"weapon-training\">At 5th level, a foehammer must select hammers and does not gain weapon training with other groups, though his weapon training bonus improves by +1 every four levels after 5th.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)/Weapon Training (Ex)", 
                            "type": "section", 
                            "name": "Weapon Training (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"hammer-to-the-ground\">At 7th level, when a foehammer succeeds at a bull rush combat maneuver, he can make a trip combat maneuver at the end of the bull rush. If he does not move with the target, the force of his blow may still trip his foe, but he takes a &ndash;5 penalty on the combat maneuver check to trip. </p><p>At 15th level, any creature a foehammer successfully bull rushes is automatically knocked prone at the end of the bull rush. This ability replaces armor training 2 and 4. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)/Hammer to the Ground (Ex)", 
                            "type": "section", 
                            "name": "Hammer to the Ground (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"rhythmic-blows\">At 9th level, each time that a foehammer hits a target, he gains a +1 bonus on attack rolls against that target. This bonus stacks with each hit against that target, but lasts only until the end of the foehammer's turn. This ability replaces weapon training 2.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)/Rhythmic Blows (Ex)", 
                            "type": "section", 
                            "name": "Rhythmic Blows (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"piledriver\">At 11th level, as a standard action, a foehammer may make a single melee attack with a weapon from the hammer weapon training group. If the attack hits, he may make a bull rush or trip combat maneuver against the target of his attack as a free action that does not provoke an attack of opportunity. This ability replaces armor training 3. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)/Piledriver (Ex)", 
                            "type": "section", 
                            "name": "Piledriver (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"ground-breaker\">At 13th level, as a full-round action, a foehammer may strike the ground with his hammer. If the attack deals more damage than the floor's hardness, the space he occupies and all adjacent squares become difficult terrain. Creatures in those squares, except for the foehammer, are knocked prone (DC 15 Reflex negates). This ability replaces weapon training 3.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)/Ground Breaker (Ex)", 
                            "type": "section", 
                            "name": "Ground Breaker (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"hammer-master\">At 17th level, any combat feats a foehammer has learned with any weapon from the hammer weapon training group (e.g., Improved Critical, Weapon Focus) apply to all weapons from that group. This ability replaces weapon training 4.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)/Hammer Master (Ex)", 
                            "type": "section", 
                            "name": "Hammer Master (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"devastating-blow\">At 19th level, as a standard action, a foehammer may make a single melee attack with a weapon from the hammer weapon training group at a &ndash;5 penalty. If the attack hits, it is treated as a critical threat. Weapon special abilities that only activate on a critical hit do not activate if this critical hit is confirmed. This ability replaces armor mastery.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)/Devastating Blow (Ex)", 
                            "type": "section", 
                            "name": "Devastating Blow (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"weapon-mastery\">A foehammer must choose a weapon from the hammer group. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Foehammer (Fighter)/Weapon Mastery (Ex)", 
                            "type": "section", 
                            "name": "Weapon Mastery (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Forgemasters are priestly dwarves who are ritual casters and expert enchanters, able to produce their rune-graven armaments with astonishing speed. </p>", 
                    "name": "Forgemaster (Cleric)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Forgemaster (Cleric)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"artificer\">A forgemaster gains only one domain, which must be the Artifice domain (not including subdomains). If she worships a deity, it must grant the Artifice domain. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Forgemaster (Cleric)/Artificer", 
                            "type": "section", 
                            "name": "Artificer", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"steel-spells\">A forgemaster adds the following spells to her spell list: 1st&mdash;<i>crafter's curse, crafter's fortune, lead blades</i>; 2nd&mdash;<i>chill metal, heat metal, shatter</i>; 3rd&mdash;<i>keen edge, versatile weapon</i>; 8th&mdash;<i>iron body, repel metal or stone</i>.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Forgemaster (Cleric)/Steel Spells", 
                            "type": "section", 
                            "name": "Steel Spells", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"divine-smith\">Whenever a forgemaster casts a spell that targets a weapon, shield, or armor, the spell takes effect at +1 caster level. If the spell has one or more metamagic feats applied, she reduces the total level adjustment to the spell by 1 (minimum 0). </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Forgemaster (Cleric)/Divine Smith (Su)", 
                            "type": "section", 
                            "name": "Divine Smith (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"runeforger\">A forgemaster may inscribe mystical runes upon a suit of armor, shield, or weapon as full-round action, using this ability a number of times per day equal to 3 + her Intelligence modifier. These runes last 1 round per cleric level, but inscribing the same rune twice on an item increases this duration to 1 minute per level, three times to 10 minutes per level, and four times to 1 hour per level. <i>Erase</i> affects runes as magical writing. A forgemaster learns forgemaster's blessing at 1st level and may learn one additional rune at 2nd level and every 2 levels thereafter. Only one type of rune marked with an asterisk () may be placed on an item at any given time. This ability replaces channel energy. </p><blockquote><p id=\"ancient-splendor\"><i>Ancient Splendor</i>: The inscribed weapon, armor, or shield grants a +2 circumstance bonus on Diplomacy and Intimidate checks (+4 when interacting with dwarves).</p><p id=\"bloodthirst\"><i>Bloodthirst</i>: The inscribed piercing or slashing weapon functions as if it had the <i>wounding</i> special ability, even if nonmagical. The forgemaster must be at least 4th level before learning this rune.</p><p id=\"deathstrike\"><i>Deathstrike</i>: The inscribed weapon stores a <i>death knell</i> spell that triggers immediately if a blow from the weapon reduces a target to negative hit points. This expends all deathstrike runes on the weapon. The forgemaster must be at least 4th level before learning this rune.</p><p id=\"durability\"><i>Durability</i>: The inscribed item's hardness increases by an amount equal to the forgemaster's Wisdom modifier, and its hit points increase by an amount equal to twice her level.</p><p id=\"featherlight\"><i>Featherlight</i>: The inscribed item's weight is halved; a metal item's weight is reduced to 1/4 normal. If inscribed on a suit of armor, its armor check penalty for Acrobatics, Climb, and Jump checks is halved.</p><p id=\"forgemaster's-blessing\"><i>Forgemaster's Blessing</i>: The inscribed nonmagical item functions as a masterwork item. </p><p id=\"ghostglyph\"><i>Ghostglyph</i>: The inscribed weapon, shield, or armor gains the <i>ghost touch</i> special ability. The forgemaster must be at least 4th level before learning this rune.</p><p id=\"glowglyph\"><i>Glowglyph</i>: The inscribed item sheds light as a torch. As a standard action, the bearer can command the rune to erupt in a burst of light as a shield with the <i>blinding</i> special ability with a burst radius of 5 feet per glowglyph rune inscribed on the item. This expends all glowglyph runes on the item. </p><p id=\"invulnerability\"><i>Invulnerability</i>: The inscribed armor grants its wearer DR/magic equal to 1/2 her cleric level. The forgemaster must be at least 8th level before learning this rune.</p><p id=\"powerstrike\"><i>Powerstrike</i>: The inscribed weapon's critical threat range doubles. This does not stack with <i>keen edge</i>, Improved Critical, or similar effects. The forgemaster must be at least 6th level before learning this rune.</p><p id=\"return\"><i>Return</i>: The inscribed weapon gains the <i>returning</i> weapon special ability. The forgemaster must be at least 4th level before learning this rune.</p><p id=\"spellguard\"><i>Spellguard</i>: The inscribed item gains spell resistance equal to 11 + her cleric level. This applies only to effects targeting the item itself.</p><p id=\"spellglyph\"><i>Spellglyph</i>: The inscribed weapon gains the <i>spell storing</i> special ability. The forgemaster must be at least 4th level before learning this rune.</p><p id=\"thief-curse\"><i>Thief-Curse</i>: The forgemaster designates one creature as the rightful owner of an item. Any other creature that intentionally grasps the item is cursed (as <i>bestow curse</i>) for the duration of the rune. The forgemaster must be at least 6th level before learning this rune.</p><p id=\"tracer\"><i>Tracer</i>: For as long as the rune lasts, the cleric may sense its location at will as a standard action, as if using <i>locate object</i>. </p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Forgemaster (Cleric)/Runeforger (Su)", 
                            "type": "section", 
                            "name": "Runeforger (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"craft-magic-arms-and-armor\">The forgemaster gains this as a bonus feat at 3rd level. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Forgemaster (Cleric)/Craft Magic Arms and Armor", 
                            "type": "section", 
                            "name": "Craft Magic Arms and Armor", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"master-smith\">At 5th level, a forgemaster can craft mundane metal items quickly, using half their gp value to determine progress, and can craft magical metal items in half the normal amount of time.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Forgemaster (Cleric)/Master Smith (Ex)", 
                            "type": "section", 
                            "name": "Master Smith (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>A stonelord is a devoted sentinel of dwarven enclaves, drawing the power of the earth and ancient stone to protect her people.</p>", 
                    "name": "Stonelord (Paladin)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"stonestrike\">Once per day per paladin level, a stonelord can draw upon the power of the living rock. As a swift action, she treats her melee attacks until the beginning of her next turn (whether armed or unarmed) as magical and adamantine, including ignoring hardness up to twice her paladin level, with a +1 bonus on attack and damage rolls, as well as on combat maneuver checks. This bonus also applies to her CMD if she or her target is touching the ground or a stone structure. This bonus increases by +1 at 5th level and every 5 levels thereafter. This ability replaces smite evil.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Stonestrike (Su)", 
                            "type": "section", 
                            "name": "Stonestrike (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"heartstone\">At 2nd level, a stonelord's flesh becomes progressively rockier. She gains a +1 natural armor bonus to AC and DR/adamantine equal to 1/2 her paladin level. The natural armor bonus increases by +1 at 6th level, and every four levels thereafter, to a maximum of +5 at 18th level. These benefits are halved when not touching the ground or a stone structure. This ability replaces divine grace. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Heartstone (Ex)", 
                            "type": "section", 
                            "name": "Heartstone (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"stoneblood\">At 3rd level, a stonelord's vitals begin to calcify and her blood transforms into liquid stone. She adds her paladin level on checks to stabilize at negative hit points and gains a 25% chance to ignore a critical hit or precision damage. This does not stack with <i>fortification</i> armor or similar effects. At 9th level, this chance increases to 50% and she becomes immune to petrification. At 15th level, this chance increases to 75% and she becomes immune to bleed and blood drain effects. This ability replaces divine health and her mercies gained at 3rd, 9th, and 15th level.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Stoneblood (Ex)", 
                            "type": "section", 
                            "name": "Stoneblood (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"defensive-stance\">At 4th level, a stonelord gains the defensive stance ability, as a stalwart defender (<i>Advanced Player's Guide</i> 277), and may select one defensive power at 8th level and every four levels thereafter. Levels of stalwart defender stack with her paladin levels when determining the total number of rounds that she can maintain her defensive stance per day. A stonelord does not gain any spells or spellcasting abilities, does not have a caster level, and cannot use spell trigger or spell completion magic items.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Defensive Stance (Ex)", 
                            "type": "section", 
                            "name": "Defensive Stance (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"earth-channel\">At 4th level, a stonelord gains Elemental Channel (earth) as a bonus feat, which she may activate by spending two uses of her lay on hands ability, using her paladin level as her effective cleric level. This ability replaces channel positive energy.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Earth Channel (Su)", 
                            "type": "section", 
                            "name": "Earth Channel (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"stone-servant\">At 5th level, a stonelord may call a Small earth elemental to her side, as a paladin calls her mount. This earth elemental is Lawful Good in alignment and possesses the celestial template, and it increases in size as the stonelord gains levels, becoming Medium at 8th level, Large at 11th level, Huge at 14th level, Greater at 17th level, and Elder at 20th level. This ability replaces divine bond.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Stone Servant (Su)", 
                            "type": "section", 
                            "name": "Stone Servant (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"stonebane\">At 11th level, when using stonestrike, a stonelord's attack gains the <i>bane</i> weapon special ability against creatures with the earth subtype and constructs or objects made of earth or stone. This ability replaces aura of justice. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Stonebane (Su)", 
                            "type": "section", 
                            "name": "Stonebane (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"phase-strike\">At 12th level, a stonelord's stonestrike may pass through stone and metal as if they weren't there. By spending 2 uses of her stonestrike ability, she may ignore any cover less than total cover provided by stone or metal, and she ignores any AC bonus from stone or metal armor or shields as if wielding a <i>brilliant energy</i> weapon. A phase strike cannot damage constructs, objects, or creatures with the earth subtype, but unlike a <i>brilliant energy</i> weapon, it can harm undead. This ability replaces her 12th-level mercy.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Phase Strike (Su)", 
                            "type": "section", 
                            "name": "Phase Strike (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"mobile-defense\">At 18th level, a stonelord can make one 5-foot step per round while maintaining her defensive stance. This ability replaces her 18th-level mercy.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Mobile Defense (Ex)", 
                            "type": "section", 
                            "name": "Mobile Defense (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"stone-body\">At 20th level, a stonelord's body transforms into living stone. She no longer needs to eat, drink, breathe, or sleep, and she becomes immune to paralysis, poison, and stunning. She is also no longer subject to critical hits or precision-based damage. This ability replaces holy champion.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/Racial Archetypes/Stonelord (Paladin)/Stone Body (Ex)", 
                            "type": "section", 
                            "name": "Stone Body (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to dwarves. At the GM's discretion, other appropriate races may also make use of some of these.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Dwarves have access to the following equipment.</p>", 
                    "name": "Dwarven Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"helmet,-dwarven-boulder\">This heavy, reinforced helmet can be used to make melee attacks. The wearer may also use the helmet when attempting bull rush maneuvers, granting a +2 circumstance bonus on the check, but after completing the maneuver (whether successful or not), the wearer is staggered until the end of his next turn. In addition, the helmet grants a +2 circumstance bonus to the wearer's AC against critical hit confirmation rolls. A dwarven boulder helmet adds 20% to the wearer's arcane spell failure chance. It occupies the head slot and is made of metal, not stone, meaning that it can be crafted from unusual materials as a metal weapon. A dwarven boulder helmet can be enchanted as a weapon (not as armor, despite providing some protection). </p>", 
                            "name": "Helmet, Dwarven Boulder", 
                            "weight": "10 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Equipment/Helmet/Dwarven Boulder", 
                            "price": "20 gp", 
                            "misc": {
                                "Weapon": {
                                    "Weapon Class": "Light Melee Weapons", 
                                    "Special": "see text", 
                                    "Dmg (S)": "1d3", 
                                    "Proficiency": "Exotic Weapons", 
                                    "Critical": "&times;2", 
                                    "Dmg (M)": "1d4", 
                                    "Dmg (L)": "1d6", 
                                    "Type": "B", 
                                    "Dmg (T)": "1d2"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"longaxe,-dwarven\">These ornate and heavy blades are mounted atop a long, steel-shod haft for greater reach. They are rare among cave-dwelling dwarves but common in mountain dwarf clans that commonly feud with giants.</p>", 
                            "name": "Longaxe, Dwarven", 
                            "weight": "14 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Equipment/Longaxe/Dwarven", 
                            "price": "50 gp", 
                            "misc": {
                                "Weapon": {
                                    "Weapon Class": "Two-Handed Melee Weapons", 
                                    "Special": "reach", 
                                    "Dmg (S)": "1d10", 
                                    "Proficiency": "Exotic Weapons", 
                                    "Critical": "&times;3", 
                                    "Dmg (M)": "1d12", 
                                    "Dmg (L)": "3d6", 
                                    "Type": "S", 
                                    "Dmg (T)": "1d10"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"longhammer,-dwarven\">These heavy-headed bludgeons are often carved or cast with monstrous faces or drilled with tiny holes to create a menacing whistling as they are swung through the air.</p>", 
                            "name": "Longhammer, Dwarven", 
                            "weight": "20 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Equipment/Longhammer/Dwarven", 
                            "price": "70 gp", 
                            "misc": {
                                "Weapon": {
                                    "Weapon Class": "Two-Handed Melee Weapons", 
                                    "Special": "reach", 
                                    "Dmg (S)": "1d10", 
                                    "Proficiency": "Exotic Weapons", 
                                    "Critical": "&times;3", 
                                    "Dmg (M)": "2d6", 
                                    "Dmg (L)": "3d6", 
                                    "Type": "B", 
                                    "Dmg (T)": "1d8"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"waraxe,-dwarven-double\">This hefty waraxe is similar to the common dwarven waraxe, but its recurved blade spans forward and back from its head like a deadly butterfly. A dwarven double waraxe grants a +1 bonus on all attack rolls after the first when using Cleave or Great Cleave.</p>", 
                            "name": "Waraxe, Dwarven Double", 
                            "weight": "12 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Equipment/Waraxe/Dwarven Double", 
                            "price": "60 gp", 
                            "misc": {
                                "Weapon": {
                                    "Weapon Class": "One-Handed Melee Weapons", 
                                    "Special": "see text", 
                                    "Dmg (S)": "1d8", 
                                    "Proficiency": "Exotic Weapons", 
                                    "Critical": "&times;3", 
                                    "Dmg (M)": "1d10", 
                                    "Dmg (L)": "2d8", 
                                    "Type": "S", 
                                    "Dmg (T)": "1d6"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table id=\"table-dwarven-weapons\"><caption>Dwarven Weapons</caption><thead><tr><th>Exotic Weapons</th><th>Cost</th><th>Dmg (S)</th><th>Dmg (M)</th><th>Critical</th><th>Range</th><th>Weight</th><th>Type</th><th>Special</th></tr></thead><tr class=\"odd\"><td colspan=\"9\"><i>Light Melee Weapons</i></td></tr><tr class=\"even\"><td>Helmet, dwarven boulder</td><td>20 gp</td><td>1d3</td><td>1d4</td><td>&times;2</td><td>&mdash;</td><td>10 lbs.</td><td>B</td><td>see text</td></tr><tr class=\"odd\"><td colspan=\"9\"><i>One-Handed Melee Weapons</i></td></tr><tr class=\"even\"><td>Waraxe, dwarven double</td><td>60 gp</td><td>1d8</td><td>1d10</td><td>&times;3</td><td>&mdash;</td><td>12 lbs.</td><td>S</td><td>see text</td></tr><tr class=\"odd\"><td colspan=\"9\"><i>Two-Handed Melee Weapons</i></td></tr><tr class=\"even\"><td>Longaxe, dwarven</td><td>50 gp</td><td>1d10</td><td>1d12</td><td>&times;3</td><td>&mdash;</td><td>14 lbs.</td><td>S</td><td>reach</td></tr><tr class=\"odd\"><td>Longhammer, dwarven</td><td>70 gp</td><td>1d10</td><td>2d6</td><td>&times;3</td><td>&mdash;</td><td>20 lbs.</td><td>B</td><td>reach</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Equipment/Dwarven Weapons", 
                            "type": "table", 
                            "name": "Dwarven Weapons", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Over their long history, dwarves have faced many enemies from both above and below. As a result, they have developed a number of tricks and abilities to help them survive in the face of such threats.</p>", 
                    "name": "Dwarven Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-1\">You can concoct potent brews. </p>", 
                            "name": "Brewmaster", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Brewmaster", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Craft (alchemy) 1 rank, Profession (brewer) 1 rank, dwarf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +2 bonus on Craft (alchemy) and Profession (brewer) checks, and you add +1 to the DC of any ingested poison you create. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You are ferocious at hewing smaller opponents. </p>", 
                            "name": "Cleave Through", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Cleave Through", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Str 13, Cleave, Power Attack, base attack bonus +11, dwarf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When using Cleave or Great Cleave, if your initial attack hits, you may take a single 5-foot step as a free action before making your additional attacks. If doing so places a creature within your threatened area, that creature becomes a legal target for your additional Cleave attack(s) as long as it meets all the other prerequisites.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You may only make additional attacks with Cleave against creatures you threaten when you make your initial attack. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your helm turns aside lethal blows.</p>", 
                            "name": "Cloven Helm", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Cloven Helm", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Dented Helm, Hard-Headed, base attack bonus +11, dwarf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When wearing a helmet, you add +1 to your AC against critical hit confirmation rolls; this benefit stacks with Dented Helm. When you use Dented Helm to deflect a critical hit, you may apply all damage from the critical hit to your helmet before applying any damage to yourself. If you take no damage, any additional effects, such as critical feats or poison, are negated. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your helm protects you from hard hits. </p>", 
                            "name": "Dented Helm", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Dented Helm", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Hard-Headed, base attack bonus +6, dwarf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When wearing a helmet, you add +1 to your AC against critical hit confirmation rolls. When a critical hit is confirmed against you, as an immediate action, you can apply half of the damage from the attack to your helmet rather than yourself, applying hardness as normal. If the damage destroys your helmet, any leftover damage is applied to you. After using this feat, you are staggered until the end of your next turn. You may not use this feat if your helmet has the broken condition or the attack ignores armor bonuses to AC. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your cleaving strokes menace giants and larger foes. </p>", 
                            "name": "Giant Killer", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Giant Killer", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Str 13, Cleave, Goblin Cleaver, Orc Hewer, Power Attack, Strike Back, base attack bonus +11, dwarf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">This functions as Goblin Cleaver, but your additional attacks can be made against creatures one size category larger than you or smaller. In addition, any such attacks made against humanoids (giant) gain a +2 circumstance bonus on attack rolls. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You are ferocious at hewing smaller opponents. </p>", 
                            "name": "Goblin Cleaver", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Goblin Cleaver", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Str 13, Cleave, Power Attack, dwarf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When using Cleave or Great Cleave, if your initial attack hits, you may take your additional attacks against any creature smaller than you that you threaten; your targets need not be adjacent to one another. Additional attacks you make against humanoids (goblinoid) gain a +2 circumstance bonus on attack rolls.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your thick skull is almost a weapon unto itself.</p>", 
                            "name": "Hard-Headed", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Hard-Headed", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Base attack bonus +1, dwarf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +1 bonus on attack rolls and combat maneuver checks made using a helmet. You receive a +2 bonus on saves against spells and special abilities that cause you to become staggered or stunned. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You negotiate tiny ledges like a mountain goat. </p>", 
                            "name": "Ledge Walker", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Ledge Walker", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Dex 13, dwarf, mountaineer or stability racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can move at full speed while using Acrobatics to balance on narrow surfaces, and you gain a +4 bonus on Climb checks to catch yourself or another creature while falling. You also gain a +4 bonus on saving throws against effects that would cause you to fall prone (such as earthquakes). This bonus does not apply to your CMD against bull rush or trip attacks. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You are ferocious at hewing your enemies, especially orcs. </p>", 
                            "name": "Orc Hewer", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Orc Hewer", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Str 13, Cleave, Goblin Cleaver, Power Attack, dwarf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">This feat functions as Goblin Cleaver, but your additional attacks can be made against creatures your size or smaller. In addition, any such attacks that you make against humanoids (orc) gain a +2 circumstance bonus on attack rolls.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your mighty blows shatter your enemy's magic. </p>", 
                            "name": "Shatterspell", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Shatterspell", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Disruptive, Spellbreaker, dwarf, 10th-level fighter.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">As a standard action, you can attempt to sunder an ongoing spell effect as if you had the spell sunder rage power (<i>Ultimate Combat</i> 28). You may use this feat once per day, plus one additional time per day for every 5 points by which your base attack bonus exceeds +10.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your system recuperates from the effects of poisons with astonishing speed. </p>", 
                            "name": "Toxic Recovery", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Feats/Toxic Recovery", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Dwarf, hardy racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Whenever you succeed at a saving throw against poison, you heal 1 point of ability damage of the type dealt by the poison. Whenever you heal ability damage naturally or magically, you heal 1 additional point of ability damage. This feat has no effect on penalties to ability scores or ability drain.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Dwarven magic often involves earth and stone, and is tailored to overcome the challenges they face in everyday life. It should therefore come as no surprise that dwarves' magic items often deal with these as well. The following magic items were invented by dwarven crafters, and are rare outside their communities.</p>", 
                    "name": "Dwarven Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "none", 
                            "name": "Elixir of Darksight", 
                            "weight": "&mdash", 
                            "cl": "6th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Magic Items/Elixir of Darksight", 
                            "type": "item", 
                            "price": "1,200 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "600 gp", 
                                    "Requirements": "Craft Wondrous Item, darkvision, deeper darkness"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate transmutation", 
                            "sections": [
                                {
                                    "body": "<p>This dark, syrupy draught doubles the range of the drinker's darkvision and also enables her to see through <i>deeper darkness</i> when using darkvision. The effects last for 1 hour. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Rod of Dwarven Might", 
                            "weight": "10 lbs.", 
                            "cl": "19th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Magic Items/Rod of Dwarven Might", 
                            "type": "item", 
                            "price": "80,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "40,000 gp", 
                                    "Requirements": "Craft Magic Arms and Armor, Craft Rod, bull's strength, telekinesis, creator must be a dwarf"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "strong transmutation", 
                            "sections": [
                                {
                                    "body": "<p>This dwarven version of the more famous <i>rod of lordly might</i> has no spell-like powers; however, when wielded by a dwarf, it increases all AC, attack roll, CMD, CMB, and saving throw bonuses from a dwarf's racial traits by +1. The rod shares the mundane powers of a <i>rod of lordly might</i>, but its magical weapon forms are tailored to dwarven preferences. </p><ul><li>In its normal form, the rod can be used as a <i>+1 returning light hammer</i>.</li><li>When button 1 is pushed, the rod becomes a <i>+3 dwarven longhammer</i>. </li><li>When button 2 is pushed, the rod becomes a <i>+4 dwarven waraxe</i>. </li><li>When button 3 is pushed, the rod becomes a <i>+2 light crossbow</i> or <i>+2 heavy crossbow</i>. </li></ul>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Dwarven spellcasters are renowned for shaping the ground beneath them, molding metal, and using magic to aid their craft. These spells are just a sample of such magics.</p>", 
                    "name": "Dwarven Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>This spell allows the target to cause the ground to rise up beneath him. As a swift action, the target can cause the ground to rise 5 feet, while all adjacent squares are treated as steep slopes. The <i>groundswell</i> precludes flanking from creatures standing at lower elevations than the target. If the target moves after creating a <i>groundswell</i>, the ground returns to its normal elevation at the end of his turn; otherwise, it remains in place until the target moves or uses a swift action to return the ground to normal. A <i>groundswell</i> cannot increase elevation of the ground beyond 5 feet. </p>", 
                            "school": "transmutation", 
                            "saving_throw": "Fortitude negates (harmless)", 
                            "description": "Allows the target to cause the ground to rise up beneath him.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Spells/Groundswell", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "cleric: 2; oracle: 2; warpriest: 2; druid: 2; hunter: 2; magus: 2; hunter: 2; ranger: 2; hunter: 2", 
                            "descriptor": [
                                "earth"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "earth", 
                            "effects": [
                                {
                                    "text": "creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Groundswell"
                        }, 
                        {
                            "body": "<p>This spell causes a brushy beard of stiff iron to erupt from the face of a willing target. The <i>ironbeard</i> grants a +1 armor bonus to AC, and this bonus stacks with any armor worn by the creature. The <i>ironbeard</i> may also be used as a weapon equivalent to cold iron armor spikes. The <i>ironbeard</i> makes it difficult to speak, so any spellcasting with a verbal component has a 20% spell failure chance. </p>", 
                            "school": "transmutation", 
                            "saving_throw": "Fortitude negates (harmless)", 
                            "description": "Causes a brushy beard of stiff iron to erupt from the face of a willing target.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Spells/Ironbeard", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "antipaladin: 1; cleric: 1; oracle: 1; warpriest: 1; magus: 1; paladin: 1; ranger: 1; hunter: 1", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Antipaladin", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Paladin", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 1
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Ironbeard"
                        }, 
                        {
                            "body": "<p>You can cast this spell as part of the action to begin an inspire competence bardic performance. The benefit of inspire competence persists for as long as is necessary to complete the target's next skill check using the chosen skill (up to a maximum of 1 hour per caster level), even if you cease your bardic performance. </p>", 
                            "school": "enchantment", 
                            "saving_throw": "Will negates (harmless)", 
                            "description": "This spell can be cast as part of the action to begin an inspire competence bardic performance.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Dwarves/New Racial Rules/Dwarven Spells/Toilsome Chant", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "see text", 
                            "level_text": "bard: 1; skald: 1", 
                            "descriptor": [
                                "mind-affecting"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Bard", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 1
                                }
                            ], 
                            "descriptor_text": "mind-affecting", 
                            "effects": [
                                {
                                    "text": "one living creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "see text", 
                            "subschool_text": "compulsion", 
                            "subschool": [
                                "compulsion"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Toilsome Chant"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}