{
    "body": "<p>The long-lived elves are children of the natural world, similar in many superficial ways to fey creatures, though with key differences. While fey are truly linked to the flora and fauna of their homes, existing as the nearly immortal voices and guardians of the wilderness, elves are instead mortals who are in tune with the natural world around them. Elves seek to live in balance with the wild and understand it better than most other mortals. Some of this understanding is mystical, but an equal part comes from the elves' long lifespans, which in turn gives them long-ranging outlooks. Elves can expect to remain active in the same locale for centuries. By necessity, they must learn to maintain sustainable lifestyles, and this is most easily done when they work with nature, rather than attempting to bend it to their will. </p><p>However, their links to nature are not entirely driven by pragmatism. Elves' bodies slowly change over time, taking on a physical representation of their mental and spiritual states, and those who dwell in a region for a long period of time find themselves physically adapting to match their surroundings, most noticeably taking on coloration that reflects the local environment.</p><p>Elves value their privacy and traditions, and while they are often slow to make friends at both the personal and national levels, once an outsider is accepted as a comrade, the resulting alliances can last for generations. Elves take great joy in forging alliances with races that share or exceed their long lifetimes, and often work to befriend dragons, outsiders, and fey. Those elves who spend their lives among the short-lived races, on the other hand, often develop a skewed perception of mortality and become morose, the result of watching wave after wave of companions age and die before their eyes. </p>", 
    "name": "Elves", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Elves", 
    "type": "race", 
    "subtype": "core_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Generally taller than humans, elves possess a graceful, slender physique that is accentuated by their long, pointed ears. It is a mistake, however, to consider them weak or feeble, as the thin limbs of an elf can contain surprising power. Their eyes are wide and almond-shaped, and filled with large, vibrantly colored pupils. The coloration of elves as a whole varies wildly, and is much more diverse than that of human populations. However, as their coloration often matches their surroundings, the elves of a single community may appear quite similar. Forest-dwelling elves often have variations of green, brown, and tan in their hair, eye, and even skin tones.</p><p>While elven clothing often plays off the beauty of the natural world, those elves who live in cities tend to bedeck themselves in the latest fashions. Where city-dwelling elves encounter other urbanites, the elves are often fashion trendsetters.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Many elves feel a bond with nature and strive to live in harmony with the natural world. Although, like most, elves prefer bountiful lands where resources are plentiful, when driven to live in harsher climates, they work hard to protect and shepherd the region's bounty, and learn how to maximize the benefit they receive from what little can be harvested. When they can carve out a sustainable, reliable life in deserts and wastelands, they take pride as a society in the accomplishment. While this can make them excellent guides to outsiders they befriend who must travel through such lands, their disdain of those who have not learned to live off the scant land as they have makes such friends rare.</p><p>Elves have an innate gift for craftsmanship and artistry, especially when working in wood, bone, ivory, or leather. Most, however, find manipulating earth and stone to be distasteful, and prefer to avoid forging, stonework, and pottery. When such work must be done within a community, a few elves may find themselves drawn to it, but regardless of their craftsmanship, such \"dirt-wrights\" are generally seen by other elves as being a bit off. In the most insular of elven societies, they may even be treated as lower class.</p><p>Elves also have an appreciation for the written word, magic, and painstaking research. Their naturally keen minds and senses, combined with their inborn patience, make them particularly suited to wizardry. Arcane research and accomplishment are seen as both practical goals, in line with being a soldier or architect, and artistic endeavors as great as poetry or sculpture. Within elven society, wizards are held in extremely high regard as masters of an art both powerful and aesthetically valued. Other spellcasters are not disdained, but do not gain the praise lavished upon elven wizards.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Elves are prone to dismissing other races, writing them off as rash and impulsive, yet on an individual level, they are excellent judges of character. In many cases an elf will come to value a specific member of another race, seeing that individual as deserving and respectable, while still dismissing the race as a whole. If called on this behavior, the elf often doesn't understand why his \"special friend\" is upset the elf has noticed the friend is \"so much better than the rest of his kind.\" Even elves who see such prejudice for what it is must constantly watch themselves to prevent such views from coloring their thinking.</p><p>Elves are not foolish enough, however, to dismiss all aspects of other races and cultures. An elf might not want a dwarf neighbor, but would be the first to acknowledge dwarves' skill at smithing and their tenacity in facing orc threats. Elves regard gnomes as strange (and sometimes dangerous) curiosities, but regard their magical talent as being worthy of praise and respect. Halflings are often viewed with a measure of pity, for these small folk seem to the elves to be adrift, without a traditional home. Elves are fascinated with humans, who seem to live in a few short years as full a life as an elf manages in centuries. In fact, many elves become infatuated with humans, as evidenced by the number of half-elves in the world. Elves have difficulty accepting crossbreeds of any sort, however, and usually disown such offspring. They similarly regard half-orcs with distrust and suspicion, assuming they possess the worst aspects of orc and human personalities.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Elves are emotional and capricious, yet value kindness and beauty. Most elves are chaotic good, wishing all creatures to be safe and happy, but unwilling to sacrifice personal freedom or choice to accomplish such goals. serving as an example of personal artistry and freedom of expressions, rather than seeking some base physical gratification.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Many elves embark on adventures out of a desire to explore the world, leaving their secluded realms to reclaim forgotten elven magic or search out lost kingdoms established millennia ago by their ancestors. This need to see a wider world is accepted by their societies as a natural part of becoming mature and experienced individuals. Such elves are expected to return in some few decades and take up lives in their homelands once more, enriched both in treasure and in worldview. For those elves raised among humans, however, life within their homes&mdash;watching friends and family swiftly age and die&mdash;is often stifling, and the ephemeral and unfettered life of an adventurer holds a natural appeal. </p><p>Elves generally eschew melee because of their relative frailty, preferring instead to engage enemies at range. Most see combat as unpleasant even when needful, and prefer it be done as quickly as possible, preferably without getting close enough to smell their foes. This preference for making war at a distance, coupled with their natural accuracy and grasp of the arcane, encourages elves to pursue classes such as wizards and rangers.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Caladrel, Heldalel, Lanliss, Meirdrarel, Seldlon, Talathel, Variel, Zordlon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Amrunelara, Dardlara, Faunra, Jathal, Merisiel, Oparal, Soumral, Tessara, Yalandlara.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Elves/Elf Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Elves are nimble, both in body and mind, but their form is frail.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Elf Racial Traits/+2 Dexterity/+2 Intelligence/-2 Constitution", 
                    "type": "section", 
                    "name": "+2 Dexterity, +2 Intelligence, -2 Constitution", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Elves are Medium creatures and receive no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p>Elves have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p>Elves can see twice as far as humans in conditions of dim light. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Low-Light Vision"
                }, 
                {
                    "body": "<p>Elves are immune to magic sleep effects and gain a +2 racial saving throw bonus against enchantment spells and effects.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Elf Racial Traits/Elven Immunities", 
                    "type": "section", 
                    "name": "Elven Immunities", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Elves receive a +2 racial bonus on caster level checks made to overcome spell resistance. In addition, elves receive a +2 racial bonus on Spellcraft skill checks made to identify the properties of magic items.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Elf Racial Traits/Elven Magic", 
                    "type": "section", 
                    "name": "Elven Magic", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Elves receive a +2 racial bonus on Perception checks.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Keen Senses"
                }, 
                {
                    "body": "<p>Elves are proficient with longbows (including composite longbows), longswords, rapiers, and shortbows (including composite shortbows), and treat any weapon with the word \"elven\" in its name as a martial weapon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Weapon Familiarity"
                }, 
                {
                    "body": "<p>Elves begin play speaking Common and Elven. Elves with high Intelligence scores can choose from the following: Celestial, Draconic, Gnoll, Gnome, Goblin, Orc, and Sylvan.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Elf Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Elves, by their very nature, are a race with a wide variety of traits and features, many of which are drawn from the environment in which they live. The following rules represent some of those varied aspects, and while many are themed to one environment or another, they can be taken by any elf character.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The following racial traits may be selected instead of the standard elf racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"arcane-focus\">Some elven families have such long traditions of producing wizards (and other arcane spellcasters) that they raise their children with the assumption each is destined to be a powerful magic-user, with little need for mundane concerns such as skill with weapons. Elves with this racial trait gain a +2 racial bonus on concentration checks made to cast arcane spells defensively. This racial trait replaces weapon familiarity.</p>", 
                            "name": "Arcane Focus", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Arcane Focus", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"darkvision\">Though uncommon, some groups of elves are born with darkvision, rather than low-light vision. In many cases this is taken as a sign of a drow in the elf's ancestry, and can lead to persecution within the elf's home community. Elves with this racial trait gain darkvision with a range of 60 feet, but also gain sensitivity to light and are dazzled in areas of bright light or within the radius of a <i>daylight</i> spell. This racial trait replaces low-light vision.</p>", 
                            "name": "Darkvision", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Darkvision", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"desert-runner\">Some elves thrive in the deepest deserts, forever roaming across burned and parched lands. Elves with this racial trait receive a +4 racial bonus on Constitution checks and Fortitude saves to avoid fatigue, exhaustion, or ill effects from running, forced marches, starvation, thirst, or hot or cold environments. This racial trait replaces elven magic.</p>", 
                            "name": "Desert Runner", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Desert Runner", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"dreamspeaker\">A few elves have the ability to tap into the power of sleep, dreams, and prescient reverie. Elves with this racial trait add +1 to the saving throw DCs of spells of the divination school and sleep effects they cast. In addition, elves with Charisma scores of 15 or higher may use <i>dream</i> once per day as a spell-like ability (caster level is equal to the elf's character level). This racial trait replaces elven immunities.</p>", 
                            "name": "Dreamspeaker", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Dreamspeaker", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"elemental-resistance\">Elves who dwell in the most extreme environments, from arctic wastelands to volcanic plains, develop natural resistance to the dangers of their homelands over the course of a few generations. Elves with this racial trait gain elemental resistance 5 to acid, cold, electricity, or fire. This choice is made at character creation, and once made it cannot be changed. This racial trait replaces elven immunities.</p>", 
                            "name": "Elemental Resistance", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Elemental Resistance", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"envoy\">Elves often have trouble relating to neighbors of other races, especially those with much shorter lifespans. As a result, some are trained in minor magics that are particularly useful when dealing with non-elves. Elves with this racial trait and an Intelligence score of 11 or higher gain the following spell-like abilities once per day: <i>comprehend languages</i>,<i> detect magic</i>,<i> detect poison</i>, and<i> read magic</i>. The caster level for these effects is equal to the elf's level. This racial trait replaces elven magic.</p>", 
                            "name": "Envoy", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Envoy", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"eternal-grudge\">Some elves grow up in secluded, isolationist communities where generations-old slights and quarrels linger as eternal blood feuds. Elves with this racial trait receive a +1 bonus on attack rolls against humanoids of the dwarf and orc subtypes because of special training against these hated foes. This racial trait replaces elven magic.</p>", 
                            "name": "Eternal Grudge", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Eternal Grudge", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"fleet-footed\">While all elves are naturally lithe and agile, some also are naturally speedy and have a strong desire to rush into situations rather than worrying about looking ahead. Elves with this racial trait receive Run as a bonus feat and a +2 racial bonus on initiative checks. This racial trait replaces keen senses and weapon familiarity.</p>", 
                            "name": "Fleet-Footed", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Fleet-Footed", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"lightbringer\">Many elves revere the sun, moon, and stars, but some are literally infused with the radiant power of the heavens. Elves with this racial trait are immune to light-based blindness and dazzle effects, and are treated as one level higher when determining the effects of any light-based spell or effect they cast (including spell-like and supernatural abilities). Elves with Intelligence scores of 10 or higher may use <i>light</i> at will as a spell-like ability. This racial trait replaces the elven immunities and elven magic racial traits.</p>", 
                            "name": "Lightbringer", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Lightbringer", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"silent-hunter\">Elves are renowned for their subtlety and skill. Elves with this racial trait reduce the penalty for using Stealth while moving by 5 and can make Stealth checks while running at a &ndash;20 penalty (this number includes the penalty reduction from this racial trait). This racial trait replaces elven magic.</p>", 
                            "name": "Silent Hunter", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Silent Hunter", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"spirit-of-the-waters\">Some elves have adapted to life in tune with the sea or along the reedy depths of wild rivers and lakes. They gain a +4 racial bonus on Swim checks, can always take 10 while swimming, and may choose Aquan as a bonus language. They are proficient with longspear, trident, and net. This racial trait replaces elven magic and weapon familiarity.</p>", 
                            "name": "Spirit of the Waters", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Spirit of the Waters", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"urbanite\">Elves who live in cities for more than a century can grow to know the ebb and flow of social situations just as their forest-dwelling cousins know the rules of the wild. Elves with this racial trait gain a +2 racial bonus on Diplomacy checks made to gather information and Sense Motive checks made to get a hunch about a social situation. This racial trait replaces keen senses.</p>", 
                            "name": "Urbanite", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Urbanite", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"woodcraft\">Elves know the deep secrets of the wild like no others, especially secrets of the forests. Elves with this racial trait gain a +1 racial bonus on Knowledge (nature) and Survival checks. In forest terrain, these bonuses improve to +2. This racial trait replaces elven magic.</p>", 
                            "name": "Woodcraft", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Alternate Racial Traits/Woodcraft", 
                            "subtype": "elf", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>You can combine various alternate racial traits to create elven subraces or variant races, such as the following.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"arctic-elf\">These elves were born and raised in the frozen lands of the far north or south, and have dealt with freezing deserts, nights that last for weeks, and the horrors that roam the cold terrain. These elves have the darkvision, desert runner, and elemental resistance alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Racial Subtypes/Arctic Elf", 
                            "type": "section", 
                            "name": "Arctic Elf", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"dusk-elf\">Rather than being tied to the terrain around them, some elves are linked to the night itself. Though not tied to demon worship and evil as drow are, these elves are similarly attuned to the magical concepts of darkness and shadow. These elves have the arcane focus, darkvision, dreamspeaker, and silent hunter alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Racial Subtypes/Dusk Elf", 
                            "type": "section", 
                            "name": "Dusk Elf", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"savage-elf\">In lands where every day is a constant struggle to survive and the niceties of civilization are rare, elves adapt to depend on swift strikes and lifelong vigilance to keep their families alive. These elves have the eternal grudge and fleet-footed alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Racial Subtypes/Savage Elf", 
                            "type": "section", 
                            "name": "Savage Elf", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"tower-elf\">Some elven institutions of magical learning date back centuries, and entire clans of elves have lived for generations as caretakers, students, and instructors of these self-sufficient schools of wizardry. These elves have the arcane focus and urbanite alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Alternate Racial Rules/Racial Subtypes/Tower Elf", 
                            "type": "section", 
                            "name": "Tower Elf", 
                            "source": "Advanced Race Guide"
                        }
                    ], 
                    "name": "Racial Subtypes", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>The following options are available to all elves who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"alchemist\">Add one extract formula from the alchemist's list to his formula book. This formula must be at least one level lower than the highest-level formula the alchemist can create.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p id=\"barbarian\">Add +1 to the barbarian's base speed. In combat this option has no effect unless the barbarian has selected it five times (or another increment of five). This bonus stacks with the barbarian's fast movement feature and applies under the same conditions as that feature.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p id=\"bard\">Add +1 to the bard's CMD when resisting a disarm or sunder attempt.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p id=\"cavalier\">Add +1 hit point to the cavalier's mount. If the cavalier ever replaces his mount, the new mount gains these bonus hit points.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p id=\"cleric\">Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds +1/2 to the number of uses per day of that domain power.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p id=\"druid\">Add +1/3 to the druid's natural armor bonus when using wild shape.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p id=\"fighter\">Add +1 to the fighter's CMD when resisting a disarm or sunder attempt.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p id=\"gunslinger\">Add +1/3 on critical hit confirmation rolls made with firearms (maximum bonus of +5). This bonus does not stack with Critical Focus.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Gunslinger"
                        }, 
                        {
                            "body": "<p id=\"inquisitor\">Add one spell known from the inquisitor's spell list. This spell must be at least one level below the highest-level spell the inquisitor can cast.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p id=\"magus\">The magus gains 1/6 of a new magus arcana.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Magus"
                        }, 
                        {
                            "body": "<p id=\"monk\">Add +1 to the monk's base speed. In combat this option has no effect unless the monk has selected it five times (or another increment of five). This bonus stacks with the monk's fast movement class feature and applies under the same conditions as that feature.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p id=\"oracle\">Add +1/2 to the oracle's level for the purpose of determining the effects of one revelation.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p id=\"paladin\">Add +1/2 hit point to the paladin's lay on hands ability (whether using it to heal or harm).</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p id=\"ranger\">Choose a weapon from the following list: longbow, longsword, rapier, shortbow, short sword, or any weapon with \"elven\" in its name. Add +1/2 on critical hit confirmation rolls made while using that weapon (maximum bonus of +4). This bonus does not stack with Critical Focus.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p id=\"rogue\">Add +1 to the number of times per day the rogue can cast a cantrip or 1st-level spell gained from the minor magic or major magic talent. The number of times this bonus is selected for the major magic talent cannot exceed the number of times it is selected for the minor magic talent. The rogue must possess the associated rogue talent to select these options.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p id=\"sorcerer\">Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p id=\"summoner\">The amount of time the summoner must spend to summon his eidolon is reduced by 1 round, to a minimum of 1 round.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p id=\"witch\">Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level lower than the highest-level spell she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p id=\"wizard\">Select one arcane school power at 1st level that is normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier. The wizard adds +1/2 to the number of uses per day of that arcane school power.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Race Guide"
                }
            ], 
            "name": "Alternate Racial Rules", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to elves.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The ancient lorekeeper is a repository for all the beliefs and vast knowledge of an elven people. She shows a strong interest in and understanding of histories and creation legends at a young age, and as she matures her calling to serve as the memory of her long-lived people becomes clear to all who know her. An ancient lorekeeper has the following class features.</p>", 
                    "name": "Ancient Lorekeeper (Oracle)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Ancient Lorekeeper (Oracle)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"class-skills\">An ancient lorekeeper adds Knowledge (arcane) and Knowledge (local) to her list of class skills. Whenever she makes a Knowledge check of any kind about a question regarding elves (creatures of the elf subtype), the ancient lorekeeper adds half her class level on her check. This replaces the bonus skills the ancient lorekeeper gains from her mystery.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"elven-arcana\">At 2nd level, an ancient lorekeeper's mastery of elven legends and philosophy has allowed her to master one spell used by elven wizards. She selects one spell from the sorcerer/wizard spell list that is at least one level lower than the highest-level oracle spell she can cast. The ancient lorekeeper gains this as a bonus spell known. The spell is treated as one level higher than its true level for all purposes. The ancient lorekeeper may choose an additional spell at 4th, 6th, 8th, 10th, 12th, 14th, 16th, and 18th levels. This ability replaces the bonus spells she would normally gain at these levels from her chosen mystery.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Ancient Lorekeeper (Oracle)/Elven Arcana (Ex)", 
                            "type": "section", 
                            "name": "Elven Arcana (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"mysteries\">The following oracle mysteries complement the ancient lorekeeper archetype: Lore, Nature, Waves, Wind ; Ancestor, Time, Wood.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Ancient Lorekeeper (Oracle)/Mysteries", 
                            "type": "section", 
                            "name": "Mysteries", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>The strong emphasis on wizards within elven culture influences how even non-wizard elves see themselves. Many elven magi do not consider themselves masters of a blend of martial and magical talents, but rather a sub-category of wizards who study the effect of physical movement and techniques upon spellcasting ability. They believe their ability to cast spells while fighting is an outgrowth of the concept of the \"spell dance,\" which itself is just another kind of wizardry. A spell dancer has the following class features.</p>", 
                    "name": "Spell Dancer (Magus)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Spell Dancer (Magus)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"class-skills\">A spell dancer adds Acrobatics and Perform (dance) to his list of class skills and removes Intimidate and Ride from his list of class skills. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"spell-dance\">At 1st level, a spell dancer gains the ability to expend 1 point from his arcane pool as a swift action to gain a +10 enhancement bonus to his movement rate and a +2 dodge bonus to Armor Class against attacks of opportunity provoked by moving through threatened spaces for 1 minute. For every four levels beyond 1st, the spell dancer gains another +10 enhancement bonus to movement and +2 to AC against attacks of opportunity provoked from movement. </p><p>At 5th level, once per spell dance as a swift action, the spell dancer may use one of the following on himself as a swift action: <i>blur, fly</i>, or <i>haste</i>. These abilities last for 1 round. At 9th level, the spell dancer may instead take a swift action to use <i>dimension door</i> as a spell-like ability once during a spelldance. At 13th level, the spell dancer may instead choose to take a swift action to gain <i>freedom of movement</i> for 1d4 rounds.</p><p>This ability replaces the magus's ability to expend points from his arcane pool as a swift action to grant any weapon he is holding magic bonuses for 1 minute.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Spell Dancer (Magus)/Spell Dance (Su)", 
                            "type": "section", 
                            "name": "Spell Dance (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"arcane-movement\">At 5th level, whenever a spell dancer casts a magus spell, he gains a competence bonus on Acrobatics, Climb, Escape Artist, and Stealth checks equal to the spell's level until the beginning of his next turn. This ability replaces the bonus feat a magus receives at 5th level.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Spell Dancer (Magus)/Arcane Movement (Su)", 
                            "type": "section", 
                            "name": "Arcane Movement (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"dance-of-avoidance\">At 7th level, while wearing light armor or no armor, a spell dancer gains a +2 insight bonus to Armor Class. This ability replaces the medium armor class feature. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Spell Dancer (Magus)/Dance of Avoidance (Su)", 
                            "type": "section", 
                            "name": "Dance of Avoidance (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"greater-dance-of-avoidance\">At 13th level, while wearing light armor or no armor, a spell dancer's insight bonus to Armor Class increases to +4. This ability replaces the heavy armor class feature.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Spell Dancer (Magus)/Greater Dance of Avoidance (Su)", 
                            "type": "section", 
                            "name": "Greater Dance of Avoidance (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"magus-arcana\">The following magus arcana complement the spell dancer archetype: arcane cloak, prescient defense; close range, concentrate, hasted assault, spell shield.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Spell Dancer (Magus)/Magus Arcana", 
                            "type": "section", 
                            "name": "Magus Arcana", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>A spellbinder is an elven wizard who forges an arcane bond between himself and one or more wizard spells. These spells become so well understood by the spellbinder that he can prepare them in spell slots that already have other spells prepared in them. </p>", 
                    "name": "Spellbinder (Wizard)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Spellbinder (Wizard)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"spell-bond\">At 1st level, a spellbinder selects any one spell that he knows as a bonded spell. As a full-round action, the spellbinder may replace a spell of the same or higher level as his bonded spell with his bonded spell. For example, a spellbinder who selects <i>magic missile</i> as his bonded spell could spend a full-round action to exchange any 1st-level or higher spell that he has prepared with <i>magic missile</i>. At 3rd level, and every two levels thereafter, a spellbinder may select another spell he knows and add it to his list of bonded spells, to a maximum of nine bonded spells at 17th level.</p><p>Upon reaching 4th level, and every two levels thereafter, a spellbinder can choose to select a new spell as a bonded spell in place of one with which he is already bonded. In effect, the spellbinder loses the bond with the old spell (though it is still one of his spells known) in exchange for forging a spell bond with a new spell. The new spell's level must be the same as that of the spell being exchanged. A spellbinder may swap only one spell bond at any given level, and must choose whether or not to swap the spell bond at the same time that he gains two new spells known for the level. This ability replaces arcane bond.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Spellbinder (Wizard)/Spell Bond (Su)", 
                            "type": "section", 
                            "name": "Spell Bond (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the spellbinder archetype: Fast Study, Split Slot.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }, 
                {
                    "body": "<p>Elves live far longer than other common races, and a single elf may see whole empires rise and fall. Given the impermanence of the cultures around them, it's small wonder that some elves turn to the timeless growth of nature for solace, finding allies among the great trees themselves, and even leading the forest's plants into combat. A treesinger has the following class features.</p>", 
                    "name": "Treesinger (Druid)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Treesinger (Druid)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"plant-bond\">At 1st level, a treesinger forms a mystic bond with plant life. This bond can take one of two forms. The first grants the treesinger one of the following domains: Plant (<i>Core Rulebook</i>); Growth ; Jungle, Swamp. When determining the powers and bonus spells granted by this domain, the treesinger's effective cleric level is equal to her druid level. A treesinger who selects this option also receives additional domain spell slots, just like a cleric. She must prepare the spell from her domain in this slot, and this spell cannot be used to cast a spell spontaneously.</p><p>The second option is to form a close bond with a plant companion. A treesinger may begin play with any of the plants listed in Plant Companions. This plant is a loyal companion that accompanies the treesinger on her adventures. Except for the companion being a creature of the plant type, drawn from the list of plant companions, this ability otherwise works like the standard druid's animal companion ability.</p><p>Plant bond replaces the druid's nature bond ability.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Treesinger (Druid)/Plant Bond (Ex)", 
                            "type": "section", 
                            "name": "Plant Bond (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"green-empathy\">At 1st level, a treesinger can improve the attitude of a plant creature. This ability functions just like a Diplomacy check made to improve the attitude of a person. The treesinger rolls 1d20 and adds her druid level and her Charisma modifier to determine the wild empathy check result. The typical wild plant creature has a starting attitude of indifferent.</p><p>To use green empathy, the treesinger and the plant creature must be within 30 feet of one another under normal conditions. Generally, influencing a plant creature in this way takes 1 minute but, as with influencing people, it might take more or less time.</p><p>A treesinger can also use this ability to influence an animal, but she takes a &ndash;4 penalty on the check. This ability replaces the wild empathy class feature.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Treesinger (Druid)/Green Empathy (Ex)", 
                            "type": "section", 
                            "name": "Green Empathy (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"wild-shape\">At 4th level, a treesinger gains the ability to wild shape. This ability functions at her actual druid level. A treesinger cannot use wild shape to adopt an animal or elemental form. Instead, when she gains this ability at 4th level, she can assume the form of a Small or Medium plant. This functions as <i>plant shape I</i>, except the treesinger does not yet gain access to the constrict or poison abilities of the plant form assumed. At 8th level, the treesinger's wild shape gains the full range of abilities available from <i>plant shape I</i>. At 10th level, a treesinger can assume the form of a Large or Tiny plant. Her wild shape ability now functions like <i>plant shape II</i>. At 12th level, a treesinger can assume the form of a Huge plant. Her wild shape ability now functions like <i>plant shape III</i>. This ability replaces, and otherwise functions like, the normal druid wild shape ability.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Treesinger (Druid)/Wild Shape (Su)", 
                            "type": "section", 
                            "name": "Wild Shape (Su)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Each plant companion has different starting sizes, speed, attacks, ability scores, and special qualities. All plant attacks are made using the creature's full base attack bonus unless otherwise noted. Plant attacks add the plant's Strength modifier on the damage roll, unless it has only one attack, in which case it adds 1-1/2 times its Strength modifier. Some plant companions have special abilities, such as scent. Plant companions cannot gain armor or weapon proficiency feats, even as they advance in hit dice, and cannot use manufactured weapons at all unless their description says otherwise.</p><p>As you gain levels, your plant companion grows in power as well. It gains the same bonuses that are gained by animal companions. Each plant companion gains an additional bonus, usually at 4th or 7th level, as listed with each plant choice. Instead of taking the listed benefit at 4th level, you can instead choose to increase the companion's Strength and Constitution by 2.</p>", 
                    "name": "Plant Companions", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Carnivorous Flower", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-2\">:<b> Size</b> Small; <b>Speed</b> 30 ft., climb 10 ft.; <b>AC</b> +2 natural armor; <b>Attack</b> bite (1d6); <b>Ability Scores </b>Str 10, Dex 17, Con 15, Int 2, Wis 12, Cha 10; <b>Special Qualities</b> low-light vision, scent.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Carnivorous Flower/Starting Statistics", 
                                    "type": "section", 
                                    "name": "Starting Statistics", 
                                    "source": "Advanced Race Guide"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-2\"><b>Size </b>Medium; <b>Attack </b>bite (2d6); <b>Ability Scores </b>Str +4, Dex &ndash;2, Con +2; <b>Special Attacks </b>rage (1/day, as the barbarian class feature for 6 rounds). </p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Carnivorous Flower/4th-Level Advancement", 
                                    "type": "section", 
                                    "name": "4th-Level Advancement", 
                                    "source": "Advanced Race Guide"
                                }
                            ], 
                            "name": "Carnivorous Flower", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Crawling Vine", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-2\">:<b> Size</b> Medium; <b>Speed</b> 20 ft., climb  20 ft.; <b>AC</b> +2 natural armor; <b>Attack</b> slam (1d4); <b>Ability Scores </b>Str 13, Dex 17, Con 13, Int 1, Wis 12, Cha 2; <b>Special Attacks </b>grab; <b>Special Qualities</b> low-light vision, scent.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Crawling Vine/Starting Statistics", 
                                    "type": "section", 
                                    "name": "Starting Statistics", 
                                    "source": "Advanced Race Guide"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-2\"><b>Size </b>Large; <b>AC</b> +1 natural armor; <b>Attack</b> slam (1d6); <b>Ability Scores </b>Str +8, Dex &ndash;2, Con +4; <b>Special Attacks</b> constrict 1d6. </p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Crawling Vine/4th-Level Advancement", 
                                    "type": "section", 
                                    "name": "4th-Level Advancement", 
                                    "source": "Advanced Race Guide"
                                }
                            ], 
                            "name": "Crawling Vine", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Puffball (Floating Fungus)", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-2\">:<b> Size</b> Small; <b>Speed</b> 20 ft., fly 60 ft. (average); <b>AC</b> +1 natural armor; <b>Attack</b> thorn (1d4 plus poison); <b>Ability Scores </b>Str 10, Dex 15, Con 12, Int 2, Wis 14, Cha 6; <b>Special Attacks </b>poison (<i>Frequency</i> 1 round [6], <i>Effect</i> 1 Con damage, <i>Cure</i> 1 save, Con-based DC); <b>Special Qualities</b> low-light vision.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Puffball (Floating Fungus)/Starting Statistics", 
                                    "type": "section", 
                                    "name": "Starting Statistics", 
                                    "source": "Advanced Race Guide"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-2\"><b>Ability Scores</b> Str +2, Con +2.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Puffball (Floating Fungus)/4th-Level Advancement", 
                                    "type": "section", 
                                    "name": "4th-Level Advancement", 
                                    "source": "Advanced Race Guide"
                                }
                            ], 
                            "name": "Puffball (Floating Fungus)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Sapling Treant", 
                            "type": "section", 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-2\">:<b> Size</b> Medium; <b>Speed</b> 30 ft., climb 30 ft.; <b>AC</b> +1 natural armor; <b>Attack</b> 2 slams (1d6); <b>Ability Scores </b>Str 15, Dex 10, Con 12, Int 2, Wis 12, Cha 7; <b>Special Qualities</b> double damage against objects, low-light vision.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Sapling Treant/Starting Statistics", 
                                    "type": "section", 
                                    "name": "Starting Statistics", 
                                    "source": "Advanced Race Guide"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-2\"><b>Size </b>Large; <b>AC </b>+2 natural armor; <b>Attack</b> 2 slams (1d8); <b>Ability Scores </b>Str +8, Dex &ndash;2, Con +4.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Elves/Racial Archetypes/Plant Companions/Sapling Treant/4th-Level Advancement", 
                                    "type": "section", 
                                    "name": "4th-Level Advancement", 
                                    "source": "Advanced Race Guide"
                                }
                            ], 
                            "name": "Sapling Treant", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to elves. At the GM's discretion, other appropriate races may also make use of some of these.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Elves have access to the following equipment. </p>", 
                    "name": "Elven Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"arcane-family-workbook\">The elven predilection for becoming wizards and the social benefits that elven wizards enjoy often encourages families to dedicate themselves to wizardly studies for multiple generations. Older elven wizards take note of their own insights into the secrets of arcane magic and compile these thoughts with the ideas of earlier generations to form family workbooks. When used as a reference (an action that typically takes 1d4 full rounds of searching the text), an arcane family workbook grants a +2 circumstance bonus on a Spellcraft checks. This bonus increases to +4 if 1d4 hours are spent referencing the book.</p>", 
                            "name": "Arcane Family Workbook", 
                            "weight": "3 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Equipment/Arcane Family Workbook", 
                            "price": "300 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"artificer's-lab,-portable\">The portable artificer's lab contains everything needed to create magic items, though many of the tools and implements are of only the most basic type. This lab allows the artificer to spend 4 hours crafting each night while out adventuring, and net 3 hours' worth of work (instead of 2). However, because the tools are all designed to fulfill multiple functions and the portable lab lacks the space and quiet that provide ideal circumstances for creating magic items, the skill check to complete a magic item that had any of its work done using a portable lab takes a &ndash;5 penalty.</p>", 
                            "name": "Artificer's Lab, Portable", 
                            "weight": "40 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Equipment/Artificers Lab/Portable", 
                            "price": "300 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"bag,-bear\">These sacks each include a 20-foot-long rope, from which they may be easily suspended from a tree limb or similar anchor point. Placing foodstuffs or fragile materials in hanging sacks is often considered a basic precaution when camping in the wild, to prevent bears and other predators from rooting through the sack's contents.</p>", 
                            "name": "Bag, Bear", 
                            "weight": "3 lbs.*", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Equipment/Bag/Bear", 
                            "price": "2 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"spellbook,-compact\">The need to be able to record and travel with dozens or even hundreds of spells often forces elven wizards to seek lighter spellbooks. Compact spellbooks hold only 70 pages of spells, but they weigh significantly less than an ordinary spellbook.</p>", 
                            "name": "Spellbook, Compact", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Equipment/Spellbook/Compact", 
                            "price": "50 gp/blank", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"tent,-hanging\">A hanging tent is a small tent (able to comfortably house a single Medium creature) with a teardrop shape, which hangs from a sturdy anchor rope. The rope can be tied to a tree limb, grappling hook, or even a piton hammered into a cliff side. Hanging tents are used primarily in mountainous terrain (where no flat surface may be available for camping) and swamps (where no dry ground may be available). Climbing in or out of a hanging tent is a full-round action that requires a DC 10 Climb check. Failure indicates another attempt must be made, while failure by 5 or more indicates the camper has fallen from the tent.</p>", 
                            "name": "Tent, Hanging", 
                            "weight": "15 lbs.*", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Equipment/Tent/Hanging", 
                            "price": "20 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table id=\"elven-equipment\"><caption>Elven Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th></tr></thead><tr class=\"odd\"><td>Arcane family workbook</td><td>300 gp</td><td>3 lbs.</td></tr><tr class=\"even\"><td>Artificer's lab, portable</td><td>300 gp</td><td>40 lbs.</td></tr><tr class=\"odd\"><td>Bag, bear</td><td>2 gp</td><td>3 lbs.*</td></tr><tr class=\"even\"><td>Spellbook, compact (blank)</td><td>50 gp</td><td>1 lb.</td></tr><tr class=\"odd\"><td>Tent, hanging</td><td>20 gp</td><td>15 lbs.*</td></tr><tfoot><tr><td colspan=\"3\">*These items weigh 1/4 this amount when made for Small characters. Containers for Small characters also carry 1/4 the normal amount.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Equipment/Elven Equipment", 
                            "type": "table", 
                            "name": "Elven Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Given their strong ties to nature and inclination for arcane arts, it's not surprising that elves have developed a few special materials well suited to their needs and homelands.</p>", 
                    "name": "Elven Special Materials", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Special Materials", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"darkleaf-cloth\">Darkleaf cloth is a special form of flexible material made by weaving together leaves and thin strips of bark from darkwood trees, then treating the resulting fabric with special alchemical processes. The resulting material is tough as cured hide but much lighter, making it an excellent material from which to create armor. Spell failure chances for armors made from darkleaf cloth decrease by 10% (to a minimum of 5%), maximum Dexterity bonuses increase by 2, and armor check penalties decrease by 3 (to a minimum of 0).</p><p>An item made from darkleaf cloth weighs half as much as the same item made from normal cured leather, furs, or hides. Items not primarily constructed of leather, fur, or hide are not meaningfully affected by being partially made of darkleaf cloth. As such padded, leather, studded leather, and hide armor can be made out of darkleaf cloth (although other types of armor made of leather or hide might be possible). Because darkleaf cloth remains flexible, it cannot be used to construct rigid items such as shields or metal armors. Armors fashioned from darkleaf cloth are always masterwork items as well; the masterwork cost is included in the prices given below.</p><p>Darkleaf cloth has 20 hit points per inch of thickness and hardness 10.</p>", 
                            "name": "Darkleaf Cloth", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Special Materials/Darkleaf Cloth", 
                            "type": "item", 
                            "subtype": "material", 
                            "sections": [
                                {
                                    "body": "<table><thead><tr><th>Type of Darkleaf Cloth Item</th><th>Cost Modifier</th></tr></thead><tr class=\"odd\"><td>Clothing</td><td>+500 gp</td></tr><tr class=\"even\"><td>Light armor</td><td>+750 gp</td></tr><tr class=\"odd\"><td>Medium armor</td><td>+1,500 gp</td></tr><tr class=\"even\"><td>Other items</td><td>+375 gp/lb.</td></tr></table>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Special Materials/Darkleaf Cloth/Type of Darkleaf Cloth Item", 
                                    "type": "table", 
                                    "name": "Type of Darkleaf Cloth Item", 
                                    "source": "Advanced Race Guide"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"wyroot\">The root of the wyrwood tree has a peculiar quality. When a weapon constructed of wyroot confirms a critical hit, it absorbs some of the life force of the creature hit. The creature hit is unharmed and the wyroot weapon gains 1 life point. As a swift action, a wielder with a <i>ki</i> pool or an arcane pool can absorb 1 life point from the wyrwood weapon and convert it into either 1 <i>ki</i> point or 1 arcane pool point. Most wyroot weapons can only hold 1 life point at a time, but higher-quality wyroot does exist. The most powerful wyroot weapons can hold up to 3 life points at a time. Any unspent life points dissipate at dusk.  </p><p>Wyroot can be used to construct any melee weapon made entirely of wood or a melee weapon with a wooden haft. Constructing a wyroot weapon that can hold 1 life point increases the weapon's cost by 1,000 gp, constructing one that can hold up to 2 life points increases the weapon's cost by 2,000 gp, and constructing one that can hold up to 3 life points increases the weapon's cost by 4,000 gp.  </p>", 
                            "name": "Wyroot", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Special Materials/Wyroot", 
                            "subtype": "material", 
                            "type": "item"
                        }
                    ]
                }, 
                {
                    "body": "<p>Elves have access to the following feats.</p>", 
                    "name": "Elven Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-1\">You share a strong mystic connection with one type of wilderness terrain.</p>", 
                            "name": "Attuned to the Wild", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Feats/Attuned to the Wild", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Select one type of terrain from the ranger class's favored terrain class feature (except urban). While you are in your selected terrain type, your natural healing rate (the amount of hit points and ability damage you heal from a full night's rest) doubles.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can take this feat multiple times. Its effects do not stack. Each time you take it, it applies to a different terrain type.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You have been specially trained to wield a variety of traditional elven weapons.</p>", 
                            "name": "Elven Battle Training", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Feats/Elven Battle Training", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Base attack bonus +1, elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You have received special training with traditional elven weapons (longbows, composite longbows, longswords, rapiers, shortbows, composite shortbows, and any weapon with the word \"elven\" in its name). You receive a +2 bonus to your CMD against disarm and sunder maneuvers directed at one of these weapons you are wielding.  In addition, if you are wielding one of these melee weapons, you may make an additional attack of opportunity each round (this bonus stacks with Combat Reflexes). </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your mystic connection with the wilderness enhances your ability to react to threats.</p>", 
                            "name": "Guardian of the Wild", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Feats/Guardian of the Wild", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Attuned to the Wild, elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you are in a terrain type you have selected the Attuned to the Wild feat for, you gain a +2 dodge bonus to Armor Class. If you are in an area that qualifies as more than one kind of terrain, these bonuses do not stack; you receive the bonus for only one of the  terrain types.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your mystic connection with the wilderness enhances your spellcasting.</p>", 
                            "name": "Mage of the Wild", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Feats/Mage of the Wild", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Attuned to the Wild, elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you are in a terrain type you have selected the Attuned to the Wild feat for, you gain a +2 bonus on caster level checks, concentration checks, and, Knowledge (arcana) and Spellcraft checks. If you are in an area that qualifies as more than one kind of terrain, these bonuses do not stack; you receive the bonus for only one of the  terrain types.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your mystic connection with one type of wilderness has grown even stronger.</p>", 
                            "name": "Spirit of the Wild", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Feats/Spirit of the Wild", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Attuned to the Wild, Guardian of the Wild, elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you are in a terrain type you have selected the Attuned to the Wild feat for, you gain a +4 bonus on Perception checks made to act in the surprise round of combat. If you act in the surprise round, you gain blindsense out to a range of 30 feet during the surprise round. If you are in an area that qualifies as more than one kind of terrain, these bonuses do not stack; you receive the bonus for only one terrain type.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Elves are renowned for their skill at crafting beautiful and deadly magic items. The following examples are made by many elven crafters.</p>", 
                    "name": "Elven Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "wrists", 
                            "name": "Bracers of Sworn Vengeance", 
                            "weight": "1 lb.", 
                            "cl": "15th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Magic Items/Bracers of Sworn Vengeance", 
                            "type": "item", 
                            "price": "25,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "12,500 gp", 
                                    "Requirements": "Craft Wondrous Item, shout, creator must be an elf"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "strong evocation", 
                            "subtype": "wrist", 
                            "sections": [
                                {
                                    "body": "<p>These white leather bracers have delicate elven runes etched upon them, one reading \"swift defeat\" and the other \"vengeance.\" Once per day, as an immediate action when the wearer takes hit point damage from a target, she may cry out, \"Death to those who wrong me!\", swearing vengeance against the attacker. The wearer gains a +1 competence bonus on weapon attack rolls made against the target of his sworn vengeance, and deals an additional 2d6 points of damage on successful weapon attack rolls.</p><p>For the duration of the effect, the wearer takes a &ndash;2 penalty on attack rolls against any target other than his sworn enemy. These bonuses and penalties last for 24 hours or until the sworn enemy is slain or destroyed by the wearer of the bracers, whichever comes first. If the wearer fails to slay the target of his oath, these bracers cannot be used again until 7 days have passed. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "wrists", 
                            "name": "Gauntlets of Skill at Arms", 
                            "weight": "1 lb.", 
                            "cl": "8th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Magic Items/Gauntlets of Skill at Arms", 
                            "type": "item", 
                            "price": "30,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "15,000 gp", 
                                    "Requirements": "Craft Wondrous Item, Craft Magic Arms and Armor, creator must be an elf"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate transmutation", 
                            "subtype": "wrist", 
                            "sections": [
                                {
                                    "body": "<p>These finely crafted leather gauntlets have plates of silvered steel covering the back, and silver buckles at the wrist and forearm. The gloves enable the wearer to use any traditional elven weapon (longbows, composite longbows, longswords, rapiers, shortbows, composite shortbows, and any weapon with the word \"elven\" in its name) as if he were proficient in its use. If he uses such a weapon and is already proficient with it, he gains a +1 competence bonus on attack and damage rolls. Both gloves must be worn for the magic to be effective.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "hands", 
                            "name": "Gloves of Elvenkind", 
                            "weight": "&mdash", 
                            "cl": "8th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Magic Items/Gloves of Elvenkind", 
                            "type": "item", 
                            "price": "7,500 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "3,500 gp", 
                                    "Requirements": "Combat Casting, Craft Wondrous Item, creator must be an elf"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate transmutation", 
                            "subtype": "hands", 
                            "sections": [
                                {
                                    "body": "<p>These plain gray leather gloves grant a +5 competence bonus on Spellcraft checks and concentration checks made to cast a spell defensively. Both gloves must be worn for the magic to be effective.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Most know of elven magic for its power, but those who delve deeper discover its elegance and ties to the natural world. The following spells are just a few that the elves are known for.</p>", 
                    "name": "Elven Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You draw upon your elven link to the wilderness to change the coloration of yourself and your equipment to match that of your surroundings. This grants you a +4 circumstance bonus on Stealth checks and allows you to make Stealth checks without cover or concealment, but only while you move no more than half your base speed or less. If you move more than half your base speed on your turn, you gain no benefit from this spell until the start of your next turn. If you make an attack, this spell ends (as <i>invisibility</i>).</p>", 
                            "school": "illusion", 
                            "description": "You draw upon your elven link to the wilderness to change the coloration of yourself and your equipment to match that of your surroundings.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Spells/Blend", 
                            "casting_time": "1 standard action", 
                            "level_text": "Alchemist: 1; Arcanist: 1; Druid: 1; Hunter: 1; Hunter: 1; Hunter: 1; Hunter: 1; Hunter: 1; Investigator: 1; Magus: 1; Ranger: 1; Shaman: 1; Sorcerer: 1; Witch: 1; Wizard: 1", 
                            "source": "Advanced Race Guide", 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Shaman", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "10 minutes/level", 
                            "subschool_text": "glamer", 
                            "subschool": [
                                "glamer"
                            ], 
                            "type": "spell", 
                            "component_text": "S", 
                            "name": "Blend"
                        }, 
                        {
                            "body": "<p>This spell harnesses the power of the seasons to protect the target and grant a number of bonuses. This spell has one of four different effects. The caster of the spell can select any one of the following four effects, but can change the effect as a standard action that reduces the total remaining duration by 1 hour.</p><blockquote><p id=\"spring\"><i>Spring</i>: The target is wrapped in light vines, culminating in a crown of bright, beautiful flowers. While the spell remains in effect, the target is immune to bleed effects and regains 1 hit point per round whenever below 0 hit points, as long as the target is still alive. This stabilizes the target. For each hit point restored in this way, the spell's total remaining duration is reduced by 1 hour.</p><p id=\"summer\"><i>Summer</i>: The target is surrounded by tiny motes of light. While the spell remains in effect, the target's base speed increases 10 feet. The target may instead increase its base speed by 30 feet for 1 round by reducing the spell's total remaining duration by 1 hour.</p><p id=\"fall\"><i>Fall</i>: A cloak of autumn leaves appears on the target. While the spell remains in effect, the target gains a +2 morale bonus on Fortitude saves. The target can decide to roll twice on any saving throw against disease or poison and take the higher result by reducing the spell's total remaining duration by 1 hour.</p><p id=\"winter\"><i>Winter</i>: A flutter of snow and crisp air surrounds the target. While this spell remains in effect, the target automatically succeeds at Acrobatics skill checks made to avoid falling while moving across slick or narrow surfaces. The target can move freely through difficult terrain for 1 round by reducing the spell's remaining duration by 1 hour. Difficult terrain created by magic affects the target normally.</p></blockquote>", 
                            "school": "abjuration", 
                            "saving_throw": "Will negates (harmless)", 
                            "description": "Harnesses the power of the seasons to protect the target and grant a number of bonuses.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Spells/Ward Of The Season", 
                            "spell_resistance": "no", 
                            "casting_time": "1 standard action", 
                            "level_text": "Cleric: 4; Druid: 3; Hunter: 3; Hunter: 3; Hunter: 3; Oracle: 4; Ranger: 3; Shaman: 3; Warpriest: 4; Witch: 3", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Shaman", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 3
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 hour/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Ward Of The Season"
                        }, 
                        {
                            "body": "<p>Upon casting this spell, you are able to gain knowledge from the land itself. As you walk through the terrain, it whisper information in a language you understand, though the whispering is so rambling it is hard to distinguish useful information. This whispering grants you a +4 insight bonus on a single Knowledge skill type appropriate to the type of terrain you are in. If you are within a cold, desert, forest, jungle, mountain, plains, swamp, or water environment, you gain the bonus on Knowledge (nature) checks. If you are within an underground environment, you gain the bonus on Knowledge (dungeoneering) checks. If you are within an urban environment, you gain the bonus on Knowledge (local) checks. If you are on a plane other than the Material Plane, you gain the bonus on Knowledge (planes) checks. If you enter a new terrain, you lose the previous terrain's skill bonus and gain the new bonus. </p>", 
                            "school": "divination", 
                            "description": "Upon casting this spell, you are able to gain knowledge from the land itself.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Elves/New Racial Rules/Elven Spells/Whispering Lore", 
                            "casting_time": "1 full-round action", 
                            "level_text": "cleric: 2; oracle: 2; warpriest: 2; druid: 1; hunter: 1; ranger: 1; hunter: 1; witch: 1; hunter: 1", 
                            "source": "Advanced Race Guide", 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 1
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "an owl's beak", 
                                    "type": "M"
                                }, 
                                {
                                    "text": "an owl's beak", 
                                    "type": "DF"
                                }
                            ], 
                            "duration": "10 minutes/level (D)", 
                            "type": "spell", 
                            "component_text": "V, S, M/DF (an owl's beak)", 
                            "name": "Whispering Lore"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}