{
    "body": "<p>Gnomes are distant relatives of the fey, and their history tells of a time when they lived in the fey's mysterious realm, a place where colors are brighter, the wildlands wilder, and emotions more primal. Unknown forces drove the ancient gnomes from that realm long ago, forcing them to seek refuge in this world; despite this, the gnomes have never completely abandoned their fey roots or adapted to mortal culture. Though gnomes are no longer truly fey, their fey heritage can be seen in their innate magic powers, their oft-capricious natures, and their outlooks on life and the world.</p><p>Gnomes can have the same concerns and motivations as members of other races, but just as often they are driven by passions and desires that non-gnomes see as eccentric at best, and nonsensical at worst. A gnome may risk his life to taste the food at a giant's table, to reach the bottom of a pit just because it would be the lowest place he's ever been, or to tell jokes to a dragon&mdash;and to the gnome those goals are as worthy as researching a new spell, gaining vast wealth, or putting down a powerful evil force. While such apparently fickle and impulsive acts are not universal among gnomes, they are common enough for the race as a whole to have earned a reputation for being impetuous and at least a little mad.</p><p>Combined with their diminutive sizes, vibrant coloration, and lack of concern for the opinions of others, these attitudes have caused gnomes to be widely regarded by the other races as alien and strange. Gnomes, in turn, are often amazed how alike other common, civilized races are. It seems stranger to a gnome that humans and elves share so many similarities than that the gnomes do not. Indeed, gnomes often confound their allies by treating everyone who is not a gnome as part of a single, vast non-gnome collective race.</p>", 
    "name": "Gnomes", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Gnomes", 
    "type": "race", 
    "subtype": "core_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Gnomes are one of the smallest of the common races, generally standing just over 3 feet in height. Despite their small frames, however, gnomes are extremely resilient, and not as weak as many of their foes assume. Though their diminutive stature reduces their ability to move quickly, gnomes often train to take advantage of their size, especially when fighting foes much larger than themselves.</p><p>The coloration of gnomes varies so wildly that many outsiders assume gnomes commonly use dyes and illusions to change their skin and hair tones. While gnomes are certainly not above cosmetic enhancement (and may wish to change their appearance just to see how outlandish they can look), their natural hues truly range over a rainbow of coloration. Their hair tends toward vibrant colors such as the fiery orange of autumn leaves, the verdant green of forests at springtime, or the deep reds and purples of wildflowers in bloom. Similarly, their flesh tones range from earthy browns to floral pinks, and gnomes with black, pastel blue, or even green skin are not unknown. Gnomes' coloration has little regard for heredity, with the color of a gnome's parents and other kin having no apparent bearing on the gnome's appearance. </p><p>Gnomes possess highly mutable facial characteristics, and their proportions often don't match the norm of other humanoid races. Many have overly large mouths and eyes, an effect which can be both disturbing and stunning, depending on the individual. Others may have extremely small features spread over an otherwise blank expanse of face, or may mix shockingly large eyes with a tiny, pursed mouth and a pert button of a nose. Gnomes rarely take pride in or show embarrassment about their features, but members of other races often fixate on a gnome's most prominent feature and attempt to use it as the focus of insults or endearments.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Unlike most races, gnomes do not generally organize themselves within classic societal structures. Gnome cities are unusual and gnome kingdoms almost unknown. Further, gnomes have no particular tendency to gather in specific neighborhoods even when a large number of them live among other races. While specific laws meant to contain the potential impact of gnomes on a society may require a \"gnome quarter,\" and societal pressure sometimes causes all non-gnomes to move away from areas with high gnome populations, left to their own devices, gnomes tend to spread evenly throughout communities that allow them.</p><p>However, even when gnomes are common within a community as a group, individual gnomes tend to be always on the move. Whimsical creatures at heart, they typically travel alone or with temporary companions, ever seeking new and more exciting experiences. They rarely form enduring relationships among themselves or with members of other races, instead pursuing crafts, professions, or collections with a passion that borders on zealotry. If a gnome does settle in an area or stay with a group for a longer period, it is almost always the result of some benefit that area gives to a vocation or obsession to which the gnome had dedicated himself.</p><p>Despite their extremely varied backgrounds and lack of a unifying homeland, gnomes do possess some common cultural traits. Male gnomes have a strange fondness for unusual hats and headgear, often wearing the most expensive and ostentatious head-covering they can afford (and that their chosen careers will allow them to wear without causing problems). Females rarely cover their heads, but proudly wear elaborate and eccentric hairstyles that often include intricate jeweled combs and headpieces.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Gnomes have difficulty interacting with the other races, on both emotional and physical levels. In many ways the very fact other races see gnomes as odd is itself the thing gnomes find most odd about other races, and this leads to a strong lack of common ground upon which understanding and relationships can be built. When two gnomes encounter one another, they generally assume some mutually beneficial arrangement can be reached, no matter how different their beliefs and traditions may be. Even if this turns out not to be the case, the gnomes continue to look for commonalities in their dealings with each other. The inability or unwillingness of members of other races to make the same effort when dealing with gnomes is both frustrating and confusing to most gnomes.</p><p>In many ways, it is gnomes' strong connection to a wide range of apparently unconnected ideas that makes it difficult for other races to build relationships with them. Gnome humor, for example, is often focused on physical pranks, nonsensical rhyming nicknames, and efforts to convince others of outrageous lies that strain all credibility. Gnomes find such efforts hysterically funny, but their pranks often come across as malicious or senseless to other races, while gnomes in turn tend to think of the taller races as dull and lumbering giants. </p><p>Gnomes get along reasonably well with halflings and humans, who at least have some traditions of bizarre, gnomelike humor. Gnomes generally feel dwarves and half-orcs need to lighten up, and attempt to bring levity into their lives with tricks, jokes, and outrageous tales the more dour races simply cannot see the sense of. Gnomes respect elves, but often grow frustrated with the slow pace at which members of the long-lived race make decisions. To gnomes, action is always better than inaction, and many gnomes carry several highly involved projects with them at all times to keep themselves entertained during rest periods.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Although gnomes are impulsive tricksters, with sometimes inscrutable motives and equally confusing methods, their hearts are generally in the right place. What may seem a malicious act to a non-gnome is more likely an effort to introduce new acquaintances to new experiences, however unpleasant the experiences may be. Gnomes are prone to powerful fits of emotion, and find themselves most at peace within the natural world.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Gnomes' propensity for wanderlust, deep curiosity, and desire to master odd or esoteric skills and languages make them natural adventurers. They often become wanderers to experience new aspects of life, for nothing is as novel as the uncounted dangers facing adventurers. Many gnomes see adventuring as the only worthwhile purpose in life, and seek out adventures for no other motive than to experience them. Other gnomes desire to find some lost lore or material that has ties to their chosen vocation and believe only dragon hoards and ancient ruins can contain the lore they need, which can result in gnomes who think of themselves as bakers or weavers being just as accomplished adventurers as those who declare themselves to be mages or scouts.</p><p>Gnomes are physically weak compared to many races, and see this as a simple fact of life to be planned for accordingly. Most adventuring gnomes make up for their weakness with a proclivity for sorcery or bardic music, while others turn to alchemy or exotic weapons to grant them an edge in conflicts.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Abroshtor, Bastargre, Halungalom, Krolmnite, Poshment, Zarzuket, Zatqualmie.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Besh, Fijit, Lini, Majet, Neji, Pai, Queck, Trig.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Gnome Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Gnomes are physically weak but surprisingly hardy, and their attitude makes them naturally agreeable.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Gnome Racial Traits/+2 Constitution/+2 Charisma/-2 Strength", 
                    "type": "section", 
                    "name": "+2 Constitution, +2 Charisma, -2 Strength", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"small\">Gnomes are Small creatures and gain a +1 size bonus to their AC, a +1 size bonus on attack rolls, a &ndash;1 penalty to their Combat Maneuver Bonus and Combat Maneuver Defense, and a +4 size bonus on Stealth checks.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Small"
                }, 
                {
                    "body": "<p id=\"slow-speed\">Gnomes have a base speed of 20 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Slow Speed"
                }, 
                {
                    "body": "<p>Gnomes can see twice as far as humans in conditions of dim light.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Low-Light Vision"
                }, 
                {
                    "body": "<p id=\"defensive-training\">Gnomes gain a +4 dodge bonus to AC against monsters of the giant subtype.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Gnome Racial Traits/Defensive Training", 
                    "type": "section", 
                    "name": "Defensive Training", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"gnome-magic\">Gnomes add +1 to the DC of any saving throws against illusion spells that they cast. Gnomes with Charisma scores of 11 or higher also gain the following spell-like abilities: 1/day&mdash;<i>dancing lights, ghost sound, prestidigitation</i>, and <i>speak with animals</i>. The caster level for these effects is equal to the gnome's level. The DC for these spells is equal to 10 + the spell's level + the gnome's Charisma modifier.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Gnome Racial Traits/Gnome Magic", 
                    "type": "section", 
                    "name": "Gnome Magic", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"hatred\">Gnomes receive a +1 bonus on attack rolls against humanoid creatures of the reptilian and goblinoid subtypes because of their special training against these hated foes.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Gnome Racial Traits/Hatred", 
                    "type": "section", 
                    "name": "Hatred", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"illusion-resistance\">Gnomes gain a +2 racial saving throw bonus against illusion spells and effects.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Gnome Racial Traits/Illusion Resistance", 
                    "type": "section", 
                    "name": "Illusion Resistance", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Gnomes receive a +2 racial bonus on Perception checks.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Keen Senses"
                }, 
                {
                    "body": "<p id=\"obsessive\">Gnomes receive a +2 racial bonus on a Craft or Profession skill of their choice.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Gnome Racial Traits/Obsessive", 
                    "type": "section", 
                    "name": "Obsessive", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Gnomes treat any weapon with the word \"gnome\" in its name as a martial weapon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Weapon Familiarity"
                }, 
                {
                    "body": "<p>Gnomes begin play speaking Common, Gnome, and Sylvan. Gnomes with high Intelligence scores can choose from the following: Draconic, Dwarven, Elven, Giant, Goblin, and Orc.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Gnome Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Gnomes are a wildly varied and independent race. As a result, there are many variations in their abilities, outlooks, and styles. The following rules are just some of the different traits that manifest in gnomes, frequently without regard for heritage or training.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The following racial traits may be selected instead of standard gnome racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"academician\">Some gnomes are more academically inclined than their kin. Gnomes with this racial trait gain a +2 bonus on any single Knowledge skill. This racial trait replaces the obsessive racial trait.</p>", 
                            "name": "Academician", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Academician", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"bond-to-the-land\">Some gnomes have strong ties to specific kinds of terrain, as a holdover from their fey origins. These gnomes gain a +2 dodge bonus to AC when in a specific terrain type selected from the ranger list of favored terrains. This choice is made at character creation, and cannot be changed. This racial trait replaces defensive training and hatred.</p>", 
                            "name": "Bond to the Land", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Bond to the Land", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"darkvision\">Some gnome strains have lived in the underground depths for so long they have given up on light entirely and gained darkvision with a range of 60 feet. This racial trait replaces low-light vision and keen senses.</p>", 
                            "name": "Darkvision", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Darkvision", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"eternal-hope\">Gnomes rarely lose hope and are always confident that even hopeless situations will work out. Gnomes with this racial trait receive a +2 racial bonus on saving throws against fear and despair effects. Once per day, after rolling a 1 on a d20, the gnome may reroll and use the second result. This racial trait replaces defensive training and hatred.</p>", 
                            "name": "Eternal Hope", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Eternal Hope", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"explorer\">Many gnomes are obsessed with seeing as much of the world as possible, rather than perfecting some specific talent or vocation. These gnomes gain a +2 racial bonus on Climb checks and checks for one Knowledge skill of their choice. This racial trait replaces hatred and obsessive.</p>", 
                            "name": "Explorer", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Explorer", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"fell-magic\">Gnomes add +1 to the DC of any saving throws against necromancy spells that they cast. Gnomes with Wisdom scores of 11 or higher also gain the following spell-like abilities: 1/day&mdash;<i>bleed</i>,<i> chill touch</i>,<i> detect poison</i>, and<i> touch of fatigue</i>. The caster level for these effects is equal to the gnome's level. The DC for these spells is equal to 10 + the spell's level + the gnome's Wisdom modifier. This racial trait replaces gnome magic.</p>", 
                            "name": "Fell Magic", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Fell Magic", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"gift-of-tongues\">Gnomes love languages and learning about those they meet. Gnomes with this racial trait gain a +1 bonus on Bluff and Diplomacy checks, and they learn one additional language every time they put a rank in the Linguistics skill. This racial trait replaces defensive training and hatred.</p>", 
                            "name": "Gift of Tongues", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Gift of Tongues", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"knack-with-poison\">Some gnomes have an instinctive understanding of poisons and their uses. Gnomes gain a +2 racial bonus on Fortitude saves against poison and a +2 bonus on Craft (alchemy) checks to make poison. The bonus on Fortitude saving throws against poisons increases to +4 if the gnome accidentally poisons himself when applying or readying the substance. This racial trait replaces illusion resistance and obsessive.</p>", 
                            "name": "Knack with Poison", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Knack with Poison", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"magical-linguist\">Gnomes study languages in both their mundane and supernatural manifestations. Gnomes with this racial trait add +1 to the DC of spells they cast with the language-dependent descriptor or those that create glyphs, symbols, or other magical writings. They gain a +2 racial bonus on saving throws against such spells. Gnomes with Charisma scores of 11 or higher also gain the following spell-like abilities: 1/day&mdash;<i>arcane mark</i>, <i>comprehend languages</i>, <i>message</i>, <i>read magic</i>. The caster level for these effects is equal to the gnome's level. This racial trait replaces gnome magic and illusion resistance.</p>", 
                            "name": "Magical Linguist", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Magical Linguist", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"master-tinker\">Gnomes experiment with all manner of mechanical devices. Gnomes with this racial trait gain a +1 bonus on Disable Device and Knowledge (engineering) checks. They are treated as proficient with any weapon they have personally crafted. This racial trait replaces defensive training and hatred.</p>", 
                            "name": "Master Tinker", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Master Tinker", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"pyromaniac\">Gnomes with this racial trait are treated as one level higher when casting spells with the fire descriptor, using granted powers of the Fire domain, using the bloodline powers of the fire elemental bloodline or the revelations of the oracle's flame mystery, and determining the damage of alchemist bombs that deal fire damage (this ability does not give gnomes early access to level-based powers; it only affects the powers they could use without this ability). Gnomes with Charisma scores of 11 or higher also gain the following spell-like abilities: 1/day&mdash;<i>dancing lights</i>, <i>flare</i>, <i>prestidigitation</i>, <i>produce flame</i>. The caster level for these effects is equal to the gnome's level; the DCs are Charisma-based. This racial trait replaces gnome magic and illusion resistance.</p>", 
                            "name": "Pyromaniac", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Pyromaniac", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"warden-of-nature\">Gnomes must often protect their homes against unnatural or pestilential infestations. Gnomes with this racial trait gain a +2 dodge bonus to AC against aberrations, oozes, and vermin, and a +1 bonus on attack rolls against them because of their special training. This racial trait replaces defensive training and hatred.</p>", 
                            "name": "Warden of Nature", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Alternate Racial Traits/Warden of Nature", 
                            "subtype": "gnome", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>You can combine various alternate racial traits to create gnome subraces or variant races, such as the following.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"dread-gnomes\">Moodier, less forgiving, and often crueler than other gnomes, dread gnomes trace their heritage to the darker, more bloodthirsty lines of fey. Though not all dread gnomes are evil, they all find humor in watching others suffer, and have little use for the bright colors and joyful pursuits of their more cheerful cousins. Dread gnomes have the fell magic and knack for poison alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Racial Subtypes/Dread Gnomes", 
                            "type": "section", 
                            "name": "Dread Gnomes", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"gear-gnomes\">Sometimes rather than a single gnome becoming obsessed with a project, whole families of gnomes undertake a project so massive it requires generations of artisans to complete. Such projects often involve complex clockwork devices (or entire clockwork buildings), and those born into families dedicated to lifetimes of work on them are known as gear gnomes. Gear gnomes have the academician and master tinker alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Racial Subtypes/Gear Gnomes", 
                            "type": "section", 
                            "name": "Gear Gnomes", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"lava-gnomes\">Fascinated by the power of magma and living in vast caverns beneath active volcanoes, lava gnomes are considered hot-tempered and dangerously unstable even by other gnomes. Lava gnomes have the darkvision and pyromaniac alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Racial Subtypes/Lava Gnomes", 
                            "type": "section", 
                            "name": "Lava Gnomes", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"traveler-gnomes\">These gnomes were born on the move, their families living on a ship or in a caravan wagon. These gnomes have the magical linguist and either the explorer or the gift of tongues alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Alternate Racial Rules/Racial Subtypes/Traveler Gnomes", 
                            "type": "section", 
                            "name": "Traveler Gnomes", 
                            "source": "Advanced Race Guide"
                        }
                    ], 
                    "name": "Racial Subtypes", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>The following options are available to all gnomes who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add +1/2 to the number of bombs per day the alchemist can create.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus to the barbarian's trap sense.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Add +1 to the bard's total number of bardic performance rounds per day.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Add +1 to the cavalier's mounted base speed. In combat this has no effect unless the cavalier has selected this reward five times (or another increment of five). If the cavalier ever replaces his mount, the new mount gains this bonus to its speed.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Add +1/2 to the cleric's channeled energy total when healing creatures of the animal, fey, and plant types.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>The druid gains energy resistance 1 against acid, cold, electricity, or fire. Each time the druid selects this reward, increase her resistance to one of these energy types by +1 (maximum 10 for any one type).</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Add +1 to the fighter's CMD when resisting a dirty trick or steal attempt.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>The gunslinger reduces the amount of time needed to restore a broken firearm using the Gunsmithing feat by 5 minutes (maximum reduction of 50 minutes).</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Gunslinger"
                        }, 
                        {
                            "body": "<p>Add a +1 bonus on concentration checks when casting inquisitor spells.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Add one of the following weapon special abilities to the list of weapon special abilities the magus may add to his weapon using his arcane pool: <i>defending, ghost touch, merciful, mighty cleaving, vicious</i>; <i>allying, conductive, corrosive, corrosive burst, menacing</i>. Once an ability has been selected with this reward, it cannot be changed.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Magus"
                        }, 
                        {
                            "body": "<p>Add +1 to the monk's Acrobatics check bonus gained by spending a point from his <i>ki</i> pool. A monk must be at least 5th level to select this benefit.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Add +1/2 to the oracle's level for the purpose of determining the effects of the oracle's curse ability.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Add +1/2 hit point to the paladin's lay on hands ability (whether using it to heal or harm).</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Add DR 1/magic to the ranger's animal companion. Each additional time the ranger selects this benefit, the DR/magic increases by +1/2 (maximum DR 10/magic). If the ranger ever replaces his animal companion, the new companion gains this DR. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>The rogue gains a +1/2 bonus on Disable Device and Use Magic Device checks related to glyphs, symbols, scrolls, and other magical writings.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Add +1 hit point to the summoner's eidolon.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>The witch gains 1/6 of a new witch hex.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Select one arcane school power at 1st level that is normally usable a number of times per day equal to 3 + the wizard's Intelligence modifier. The wizard adds +1/2 to the number of uses per day of that arcane school power.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Race Guide"
                }
            ], 
            "name": "Alternate Racial Rules", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to gnomes.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The experimental gunsmith is obsessed with creating the ultimate firearm, and is willing to take risks to work the kinks out of her design. An experimental gunsmith has the following class features.</p>", 
                    "name": "Experimental Gunsmith (Gunslinger)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Experimental Gunsmith (Gunslinger)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"experimental-firearm\">At 1st level, an experimental gunsmith begins play with an experimental firearm. This acts as the gunslinger's gunsmith ability, but the firearm the experimental gunsmith begins with has one innovation (see below). Further, the experimental gunsmith is treated as having the Gunsmithing feat, but only in regard to his beginning firearm (or the construction of a replacement firearm of the same design, if the original is lost). This ability otherwise works like the standard gunslinger's gunsmith and Gunsmithing abilities and replaces those abilities.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Experimental Gunsmith (Gunslinger)/Experimental Firearm (Ex)", 
                            "type": "section", 
                            "name": "Experimental Firearm (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"innovations\">An experimental gunsmith starts play with one innovation she can make to her experimental firearms, selected from the list below. This innovation is a radical change to the typical design of a firearm, and comes with both additional benefits and noteworthy drawbacks. The experimental gunsmith can maintain only one experimental firearm modified with one or more innovations, as it requires constant adjustments and much of her time is spent maintaining the weapon. If the experimental gunsmith takes the Gunsmithing feat, she can create other firearms using a single innovation she knows (or add one innovation to an existing firearm), though such weapons become unreliable over time. The misfire value of such weapons increases by 1 for each week after its creation, although the experimental gunsmith can return the misfire rate to normal by spending 1 day maintaining the weapon and spending 50 gp in raw materials. For the purposes of crafting such firearms, each innovation is treated as the masterwork weapon quality (with a value of 300 gp).</p><p>At 5th level, and every four levels after that (9th, 13th, and 17th level), the experimental gunsmith learns one additional innovation from the list below. These represent constant and increasingly skilled tinkering with a single firearm in her possession, and when the experimental gunsmith gains an innovation, she may immediately apply it to her experimental firearm. Once an innovation has been selected, it cannot be changed. This ability replaces gun training.</p><blockquote><p id=\"expanded-capacity\"><i>Expanded Capacity</i>: The experimental gunsmith increases her firearm's capacity by one (generally by adding another barrel, depending on the weapon's design). She also increases its weight by 50%. Because of the complexity of increasing its capacity, her weapon is more prone to misfire, and its misfire value increases by 1 (this is in addition to any misfire increase if the weapon is made with the Gunsmithing feat).</p><p id=\"expanded-chamber\"><i>Expanded Chamber</i>: The experimental gunsmith's firearm has a much larger than normal chamber for black powder, allowing her to use 2 doses of powder with each shot. The weapon grants a +1 circumstance bonus on damage rolls. However, when the weapon misfires, it causes a flashburn. This is the same as the weapon exploding (dealing damage from a corner of the experimental gunsmith's square), except the weapon is not automatically destroyed. If a broken weapon misfires, it is destroyed as normal.</p><p id=\"grapple-launcher\"><i>Grapple Launcher</i>: The experimental gunsmith's firearm includes a special set of rails that allows her to slide a grappling hook over the barrel and fire it as a full-round action. The grappling hook anchors into anything she successfully hits with an attack roll, and the DC of the Strength check required to pull the grappling hook loose is equal to her attack roll to lodge it in place. A Disable Device check can remove it with a +5 bonus on the check, and a creature struck by the hook can escape it with a combat maneuver check or Escape Artist check with a +5 bonus on the check. The firearm is powerful enough to fire a hook trailing up to 100 feet of rope, but throws off the balance of the experimental gunsmith's firearm, reducing its range increment by 50%.</p><p id=\"recoilless\"><i>Recoilless</i>: The experimental gunsmith's firearm includes a series of gears, springs, and pistons designed to reduce its recoil and thus improve accuracy. The range increment of the weapon increases by 10 feet. However, the system is fragile, and easily damaged. Anytime the weapon misfires, this system becomes broken and does not function until the experimental gunsmith spends 1 hour repairing it.</p><p id=\"vial-launcher\"><i>Vial Launcher</i>: The experimental gunsmith adds a special tube onto her firearm that can hold 1 vial of alchemical material, such as alchemist's fire, a tanglefoot bag, or a thunderstone. A special trigger allows her to channel the force of black powder into this tube to launch the vial as a ranged attack with half the range increment of her firearm. The experimental gunsmith can take this action in place of any single ranged attack, and may use the same attack bonus that she can apply to the firearm. If the alchemical substance has a save DC, it becomes 10 + 1/2 her experimental gunsmith level + her Wisdom modifier when she launches the vial from her firearm. This increase only applies to the initial saving throw. If additional saving throws are called for, they are resolved as normal. Reloading the tube is a time-consuming process and requires two full-round actions. If the weapon misfires while loaded with an alchemical substance, it detonates with the experimental gunsmith (and the firearm) as the target. </p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Experimental Gunsmith (Gunslinger)/Innovations (Ex)", 
                            "type": "section", 
                            "name": "Innovations (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>The prankster sees humor as the highest form or art, and pranks as the highest form of humor. In addition to setting friends up for light-hearted pranks, the prankster can use his quick wit and cruel sense of humor to enrage foes before incapacitating them with a clever turn of phrase.</p>", 
                    "name": "Prankster (Bard)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Prankster (Bard)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"bardic-performance\">A prankster's bardic performance functions like a bard's, but some of its performances are exchanged for those listed below.</p><blockquote><p id=\"mock\"><i>Mock (Su)</i>At 1st level, the prankster can use his performance to cause one or more creatures to become furious with him. Each creature to be mocked must be within 90 feet, able to see, hear, and understand the prankster, and capable of paying attention to him. The prankster must also be able to see the creatures affected. For every three levels the prankster has attained beyond 1st, he can target one additional creature with this ability.</p><p>Each creature within range receives a Will save (DC 10 + 1/2 the prankster's level + the prankster's Charisma modifier) to negate the effect. If a creature's saving throw succeeds, the prankster cannot successfully mock that creature for 24 hours. If its saving throw fails, the creature is angered by the performance and seeks to harm the prankster. While the prankster maintains the mocking, the target takes a &ndash;2 penalty on all attack rolls and skill checks until it has successfully attacked the prankster with a melee or ranged attack, or has harmed the creature with a spell that deals damage.</p><p>Mock is an enchantment (compulsion) mind-affecting ability. Mock relies on audible and visual components in order to function. This ability replaces fascinate.</p><p id=\"punchline\"><i>Punchline (Sp)</i>: At 6th level, the prankster can use his performance to tell a punchline to amuse a creature he has already mocked (see above), goading it into <i>hideous laughter</i> (as the spell). Using this ability does not disrupt the mock effect, but it does require a standard action to activate (in addition to the free action to continue the mock effect). A prankster can use this ability more than once against an individual creature during an individual performance.</p><p>Telling a punchline does not count against a prankster's daily use of bardic performance. A Will saving throw (DC 10 + 1/2 the bard's level + the bard's Charisma modifier) negates the effect. This ability affects only a single creature. Punchline is an enchantment (compulsion), mind-affecting, language-dependent ability and relies on audible components. This ability replaces the suggestion ability.</p><p id=\"mass-punchline\"><i>Mass Punchline (Sp)</i>: This ability functions just like punchline, but allows a prankster of 18th level or higher to use <i>hideous laughter</i> simultaneously against any number of creatures that he has mocked. This ability replaces the mass suggestion ability.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Prankster (Bard)/Bardic Performance", 
                            "type": "section", 
                            "name": "Bardic Performance", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"swap\">A prankster can steal an object from a creature and replace it with another object of the same size or smaller that the prankster has in his hand. This functions as the steal combat maneuver, but the prankster does not provoke an attack of opportunity, and may use his Sleight of Hand check in place of his combat maneuver check. If the prankster's check exceeds the target's CMD by 10 or more, the target is unaware the swap has been made until it tries to use the swapped object or the end of its next turn (whichever happens first). This ability replaces lore master.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Prankster (Bard)/Swap (Ex)", 
                            "type": "section", 
                            "name": "Swap (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>The saboteur is an alchemist who specializes in destroying the plans, materials, and allies of his enemies. A saboteur has focused his alchemical research toward new ways to conceal his presence, sow confusion, and blow up large structures.</p>", 
                    "name": "Saboteur (Alchemist)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Saboteur (Alchemist)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"class-skills\">A saboteur adds Knowledge (engineering) to his list of class skills and removes Knowledge (nature) from his list of class skills. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"chameleon-mutagen\">At 1st level, a saboteur discovers how to create a special elixir that he can imbibe in order to heighten his ability to move undetected and his mobility at the cost of his physical might. When consumed, the elixir causes the saboteur's skin to change color to match the background and causes his hands and feet to secrete a sticky residue. This grants him a circumstance bonus on Stealth checks equal to half his alchemist level (minimum +1), as well as granting him a climb speed equal to half his base speed, for 10 minutes per saboteur level. In addition, while the chameleon extract is in effect, the saboteur takes a &ndash;2 penalty to his Strength.</p><p>This ability replaces mutagen. A saboteur who drinks an alchemist's mutagen is treated as a non-alchemist. All limitations to mutagens apply to chameleon mutagen as if it were the same ability. The infuse mutagen discovery and persistent mutagen class ability apply to the chameleon mutagen.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Saboteur (Alchemist)/Chameleon Mutagen (Su)", 
                            "type": "section", 
                            "name": "Chameleon Mutagen (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"saboteur-discoveries\">The following new options may be taken as discoveries by a saboteur.</p><blockquote><p id=\"bore-bomb*\"><i>Bore Bomb*</i>When the saboteur creates a bomb, he may choose to make it a bore bomb. If a bore bomb strikes a wall, gate, siege engine, or similar large, solid, inanimate structure, it ignores half the target's hardness and deals 1 point of damage per saboteur level. If a bore bomb reduces an inanimate target to half its hit points or fewer, it blows a hole 5 feet wide and 5 feet deep in the target.</p><p id=\"complex-bomb\"><i>Complex Bomb</i>: When the saboteur creates a bomb, he can choose to have it modified by two different discoveries that modify a bomb's damage (those discoveries marked with an asterisk). Each discovery modifies half the bomb's damage dice, rounding down. For example, a concussive/frost bomb from a 9th-level saboteur deals 2d4 points of sonic damage + 2d6 points of frost damage. Creating a complex bomb counts as 2 daily uses of the bomb ability.</p><p id=\"grand-chameleon-mutagen\"><i>Grand Chameleon Mutagen</i>: The saboteur's chameleon mutagen now grants him a circumstance bonus on Stealth checks equal to his alchemist level, as well as granting him a climb speed equal to his normal movement speed. The saboteur must possess the greater chameleon mutagen discovery and be at least 16th level to select this discovery.</p><p id=\"greater-chameleon-mutagen\"><i>Greater Chameleon Mutagen</i>: The saboteur's chameleon mutagen now also grants the saboteur the hide in plain sight ability, as the ranger ability of the same name, but it functions in any terrain. The saboteur must be at least 12th level to select this discovery.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Saboteur (Alchemist)/Saboteur Discoveries", 
                            "type": "section", 
                            "name": "Saboteur Discoveries", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"grand-discoveries\">A saboteur may select the following grand discovery.</p><blockquote><p id=\"true-chameleon-mutagen\"><i>True Chameleon Mutagen</i>: The saboteur's chameleon mutagen now acts as if he was under the effects of the <i>improved invisibility</i> and <i>spider climb</i> spells, using his alchemist level as the caster level, for the duration of the mutagen. The saboteur must possess the grand chameleon mutagen discovery to select this grand discovery.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/Racial Archetypes/Saboteur (Alchemist)/Grand Discoveries", 
                            "type": "section", 
                            "name": "Grand Discoveries", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the saboteur archetype: acid bomb, concussive bomb, delayed bomb, explosive bomb, fast bombs, inferno bomb, madness bomb, precise bombs, smoke bomb, stink bomb ; explosive missile, immolation bomb, siege bomb; blinding bomb, cognatogen, confusion bomb, tanglefoot bomb.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Discoveries"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to gnomes. At the GM's discretion, other appropriate races may also make use of some of these.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Gnomes have access tot he following equipment.</p>", 
                    "name": "Gnome Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"dilettante's-outfit\">These clothes are favored by gnome inventors and wanderers, and consist of sturdy boots, a pair of stout linen pants or skirt, a cloth shirt, leather gloves, a hat and cloak, and numerous belts, straps, and accessories (such as scarves, a vest, bits of rope or twine, and bandoleers). These items are generally mismatched, each having been selected as \"superior\" from some other set of clothing, and are rife with pockets and small hidey-holes. It the wearer a +2 circumstance bonus on Sleight of Hand checks made to conceal a small object on her body.</p>", 
                            "name": "Dilettante's Outfit", 
                            "weight": "8 lbs.*", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Equipment/Dilettantes Outfit", 
                            "price": "20 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"hound's-blood\">If you apply the thick, red paste known as hound's blood to your nostrils or upper lip, it greatly enhances your sense of smell. For most creatures, this grants a +2 circumstance bonus on Perception checks for 1 hour. For gnomes, it briefly grants a super-heightened sense of smell, granting the scent ability for 5 minutes, before the potency is reduced to a +2 circumstance bonus on Perception checks for an additional 1 hour.</p>", 
                            "name": "Hound's Blood", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Equipment/Hounds Blood", 
                            "price": "110 gp/vial", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "20"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"moonrod\">This 1-foot-long, silver-tipped tin rod glows dimly when struck as a standard action. It sheds dim light in a 30-foot radius. However, the light given off by a moonrod is particularly easily to perceive for creatures with low-light vision. For such creatures, a moonrod increases the light level by one step (to a maximum of normal) for a 60-foot radius. It glows for 6 hours, after which the silver tip is burned out and worthless.</p>", 
                            "name": "Moonrod", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Equipment/Moonrod", 
                            "price": "10 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "25"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"obsession-log\">Gnomes use these small books to record information about their obsessions. When a gnome consults her obsession log (taking 1 minute), she gains a +2 circumstance bonus on the next Craft or Profession check she makes, as long as that skill was the one chosen for her obsessive racial trait.</p>", 
                            "name": "Obsession Log", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Equipment/Obsession Log", 
                            "price": "25 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"scentbane-incense\">Scentbane incense is a form of smokestick that also blocks most scents. As long as the smoke lasts, creatures with the scent special ability must make Perception checks, opposed by the Stealth checks of any creatures within the smoke, to use scent to locate creatures within the smoke. If a creature remains in scentbane incense for 5 rounds or more, the smoke clings to it for 1 round after it leaves, making it similarly difficult to find by scent during that time.</p>", 
                            "name": "Scentbane Incense", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Equipment/Scentbane Incense", 
                            "price": "80 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "20"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"sheriff's-whistle\">Used most often by gnome sheriffs and rangers, a sheriff's whistle gives off a piercing shriek that can easily be heard up to 1,000 feet away under ordinary circumstances. However, the frequency of the shriek is such that it can only be heard by badgers, dogs, and gnomes.</p>", 
                            "name": "Sheriff's Whistle", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Equipment/Sheriffs Whistle", 
                            "price": "1 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table id=\"gnome-equipment\"><caption>Gnome Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Dilettante's outfit</td><td>20 gp</td><td>8 lbs.*</td><td>&mdash;</td></tr><tr class=\"even\"><td>Hound's blood (vial)</td><td>110 gp</td><td>&mdash;</td><td>20</td></tr><tr class=\"odd\"><td>Moonrod</td><td>10 gp</td><td>1 lb.</td><td>25</td></tr><tr class=\"even\"><td>Obsession log</td><td>25 gp</td><td>1 lb.</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Scentbane incense</td><td>80 gp</td><td>&mdash;</td><td>20</td></tr><tr class=\"even\"><td>Sheriff's whistle</td><td>1 gp</td><td>&mdash;</td><td>&mdash;</td></tr><tfoot><tr><td colspan=\"4\">*This items weighs 1/4 of this amount when made for Small characters.</td></tr></tfoot></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Equipment/Gnome Equipment", 
                            "type": "table", 
                            "name": "Gnome Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Gnomes have access to the following feats.</p>", 
                    "name": "Gnome Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-1\">You can use your innate magic to create minor illusions that augment your efforts at trickery and deceit.</p>", 
                            "name": "Casual Illusionist", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Feats/Casual Illusionist", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Gnome, gnome magic racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">As long as you have at least one spell-like ability unused from your gnome magic racial trait, you gain a +2 racial bonus on all Bluff, Disguise, and Sleight of Hand checks you make. At 10th level, these bonuses increase to +4.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">This feat counts as the Deceitful feat for the purposes of all prerequisites.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You have expanded your natural resistance to magic to encompass different kinds of magic.</p>", 
                            "name": "Expanded Resistance", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Feats/Expanded Resistance", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Gnome, illusion resistance racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Select one school of magic other than illusion. You gain a +2 racial bonus on saving throws against spells or effects from the selected school.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You may select this feat more than once. Its effects do not stack. Each time you select it, it applies to a different school of magic.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your extensive training with traditional gnome weapons gives you an advantage.</p>", 
                            "name": "Gnome Weapon Focus", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Feats/Gnome Weapon Focus", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Base attack bonus +1, gnome, proficient with all martial weapons.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +1 bonus on attack rolls with gnome weapons (weapons with \"gnome\" in the title).</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your rage burns with vast intensity.</p>", 
                            "name": "Great Hatred", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Feats/Great Hatred", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Gnome, hatred racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain an additional +1 bonus on melee and thrown weapon attacks against targets of your hatred racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your rage stretches beyond normal bounds.</p>", 
                            "name": "Vast Hatred", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Feats/Vast Hatred", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Gnome, hatred racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Select two creature types (and subtypes where appropriate) from the list of potential favored enemies from the ranger class ability. Your +1 attack bonus from the hatred racial trait applies to creatures of the selected types (and subtypes). </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You may take this feat more than once. Its benefits do not stack. Each time you select this feat, you select two additional creature types to which your hatred racial trait applies.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Magic items crafted by gnomes are often useful tools to assist them in their labors or items that take advantage of their innate magical abilities.</p>", 
                    "name": "Gnome Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "none", 
                            "name": "Amazing Tools of Manufacture", 
                            "weight": "1 lb.", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Magic Items/Amazing Tools of Manufacture", 
                            "type": "item", 
                            "price": "12,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "6,000 gp", 
                                    "Requirements": "Craft Wondrous Item, Master Craftsman"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint transmutation", 
                            "sections": [
                                {
                                    "body": "<p>Tools of this type always appear to be of the highest quality and wrought of the finest materials, most often mithral, darkwood, and adamantine. In the hands of a casual wielder, these items simply appear to be magically enhanced masterwork tools for a specific Craft skill (determined randomly), granting a +4 circumstance bonus on such skill checks. </p><p>However, in the hands of a craftsman with 6 or more ranks in the selected Craft skill, the greater power of the <i>amazing tools of manufacture</i> becomes apparent. The wielder may use the tools to create items using the Craft skill much more surely and quickly. The wielder may take raw materials with a value equal to half the price of an object to be crafted, and produce a finished object in as little as 1 hour for an item with a final cost of 2,000 gp or less. For objects with a final cost of more than 2,000 gp, the wielder can perform 2,000 gp worth of work in a single hour, but only once each day. Only a single skill check is required to successfully complete the item, made on the last day of crafting and gaining the +4 circumstance bonus granted by the tools. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "feet", 
                            "name": "Boots of escape", 
                            "weight": "1 lb.", 
                            "cl": "5th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Magic Items/Boots of escape", 
                            "type": "item", 
                            "price": "8,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "4,000 gp", 
                                    "Requirements": "Craft Wondrous Item, creator must be a gnome or a wizard specialized in the school of conjuration"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint conjuration", 
                            "subtype": "feet", 
                            "sections": [
                                {
                                    "body": "<p>These sturdy, leather-soled cloth boots have straps at the ankles and calves to ensure a snug fit. Once per day, when the wearer of the boots is grappled, pinned, or entangled, he may transfer himself to any spot within 30 feet. This acts as if the wearer had used a <i>dimension door</i> spell. A gnome wearing these boots may instead transfer himself up to 400 feet.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Phantasmal Gem", 
                            "weight": "1 lb.", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Magic Items/Phantasmal Gem", 
                            "type": "item", 
                            "price": "4,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "2,000 gp", 
                                    "Requirements": "Craft Wondrous Item, creator must be a gnome or a wizard specialized in the school of illusion"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint illusion", 
                            "sections": [
                                {
                                    "body": "<p>This small cut crystal appears to be filled with hazy, indistinct images that constantly shift and vary. If a spellcaster holding the <i>phantasmal gem</i> casts an illusion spell with a duration of concentration (or concentration + a number of rounds), the illusion lasts up to an additional 10 rounds after the spellcaster ceases concentrating on it. The spellcaster may end the illusion early as a swift action. The <i>phantasmal gem</i> can be used multiple times in a day, but cannot grant more than a total of 10 additional rounds of illusion spells per day. A gnome using a <i>phantasmal gem</i> can recharge it by expending uses of spell-like abilities gained through the gnome magic racial trait. Each spell-like ability expended as a standard action recharges 1 round of duration to the <i>phantasmal gem</i> (up to a maximum of 10 rounds).</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "ring", 
                            "name": "Ring of Craft Magic", 
                            "weight": "1 lb.", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Magic Items/Ring of Craft Magic", 
                            "type": "item", 
                            "price": "12,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "6,000 gp", 
                                    "Requirements": "Forge Ring, creator must have the obsession racial trait"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint transmutation", 
                            "subtype": "ring", 
                            "sections": [
                                {
                                    "body": "<p>A ring of craft magic always bears some sort of tool-like design in its craftsmanship. The wearer of the ring sees spells as similar to crafts, and vice versa. The wearer of this ring may make a Craft check in place of a Spellcraft check to identify an item that could be created with the Craft skill. The wearer may also expend a spell slot or prepared spell to gain an enhancement bonus equal to the level of the expended spell on a single Craft or Profession check (regardless of the amount of time needed to make the check).</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Gnomes have access to the following spells.</p>", 
                    "name": "Gnome Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You grant the target a dodge bonus to its Armor Class against attacks from larger creatures. The bonus is equal to +1 for every size category the attacker is larger than the target of the spell, to a maximum of +1 per 3 caster levels. If the spell's target is a gnome, the maximum bonus is equal to +1 per 2 caster levels.</p>", 
                            "school": "abjuration", 
                            "saving_throw": "Fortitude negates (harmless)", 
                            "description": "You grant the target a dodge bonus to its Armor Class against attacks from larger creatures.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Spells/Death From Below", 
                            "spell_resistance": "yes (harmless)", 
                            "casting_time": "1 standard action", 
                            "level_text": "Arcanist: 2; Bard: 3; Bloodrager: 2; Skald: 3; Sorcerer: 2; Wizard: 2", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 2
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Death From Below"
                        }, 
                        {
                            "body": "<p>You cause the target to perceive itself as being covered in creeping, crawling, stinging bugs. This causes the target to become jittery and unable to stay still, forcing it to constantly move and twitch. The target takes a &ndash;4 penalty on all Dexterity checks and Dexterity-based skill checks, and cannot take the delay, ready, or total defense actions.</p>", 
                            "school": "illusion", 
                            "saving_throw": "Will negates", 
                            "description": "You cause the target to perceive itself as being covered in creeping, crawling, stinging bugs.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Spells/Jitterbugs", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "bard: 1; skald: 1; sorcerer: 2; wizard: 2; arcanist: 2", 
                            "descriptor": [
                                "mind-affecting"
                            ], 
                            "range": "short (25 ft. +5 ft. 2/levels)", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 2
                                }
                            ], 
                            "descriptor_text": "mind-affecting", 
                            "effects": [
                                {
                                    "text": "one creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round/level", 
                            "subschool_text": "figment", 
                            "subschool": [
                                "figment"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Jitterbugs"
                        }, 
                        {
                            "body": "<p>This spell functions as the <i>major creation spell</i>, except as noted above and the object created is a semi-real phantasm. Any creature that interacts with the object may make a Will save, with success causing the object to cease to exist. A gnome casting this spell may make a Spellcraft check in place of any Craft check required to make a complex item.</p>", 
                            "school": "illusion", 
                            "saving_throw": "Will negates", 
                            "description": "This spell functions as the major creation spell, except as noted above and the object created is a semi-real phantasm.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Spells/Major Phantom Object", 
                            "spell_resistance": "yes", 
                            "casting_time": "10 minutes", 
                            "level_text": "sorcerer: 5; wizard: 5; arcanist: 5", 
                            "descriptor": [
                                "mind-affecting"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 5
                                }
                            ], 
                            "descriptor_text": "mind-affecting", 
                            "effects": [
                                {
                                    "text": "phantasmal, unattended, nonmagical object, up to 1 cu. ft./level", 
                                    "name": "Effect"
                                }
                            ], 
                            "duration": "10 minutes/level (D)", 
                            "subschool_text": "figment", 
                            "subschool": [
                                "figment"
                            ], 
                            "type": "spell", 
                            "name": "Major Phantom Object"
                        }, 
                        {
                            "body": "<p>This spell functions as the <i>dream</i> spell, except as follows. The messenger must be yourself or a gnome touched. The message can be no longer than 20 words. If the recipient of the message is not asleep when the spell is cast, the spell automatically fails. </p>", 
                            "school": "illusion", 
                            "saving_throw": "none", 
                            "description": "This spell functions as the dream spell, except as follows.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Spells/Minor Dream", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 minute", 
                            "level_text": "alchemist: 2; investigator: 2; bard: 3; skald: 3; sorcerer: 3; wizard: 3; arcanist: 3; witch: 2", 
                            "descriptor": [
                                "mind-affecting"
                            ], 
                            "range": "unlimited", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 3
                                }
                            ], 
                            "descriptor_text": "mind-affecting", 
                            "effects": [
                                {
                                    "text": "you or one gnome touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "see text", 
                            "subschool_text": "figment", 
                            "subschool": [
                                "figment"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Minor Dream"
                        }, 
                        {
                            "body": "<p>This spell functions as the <i>minor creation spell</i>, except the object created is a semi-real phantasm. Any creature that interacts with the object may make a Will save, with success causing the object to cease to exist. A gnome casting this spell may make a Spellcraft check in place of any Craft check required to make a complex item.</p>", 
                            "school": "illusion", 
                            "saving_throw": "Will negates", 
                            "description": "This spell functions as the minor creation spell, except the object created is a semi-real phantasm.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Spells/Minor Phantom Object", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 minute", 
                            "level_text": "sorcerer: 4; wizard: 4; arcanist: 4", 
                            "descriptor": [
                                "mind-affecting"
                            ], 
                            "range": "0 ft.", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 4
                                }
                            ], 
                            "descriptor_text": "mind-affecting", 
                            "effects": [
                                {
                                    "text": "phantasmal, unattended, nonmagical object of nonliving plant matter, up to 1 cu. ft./level", 
                                    "name": "Effect"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "10 minutes/level (D)", 
                            "subschool_text": "figment", 
                            "subschool": [
                                "figment"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Minor Phantom Object"
                        }, 
                        {
                            "body": "<p>You channel magic energy into your own aura, recharging your innate magic abilities. You regain one use of all 0-level and 1st-level spell-like abilities you can use as a result of a racial trait.</p>", 
                            "school": "transmutation", 
                            "description": "You channel magic energy into your own aura, recharging your innate magic abilities.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Gnomes/New Racial Rules/Gnome Spells/Recharge Innate Magic", 
                            "casting_time": "1 standard action", 
                            "level_text": "alchemist: 1; investigator: 1; bard: 1; skald: 1; cleric: 1; oracle: 1; warpriest: 1; druid: 1; hunter: 1; inquisitor: 1; hunter: 1; magus: 1; hunter: 1; sorcerer: 1; wizard: 1; arcanist: 1; hunter: 1; witch: 1; hunter: 1", 
                            "source": "Advanced Race Guide", 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "instantaneous", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Recharge Innate Magic"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}