{
    "body": "<p>Elves have long drawn the covetous gazes of other races. Their generous lifespans, magical affinity, and inherent grace each contribute to the admiration or bitter envy of their neighbors. Of all their traits, however, none so entrance their human associates as their beauty. Since the two races first came into contact with each other, humans have held up elves as models of physical perfection, seeing in these fair folk idealized versions of themselves. For their part, many elves find humans attractive despite their comparatively barbaric ways, and are drawn to the passion and impetuosity with which members of the younger race play out their brief lives.</p><p>Sometimes this mutual infatuation leads to romantic relationships. Though usually short-lived, even by human standards, such trysts may lead to the birth of half-elves, a race descended from two cultures yet inheritor of neither. Half-elves can breed with one another, but even these \"pureblood\" half-elves tend to be viewed as bastards by humans and elves alike. Caught between destiny and derision, half-elves often view themselves as the middle children of the world.</p>", 
    "name": "Half-Elves", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves", 
    "type": "race", 
    "subtype": "core_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Half-elves stand taller than humans but shorter than elves. They inherit the lean build and comely features of their elven lineage, but their skin color is normally dictated by their human side. While half-elves retain the pointed ears of elves, theirs are more rounded and less pronounced. Their eyes tend to be humanlike in shape, but feature an exotic range of colors from amber or violet to emerald green and deep blue. This pattern changes for half-elves of drow descent, however. Such elves are almost unfailingly marked with the white or silver hair of the drow parent, and more often than not have dusky gray skin that takes on a purplish or bluish tinge in the right light, while their eye color usually favors that of the human parent. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Their lack of a unified homeland and culture forces half-elves to remain versatile, able to conform to nearly any environment. While often considered attractive to both races for the same reasons as their parents, half-elves rarely fit in with either humans or elves, as both races see too much evidence of the other in them. This lack of acceptance weighs heavily on many half-elves, yet others are bolstered by their unique status, seeing in their lack of a formalized culture the ultimate freedom. As a result, half-elves are incredibly adaptable, capable of adjusting their mind-sets and talents to whatever societies they find themselves in. </p><p>Even half-elves welcomed by one side of their heritage often find themselves caught between cultures, as they are encouraged, cajoled, or even forced into taking on diplomatic responsibilities between human and elven kind. Many half-elves rise to the occasion of such service, seeing it as a chance to prove their worth to both races. Others, however, come to resent the pressures and presumptions foisted upon them by both races and turn any opportunity to broker power, make peace, or advance trade between humans and elves into an exercise in personal profit.  </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Half-elves understand loneliness, and know that character is often less a product of race than of life experience. As such, they are often open to friendships and alliances with other races, and less likely than most to rely on first impressions when forming opinions of new acquaintances. </p><p>While many races join together to produce mixed offspring of notable power, such as half-orcs, half-dragons, and half-fiends, half-elves seem to have a unique position in the eyes of their progenitors and the rest of the world. Those humans who admire elvenkind see half-elves as a living link or bridge between the two races. But this attitude often foists unfair expectations and elevated standards upon half-elves, and quickly turns to derision when they do not live up to the grand destinies that others set for them. Additionally, those half-elves raised by or in the company of elves often have the human half of their parentage dubbed a mere obstacle, something to be overcome with proper immersion and schooling in the elven ways, and even the most well-meaning elven mentors often push their half-elven charges to reject a full half of themselves in order to \"better\" themselves. The exception is those few half-elves born of humans and drow. Not unlike most half-orcs, such unions are commonly born out of violence and savagery that leaves the child unwanted by its mother if not killed outright. Moreover, as the physical features of half-drow clearly mark their parentage, crafting a reputation founded on deeds and character instead of heritage is more challenging for them. Even the most empathetic of other half-elves balk at the sight of a half-drow.  </p><p>Among other races, half-elves form unique and often unexpected bonds. Dwarves, despite their traditional mistrust of elves, see a half-elf's human parentage as something hopeful, and treat them as half-humans rather than half-elves. Additionally, while dwarves are long-lived, the lifespan of the stout folk is closer to a half-elf's own than that of either of her parents. As a result, half-elves and dwarves often form lasting bonds, be they ones of friendship, business, or even competitive rivalry.</p><p>Gnomes and halflings often see half-elves as a curiosity. Those half-elves who have seen themselves pushed to the edges of society, truly without a home, typically find gnomes and halflings frivolous and worthy of disdain, but secretly envy their seemingly carefree ways. Clever and enterprising gnomes and halflings sometimes partner with a half-elf for adventures or even business ventures, using the half-elf's participation to lend their own endeavors an air of legitimacy that they cannot acquire on their own.</p><p>Perhaps the most peculiar and dichotomous relations exist between half-elves and half-orcs. Those half-orcs and half-elves who were raised among their non-human kin normally see one another as hated and ancient foes. However, half-elves who have been marginalized by society feel a deep, almost instant kinship with half-orcs, knowing their burdens are often that much harder because of their appearance and somewhat brutish nature. Not all half-orcs are inclined or able to understand such empathy, but those who do often find themselves with a dedicated diplomat, liaison, and apologist. For their own part, half-orcs usually return the favor by acting as bodyguards or intimidators, and take on other roles uniquely suited to their brawny forms.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Half-elves' isolation strongly influences their characters and philosophies. Cruelty does not come naturally to them, nor does blending in or bending to societal convention&mdash;as a result, most half-elves are chaotic good. Half-elves' lack of a unified culture makes them less likely to turn to religion, but those who do generally follow the common faiths of their homeland. Others come to religion and worship later in their lives, especially if they have been made to feel part of a community through faith or the work of clerical figures. </p><p>Some half-elves feel the pull of the divine but live beyond the formal religious instruction of society. Such individuals often worship ideas and concepts like freedom, harmony, or balance, or the primal forces of the world. Still others gravitate toward long-forgotten gods, finding comfort and kinship in the idea that even deities can be overlooked.  </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Half-elves tend to be itinerants, wandering the lands in search of a place they might finally call home. The desire to prove themselves to the community and establish a personal identity&mdash;or even a legacy&mdash;drives many half-elf adventurers to lives of bravery. Some half-elves claim that despite their longevity, they perceive the passage of time more like humans than elves, and are driven to amass wealth, power, or fame early on in life so they may spend the rest of their years enjoying it.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Calathes, Encinal, Iradli, Kyras, Narciso, Quinray, Seltyiel, Zirul.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Male Names"
                }, 
                {
                    "body": "<p>Cathran, Elsbeth, Iandoli, Kieyanna, Lialda, Maddela, Reda, Tamarie.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Female Names"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Half-Elf Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-to-one-ability-score\">Half-elf characters gain a +2 bonus to one ability score of their choice at creation to represent their varied nature.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Half-Elf Racial Traits/+2 to One Ability Score", 
                    "type": "section", 
                    "name": "+2 to One Ability Score", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"medium\">Half-elves are Medium creatures and have no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p id=\"normal-speed\">Half-elves have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"low-light-vision\">Half-elves can see twice as far as humans in conditions of dim light. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Low-Light Vision"
                }, 
                {
                    "body": "<p id=\"adaptability\">Half-elves receive Skill Focus as a bonus feat at 1st level.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Half-Elf Racial Traits/Adaptability", 
                    "type": "section", 
                    "name": "Adaptability", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"elf-blood\">Half-elves count as both elves and humans for any effect related to race.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Half-Elf Racial Traits/Elf Blood", 
                    "type": "section", 
                    "name": "Elf Blood", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"elven-immunities\">Half-elves are immune to magic sleep effects and gain a +2 racial saving throw bonus against enchantment spells and effects.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Half-Elf Racial Traits/Elven Immunities", 
                    "type": "section", 
                    "name": "Elven Immunities", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"keen-senses\">Half-elves receive a +2 racial bonus on Perception checks.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Keen Senses"
                }, 
                {
                    "body": "<p id=\"multitalented\">Half-elves choose two favored classes at first level and gain +1 hit point or +1 skill point whenever they take a level in either one of those classes. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Half-Elf Racial Traits/Multitalented", 
                    "type": "section", 
                    "name": "Multitalented", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"languages\">Half-elves begin play speaking Common and Elven. Half-elves with high Intelligence scores can choose any languages they want (except secret languages, such as Druidic).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Half-Elf Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Due to their mixed heritage, half-elves exhibit great flexibility in their abilities. </p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The following racial traits may be selected instead of existing half-elf racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"ancestral-arms\">Some half-elves receive training in an unusual weapon. Half-elves with this racial trait receive Exotic Weapon Proficiency or Martial Weapon Proficiency with one weapon as a bonus feat at 1st level. This racial trait replaces the adaptability racial trait.</p>", 
                            "name": "Ancestral Arms", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Alternate Racial Traits/Ancestral Arms", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"arcane-training\">Half-elves occasionally seek tutoring to help them master the magic in their blood. Half-elves with this racial trait have only one favored class, and it must be an arcane spellcasting class. They can use spell trigger and spell completion items for their favored class as if one level higher (or as a 1st-level character if they have no levels in that class). This racial trait replaces the multitalented racial trait.</p>", 
                            "name": "Arcane Training", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Alternate Racial Traits/Arcane Training", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"drow-blooded\">Some half-elves born of drow parents exhibit more drow traits than others&mdash;particularly many of the physical features of the drow&mdash;and have darkvision 60 feet and light blindness. This racial trait replaces the low-light vision racial trait. </p>", 
                            "name": "Drow-Blooded", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Alternate Racial Traits/Drow-Blooded", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"drow-magic\">A few half-elves with drow ancestry exhibit the innate magic of that race. Half-elves with this trait have drow blood somewhere in their background, and can cast <i>dancing lights</i>, <i>darkness</i>, and <i>faerie fire</i> each once per day, using the half-elf's character level as the caster level for these spell-like abilities. This racial trait replaces the adaptability and multitalented racial traits. </p>", 
                            "name": "Drow Magic", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Alternate Racial Traits/Drow Magic", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"dual-minded\">The mixed ancestry of some half-elves makes them resistant to mental attacks. Half-elves with this racial trait gain a +2 bonus on all Will saving throws. This racial trait replaces the adaptability racial trait.</p>", 
                            "name": "Dual Minded", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Alternate Racial Traits/Dual Minded", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"integrated\">Many half-elves are skilled in the art of ingratiating themselves into a community as if they were natives. Half-elves with this racial trait gain a +1 bonus on Bluff, Disguise, and Knowledge (local) checks. This racial trait replaces the adaptability racial trait.</p>", 
                            "name": "Integrated", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Alternate Racial Traits/Integrated", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"sociable\">Half-elves are skilled at charming others and recovering from faux pas. If half-elves with this racial trait attempt to change a creature's attitude with a Diplomacy check and fail by 5 or more, they can try to influence the creature a second time even if 24 hours have not passed. This racial trait replaces the adaptability racial trait.</p>", 
                            "name": "Sociable", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Alternate Racial Traits/Sociable", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"wary\">Many half-elves have spent their long lives moving from place to place, often driven out by the hostility of others. Such experiences have made them wary of others' motivations. Half-elves with this trait gain a +1 racial bonus on Sense Motive and Bluff checks. This racial trait replaces the keen senses racial trait.</p>", 
                            "name": "Wary", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Alternate Racial Traits/Wary", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"water-child\">Some half-elves are born of elves adapted to life on or near the water. These half-elves gain a +4 racial bonus on Swim checks, can always take 10 while swimming, and may choose Aquan as a bonus language. This racial trait replaces the adaptability and multitalented racial traits.</p>", 
                            "name": "Water Child", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Alternate Racial Traits/Water Child", 
                            "subtype": "half_elf", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>You can combine various alternate racial traits to create half-elven subraces or variant races, such as the following.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"drow-descended\">These half-elves clearly bear the features of their dark elf parents, branding them immediately as a potential threat in the eyes of others no matter what their intent or character. These half-elves have the drow-blooded and drow magic alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Racial Subtypes/Drow-Descended", 
                            "type": "section", 
                            "name": "Drow-Descended", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"elf-raised\">These half-elves represent those embraced by their elven relatives, and raised with all of the traditional cultural training and education typical of most full-blooded elves. These half-elves have the ancestral arms and arcane training alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Racial Subtypes/Elf-Raised", 
                            "type": "section", 
                            "name": "Elf-Raised", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"human-raised\">These half-elves were born and raised into accepting human communities, often raised by generations of a single family, or through the charity of churches and temples. These half-elves have the integrated and wary racial traits. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Alternate Racial Rules/Racial Subtypes/Human-Raised", 
                            "type": "section", 
                            "name": "Human-Raised", 
                            "source": "Advanced Race Guide"
                        }
                    ], 
                    "name": "Racial Subtypes", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>The following favored options are available to all half-elves who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add +1 foot to the range increment of the alchemist's thrown splash weapons (including the alchemist's bombs). This option has no effect unless the alchemist has selected it 5 times (or another increment of 5); a range increment of 24 feet is effectively the same as a range increment of 20 feet, for example. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Add +1/4 to the bonus on Reflex saves and dodge bonus to AC against attacks made by traps granted by trap sense. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Add +1 to the bard's total number of bardic performance rounds per day.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Add +1 foot to the cavalier's mount's base speed. This option has no effect unless the cavalier has selected it 5 times (or another increment of 5); a speed of 54 feet is effectively a speed of 50 feet, for example. If the cavalier ever replaces his mount, the new companion gains this base speed bonus.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Add +1/3 to the amount of damage dealt or damage healed when the cleric uses channel energy.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Select one cleric domain power at 1st level that is normally usable a number of times per day equal to 3 + the druid's Wisdom modifier. The druid adds +1/2 to the number of uses per day of that domain power. For druids whose nature bond gives them an animal companion, add +1 skill rank to the animal companion. If the druid ever replaces her animal companion, the new companion gains these bonus skill ranks.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Add +1 to the fighter's CMD when resisting a disarm or overrun combat maneuver.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Add +1/4 to the number of grit points in the gunslinger's grit pool. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Gunslinger"
                        }, 
                        {
                            "body": "<p>Add +1/4 to the number of times per day the inquisitor can change her most recent teamwork feat.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Add +1/4 to the magus's arcane pool.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Magus"
                        }, 
                        {
                            "body": "<p>Add +1/2 on Escape Artist checks and on Acrobatics checks to cross narrow surfaces.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Add +1 foot to the size of all the paladin's aura class features. This option has no effect unless the paladin has selected it 5 times (or another increment of 5); an aura of 14 feet is effectively the same as a 10-foot aura, for example.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Add +1 skill rank to the ranger's animal companion. If the ranger ever replaces his companion, the new companion gains these bonus skill ranks.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus on Bluff checks to feint and Diplomacy checks to gather information.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Select one bloodline power at 1st level that is normally usable a number of times per day equal to 3 + the sorcerer's Charisma modifier. The sorcerer adds +1/2 to the number of uses per day of that bloodline power.  </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Add +1/4 to the eidolon's evolution pool.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>When casting wizard enchantment spells, add +1/3 to the effective caster level of the spell, but only to determine the spell's duration. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Race Guide"
                }
            ], 
            "name": "Alternate Racial Rules", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to half-elves.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>While all witches commune with the unknown, the blend of human ingenuity and adept learning mixed with elven blood gives some half-elves a unique conduit to channel the powers of the arcane. Bonded witches forsake familiars as vessels of power in favor of a specific object that grants them powers above and beyond those of their patron alone, as they tap into the powerful magic of the item itself. A bonded witch has the following class features. </p>", 
                    "name": "Bonded Witch (Witch)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Bonded Witch (Witch)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"bonded-item\">At 1st level, a bonded witch gains a bonded item instead of a familiar. This bonded item is similar to a wizard's arcane bond bonded item, and follows all the rules of such an item with the following exceptions.</p><p>A bonded witch's bonded item serves as a vessel for her spells and a conduit for communication with her patron. A bonded witch must commune with her bonded item each day to prepare her spells. The bonded item stores all of the spells that the bonded witch knows, and the bonded witch cannot prepare spells that are not stored within it. A bonded witch starts with the same number of spells and gains new spells the same way as a witch, and can even add spells by learning them from scrolls in the same way, but a bonded witch cannot learn spells from another bonded item. </p><p>Since a bonded witch does not have a spellbook, starting at 2nd level, a bonded witch's bonded item can be used once per day to cast a spell dependent on the type of bonded object chosen by the bonded witch. The spell is treated like any other spell cast by the bonded witch, including its casting time, duration, and other effects dependent of the bonded witch's level. This spell cannot be further modified by metamagic feats or any other ability. As the bonded witch gains levels, the bonded item gains new spells that the bonded witch can cast in this way. She can cast any one of these spells once per day using her bonded object, but gains greater flexibility in what spells she can cast, and gains more powerful spells as she gains new levels. The bonded item spells associated with each item type are as follows.</p><blockquote><p id=\"amulet\"><i>Amulet</i>2nd&mdash;<i>stone fist</i>; 4th&mdash;<i>bear's endurance</i>; 6th&mdash;<i>burst of speed</i>; 8th&mdash;<i>mnemonic enhancer</i>; 10th&mdash;<i>stoneskin</i>; 12th&mdash;<i>monstrous physique IV</i>; 14th&mdash;<i>firebrand</i>; 16th&mdash;<i>iron body</i>; 18th&mdash;<i>overwhelming presence</i>.</p><p id=\"ring\"><i>Ring</i>: 2nd&mdash;<i>shield</i>; 4th&mdash;<i>ablative barrier</i>; 6th&mdash;<i>protection from energy</i>; 8th&mdash;<i>nondetection</i>; 10th&mdash;<i>life bubble</i>; 12th&mdash;<i>resinous skin</i>; 14th&mdash;<i>antimagic field</i>; 16th&mdash;<i>deflection</i>; 18th&mdash;<i>spell immunity</i>.</p><p id=\"staff\"><i>Staff</i>: 2nd&mdash;<i>shillelagh</i>; 4th&mdash;<i>warp wood</i>; 6th&mdash;<i>plant growth</i>; 8th&mdash;<i>arboreal hammer</i>; 10th&mdash;<i>passwall</i>; 12th&mdash;<i>move earth</i>; 14th&mdash;<i>changestaff</i>; 16th&mdash;<i>control plants</i>; 18th&mdash;<i>wooden phalanx</i>.</p><p id=\"wand\"><i>Wand</i>: 2nd&mdash;<i>magic missile</i>; 4th&mdash;<i>knock</i>; 6th&mdash;<i>fireball</i>; 8th&mdash;<i>restoration</i>; 10th&mdash;maximized <i>scorching ray</i>; 12th&mdash;<i>bull's strength</i> (mass); 14th&mdash;<i>greater restoration</i>; 16th&mdash;empowered and maximized <i>fireball</i>; 18th&mdash;empowered and maximized <i>fire shield</i>.</p><p id=\"weapon\"><i>Weapon</i>: 2nd&mdash;<i>warding weapon</i>; 4th&mdash;<i>versatile weapon</i>; 6th&mdash;<i>greater magic weapon</i>; 8th&mdash;<i>telekinetic charge</i>; 10th&mdash;<i>energy siege shot</i>; 12th&mdash;<i>blade barrier</i>; 14th&mdash;<i>arcane cannon</i>; 16th&mdash;<i>earthquake</i>; 18th&mdash;<i>ride the lightning</i>. </p></blockquote><p>This ability replaces the witch's familiar class feature. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Bonded Witch (Witch)/Bonded Item (Sp)", 
                            "type": "section", 
                            "name": "Bonded Item (Sp)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Some half-elven alchemists merge human curiosity with their elven link to nature. Such alchemists can manipulate the forces of alchemy to create bombs that reshape terrain and defoliate swaths of vegetation or to create mutagens that bestow the resilience of oak or the tenacity of bamboo. A bramble brewer has the following class features.</p>", 
                    "name": "Bramble Brewer (Alchemist)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Bramble Brewer (Alchemist)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"briar-bombs\">At 2nd level, a bramble brewer gains the tanglefoot bomb discovery, but the entanglement's duration persists for a number of rounds equal to the bramble brewer's Intelligence modifier (minimum 1 round). Additionally, when a bramble brewer throws a tanglefoot bomb, it transforms all squares in its splash radius into difficult terrain that persists for as long as the bomb's entangling effect. Although these bombs deal no damage, for every 1d6 points of damage the bramble brewer's regular bombs deal, the briar bomb's splash radius increases by 5 feet. This ability replaces the 2nd-level discovery class feature. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Bramble Brewer (Alchemist)/Briar Bombs (Su)", 
                            "type": "section", 
                            "name": "Briar Bombs (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"dendrite-mutagen\">At 1st level, a bramble brewer's mutagen still contains transformative power, but grants a treelike sturdiness rather than the feral power of standard mutagens. When imbibed, dendrite mutagen grants a +4 natural armor bonus, a +2 alchemical bonus to one physical ability score, and a &ndash;2 penalty to the corresponding mental ability score. In addition, the alchemist gains fast healing 1 as long as he is in an area of bright light (such as sunlight or inside the area of a <i>daylight</i> spell). This otherwise works like the standard mutagen class feature and replaces that ability.</p><p>A bramble brewer who selects the greater mutagen discovery can create a dendrite mutagen that still grants a +4 natural armor bonus, and also grants a +4 alchemical bonus to one physical ability score and a +2 bonus to a second physical ability score. The bramble brewer takes a &ndash;2 penalty to both associated mental ability scores as long as the mutagen persists, but his fast healing increases to 3 as long as he is in an area of bright light. This otherwise works like the greater mutagen discovery and replaces that ability.</p><p>A bramble brewer who selects the grand mutagen discovery can brew a dendrite mutagen that now grants a +6 natural armor bonus, a +6 alchemical bonus to one physical ability score, a +4 alchemical bonus to a second physical ability score, and a +2 alchemical bonus to a third physical ability score. The bramble brewer takes a &ndash;2 penalty to his Intelligence, Wisdom, and Charisma scores as long as the mutagen persists. The bramble brewer's fast healing increases to 5 as long as he is within an area of bright light. This otherwise works like the grand mutagen discovery and replaces that ability.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Bramble Brewer (Alchemist)/Dendrite Mutagen (Su)", 
                            "type": "section", 
                            "name": "Dendrite Mutagen (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"grand-discovery\">At 20th level, a bramble brewer who selects the true mutagen grand discovery can create a dendrite mutagen that grants a +8 natural armor bonus and a +6 alchemical bonus to Strength, Dexterity, and Constitution. The bramble brewer takes a &ndash;2 penalty to his Intelligence, Wisdom, and Charisma scores as long as the mutagen persists. The bramble brewer's gains fast healing 10, but instead of only gaining fast healing in bright light, this fast healing persists in areas of bright or normal light. A bramble brewer must possess the grand mutagen discovery before selecting this discovery.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Bramble Brewer (Alchemist)/Grand Discovery (Su)", 
                            "type": "section", 
                            "name": "Grand Discovery (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"discoveries\">The following discoveries complement the bramble brewer archetype: precise bombs ; defoliant bomb; lingering spirit, strafe bomb, sunlight bomb. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Discoveries"
                        }, 
                        {
                            "body": "<p>The following discovery is favored by bramble brewers. </p>", 
                            "name": "New Alchemist Discovery", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Bramble Brewer (Alchemist)/New Alchemist Discovery", 
                            "type": "section", 
                            "source": "Advanced Race Guide", 
                            "sections": [
                                {
                                    "body": "<p id=\"defoliant-bomb\">These poisonous bombs clear away foliage, dealing extra damage to plant creatures. </p><p>When the alchemist creates a bomb, he can choose to have it deal extra damage against plant creatures but less damage against other creatures. Against creatures with the plant type, a defoliant bomb deals 1d8 points of damage, plus 1d8 points of damage for every odd-numbered level the alchemist possesses, instead of 1d6. Against all other creatures, the defoliant bomb only deals 1d4 points of damage, plus 1d4 points of damage for every odd-numbered level, instead of 1d6. This is a poison effect. A defoliant bomb kills all normal vegetation in the target's square and its splash area; any plant-based difficult terrain in the affected area becomes normal terrain.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Bramble Brewer (Alchemist)/New Alchemist Discovery/Defoliant Bomb", 
                                    "type": "section", 
                                    "name": "Defoliant Bomb", 
                                    "source": "Advanced Race Guide"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Often a half-elf's ties to nature and elven heritage are so strong that they can dramatically affect the nature of his summonings. The wild caller calls eidolons that take more natural and savage forms and summons from nature rather than the Great Beyond. A wild caller has the following class features.</p>", 
                    "name": "Wild Caller (Summoner)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Caller (Summoner)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"spells\">A wild caller does not have access to <i>summon monster</i> spells. Instead, he swaps out those spells on his spell list with <i>summon nature's ally</i> spells of the same level. This ability alters the normal spell list of the summoner.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Spells"
                        }, 
                        {
                            "body": "<p id=\"eidolon\">The eidolon of a wild caller tends to take more natural and more savage forms than other summoners' eidolons. A wild caller gains 1/4 his class level as bonus evolution points in his eidolon's evolution pool, but his eidolon cannot take the following evolutions: </p>", 
                            "name": "Eidolon", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Caller (Summoner)/Eidolon", 
                            "type": "section", 
                            "source": "Advanced Race Guide", 
                            "sections": [
                                {
                                    "body": "<p>basic magic, magic attacks, skilled (while the eidolon can select this evolution, it can only do so with the following skills: Acrobatics, Climb, Escape Artist, Fly, Intimidate, Perception, Survival, and Swim), unnatural aura; <i>2-point evolutions</i>: energy attacks, immunity, weapon training, channel resistance, head, minor magic, undead appearance; <i>3-point evolutions</i>: damage reduction, frightful presence, major magic; <i>4-point evolutions</i>: breath weapon, spell resistance, dimension door, incorporeal form, lifesense, no breath, ultimate magic.</p><p>This ability alters the normal summoner's eidolon class feature, but is otherwise identical to that class feature.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Caller (Summoner)/Eidolon/1-point evolutions", 
                                    "type": "section", 
                                    "name": "1-point evolutions", 
                                    "source": "Advanced Race Guide"
                                }
                            ]
                        }, 
                        {
                            "body": "<p id=\"summon-nature's-ally-i\">Starting at 1st level, a wild caller can cast <i>summon nature's ally</i> a number of times per day equal to 3 + his Charisma modifier. At 3rd level and every 2 levels thereafter, the power of this ability increases by one spell level, allowing him to summon more powerful creatures (to a maximum of <i>summon nature's ally IX</i> at 17th level). Furthermore, at 19th level, the wild caller cannot use <i>gate</i> as a spell-like ability, but can use either <i>summon elder worm</i> or <i>summon froghemoth</i> instead. This ability otherwise functions like the standard summoner's <i>summon monster I</i> ability and replaces that ability. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Caller (Summoner)/Summon Natures Ally I (Sp)", 
                            "type": "section", 
                            "name": "Summon Nature's Ally I (Sp)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>The isolation that some half-elves feel leads them to live a life of isolation amid the wild places of the world. Such rangers stalk the wild like shadows, creating close bonds with the wild itself instead of seeking the solace and aid of companions. While ill at ease within cities and other urban areas, they are adept at using the terrain to tactical advantage; they dart through brambles and rough terrain with uncommon grace and use the land itself to lock down enemies. A wild shadow has the following class features.</p>", 
                    "name": "Wild Shadow (Ranger)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Shadow (Ranger)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"wild-at-heart\">At 1st level, a wild shadow adds only 1/2 his class level when making wild empathy checks while in urban areas, and adds only 1/4 his class level to follow or identify tracks in such areas. In non-urban settings, he is considered two levels higher when determining the bonuses for such checks. This ability alters the track and wild empathy class features. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Shadow (Ranger)/Wild at Heart (Ex)", 
                            "type": "section", 
                            "name": "Wild at Heart (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"favored-terrain\">At 3rd level, when a wild shadow chooses a favored terrain, he cannot choose urban as the terrain type. Furthermore, at 8th level and every five levels thereafter, when he chooses a new favorite terrain type, he cannot choose the urban terrain type. This ability alters the favored terrain class feature.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Shadow (Ranger)/Favored Terrain (Ex)", 
                            "type": "section", 
                            "name": "Favored Terrain (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"woodland-stride\">This ability functions as the 7th-level ranger class feature of the same name, but the wild shadow gains it at 4th level instead. This ability replaces the hunter's bond class feature.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Shadow (Ranger)/Woodland Stride (Ex)", 
                            "type": "section", 
                            "name": "Woodland Stride (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"unfettered-step\">At 7th level, a wild shadow's woodland stride class feature functions in any difficult terrain within any of his favored terrains, even in areas that are enchanted or magically manipulated to impede motion. This ability replaces the ranger's woodland stride class feature gained at 7th level. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Shadow (Ranger)/Unfettered Step (Ex)", 
                            "type": "section", 
                            "name": "Unfettered Step (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"harrying-attack\">At 11th level, a wild shadow can use his knowledge of terrain to make shrewd attacks in combat. Such attacks can make foes fumble or cause them to become entangled within areas of the wild shadow's favored terrain. As a standard action, the wild shadow denotes one target within line of sight and within one of his favored terrains as his harried prey. Once the foe is so designated, every time the wild shadow hits this harried prey with a melee or ranged weapon attack (either manufactured or natural), that creature is entangled for 1 round. A wild shadow can have no more than one harried prey at a time and that creature must correspond to one of his favored enemy types. He can dismiss this effect at any time as a free action, be he cannot select a new harried prey for 24 hours. If the wild shadow sees proof that his harried prey is dead, he can select a new harried prey after waiting 1 hour. This ability replaces the quarry class feature. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Shadow (Ranger)/Harrying Attack (Ex)", 
                            "type": "section", 
                            "name": "Harrying Attack (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"wild-stalker\">At 14th level, a wild shadow learns to better use natural surroundings to obscure his position in combat. Whenever a wild shadow is within one of his favored terrains and a feature of that terrain grants him cover, the bonuses to AC and Reflex saves for that cover improve by 1. Additionally, while he is within one of his favored terrains, if he gains concealment or total concealment, the miss chance of either type of concealment improves by 10%. Furthermore, at 16th level and 19th level, the bonuses granted by cover increase by 1 and the miss chance increases by another 10% (maximum +3 and +30% respectively at 20th level). This ability replaces the camouflage class feature. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Shadow (Ranger)/Wild Stalker (Ex)", 
                            "type": "section", 
                            "name": "Wild Stalker (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"master-of-terrain\">At 19th level, a wild shadow can use his harrying attack against creatures other than his favored enemy or he can spend a standard action to designate up to two of his favored enemies as his harried prey instead. This ability replaces the improved quarry class feature.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/Racial Archetypes/Wild Shadow (Ranger)/Master of Terrain (Ex)", 
                            "type": "section", 
                            "name": "Master of Terrain (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to half-elves. At the GM's discretion, other appropriate races may make use of some of these.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Half-elves have access to the following equipment.</p>", 
                    "name": "Half-Elven Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"golden-maple-leaves\">These potent additives can only be culled from a rare maple tree known to grow exclusively in urban areas. These small, elaborately twisting trees are extremely slow to grow and mature&mdash;the leaves reach maturity only once every 3 years&mdash;and they are almost always grown and cultivated by half-elves. Additionally, half-elves are keenly aware of the effort put into the leaves' growth and normally only sell the products of their labors to others of their kind. When the golden maple's delicate, five-pointed leaves finally take on their namesake's color, they can be cut, dried, and then ground into a fine powder, a process that requires a DC 15 Knowledge (nature) or Profession (herbalist) check. When used in conjunction with the Craft (alchemy) skill to create special substances and items like alchemical grease or tanglefoot bags, golden maple leaves reduce the Craft DC by 5 and add +1 to the DC of any save required by the alchemical item. A single dose of golden maple leaf powder is sufficient to augment the crafting of three alchemical items.</p>", 
                            "name": "Golden Maple Leaves", 
                            "weight": "1/2 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Equipment/Golden Maple Leaves", 
                            "price": "50 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"star-charts\">Many half-elves live in large cities or communities where they find it difficult to commune with nature. While some go on long sojourns to the wilderness, others spend their evenings on high, lonely rooftops, gazing at the stars. These lonely souls use star charts to track the movement of the stars and other celestial bodies. Anyone referencing one of these charts on a clear night can attempt a DC 20 Knowledge (geography) check to determine her approximate location and the month. In addition, these charts grant a +2 circumstance bonus on Survival checks made to avoid getting lost at night with a clear sky.</p>", 
                            "name": "Star Charts", 
                            "weight": "1/2 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Equipment/Star Charts", 
                            "price": "200 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table id=\"half-elven-equipment\"><caption>Half-Elven Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th></tr></thead><tr class=\"odd\"><td>Golden maple leaves</td><td>50 gp</td><td>1/2 lb.</td></tr><tr class=\"even\"><td>Star charts</td><td>200 gp</td><td>1/2 lb.</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Equipment/Half-Elven Equipment", 
                            "type": "table", 
                            "name": "Half-Elven Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Half-elves have access to the following feats.</p>", 
                    "name": "Half-Elven Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-1\">You are not easily fooled by illusions and forgeries. </p>", 
                            "name": "Discerning Eye", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats/Discerning Eye", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Elf or half-elf, keen senses racial trait. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You receive a +2 racial bonus on saving throws against illusion spells and effects and a +2 bonus on Linguistic checks to detect forgeries. You can use the Linguistic skill to detect forgeries untrained.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Although you are of mixed heritage, you are closer to your elven relatives and the magic in their blood flows freely in your veins.</p>", 
                            "name": "Elven Spirit", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats/Elven Spirit", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Half-elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You possess the elven magic racial trait of the elves, granting you a +2 racial bonus on caster level checks made to overcome spell resistance. In addition, you receive a +2 racial bonus on Spellcraft checks made to identify the properties of magic items. Alternatively, you can instead gain any one racial trait that elves can exchange for the elven magic racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can only take this feat at 1st level. If you take this feat, you cannot take the Human Spirit feat.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">A lifetime spent shunned by others and eschewing your heritage makes you resistant to efforts to pry inside of your mind. </p>", 
                            "name": "Exile's Path", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats/Exiles Path", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Half-elf. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day, when you fail a Will save against an enchantment spell or effect, you may reroll that saving throw, but must take the reroll result even if it's worse.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your drow blood is particularly strong.</p>", 
                            "name": "Half-Drow Paragon", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats/Half-Drow Paragon", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Drow-blooded and drow magic racial traits, half-elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You count as a drow for any effects that relate to race. Furthermore, the spell-like abilities granted to you by your drow magic racial trait count as drow spell-like abilities for the purposes of any feat prerequisites. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your blood burns with the passion and unyielding quest for self-improvement displayed so prominently by your human relatives.</p>", 
                            "name": "Human Spirit", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats/Human Spirit", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Half-elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You receive 1 bonus skill rank. Whenever you gain another Hit Die, you gain an additional skill rank. You cannot gain more than four skill ranks in this way.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You can only take this feat at 1st level. If you take this feat, you cannot take the Elven Spirit feat.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You are adept at numerous disciplines.  </p>", 
                            "name": "Multitalented Mastery", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats/Multitalented Mastery", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Character level 5th, half-elf, multitalented racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">All of your classes are considered favored classes. You gain either +1 hit point or +1 skill point whenever you take a level in any class. Apply these bonuses retroactively for all class levels that have not yet gained one of these bonuses.  </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Half-elves with the multitalented racial trait have two favored classes. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You have removed yourself from your heritage so thoroughly that even magic does not recognize you. </p>", 
                            "name": "Neither Elf nor Human", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats/Neither Elf nor Human", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Exile's Path, Seen and Unseen, character level 11th, half-elf. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You are not considered elven or human for the purpose of harmful spells or effects based on your type, like a <i>bane</i> weapon or a ranger's favored enemy class feature.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your anonymity makes you difficult to find through magical or mundane means, and you have learned how to combat both of your progenitor races.</p>", 
                            "name": "Seen and Unseen", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats/Seen and Unseen", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Exile's Path, character level 5th, half-elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +2 bonus on all saving throws against scrying or divination effects. Additionally, you gain a +2 bonus on all Stealth checks, and elves, half-elves, and humans take a &ndash;4 penalty on all efforts to track you through the Survival skill.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You can subtly bolster allies' ability to misdirect and infuriate their enemies. </p>", 
                            "name": "Shared Manipulation", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Feats/Shared Manipulation", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Cha 13, half-elf.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">As a move action, you can grant all friendly creatures within 30 feet who can see or hear you a +2 bonus on Bluff or Intimidate checks (choose which skill to affect each time you use this ability) for a number of rounds equal to your Charisma modifier (minimum 1 round). </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Half-elves have access to the following magic items.</p>", 
                    "name": "Half-Elven Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "none", 
                            "name": "Ancestral Clasp", 
                            "weight": "1/2 lb.", 
                            "cl": "5th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Magic Items/Ancestral Clasp", 
                            "type": "item", 
                            "price": "10,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "5,000 gp", 
                                    "Requirements": "Craft Wondrous Item, paragon surge, creator must be a half-elf"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint transmutation", 
                            "sections": [
                                {
                                    "body": "<p>Favored by half-elves seeking to distill their heritage into a combat edge, an ancestral clasp resembles a metal tube, open on both sides and covered in delicate elven calligraphy. Whenever a half-elf fits an ancestral clasp to the pommel, grip, or haft of a longbow, longsword, rapier, or shortbow, the character is treated as though she were proficient with that weapon. In addition, when an ancestral clasp is fitted to any weapon with the word \"elven\" in the title, the character treats the weapon as if it were a martial weapon, mirroring the Weapon Familiarity elven racial trait. A half-elf who already is proficient with one of the above weapons adorned with an ancestral clasp receives a +1 insight bonus on attack rolls with that weapon. Although this ability stems from the item's magic, the affected weapon is treated as nonmagical for the purpose of overcoming damage reduction. Affixing and removing an <i>ancestral clasp</i> is a standard action.  </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "neck", 
                            "name": "Brooch of Blending", 
                            "weight": "&mdash", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Magic Items/Brooch of Blending", 
                            "type": "item", 
                            "price": "2,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "1,000 gp", 
                                    "Requirements": "Craft Wondrous Item, alter self, creator must be a half-elf"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint transmutation", 
                            "subtype": "neck", 
                            "sections": [
                                {
                                    "body": "<p>Occasionally, half-elves find it socially advantageous to blend in fully with either elves or humans. As a standard action, the wearer of this brooch can transform his features to appear either entirely elven or entirely human. The magic of this brooch actually changes the wearer's features physically, granting him a +20 circumstance bonus on Disguise checks to appear as a member of the selected race. The transformation does not otherwise alter the wearer's features, and those who know him recognize him without a Perception check. This change remains until the brooch is used again or removed. This change does not radiate magic and cannot be seen with <i>detect magic</i>, although <i>true seeing</i> does reveal the alteration. This item only functions for half-elves, but there are versions that exist for half-orcs as well.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "shoulders", 
                            "name": "Cloak of the Diplomat", 
                            "weight": "1 lb.", 
                            "cl": "7th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Magic Items/Cloak of the Diplomat", 
                            "type": "item", 
                            "price": "20,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "10,000 gp", 
                                    "Requirements": "Craft Wondrous Item, charm person, creator must have 5 ranks in Diplomacy and Sense Motive"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate enchantment", 
                            "subtype": "shoulders", 
                            "sections": [
                                {
                                    "body": "<p>Half-elves are often called upon to mediate disputes when elves and humans come into conflict. This is due in part to their blood, but also to their natural skills as facilitators and diplomats. The <i>cloak of the diplomat</i> greatly aids them in this task. The cloak grants a +5 competence bonus on Diplomacy and Sense Motive checks. In addition, once per day, before making a Diplomacy or Sense Motive check, the wearer can decide to call upon the powers of the cloak to roll twice and take the better result. Finally, the wearer of this cloak can adjust a creature's attitude up to three steps when using Diplomacy, instead of the normal limit of two steps. However, the cloak's power does have one drawback. Should the wearer ever fail a Diplomacy check to adjust a creature's attitude by 5 or more, the creature's attitude is reduced by two steps instead of one.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Purifying Pearl", 
                            "weight": "&mdash", 
                            "cl": "10th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Magic Items/Purifying Pearl", 
                            "type": "item", 
                            "price": "19,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "8,000 gp", 
                                    "Requirements": "Craft Wondrous Item, neutralize poison, purify food and water"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate conjuration and transmutation", 
                            "sections": [
                                {
                                    "body": "<p>A favored tool of diplomats and those tasked with protecting the lives of regents and other important people, this small luminescent white pearl purifies putridity and poison in two ways. First, up to 10 cubic feet of food or drink that it touches per day is affected as if a <i>purify food and drink</i> spell had been cast upon the food or drink. Second, once per day, if placed in the mouth of a creature (as a standard action that provokes attacks of opportunity), the pearl acts as a <i>neutralize poison</i> spell cast on that creature (caster level 10th).</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "ring", 
                            "name": "Ring of the Sophisticate", 
                            "weight": "&mdash", 
                            "cl": "8th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Magic Items/Ring of the Sophisticate", 
                            "type": "item", 
                            "price": "11,000 gp", 
                            "subtype": "ring", 
                            "aura": "moderate transmutation and divination", 
                            "sections": [
                                {
                                    "body": "<p>A favorite ring of urban half-elves, humans, and halflings, this small and plain silver band is set with a single radiant-cut sapphire and decorated with a mazelike pattern engraved into the ring's metal. Often worn on the little finger, the ring grants its wearer a +4 competence bonus on Sense Motive and Knowledge (local) checks. Also, once per day on command, the wearer can use the ring to cast either <i>locate creature</i> or <i>locate object</i> (the wearer's choice). Furthermore, on command and at will, the wearer can instantly know the direction from her to the nearest tavern, pub, or similar watering hole as long as that establishment is in a settlement whose population is equivalent to that of a village or greater and which is within 20 miles of the wearer.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Magic Items/Ring of the Sophisticate/DESCRIPTION", 
                                    "type": "section", 
                                    "name": "DESCRIPTION", 
                                    "source": "Advanced Race Guide"
                                }, 
                                {
                                    "body": "<p class='stat-block-1'><b>Requirements </b>Forge Ring, know direction, locate creature, locate object, creator must have at least 4 ranks in both Sense Motive and Knowledge (local)</p><p class='stat-block-1'><b>Cost </b>5,500 gp</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Magic Items/Ring of the Sophisticate/CONSTRUCTION", 
                                    "type": "section", 
                                    "name": "CONSTRUCTION", 
                                    "source": "Advanced Race Guide"
                                }
                            ], 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Half-elves have access to the following spells.</p>", 
                    "name": "Half-Elven Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>This spell acts as the <i>deeper slumber</i> spell, but only affects one creature of 10 Hit Dice or fewer. In addition, a creature affected by this spell awakens with no knowledge of the events that led to the spell's casting. The target loses all memory from the 5 minutes prior to falling asleep. No effect short of a <i>miracle</i> or <i>wish</i> can restore memories lost by this spell. </p>", 
                            "school": "enchantment", 
                            "saving_throw": "Will negates", 
                            "description": "Acts as the deeper slumber spell, but only affects one creature of 10 Hit Dice or fewer.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Spells/Forgetful Slumber", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 round", 
                            "level_text": "bard: 4; skald: 4; sorcerer: 4; wizard: 4; arcanist: 4; witch: 4", 
                            "descriptor": [
                                "mind-affecting"
                            ], 
                            "range": "close (25 ft. + 5 ft./2 levels)", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 4
                                }
                            ], 
                            "descriptor_text": "mind-affecting", 
                            "effects": [
                                {
                                    "text": "one living creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "a few drops of river water", 
                                    "type": "M"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "subschool_text": "compulsion", 
                            "subschool": [
                                "compulsion"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S, M (a few drops of river water)", 
                            "name": "Forgetful Slumber"
                        }, 
                        {
                            "body": "<p>You surge with ancestral power, temporarily embodying all the strengths of both elvenkind and humankind simultaneously, and transforming into a paragon of both races, something greater than elf or human alone. Unlike with most polymorph effects, your basic form does not change, so you keep all extraordinary and supernatural abilities of your half-elven form as well as all of your gear. </p><p>For the duration of the spell, you receive a +2 enhancement bonus to Dexterity and Intelligence and are treated as if you possessed any one feat for which you meet the prerequisites, chosen when you cast this spell. </p>", 
                            "school": "transmutation", 
                            "description": "You surge with ancestral power, temporarily embodying all the strengths of both elvenkind and humankind simultaneously, and transforming into a paragon of both races, something greater than elf or human alone.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Spells/Paragon Surge", 
                            "casting_time": "1 standard action", 
                            "level_text": "Alchemist: 3; Arcanist: 3; Bloodrager: 3; Cleric: 3; Investigator: 3; Magus: 4; Oracle: 3; Paladin: 4; Sorcerer: 3; Warpriest: 3; Witch: 3; Wizard: 3", 
                            "source": "Advanced Race Guide", 
                            "range": "personal (half-elf only)", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Paladin", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 3
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "subschool_text": "polymorph", 
                            "subschool": [
                                "polymorph"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Paragon Surge"
                        }, 
                        {
                            "body": "<p>This spell creates a magical well of retribution that a caster can unleash with blinding speed.</p><p>Upon casting this spell, damage from melee attacks and touch spells gets transferred into a special pool that you then redirect before the spell's duration expires.</p><p>Each time you are struck by a melee attack or touch spell that deals hit point damage, 1 point of damage is negated and transferred into the reservoir created by this spell. The total number of points in the reservoir cannot exceed your caster level (to a maximum of 20 points at 20th level). As an immediate action, anytime before the spell's duration expires, you can release some or all of the energy of the reservoir, granting yourself an insight bonus on one skill check, attack roll, damage roll, or combat maneuver check, but you must do so before the roll is made. This bonus is equal to the number of points in the reservoir. For every five caster levels, you may call upon the reservoir one additional time (maximum of four times at 15th level).</p><p>If you are reduced to negative hit points while you are under the effect of this spell, the spell automatically release the remaining magic of the reservoir in a concussive blast of force. All creatures within a 15-foot radius take 1d6 points of force damage per 2 points remaining in the reserve (maximum of 10d6). A successful Reflex save halves this damage, and spell resistance applies to this effect.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "none (see below)", 
                            "description": "Creates a magical well of retribution that a caster can unleash with blinding speed.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Spells/Resilient Reservoir", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "magus: 3; paladin: 3; sorcerer: 4; wizard: 4; arcanist: 4; witch: 4", 
                            "source": "Advanced Race Guide", 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Paladin", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 4
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "special, see text", 
                                    "name": "Area"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 round/ level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Resilient Reservoir"
                        }, 
                        {
                            "body": "<p>You become one with the city around you, allowing you to move more easily through its crowds and buildings. For the duration of this spell, your base land speed increases by 10 feet. In addition, it does not cost you 2 squares of movement to enter a square with crowds, though the crowd still provides cover to you. This ability does not allow you to enter the space of enemy creatures without making the appropriate Acrobatics check. In addition, you receive a +4 circumstance bonus on Acrobatics checks made to move across uneven urban surfaces, such as roofs and broken pavement, and on Climb checks made to scale walls and other artificial surfaces. Whenever you make an Acrobatics check to make a long jump between two buildings or artificial structures, you are always treated as if you had a running start, regardless of the actual distance traveled. </p>", 
                            "school": "transmutation", 
                            "description": "You become one with the city around you, allowing you to move more easily through its crowds and buildings.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Elves/New Racial Rules/Half-Elven Spells/Urban Grace", 
                            "casting_time": "1 standard action", 
                            "level_text": "alchemist: 1; investigator: 1; bard: 1; skald: 1; ranger: 1; hunter: 1; sorcerer: 1; wizard: 1; arcanist: 1; hunter: 1; witch: 1; hunter: 1", 
                            "source": "Advanced Race Guide", 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 1
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Urban Grace"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}