{
    "body": "<p>As seen by civilized races, half-orcs are monstrosities, the result of perversion and violence&mdash;whether or not this is actually true. Half-orcs are rarely the result of loving unions, and as such are usually forced to grow up hard and fast, constantly fighting for protection or to make names for themselves. Half-orcs as a whole resent this treatment, and rather than play the part of the victim, they tend to lash out, unknowingly confirming the biases of those around them. A few feared, distrusted, and spat-upon half-orcs manage to surprise their detractors with great deeds and unexpected wisdom&mdash;though sometimes it's easier just to crack a few skulls. Some half-orcs spend their entire lives proving to full-blooded orcs that they are just as fierce. Others opt for trying to blend into human society, constantly demonstrating that they aren't monsters. Their need to always prove themselves worthy encourages half-orcs to strive for power and greatness within the society around them.</p>", 
    "name": "Half-Orcs", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs", 
    "type": "race", 
    "subtype": "core_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Half-orcs average around 6 feet tall, with powerful builds and greenish or grayish skin. Their canine teeth often grow long enough to protrude from their mouths, and these \"tusks,\" combined with heavy brows and slightly pointed ears, give them their notoriously bestial appearance. While half-orcs may be impressive, few ever describe them as beautiful. Despite these obvious orc traits, half-orcs are as varied as their human parents.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Unlike half-elves, where at least part of society's discrimination is born out of jealousy or attraction, half-orcs get the worst of both worlds: physically weaker than their orc kin, they also tend to be feared or attacked outright by humans who don't bother making the distinction between full orcs and halfbloods. Even on the best of terms, half-orcs in civilized societies are not exactly accepted, and tend to be valued only for their physical abilities. On the other hand, orc leaders have been known to deliberately spawn half-orcs, as the halfbreeds make up for their lack of physical strength with increased cunning and aggression, making them natural leaders and strategic advisors. </p><p>Within orc tribes, half-orcs find themselves constantly striving to prove their worth in battle and with feats of strength. Half-orcs raised within orc tribes are more likely to file their tusks and cover themselves in tribal tattoos. Tribal leaders quietly recognize that half-orcs are often more clever than their orc cousins and often apprentice them to the tribe's shaman, where their cunning might eventually strengthen the tribe. Apprenticeship to a shaman is a brutal and often short-lived distinction, however, and those half-orcs who survive it either become influential in the tribe or are eventually driven to leave.</p><p>Half-orcs have a much more mixed experience in human society, where many cultures view them as little more than monsters. They often are unable even to get normal work, and are pressed into service in the military or sold into slavery. In these cultures, half-orcs often lead furtive lives, hiding their nature whenever possible. The dark underworld of society is often the most welcoming place, and many half-orcs wind up serving as enforcers for thieves guilds or other types of organized crime. </p><p>Less commonly, human cities may allow half-orcs a more normal existence, even enabling them to develop small communities of their own. These communities are usually centered around the arena districts, the military, or mercenary organizations where their brute strength is valued and their appearance is more likely to be overlooked. Even surrounded by their own kind, half-orc life isn't easy. Bullying and physical confrontation comes easy to a people who have been raised with few other examples of behavior. It is, however, one of the best places for young half-orcs to grow up without prejudice, and these small enclaves are one of the few places where half-orc marriages and children are truly accepted and sometimes cherished.</p><p>Even more rarely, certain human cultures come to embrace half-orcs for their strength. There are stories of places where people see half-orc children as a blessing and seek out half-orc or orc lovers. In these cultures, half-orcs lead lives not much different from full-blooded humans. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Elves and dwarves tend to be the least accepting of half-orcs, seeing in them too great a resemblance to their racial enemies, and other races aren't much more understanding. </p><p>A lifetime of persecution leaves the average half-orc wary and quick to anger, yet people who break through his savage exterior might find a well-hidden core of empathy. Human societies with few orc problems tend to be the most accommodating, and half-orcs dwelling there can often find work as mercenaries and enforcers. Even in places where there is a general tolerance for half-orcs, however, many humans mistreat them when they can get away with it.</p><p>Half-orcs are envious of the measure of acceptance half-elves have within human and elven society and resent their physical beauty, which contrasts starkly to the half-orcs' brutish appearance. While half-orcs avoid antagonizing their half-breed cousins directly, they won't hesitate to undermine them if the opportunity presents itself.</p><p>Of all the other races, half-orcs are most sympathetic with halflings, who often have an equally rough lot in life. Half-orcs respect the halfling's ability to blend in and disappear and admire their perpetually cheerful outlook on life in spite of hardships. Halflings fail to appreciate this fact because they usually are too busy avoiding the large, intimidating half-orcs.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Forced to live either among brutish orcs or as lonely outcasts in civilized lands, most half-orcs are bitter, violent, and reclusive. Evil comes easily to them, but they are not evil by nature&mdash;rather, most half-orcs are chaotic neutral, having been taught by long experience that there's no point doing anything but that which directly benefits themselves. Half-orcs worship the human or orc gods venerated in the area where they were raised. Those who live alongside humans most often worship human gods of war, freedom, or destruction. Half-orcs raised in orc tribes find themselves most drawn to the gods of blood, fire, and iron&mdash;depending more on what god the tribe worships rather than the half-orcs' personal preference. Many half-orcs are contrary about religion, either ignoring it entirely, or getting deeply involved in it and trying to find meaning in a life filled with hate and misunderstanding; even a half-orc divine spellcaster may wrestle with doubt and anger about religion and faith.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Staunchly independent, many half-orcs take to lives of adventure out of necessity, seeking to escape their painful pasts or improve their lot through force of arms. Others, more optimistic or desperate for acceptance, take up the mantle of crusaders in order to prove their worth to the world. </p><p>Half-orcs raised in orc societies often take up the brutish ways of those around them, becoming fighters, barbarians, or rangers. Half-orcs who survive their shaman training may eventually succeed their masters as tribal shamans, or flee the tribe and practice their magic as outcasts or explorers.</p><p>Half-orcs are just as likely to have children that possess an innate talent for sorcery as any other race, with the abyssal, destined, and elemental fire bloodlines being the most common types of sorcerers. Half-orcs are fascinated by alchemy, and its destructive capabilities make its usefulness obvious in any orc tribe. Half-orc alchemists treat themselves as living experiments, even to the point of trying to separate their orc and human halves through alchemy. Other alchemists use their powers to enhance their physical abilities and thus increase their status within orc communities.</p><p>In human societies, half-orcs have a few more options. Many find it easy to take advantage of the brute strength and work as mercenaries or caravan guards. Crime is another easy route for half-orcs, as there are plenty of criminals looking for a strong arm. Half-orc clerics in human communities are fairly rare; the more religious half-orcs more often turn to (or get pushed to) the martial aspects of religious service and become paladins or inquisitors. Half-orcs usually lack the patience and money required to become a wizard.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Ausk, Davor, Hakak, Kizziar, Makoa, Nesteruk, Tsadok.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Description/Males names", 
                    "type": "section", 
                    "name": "Males names", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Canan, Drogheda, Goruza, Mazon, Shirish, Tevaga, Zeljka.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Description/Female names", 
                    "type": "section", 
                    "name": "Female names", 
                    "source": "Advanced Race Guide"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Half-Orc Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p id=\"+2-to-one-ability-score\">Half-orc characters gain a +2 bonus to one ability score of their choice at creation to represent their varied nature. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Half-Orc Racial Traits/+2 to One Ability Score", 
                    "type": "section", 
                    "name": "+2 to One Ability Score", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Half-orcs are Medium creatures and have no bonuses or penalties due to their size. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p>Half-orcs have a base speed of 30 feet. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p id=\"darkvision\">Half-orcs can see in the dark up to 60 feet. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Darkvision"
                }, 
                {
                    "body": "<p id=\"intimidating\">Half-orcs receive a +2 racial bonus on Intimidate checks due to their fearsome nature. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Half-Orc Racial Traits/Intimidating", 
                    "type": "section", 
                    "name": "Intimidating", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"orc-blood\">Half-orcs count as both humans and orcs for any effect related to race. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Half-Orc Racial Traits/Orc Blood", 
                    "type": "section", 
                    "name": "Orc Blood", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p id=\"orc-ferocity\">Once per day, when a half-orc is brought below 0 hit points but not killed, he can fight on for 1 more round as if disabled. At the end of his next turn, unless brought to above 0 hit points, he immediately falls unconscious and begins dying. </p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Half-Orc Racial Traits/Orc Ferocity", 
                    "type": "section", 
                    "name": "Orc Ferocity", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Half-orcs are proficient with greataxes and falchions and treat any weapon with the word \"orc\" in its name as a martial weapon. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Weapon Familiarity"
                }, 
                {
                    "body": "<p>Half-orcs begin play speaking Common and Orc. Half-orcs with high Intelligence scores can choose from the following: Abyssal, Draconic, Giant, Gnoll, and Goblin.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Half-Orc Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Half-orcs are as varied as humans and orcs in terms of culture and environment. The following rules represent some of those varied aspects and can be taken by any half-orc character. At the GM's discretion, a half-orc may also select from the alternate racial rules for orcs.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The following racial traits may be selected instead of existing half-orc racial traits. Consult your GM before selecting any of these new options. A half-orc also has the option of selecting the squalid alternate racial trait in place of his orc ferocity racial trait.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"acute-darkvision\">Some half-orcs have exceptionally sharp darkvision, gaining darkvision 90 feet. This racial trait replaces orc ferocity.</p>", 
                            "name": "Acute Darkvision", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Acute Darkvision", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"beastmaster\">Some half-orcs have a spiritual kinship with fantastical beasts, capturing them for sport or living and hunting with them. A half-orc with this trait treats whips and nets as martial weapons and gains a +2 racial bonus on Handle Animal checks. This racial trait replaces orc ferocity. </p>", 
                            "name": "Beastmaster", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Beastmaster", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"bestial\">The orc blood of some half-orcs manifests in the form of particularly prominent orc features, exacerbating their bestial appearances but improving their already keen senses. They gain a +2 racial bonus on Perception checks. This racial trait replaces orc ferocity. </p>", 
                            "name": "Bestial", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Bestial", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"cavewight\">Some half-orcs live far below the surface, seeking freedom in winding cave complexes. Half-orcs with this racial trait gain a +1 racial bonus on Knowledge (dungeoneering) and Survival checks made underground. This racial trait replaces the intimidating trait. </p>", 
                            "name": "Cavewight", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Cavewight", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"chain-fighter\">Some half-orcs have escaped from slavery and reforged the chains of their imprisonment into deadly weapons. Half-orcs with this racial trait are proficient with flails and heavy flails, and treat dire flails and spiked chains as martial weapons. This racial trait replaces weapon familiarity. </p>", 
                            "name": "Chain Fighter", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Chain Fighter", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"city-raised\">Half-orcs with this trait know little of their orc ancestry and were raised among humans and other half-orcs in a large city. City-raised half-orcs are proficient with whips and longswords, and receive a +2 racial bonus on Knowledge (local) checks. This racial trait replaces weapon familiarity.</p>", 
                            "name": "City-Raised", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/City-Raised", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"forest-walker\">More at home in the forests and jungles of the world, these half-orcs are well adapted to their surroundings. Half-orcs with this trait have low-light vision and gain a +2 racial bonus on Climb checks. This racial trait replaces darkvision.</p>", 
                            "name": "Forest Walker", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Forest Walker", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"gatecrasher\">Many half-orcs revel in acts of wanton destruction. Half-orcs with this racial trait gain a +2 racial bonus on Strength checks to break objects and on sunder combat maneuver checks. This racial trait replaces orc ferocity. </p>", 
                            "name": "Gatecrasher", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Gatecrasher", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"rock-climber\">Half-orcs from mountainous regions are excellent climbers, and sometimes ambush prey by leaping down from above. Half-orcs with this racial trait gain a +1 racial bonus on Acrobatics and Climb checks. This racial trait replaces the intimidating trait. </p>", 
                            "name": "Rock Climber", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Rock Climber", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"sacred-tattoo\">Many half-orcs decorate themselves with tattoos, piercings, and ritual scarification, which they consider sacred markings. Half-orcs with this racial trait gain a +1 luck bonus on all saving throws. This racial trait replaces orc ferocity. </p>", 
                            "name": "Sacred Tattoo", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Sacred Tattoo", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"scavenger\">Some half-orcs eke out a leaving picking over the garbage heaps of society, and must learn to separate rare finds from the inevitable dross. Half-orcs with this racial trait receive a +2 racial bonus on Appraise checks and on Perception checks to find hidden objects (including traps and secret doors), determine whether food is spoiled, or identify a potion by taste. This racial trait replaces the intimidating trait. </p>", 
                            "name": "Scavenger", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Scavenger", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"shaman's-apprentice\">Only the most stalwart survive the years of harsh treatment that an apprenticeship to an orc shaman entails. Half-orcs with this trait gain Endurance as a bonus feat. This racial trait replaces the intimidating trait.</p>", 
                            "name": "Shaman's Apprentice", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Shamans Apprentice", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"skilled\">Second- and third-generation half-orcs often favor their human heritage more than their orc heritage. Half-orcs with this trait gain 1 additional skill rank per level. This racial trait replaces darkvision.</p>", 
                            "name": "Skilled", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Skilled", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"toothy\">Some half-orcs' tusks are large and sharp, granting a bite attack. This is a primary natural attack that deals 1d4 points of piercing damage. This racial trait replaces orc ferocity.</p>", 
                            "name": "Toothy", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Alternate Racial Traits/Toothy", 
                            "subtype": "half_orc", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>You can combine various alternate racial traits to create half-orc subraces or variant races, such as the following.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"arena-bred\">Many half-orcs are born and raised to fight in the arena, and in many cases have two half-orc parents or even a half-orc and a human parent. These arena-bred half-orcs lose the brutal physical appearance of their orc ancestors and look more human. They have the city-raised and skilled alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Racial Subtypes/Arena-Bred", 
                            "type": "section", 
                            "name": "Arena-Bred", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"deep-kin\">Some half-orcs are descended from clans that remained in the eternal darkness below the surface. Half-orcs from these clans tend to be smaller and more at home underground than those descended from surface-dwelling orcs. These half-orcs have the acute darkvision and cavewight alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Racial Subtypes/Deep Kin", 
                            "type": "section", 
                            "name": "Deep Kin", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"feral\">Half-orc children who are abandoned as infants or small children rarely survive in the wild, but a few manage to scrape out a meager existence as \"wild children,\" tough enough to live but completely uncivilized. Feral half-orcs have the forest walker and toothy alternate racial traits. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Racial Subtypes/Feral", 
                            "type": "section", 
                            "name": "Feral", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"mountain-clan\">Half-orcs from the more mountainous regions tend to be more agile and alert to the echoing sounds of their homeland. Mountain clan half-orcs have the bestial and rock climber racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Racial Subtypes/Mountain Clan", 
                            "type": "section", 
                            "name": "Mountain Clan", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"mystic\">Orc shamans are brutal teachers who sometimes kill or maim their most promising students in order to eliminate what could be a potential rival. Half-orcs who survive years of abuse by an orc shaman master are deeply scarred and altered by the experience. Shaman trainees learn early that cunning and luck are often the only things that offer a chance of survival. They have the shaman's apprentice and tribal tattoo alternate racial traits.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Alternate Racial Rules/Racial Subtypes/Mystic", 
                            "type": "section", 
                            "name": "Mystic", 
                            "source": "Advanced Race Guide"
                        }
                    ], 
                    "name": "Racial Subtypes", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>The following options are available to all half-orcs who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add +1/2 to the alchemist's bomb damage.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Add +1 to the barbarian's total number of rage rounds per day.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Add +1 to the bard's total number of bardic performance rounds per day.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Add +1 hit point to the cavalier's mount companion. If the cavalier ever replaces his mount, the new mount gains these bonus hit points.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Select one domain power granted at 1st level that is normally usable a number of times per day equal to 3 + the cleric's Wisdom modifier. The cleric adds +1/2 to the number of uses per day of that domain power.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Add +1/3 to the druid's natural armor bonus when using wild shape.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Add a +2 bonus on rolls to stabilize when dying.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Add a +1/3 bonus on attack rolls when using the pistol whip deed.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Gunslinger"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus on Intimidate checks and Knowledge checks to identify creatures.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Add +1/2 point of fire damage to spells that deal fire damage cast by the magus.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Magus"
                        }, 
                        {
                            "body": "<p>Add +1 to the monk's CMD when resisting a grapple and +1/2 to the number of stunning attacks he can attempt per day.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Add +1/3 on critical hit confirmation rolls made while using smite evil (maximum bonus of +5). This bonus does not stack with Critical Focus.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Add +1 hit point to the ranger's animal companion. If the ranger ever replaces his animal companion, the new animal companion gains these bonus hit points.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>Add +1/3 on critical hit confirmation rolls made while using sneak attack (maximum bonus of +5). This bonus does not stack with Critical Focus.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Add +1/2 point of fire damage to spells that deal fire damage cast by the sorcerer.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Add +1 hit point to the summoner's eidolon.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Add +1 skill rank to the witch's familiar. If the half-orc ever replaces her familiar, the new familiar gains these bonus skill ranks. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Add a +1 bonus on concentration checks made due to taking damage while casting wizard spells.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Race Guide"
                }
            ], 
            "name": "Alternate Racial Rules", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial archetypes are available to half-orcs.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>A half-orc summoner who devotes himself to one of the bloody orc gods may believe his eidolon is an avatar of that god rather than a mere supernatural creature. A blood god disciple generally fights by the avatar's side and offers it blood sacrifices in exchange for martial prowess. A blood god disciple has the following class features.</p>", 
                    "name": "Blood God Disciple (Summoner)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Blood God Disciple (Summoner)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"blood-feast\">At 1st level, a blood god disciple can feed a recently fallen foe to his eidolon, allowing the outsider to channel some of its power into the summoner. The eidolon must spend a standard action to eat some of the opponent, which must be a living, corporeal creature killed or knocked unconscious by the eidolon or summoner in the past minute. This eating deals damage to the target as if the eidolon had attacked it with one natural attack (typically a bite). The fallen creature must have at least half as many Hit Dice as the summoner. Once the feeding is complete, the summoner may manifest one 1-point evolution. This lasts for 1 minute. The evolution's effects use the summoner's Hit Dice and ability scores rather than the eidolon's. The blood god disciple can use this ability a number of times per day equal to 3 + his Charisma modifier. He may only apply one use of this ability at a time (using it a second time replaces any evolution manifested with this ability), and can only manifest evolutions his eidolon has.</p><p>At 5th level, when the blood god disciple uses blood feast, he may manifest one 2-point evolution instead of a 1-point evolution. At 9th level, he may manifest up to two evolutions worth a total of 3 evolution points or fewer. At 13th level, he may manifest up to two evolutions worth a total of 4 evolution points or fewer. At 17th level, he may manifest up to three evolutions worth a total of 5 evolution points or fewer.</p><p>This ability replaces the <i>summon monster I</i>, <i>III</i>, <i>V</i>, <i>VII</i>, and <i>IX</i> spell-like abilities.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Blood God Disciple (Summoner)/Blood Feast (Su)", 
                            "type": "section", 
                            "name": "Blood Feast (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bloody-gift\">At 3rd level, when a blood god disciple uses blood feast to manifest an evolution, he may touch one ally and grant it that evolution as well. Each affected ally counts as one use per day of the blood feast ability. At 7th, 11th, 15th, and 19th level, the blood god disciple can affect an additional creature with this ability (each one counting as a use per day of blood feast). If the blood god disciple can manifest multiple evolutions per use of blood feast, his selected allies manifest these multiple evolutions as well. This ability replaces the <i>summon monster II</i> spell-like ability.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Blood God Disciple (Summoner)/Bloody Gift (Su)", 
                            "type": "section", 
                            "name": "Bloody Gift (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"avatar-gambit\">At 7th level, when a blood god disciple dismisses his eidolon, he rages like a barbarian for a number of rounds equal to half his summoner level (he may end this rage early just like a barbarian, but if he does so, any remaining rounds of rage from this ability are lost). This replaces the <i>summon monster IV</i> spell-like ability.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Blood God Disciple (Summoner)/Avatar Gambit (Ex)", 
                            "type": "section", 
                            "name": "Avatar Gambit (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"rage-power\">At 11th level and 15th level, a blood god disciple selects a barbarian rage power, which he may use when raging (whether from the avatar gambit ability or actual barbarian rage). This replaces the <i>summon monster VI</i> and <i>VIII</i> spell-like abilities.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Blood God Disciple (Summoner)/Rage Power (Ex)", 
                            "type": "section", 
                            "name": "Rage Power (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>From a young age, many half-orcs are treated cruelly, bullied, ridiculed, and made outcasts. While some hide their shame, others foster a deep, burning hatred that they channel into a raw fury and unleash against their enemies. These half-orcs are called hateful ragers. A hateful rager has the following class features.</p>", 
                    "name": "Hateful Rager (Barbarian)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Hateful Rager (Barbarian)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"reduced-rage\">At 2nd level and every level thereafter, a hateful rager only gains 1 additional round of rage per day instead of the normal 2 additional rounds of rage per day.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Hateful Rager (Barbarian)/Reduced Rage (Ex)", 
                            "type": "section", 
                            "name": "Reduced Rage (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"favored-enemy\">At 2nd level, a hateful rager selects a favored enemy. This ability works identically to the ranger ability of the same name. At 8th, 14th, and 20th level, the hateful rager selects another favored enemy and increases her bonus against one favored enemy type, as described in the ranger class.</p><p>While raging, the hateful rager makes every effort to fight a favored enemy rather than other opponents. If aware of the presence of a favored enemy, the hateful rager must make a DC 20 Will save each round to attack another creature; failure means the barbarian must attack the favored enemy or move closer to that enemy. She may freely attack creatures preventing her from reaching that favored enemy (regardless of whether they are actively trying to prevent her attacks or merely in the way). She can avoid harmful obstacles normally in her attempts to reach the target and is not forced to take the shortest route.</p><p>This ability replaces the barbarian's rage power gained at 2nd level. At 8th, 14th, and 20th levels, in place of a rage power she gains another favored enemy and increases her bonus against one favored enemy type.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Hateful Rager (Barbarian)/Favored Enemy (Ex)", 
                            "type": "section", 
                            "name": "Favored Enemy (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"feed-the-rage\">At 5th level, a hateful rager gains 1 additional round of rage for each favored enemy she knocks unconscious or kills in combat. These current rounds of rage can only be used to add to the duration of her rage, and disappear when the rage ends. This ability replaces improved uncanny dodge.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Hateful Rager (Barbarian)/Feed the Rage (Ex)", 
                            "type": "section", 
                            "name": "Feed the Rage (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"amplified-by-hate\">At 9th level, a hateful rager adds half her favored enemy bonus to the DC of any rage power she uses against a favored enemy. This ability replaces trap sense +3.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Hateful Rager (Barbarian)/Amplified by Hate (Ex)", 
                            "type": "section", 
                            "name": "Amplified by Hate (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"rage-powers\">The following rage powers complement the hateful rager archetype: intimidating glare, roused anger, terrifying howl; come and get me, inspire ferocity, overbearing advance, reckless abandon .</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Hateful Rager (Barbarian)/Rage Powers", 
                            "type": "section", 
                            "name": "Rage Powers", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>As most half-orcs are outcasts, a half-orc paladin recognizes that often those who are monstrous are not necessarily evil and that sometimes even those who are evil became that way because of circumstances and misfortune. Some half-orc paladins take up these misunderstood creatures as their cause, standing up for the monstrous creatures and, when possible, leading them to the light. These paladins are called redeemers. A redeemer has the following class features.</p>", 
                    "name": "Redeemer (Paladin)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Redeemer (Paladin)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"merciful-smite\">At 1st level, when a redeemer chooses to smite a creature, she can have all of her attacks against the target deal nonlethal damage. She does not take the normal &ndash;4 attack roll penalty for using a lethal weapon to deal nonlethal damage. She cannot use this ability to deal nonlethal damage to outsiders with the evil subtype, evil-aligned dragons, or undead creatures (these creatures take lethal damage from her smite). This otherwise works like and replaces the standard paladin's smite evil.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Redeemer (Paladin)/Merciful Smite (Su)", 
                            "type": "section", 
                            "name": "Merciful Smite (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"monstrous-rapport\">At 1st level, redeemers gain a +2 bonus on Diplomacy checks to influence creatures who are commonly considered monstrous. This includes but is not limited to \"monstrous\" races such as goblins and orcs, monstrous humanoids, and other intelligent non-humanoid monsters. This ability replaces <i>detect evil</i>.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Redeemer (Paladin)/Monstrous Rapport (Ex)", 
                            "type": "section", 
                            "name": "Monstrous Rapport (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"pact-of-peace\">At 8th level, a redeemer can force a defeated creature to accept a binding pact of peace as a condition of its surrender, as if using <i>lesser geas</i>. Her caster level for this ability is equal to her paladin level. Rather than assigning a mission or task, the redeemer gives the creature a simple set of prohibitions to protect others. Example geas include \"Leave this city and do not return\" or \"Do not attack caravans.\" The prohibition must be against an area no larger than 300 square miles or one specific group of people (such as a tribe or citizens of a particular city). This ability lasts 1 month per paladin level. This replaces aura of resolve.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Redeemer (Paladin)/Pact of Peace (Sp)", 
                            "type": "section", 
                            "name": "Pact of Peace (Sp)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"aura-of-mercy\">At 11th level, a redeemer can expend two uses of her merciful smite ability to grant the merciful smite ability to all allies within 10 feet, using her bonuses. Allies must use this merciful smite ability by the start of the paladin's next turn and the bonuses last for 1 minute. Using this ability is a free action. Evil creatures gain no benefit from this ability. This replaces aura of justice.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Redeemer (Paladin)/Aura of Mercy (Su)", 
                            "type": "section", 
                            "name": "Aura of Mercy (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"associates\">A redeemer may ally with an evil creature as long as she feels the creature is capable of redemption. A redeemer may accept henchmen, followers, or cohorts who are not lawful good provided they demonstrate they are willing to follow her and seek betterment under her tutelage.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Redeemer (Paladin)/Associates", 
                            "type": "section", 
                            "name": "Associates", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Pushed into a life of crime by the society around them, half-orcs gravitate toward criminal activities that suit them best. Half-orc rogues leave subtle tactics and finesse to halflings and elves, and rely on brute strength and thuggery when they go about making mischief. Skulking slayers have turned the use of raw strength and surprise into an art form. A skulking slayer has the following class features.</p>", 
                    "name": "Skulking Slayer (Rogue)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Skulking Slayer (Rogue)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">The skulking slayer gains proficiency with greatclubs and whips, but loses proficiency with rapiers and hand crossbows.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency"
                        }, 
                        {
                            "body": "<p id=\"class-skills\">The skulking slayer does not gain Disable Device, Linguistics, and Sleight of Hand as class skills.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"skill-ranks-per-level\">6 + Int modifier.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Skulking Slayer (Rogue)/Skill Ranks per Level", 
                            "type": "section", 
                            "name": "Skill Ranks per Level", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"pass-for-human\">At 1st level, when trying to conceal her half-orc heritage, a skulking slayer gains a bonus on Disguise checks equal to half her level. When using disguise to appear as a specific individual, skulking stalkers ignore the normal &ndash;2 penalty to appear as another race.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Skulking Slayer (Rogue)/Pass for Human (Ex)", 
                            "type": "section", 
                            "name": "Pass for Human (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"underhanded-maneuvers\">At 1st level, when she could normally make a sneak attack, a slayer may instead make a dirty trick or steal combat maneuver with a bonus on her roll. This bonus is equal to her number of sneak attack dice for a dirty trick combat maneuver, or 1-1/2 &times; her number of sneak attack dice for a steal combat maneuver. This ability replaces trapfinding.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Skulking Slayer (Rogue)/Underhanded Maneuvers (Ex)", 
                            "type": "section", 
                            "name": "Underhanded Maneuvers (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bonus-feats\">At 2nd level, a skulking slayer can select the Surprise Follow-Through feat (see below) in place of a rogue talent. At 10th level, she can select the Improved Surprise Follow-Through feat in place of an advanced rogue talent.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Skulking Slayer (Rogue)/Bonus Feats", 
                            "type": "section", 
                            "name": "Bonus Feats", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bold-strike\">At 3rd level, when a skulking slayer charges and makes a sneak attack with a two-handed weapon, she rolls d8s instead of d6s for her sneak attack damage. This ability replaces trap sense +1 and +4.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Skulking Slayer (Rogue)/Bold Strike (Ex)", 
                            "type": "section", 
                            "name": "Bold Strike (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"shifty\">At 6th level, a skulking slayer gains a bonus on Bluff checks to feint equal to half her level. This ability replaces trap sense +2.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Skulking Slayer (Rogue)/Shifty (Ex)", 
                            "type": "section", 
                            "name": "Shifty (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"unexpected-charge\">At 9th level, a skulking slayer can make a Bluff check to feint as a swift action before a charge. This ability replaces trap sense +3.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/Racial Archetypes/Skulking Slayer (Rogue)/Unexpected Charge (Ex)", 
                            "type": "section", 
                            "name": "Unexpected Charge (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"rogue-talents\">The following rogue talents complement the skulking slayer archetype: combat trick, surprise attack; combat swipe, powerful sneak ; terrain mastery. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Rogue Talents"
                        }, 
                        {
                            "body": "<p id=\"advanced-talents\">The following advanced rogue talents complement the skulking slayer archetype: crippling strike; deadly sneak ; unwitting ally.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Advanced Talents"
                        }
                    ]
                }
            ], 
            "name": "Racial Archetypes", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following options are available to half-orcs. At the GM's discretion, other appropriate races may also make use of some of these.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Half-orcs have access to the following equipment.</p>", 
                    "name": "Half-Orc Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"black-fester\">This black paste is often applied on orc weapons before going on raids to stymie an enemy's healing magic. Like a poison, black fester stays on a weapon until the first time it strikes an opponent. It remains in the target's body for 1 hour. A creature exposed to black fester resists magical healing; a creature trying to magically heal the target must make a DC 10 caster level check to restore any hit points to the target.</p>", 
                            "name": "Black Fester", 
                            "weight": "&mdash;", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Equipment/Black Fester", 
                            "price": "30 gp/vial", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "25"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"half-orc-disguise-kit\">This specifically designed kit was put together by half-orcs to help them appear more human. It includes skin cream to disguise green-gray skin color and other items designed to conceal or draw attention away from typical half-orc physical characteristics. Using this kit on a half-orc grants a +3 bonus on Disguise checks to appear human. Used on an orc, it only grants a +1 bonus on these checks.</p>", 
                            "name": "Half-Orc Disguise Kit", 
                            "weight": "1 lb.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Equipment/Half-Orc Disguise Kit", 
                            "price": "75 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item", 
                                    "Craft DC": "&mdash;"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table><caption>Half-Orc Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th><th>Craft DC</th></tr></thead><tr class=\"odd\"><td>Black fester (vial)</td><td>30 gp</td><td>&mdash;</td><td>25</td></tr><tr class=\"even\"><td>Half-orc disguise kit</td><td>75 gp</td><td>1 lb.</td><td>&mdash;</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Equipment/Half-Orc Equipment", 
                            "type": "table", 
                            "name": "Half-Orc Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Half-orcs and orcs have access to the following feats.</p>", 
                    "name": "Half-Orc Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-1\">You gain the service of a monstrous companion or mount.</p>", 
                            "name": "Beast Rider", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Beast Rider", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Animal companion or mount class feature, character level 7th, half-orc or orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Select one of the following creature types: elephant, pteranodon, rhinoceros, stegosaurus, or triceratops. Add this creature type to your list of possible animal companions or mounts. When summoning a creature of the selected type to serve as a mount or companion, treat your effective druid level as if it were two levels higher (to a maximum of your character level). If the creature is large enough for you to ride, it gains the combat training general purpose (see Handle Animal) at no cost.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Seeing an ally fall in combat fills you with a raging and murderous fury.</p>", 
                            "name": "Blood Vengeance", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Blood Vengeance", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Half-orc or orc, nonlawful.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Whenever one of your allies is reduced to negative hit points or killed, you may enter a state similar to but less powerful than a barbarian's rage as a free action on your next turn. If you have the rage class feature and are already raging, your morale bonuses to Strength and Constitution increase by +2 for the duration of your rage. If you do not have the rage class feature, or you have no more rage rounds left, this weaker rage gives you all the benefits and penalties of a barbarian's rage, except your morale bonus to Strength and Constitution is only +2. In either case, this state lasts for 4 rounds.</p><p class=\"stat-block-1\">As with a barbarian's rage, when this weaker rage ends, you are fatigued; if another ally falls before this duration ends, the weaker rage lasts for an additional 4 rounds. This feat does not allow you to enter a rage if you are fatigued. You may only use this feat if the fallen ally had at least as many Hit Dice as you (excluding conjured or summoned allies).</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Breaking things adds to your power.</p>", 
                            "name": "Destroyer's Blessing", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Destroyers Blessing", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Half-orc or orc, rage class feature.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you are raging and you succeed at a sunder combat maneuver, you regain 1 round of rage. If the sunder attempt causes the object to gain the broken condition, you heal 1 hit point. You can only gain these benefits once per round.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your orc heritage allows you to fight on.</p>", 
                            "name": "Ferocious Resolve", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Ferocious Resolve", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Con 13, half-orc, orc ferocity racial trait.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain the ferocity universal monster ability, allowing you to continue fighting at negative hit points. When using this ability, you gain a +2 bonus on Intimidate checks.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">A half-orc with the orc ferocity racial trait can fight for 1 more round after he is brought below 0 hit points.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Normal"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your summoned creatures gain your ferocity.</p>", 
                            "name": "Ferocious Summons", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Ferocious Summons", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Augment Summoning, Spell Focus (conjuration), half-orc or orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Creatures you summon gain the ferocity universal monster ability.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You spit in the face of death.</p>", 
                            "name": "Ferocious Tenacity", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Ferocious Tenacity", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Ferocity racial trait, half-orc or orc, rage class feature.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day when raging, if you are hit by an attack that would deal enough hit points of damage to kill you (negative hit points equal to your Constitution score), as an immediate action you may expend 1 or more rounds of rage to negate some of this damage and keep yourself alive. Each round of rage you spend reduces the attack's damage by 1 point, but cannot reduce the damage taken below 1 hit point.</p><p class=\"stat-block-1\">For example, if you are raging, have a raging Constitution score of 18, are currently at 2 hit points, and take 20 hit points of damage from a hit (which is enough to bring you to &ndash;18 hit points, thereby killing you), you may spend 1 round of rage to reduce the damage by 1 hit point (leaving you perilously close to death at &ndash;17 hit points); if you spend 17 rounds of rage, you reduce the damage to 1 (the minimum), leaving you with 1 hit point.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">If this damage still makes you fall unconscious, your rage ends just like it normally would, lowering your Constitution to its normal value and reducing your hit point total as normal. Therefore, it is possible to use this feat to prevent yourself from instantly dying, yet you still die because your negative hit points exceed your normal Constitution score&mdash;take your normal Constitution into account when deciding how many rounds of rage to spend with this feat.</p>", 
                                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Ferocious Tenacity/Note", 
                                    "type": "section", 
                                    "name": "Note", 
                                    "source": "Advanced Race Guide"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Horrible wounds, whether on yourself or your enemies, make your blood sing.</p>", 
                            "name": "Gore Fiend", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Gore Fiend", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Half-orc or orc, rage class feature.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you are raging and you confirm a critical hit with a melee weapon or a critical hit is confirmed on you (whether by a melee weapon, spell, or ranged weapon), you regain 1 round of rage (up to your maximum for the day). You can only gain this benefit once per round.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">When you charge with an ally, you are more deadly.</p>", 
                            "name": "Horde Charge", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Horde Charge", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Teamwork"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Base attack bonus +1, half-orc or orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When charging during the same round as an ally with this feat, you gain a +2 bonus on attack and damage rolls in addition to the normal bonus for charging. If you can make multiple attacks on a charge, this bonus only applies to the first attack.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You follow up an attack with a surprising series of sweeping blows.</p>", 
                            "name": "Improved Surprise Follow-Through", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Improved Surprise Follow-Through", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Str 13, Cleave, Great Cleave, Power Attack, Surprise Follow Through, base attack bonus +8. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When using Great Cleave, each opponent you attack on your turn (other than the first) is denied his Dexterity bonus against you. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You absorb punishment others find deadly.</p>", 
                            "name": "Resilient Brute", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Resilient Brute", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Half-orc or orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day, when a creature confirms a critical hit against you, you may treat half the damage as nonlethal damage. You cannot use this ability if you are immune to nonlethal damage. When your base attack bonus reaches +10, you may use this ability an additional time per day.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">When striking one opponent, you catch its ally off guard. </p>", 
                            "name": "Surprise Follow-Through", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Surprise Follow-Through", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Str 13, Cleave, Power Attack, base attack bonus +1. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When using Cleave or Great Cleave, the second foe you attack on your turn is denied its Dexterity bonus against you.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Seeing an ally rage fills you with your own fury.</p>", 
                            "name": "Sympathetic Rage", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Sympathetic Rage", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Half-orc or orc, nonlawful.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Whenever you are adjacent to an ally who is raging, you may choose to enter a similar but less powerful rage as a free action on your turn. This weaker rage gives you all the benefits and penalties of a barbarian's rage, except your morale bonus to Strength and Constitution is only +2. There is no limit to how long you can rage, as long as you remain adjacent to a raging ally (for example, you could take a 5-foot step away from one raging ally toward another raging ally and maintain your rage). As with a barbarian's rage, when this weaker rage ends, you are fatigued. You cannot use this feat if you are fatigued.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your spirit lingers long after any other's would have passed on.</p>", 
                            "name": "Tenacious Survivor", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Tenacious Survivor", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Con 13, Diehard, Endurance, half-orc or orc.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you are killed by hit point damage, your soul lingers in your body for a number of rounds equal to your Constitution bonus. You are still dead, but a creature can make a DC 10 Heal check as a standard action to realize that you can still be saved. You can be healed by magic as if you were alive. If you are healed enough hit points that you would no longer be dead, you are alive again, but you gain one permanent negative level.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Killing fuels your rage.</p>", 
                            "name": "Thrill of the Kill", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Feats/Thrill of the Kill", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Half-orc or orc, rage class feature.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you are raging and your attack reduces an enemy to negative hit points or kills it, you regain 1 round of rage. You may only use this feat if the fallen enemy had at least as many Hit Dice as you. You can only gain this benefit once per round.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Half-orcs have access to the following magic items.</p>", 
                    "name": "Half-Orc Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "shoulders", 
                            "name": "Cloak of Human Guise", 
                            "weight": "1 lb.", 
                            "subtype": "shoulders", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Magic Items/Cloak of Human Guise", 
                            "type": "item", 
                            "price": "900 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "450 gp", 
                                    "Requirements": "Craft Wondrous Item, disguise self"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint illusion; CL 1st", 
                            "sections": [
                                {
                                    "body": "<p>This plain cloak only has any effect when worn by a member of a half-human race such as a half-orc or half-elf. It alters the wearer's appearance similarly to a <i>hat of disguise</i>, but only to the extent that it conceals or alters the wearer's non-human physical traits so the creature appears fully human. Any feature that is plausibly human remains. For example, a half-orc wearing the cloak loses his green or gray skin color and pointed ears, has no visible tusks, and is otherwise completely able to pass as a human version of his normal self. Likewise, a half-elf wearing the cloak has round ears, humanlike eyes, and no other traits indicating elf ancestry. The wearer has no control over the specific guise, and those familiar with his normal appearance can recognize him in his human guise.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "ring", 
                            "name": "Ring of Ferocious Action", 
                            "weight": "1 lb.", 
                            "cl": "5th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Magic Items/Ring of Ferocious Action", 
                            "type": "item", 
                            "price": "3,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "1,500 gp", 
                                    "Requirements": "Forge Ring, haste, stabilize"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint transmutation", 
                            "subtype": "ring", 
                            "sections": [
                                {
                                    "body": "<p>This ring allows its wearer to persevere through physical or mental trauma that hampers his actions. The ring has 5 charges, renewed each day. At the start of his turn, if the wearer is staggered, as a free action he may spend a charge to activate the ring and ignore the staggered condition until his next turn.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Swift Obsidian Greataxe", 
                            "weight": "12 lbs.", 
                            "cl": "10th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Magic Items/Swift Obsidian Greataxe", 
                            "type": "item", 
                            "price": "11,320 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "5,820 gp", 
                                    "Requirements": "Craft Magic Arms and Armor, expeditious retreat, keen edge"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate transmutation", 
                            "sections": [
                                {
                                    "body": "<p>The blade of this <i>+1 keen greataxe</i> is carved from jet-black obsidian. When the wielder charges an enemy, he receives a +10 foot enhancement bonus to his speed that round. Once per day, he can command the axe to grant all allies within 30 feet a +10 foot enhancement bonus to base speed for 1 round.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Half-orcs have access to the following spells.</p>", 
                    "name": "Half-Orc Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>You are transformed into a single-minded force of destruction. You gain the ferocity monster special ability, a number of temporary hit points equal to 1d6 + your caster level (maximum +10), and a +4 morale bonus on saving throws against mind-affecting effects. You cannot use the withdraw action or willingly move away from a creature that has attacked you.</p><p>When you use this spell, you immediately take 4 points of Intelligence damage. You must make a DC 20 concentration check to cast spells, and all other concentration checks to cast spells have a &ndash;5 penalty.</p>", 
                            "school": "enchantment", 
                            "saving_throw": "Will negates", 
                            "description": "You are transformed into a single-minded force of destruction.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Spells/Battle Trance", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "alchemist: 3; investigator: 3; antipaladin: 3; cleric: 4; oracle: 4; warpriest: 4; inquisitor: 3; ranger: 3; hunter: 3; witch: 4; hunter: 3", 
                            "descriptor": [
                                "emotion", 
                                "mind-affecting"
                            ], 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Antipaladin", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 4
                                }
                            ], 
                            "descriptor_text": "emotion, mind-affecting", 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "subschool_text": "compulsion", 
                            "subschool": [
                                "compulsion"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Battle Trance"
                        }, 
                        {
                            "body": "<p>This spell conjures a Large, quasi-real, wolflike creature made of roiling black smoke. It functions as <i>phantom steed</i>, except as noted above. In addition, the creature radiates an aura of fear. Any creature with fewer than 6 Hit Dice within 30 feet (except the ghost wolf‘s rider) must make a Will save or become shaken for 1d4 rounds (this is a mind-affecting fear effect). A creature that makes its Will save is unaffected by the steed's fear aura for 24 hours.</p><p>The ghost wolf may also be used in combat. Once per round, the rider may direct the ghost wolf to attack in battle as a free action (bite +10, 1d8+6 points of damage); unlike an animal mount, this does not require a Ride check or any training. Once the ghost wolf attacks, it lasts for only 1 round per level thereafter.</p>", 
                            "school": "conjuration", 
                            "saving_throw": "none (see description)", 
                            "description": "Conjures a Large, quasi-real, wolflike creature made of roiling black smoke.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Spells/Ghost Wolf", 
                            "spell_resistance": "no", 
                            "casting_time": "10 minutes", 
                            "level_text": "Arcanist: 4; Bloodrager: 4; Sorcerer: 4; Summoner: 2; Wizard: 4", 
                            "source": "Advanced Race Guide", 
                            "range": "0 ft.", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Bloodrager", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 4
                                }, 
                                {
                                    "class": "Summoner", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 4
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one quasi-real wolflike creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "dire wolf tooth", 
                                    "type": "F"
                                }
                            ], 
                            "duration": "1 hour/level (D) or 1 round/level; see text", 
                            "subschool_text": "creation", 
                            "subschool": [
                                "creation"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S, F (dire wolf tooth)", 
                            "name": "Ghost Wolf"
                        }, 
                        {
                            "body": "<p>You transform the target half-orc into a full-blooded orc. The target loses all of its half-orc racial traits and gains the orc racial traits.</p>", 
                            "school": "transmutation", 
                            "saving_throw": "none", 
                            "description": "You transform the target half-orc into a full-blooded orc.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Spells/Half-Blood Extraction", 
                            "spell_resistance": "no", 
                            "casting_time": "1 hour", 
                            "level_text": "alchemist: 5; investigator: 5; cleric: 5; oracle: 5; warpriest: 5; druid: 5; hunter: 5; sorcerer: 5; wizard: 5; arcanist: 5; hunter: 5; witch: 5; hunter: 5", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Arcanist", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 5
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "willing half-orc touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "oils and poisons worth 3,000 gp", 
                                    "type": "M"
                                }, 
                                {
                                    "text": "oils and poisons worth 3,000 gp", 
                                    "type": "DF"
                                }
                            ], 
                            "duration": "instantaneous", 
                            "subschool_text": "polymorph", 
                            "subschool": [
                                "polymorph"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S, M/DF (oils and poisons worth 3,000 gp)", 
                            "name": "Half-Blood Extraction"
                        }, 
                        {
                            "body": "<p>You gain a +20 foot bonus to your base speed when charging and a +2 bonus on combat maneuver checks made to bull rush or overrun.</p>", 
                            "school": "transmutation", 
                            "description": "You gain a +20 foot bonus to your base speed when charging and a +2 bonus on combat maneuver checks made to bull rush or overrun.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Spells/Linebreaker", 
                            "casting_time": "1 standard action", 
                            "level_text": "alchemist: 1; investigator: 1; antipaladin: 1; inquisitor: 1; magus: 1; paladin: 1; ranger: 1; hunter: 1", 
                            "source": "Advanced Race Guide", 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Alchemist", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Antipaladin", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Investigator", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Paladin", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 1
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Linebreaker"
                        }, 
                        {
                            "body": "<p>Your teeth extend and sharpen, transforming your mouth into a maw of razor-sharp fangs. You gain a bite attack that deals 1d4 points of damage plus your Strength modifier. If you confirm a critical hit with this attack, it also deals 1 point of bleed damage. If you already have a bite attack, your bite deals 2 points of bleed damage on a critical hit. You are considered proficient with this attack. If used as part of a full-attack action, the bite is considered a secondary attack, is made at your full base attack bonus &ndash;5, and adds half your Strength modifier to its damage. </p><p>You can end this spell before its normal duration by making a bestial roar as a swift action. When you do, you can make an Intimidate check to demoralize all foes within a 30-foot radius that can hear the roar. </p>", 
                            "school": "transmutation", 
                            "description": "Your teeth extend and sharpen, transforming your mouth into a maw of razor-sharp fangs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Half-Orcs/New Racial Rules/Half-Orc Spells/Savage Maw", 
                            "casting_time": "1 standard action", 
                            "level_text": "antipaladin: 1; cleric: 2; oracle: 2; warpriest: 2; druid: 2; hunter: 1; inquisitor: 2; hunter: 1; magus: 2; hunter: 1; ranger: 1; hunter: 1", 
                            "source": "Advanced Race Guide", 
                            "range": "personal", 
                            "levels": [
                                {
                                    "class": "Antipaladin", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Druid", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Magus", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Ranger", 
                                    "level": 1
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 2
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "you", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level (D), special (see below)", 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Savage Maw"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}