{
    "body": "<p>Humans possess exceptional drive and a great capacity to endure and expand, and as such are currently the dominant race in the world. Their empires and nations are vast, sprawling things, and the citizens of these societies carve names for themselves with the strength of their sword arms and the power of their spells. Humanity is best characterized by its tumultuousness and diversity, and human cultures run the gamut from savage but honorable tribes to decadent, devil-worshiping noble families in the most cosmopolitan cities. Humans' curiosity and ambition often triumph over their predilection for a sedentary lifestyle, and many leave their homes to explore the innumerable forgotten corners of the world or lead mighty armies to conquer their neighbors, simply because they can.</p><p>Human society is a strange amalgam of nostalgia and futurism, being enamored of past glories and wistfully remembered \"golden ages,\" yet at the same time quick to discard tradition and history and strike off into new ventures. Relics of the past are kept as prized antiques and museum pieces, as humans love to collect things&mdash;not only inanimate relics but also living creatures&mdash;to display for their amusement or to serve by their side. Other races suggest this behavior is due to a deep-rooted urge to dominate and assert power in the human psyche, an urge to take, till, or tame the wild things and places of the world. Those with a more charitable view believe humans are simply collectors of experiences, and the things they take and keep, whether living, dead, or never alive, are just tokens to remind themselves of the places they have gone, the things they have seen, and the deeds they have accomplished. Their present and future value is just a bonus; their real value is as an ongoing reminder of the inevitable progress of humanity.</p><p>Humans in many places are fascinated by older races and cultures, though at times they grow frustrated or even contemptuous of ancient and (to their mind) outmoded traditions. Their attitudes toward other races are thus a curious mix of exoticism and even fetishism, though usually with a very superficial level of understanding and appreciation of those cultures, alongside a deeply rooted arrogance that means most humans have a hard time regarding themselves as anything other than the default standard of society. Human scholars engaged in the study of other races&mdash;who might be assumed to be the most cosmopolitan and well versed in their nature and culture&mdash;have often proved no better than the less-learned members of their race when it comes to genuine closing of the social distance. Humans are gregarious, often friendly, and willing to mix and interact with others, but their sheer obliviousness to their offhanded marginalization of others is what so chagrins other races when dealing with them.</p><p>Of course, well-meaning, blundering ignorance and numerical superiority are not the only things that make other races suspicious of humans. Entirely too many examples can be found throughout history wherein human xenophobia and intolerance has led to social isolationism, civil oppression, bloody purges, inquisitions, mob violence, and open war. Humans are not the only race to hate what is different among them, but they seem to have a susceptibility to fear-mongering and suspicion, whether about race, language, religion, class, gender, or another difference. More moderate human citizens often sit idly by while their more extreme compatriots dominate the political and cultural conversation, yet there are also many who stand in opposition to extremists and embody a spirit of unity across the bounds of difference, transcending barriers and forming alliances and relationships both large and small across every color, creed, country, or species.</p>", 
    "name": "Humans", 
    "source": "Advanced Race Guide", 
    "url": "pfsrd://Advanced Race Guide/Races/Humans", 
    "type": "race", 
    "subtype": "core_race", 
    "sections": [
        {
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The physical characteristics of humans are as varied as the world's climes. From the dark-skinned tribesmen of the southern continents to the pale and barbaric raiders of the northern lands, humans possess a wide variety of skin colors, body types, and facial features. Generally speaking, humans' skin color assumes a darker hue the closer to the equator they live. At the same time, bone structure, hair color and texture, eye color, and a host of facial and bodily phenotypic characteristics vary immensely from one locale to another. Cheekbones may be high or broad, noses aquiline or flat, and lips full or thin; eyes range wildly in hue, some deep set in their sockets, and others with full epicanthic folds. Appearance is hardly random, of course, and familial, tribal, or national commonalities often allow the knowledgeable to identify a human's place of origin on sight, or at least to hazard a good guess. Humans' origins are also indicated through their traditional styles of bodily decoration, not only in the clothing or jewelry worn, but also in elaborate hairstyles, piercing, tattooing, and even scarification. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Physical Description"
                }, 
                {
                    "body": "<p>Human society comprises a multitude of governments, attitudes, and lifestyles. Though the oldest human cultures trace their histories thousands of years into the past, when compared to the societies of other races like elves and dwarves, human society seems to be in a state of constant flux as empires fragment and new kingdoms subsume the old. In general, humans are known for their flexibility, ingenuity, and ambition. Other races sometimes envy humans their seemingly limitless adaptability, not so much biologically speaking but in their willingness to step beyond the known and press on to whatever might await them. While many or even most humans as individuals are content to stay within their comfortable routine, there is a dauntless spirit of discovery endemic to humans as a species that drives them in striving toward possibilities beyond every horizon.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Society"
                }, 
                {
                    "body": "<p>Humans are fecund, and their drive and numbers often spur them into contact with other races during bouts of territorial expansion and colonization. In many cases, this tendency leads to violence and war, yet humans are also swift to forgive and forge alliances with races who do not try to match or exceed them in violence. Proud, sometimes to the point of arrogance, humans might look upon dwarves as miserly drunkards, elves as flighty fops, halflings as craven thieves, gnomes as twisted maniacs, and half-elves and half-orcs as embarrassments&mdash;but the race's diversity among its own members also makes many humans quite adept at accepting others for what they are. Humans may become so absorbed in their own affairs that they remain ignorant of the language and culture of others, and some take this ignorance to a hateful extreme of intolerance, oppression, and rarely even extermination of others they perceive as dangerous, strange, or \"impure.\" Thankfully, while such incidents and movements may taint all of humanity in the eyes of some, they are more often the exception than the rule. </p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Relations"
                }, 
                {
                    "body": "<p>Humanity is perhaps the most diverse of all the common races, with a capacity for both great evil and boundless good. Some humans assemble into vast barbaric hordes, while others build sprawling cities that cover miles. Taken as a whole, most humans are neutral, yet they generally tend to congregate in nations and civilizations with specific alignments. Humans also have the widest range of gods and religions, lacking other races' ties to tradition and eager to turn to anyone offering them glory or protection.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Alignment and Religion"
                }, 
                {
                    "body": "<p>Ambition alone drives countless humans, and for many, adventuring serves as a means to an end, whether it be wealth, acclaim, social status, or arcane knowledge. A few pursue adventuring careers simply for the thrill of danger. Humans hail from myriad regions and backgrounds, and as such can fill any role within an adventuring party.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Adventurers"
                }, 
                {
                    "body": "<p>Unlike other races, which generally cleave to specific traditions and shared histories, humanity's diversity has resulted in a nearly infinite set of names. The humans of a northern barbarian tribe have much different names than those hailing from a subtropical nation of sailors and traders. Even humans who speak the same language may have names that are as varied as their beliefs and appearances, depending on their origins.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/Description/Names", 
                    "type": "section", 
                    "name": "Names", 
                    "source": "Advanced Race Guide"
                }
            ], 
            "name": "Description", 
            "source": "Advanced Race Guide"
        }, 
        {
            "url": "pfsrd://Advanced Race Guide/Races/Humans/Human Racial Traits", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Human characters gain a +2 racial bonus to one ability score of their choice at creation to represent their varied nature.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/Human Racial Traits/+2 to One Ability Score", 
                    "type": "section", 
                    "name": "+2 to One Ability Score", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Humans are Medium creatures and receive no bonuses or penalties due to their size.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Medium"
                }, 
                {
                    "body": "<p>Humans have a base speed of 30 feet.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Normal Speed"
                }, 
                {
                    "body": "<p>Humans select one extra feat at 1st level.</p>", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/Human Racial Traits/Bonus Feat", 
                    "type": "section", 
                    "name": "Bonus Feat", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>Humans gain an additional skill rank at first level and one additional rank whenever they gain a level.</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Skilled"
                }, 
                {
                    "body": "<p>Humans begin play speaking Common. Humans with high Intelligence scores can choose any languages they want (except secret languages, such as Druidic).</p>", 
                    "source": "Advanced Race Guide", 
                    "type": "section", 
                    "name": "Languages"
                }
            ], 
            "name": "Human Racial Traits", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>Humans are as adaptable as they are varied. The following rules reflect this flexibility and can exhibit themselves in any human character.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>The following racial traits may be selected instead of existing human racial traits. Consult your GM before selecting any of these new options.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"adoptive-parentage\">Humans are sometimes orphaned and adopted by other races. Choose one humanoid race without the human subtype. You start play with that race's languages and gain that race's weapon familiarity racial trait (if any). If the race does not have weapon familiarity, you gain either Skill Focus or Weapon Focus as a bonus feat that is appropriate for that race instead. This racial trait replaces the bonus feat trait.</p>", 
                            "name": "Adoptive Parentage", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Adoptive Parentage", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"dual-talent\">Some humans are uniquely skilled at maximizing their natural gifts. These humans pick two ability scores and gain a +2 racial bonus in each of those scores. This racial trait replaces the +2 bonus to any one ability score, the bonus feat, and the skilled traits.</p>", 
                            "name": "Dual Talent", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Dual Talent", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"eye-for-talent\">Humans have great intuition for hidden potential. They gain a +2 racial bonus on Sense Motive checks. In addition, when they acquire an animal companion, bonded mount, cohort, or familiar, that creature gains a +2 bonus to one ability score of the character's choice. This racial trait replaces the bonus feat trait.</p>", 
                            "name": "Eye for Talent", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Eye for Talent", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"focused-study\">All humans are skillful, but some, rather than being generalists, tend to specialize in a handful of skills. At 1st, 8th, and 16th level, such humans gain Skill Focus in a skill of their choice as a bonus feat. This racial trait replaces the bonus feat trait.</p>", 
                            "name": "Focused Study", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Focused Study", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-fields\">Humans born in rural areas are used to hard labor. They gain a racial bonus equal to half their character level to any one Craft or Profession skill, and once per day they may ignore an effect that would cause them to become fatigued or exhausted. This racial trait replaces skilled.</p>", 
                            "name": "Heart of the Fields", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Heart of the Fields", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-mountains\">Humans born in the mountains are skilled at negotiating heights and precipices. They gain a +2 racial bonus on Climb checks and Acrobatics checks to move on narrow surfaces and uneven ground. Furthermore, they are considered acclimated to the effects of high altitude. This racial trait replaces skilled. </p>", 
                            "name": "Heart of the Mountains", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Heart of the Mountains", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-sea\">Humans born near the sea are always drawn to it. They gain a +2 racial bonus on Profession (sailor) and Swim checks, and these are always class skills for them. They can hold their breath twice as long as normal, and spellcasters gain a +4 racial bonus on concentration checks when attempting to cast spells underwater. This racial trait replaces skilled.</p>", 
                            "name": "Heart of the Sea", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Heart of the Sea", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-slums\">Humans who eke out a life in a city's teeming slums must be quick and clever. They gain a +2 racial bonus on Sleight of Hand and Stealth checks, and a +4 racial bonus on Survival checks in urban and underground settings. In addition, they may roll twice when saving against disease, taking the better roll. This racial trait replaces skilled.</p>", 
                            "name": "Heart of the Slums", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Heart of the Slums", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-snows\">Humans born in chilly climes treat cold climates as one category less severe. They gain a +2 racial bonus on Fortitude saving throws against the effects of cold climates, on any check or saving throw to avoid slipping and falling, and to CMD against trip combat maneuvers. This bonus applies on Acrobatics and Climb checks made in slippery conditions. This racial trait replaces skilled.</p>", 
                            "name": "Heart of the Snows", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Heart of the Snows", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-streets\">Humans from bustling cities are skilled with crowds. They gain a +1 racial bonus on Reflex saves and a +1 dodge bonus to Armor Class when adjacent to at least two other allies. Crowds do not count as difficult terrain for them. This racial trait replaces skilled.</p>", 
                            "name": "Heart of the Streets", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Heart of the Streets", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-sun\">Humans born in tropical climates treat hot climates as one category less severe. They also gain a +2 racial bonus on Fortitude saving throws against the effects of a hot climate, as well as against the poison and distraction ability of swarms and vermin. This racial trait replaces skilled.</p>", 
                            "name": "Heart of the Sun", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Heart of the Sun", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heart-of-the-wilderness\">Humans raised in the wild learn the hard way that only the strong survive. They gain a racial bonus equal to half their character level on Survival checks. They also gain a +5 racial bonus on Constitution checks to stabilize when dying and add half their character level to their Constitution score when determining the negative hit point total necessary to kill them. This racial trait replaces skilled.</p>", 
                            "name": "Heart of the Wilderness", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Heart of the Wilderness", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"heroic\">Some humans are born heroes. In campaigns that use the optional hero point system, each time these humans gain a level, they gain 2 hero points instead of 1. If they take the Blood of Heroes feat, they gain 3 hero points each level instead of 2. This racial trait replaces the bonus feat trait.</p>", 
                            "name": "Heroic", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Heroic", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"mixed-heritage\">Often human civilization is defined by more than one characteristic. A human with this trait may select a second \"Heart of the\" racial trait. This replaces the bonus feat racial trait.</p>", 
                            "name": "Mixed Heritage", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Mixed Heritage", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }, 
                        {
                            "body": "<p id=\"silver-tongued\">Human are often adept at subtle manipulation and putting even sworn foes at ease. Humans with this trait gain a +2 bonus on Diplomacy and Bluff checks. In addition, when they use Diplomacy to shift a creature's attitude, they can shift up to three steps up rather than just two. This racial trait replaces skilled. </p>", 
                            "name": "Silver Tongued", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Alternate Racial Traits/Silver Tongued", 
                            "subtype": "human", 
                            "type": "racial_trait"
                        }
                    ], 
                    "name": "Alternate Racial Traits", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>You can combine various alternate racial traits to create human subraces or variant races, such as the following.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p id=\"cosmopolitan\">Adept as city living, these humans can navigate crowds and fulfill the need for skilled labor in such settlements. Replace the skilled racial trait with heart of the streets and the bonus feat racial trait with focused study.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Racial Subtypes/Cosmopolitan", 
                            "type": "section", 
                            "name": "Cosmopolitan", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"country-folk\">These humans are suited to life in the countryside. Replace the skilled racial trait with heart of the fields and the bonus feat racial trait with focused study.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Racial Subtypes/Country Folk", 
                            "type": "section", 
                            "name": "Country Folk", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"gutter-rat\">Often second-class citizens living in sprawling ghettos and slums, these humans work hard to eke out an existence in a city. Replace the skilled racial trait with heart of the slums and the bonus feat racial trait with mixed heritage (heart of the streets). </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Racial Subtypes/Gutter Rat", 
                            "type": "section", 
                            "name": "Gutter Rat", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"imperious-human\">Hailing from either an empire, an emerging nation, or a controlling city-state, these humans are arrogant expansionists, absorbing others to their causes and culture. Replace the skilled racial trait with silver tongued and the bonus feat racial trait with eye for talent.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Racial Subtypes/Imperious Human", 
                            "type": "section", 
                            "name": "Imperious Human", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"trailblazer\">Adaptive and inventive, these humans must have quick wits and a dose of heroic luck to survive in the lands they settle. Replace the skilled racial trait with heart of the wilderness and the bonus feat racial trait with heroic. At the GM's discretion, you can swap out the heart of the wilderness racial trait for either heart of the mountains, heart of the sea, heart of the snows, or heart of the sun, depending on the type of terrain these humans are settling.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Racial Subtypes/Trailblazer", 
                            "type": "section", 
                            "name": "Trailblazer", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"versatile-human\">While they lack some of the training of other humans, the natural talents of versatile humans more than make up for this lack. Replace the +2 bonus to any ability score, the skilled racial trait, and the bonus feat racial trait with dual talent. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Alternate Racial Rules/Racial Subtypes/Versatile Human", 
                            "type": "section", 
                            "name": "Versatile Human", 
                            "source": "Advanced Race Guide"
                        }
                    ], 
                    "name": "Racial Subtypes", 
                    "source": "Advanced Race Guide"
                }, 
                {
                    "body": "<p>The following options are available to all humans who have the listed favored class, and unless otherwise stated, the bonus applies each time you select the class reward.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<p>Add one extract formula from the alchemist formula list to the character's formula book. This formula must be at least one level below the highest formula level the alchemist can create.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Alchemist"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus to trap sense or +1/3 to the bonus from the superstitious rage power.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Barbarian"
                        }, 
                        {
                            "body": "<p>Add one spell known from the bard spell list. This spell must be at least one level below the highest spell level the bard can cast.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Bard"
                        }, 
                        {
                            "body": "<p>Add +1/4 to the cavalier's banner bonus.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cavalier"
                        }, 
                        {
                            "body": "<p>Add a +1 bonus on caster level checks made to overcome the spell resistance of outsiders.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Cleric"
                        }, 
                        {
                            "body": "<p>Add a +1/2 bonus on Diplomacy and Intimidate checks to change a creature's attitude.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Druid"
                        }, 
                        {
                            "body": "<p>Add +1 to the fighter's CMD when resisting two combat maneuvers of the character's choice.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Fighter"
                        }, 
                        {
                            "body": "<p>Add +1/4 point to the gunslinger's grit points. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Gunslinger"
                        }, 
                        {
                            "body": "<p>Add one spell known from the inquisitor spell list. This spell must be at least one level below the highest spell level the inquisitor can cast.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Inquisitor"
                        }, 
                        {
                            "body": "<p>Add +1/4 point to the magus' arcane pool.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Magus"
                        }, 
                        {
                            "body": "<p>Add +1/4 point to the monk's <i>ki</i> pool.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Monk"
                        }, 
                        {
                            "body": "<p>Add one spell known from the oracle spell list. This spell must be at least one level below the highest spell level the oracle can cast.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Oracle"
                        }, 
                        {
                            "body": "<p>Add +1 to the paladin's energy resistance to one kind of energy (maximum +10).</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Paladin"
                        }, 
                        {
                            "body": "<p>Add +1 hit point or +1 skill rank to the ranger's animal companion. If the ranger ever replaces his companion, the new companion gains these bonus hit points or skill ranks.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Ranger"
                        }, 
                        {
                            "body": "<p>The rogue gains +1/6 of a new rogue talent.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Rogue"
                        }, 
                        {
                            "body": "<p>Add one spell known from the sorcerer spell list. This spell must be at least one level below the highest spell level the sorcerer can cast.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Sorcerer"
                        }, 
                        {
                            "body": "<p>Add +1 hit point or +1 skill rank to the summoner's eidolon.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Summoner"
                        }, 
                        {
                            "body": "<p>Add one spell from the witch spell list to the witch's familiar. This spell must be at least one level below the highest spell level she can cast. If the witch ever replaces her familiar, the new familiar knows these bonus spells.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Witch"
                        }, 
                        {
                            "body": "<p>Add one spell from the wizard spell list to the wizard's spellbook. This spell must be at least one level below the highest spell level the wizard can cast.</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Wizard"
                        }
                    ], 
                    "name": "Favored Class Options", 
                    "source": "Advanced Race Guide"
                }
            ], 
            "name": "Alternate Racial Rules", 
            "source": "Advanced Race Guide"
        }, 
        {
            "body": "<p>The following racial bloodline and racial archetypes are available to humans.</p>", 
            "name": "Racial Archetypes and Bloodlines", 
            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines", 
            "type": "section", 
            "source": "Advanced Race Guide", 
            "sections": [
                {
                    "body": "<p>Freebooters who cling to the convoluted codes that rule independent ships, the buccaneer is a gunslinger of the high seas. Their exploits are fueled by the thrill of danger and often by the temporary courage provided by grog. A buccaneer has the following class features.</p>", 
                    "name": "Buccaneer (Gunslinger)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Buccaneer (Gunslinger)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"deeds\">A buccaneer swaps four of the normal gunslinger deeds for the following deeds.</p><blockquote><p id=\"seadog's-gait\"><i>Seadog's Gait (Ex)</i>At 1st level, the buccaneer gains Sea Legs as a bonus feat. If she spends 1 grit point, she can ignore difficult terrain until the end of her turn. This replaces the quick clear deed.</p><p id=\"pirate's-jargon\"><i>Pirate's Jargon (Ex)</i>: At 3rd level, the buccaneer's baffling palaver of nautical jargon and piratical cant provides a +2 bonus on Bluff and Intimidate checks. Furthermore, she can spend a swift action and 1 grit point to cause a single living creature within 30 feet to make a Will saving throw (DC = 10 + 1/2 her buccaneer level + her Charisma modifier) or become confused for 1 round. This is a mind-affecting language-dependent effect. This replaces the pistol whip deed. </p><p id=\"rope-swing-(ex):-\"><i>Rope Swing (Ex):</i> At 7th level, as long as the buccaneer has at least 1 grit point, she gains a bonus on Acrobatics and Climb checks equal to her gunslinger level when climbing or swinging on a rope. If she spends 1 grit point, her move while climbing or swinging on a rope does not provoke attacks of opportunity. This replaces the dead shot deed. </p><p id=\"captain's-curse-(sp):-\"><i>Captain's Curse (Sp):</i> At 11th level, a buccaneer can spend 2 grit points to use <i>old salt's curse</i> as a spell-like ability. At 15th level, she may use <i>black mark</i> instead. The caster level for these spell-like abilities is equal to the buccaneer's class level, and the save DC is equal to 10 + her buccaneer level + her Charisma modifier. This replaces the lightning reload deed.</p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Buccaneer (Gunslinger)/Deeds", 
                            "type": "section", 
                            "name": "Deeds", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"grit\">Like the sea itself, a buccaneer is a force of nature. Instead of using her Wisdom modifier to determine the number of grit points she gains at the start of each day, she uses her Charisma modifier. This ability works in all other ways like the gunslinger's grit class feature. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Buccaneer (Gunslinger)/Grit (Ex)", 
                            "type": "section", 
                            "name": "Grit (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"liquid-courage\">At 2nd level, a buccaneer gains the ability to fortify her grit with strong drink. The act of drinking is a standard action that provokes attacks of opportunity, and each drink provides 1 grog point. Grog points can be used in place of grit points to fuel deeds or grit feats (including those requiring a minimum of 1 grit point to use). The buccaneer can gain a maximum number of grog points each day equal to her Constitution modifier (minimum 1), and they last for 1 hour or until used, whichever comes first. She gains a morale bonus on saves against fear and a dodge bonus to AC against attacks of opportunity equal to her current grog point total. This ability replaces the nimble ability. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Buccaneer (Gunslinger)/Liquid Courage (Ex)", 
                            "type": "section", 
                            "name": "Liquid Courage (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bonus-feat\">In addition to combat and grit feats, a buccaneer can select from the following feats as her bonus feats: Expert Driver (water vehicles only), Master Siege Engineer, Siege Engineer, Siege Gunner, Skilled Driver (water vehicles only).</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Buccaneer (Gunslinger)/Bonus Feat", 
                            "type": "section", 
                            "name": "Bonus Feat", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"exotic-pet\">At 5th level, a buccaneer gains a familiar as a wizard of half the buccaneer's class level (though the exotic pet never gains the ability to deliver touch spells or share spells). This pet is typically a monkey or parrot (use the stats for a raven familiar). Such animals are useful scouts, even in the thick of combat. As long as the pet is within 30 feet of the buccaneer, the buccaneer also gains the benefit of evasion. This ability replaces gun training 1.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Buccaneer (Gunslinger)/Exotic Pet (Ex)", 
                            "type": "section", 
                            "name": "Exotic Pet (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"sword-and-pistol\">At 9th level, a buccaneer gains Sword and Pistol as a bonus feat even if she does not meet the prerequisites. This ability replaces gun training 2.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Buccaneer (Gunslinger)/Sword and Pistol", 
                            "type": "section", 
                            "name": "Sword and Pistol", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"gun-training\">A buccaneer gains this ability only at 13th level with a single type of firearm. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Buccaneer (Gunslinger)/Gun Training (Ex)", 
                            "type": "section", 
                            "name": "Gun Training (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"raider's-riposte\">At 17th level, whenever an enemy misses a buccaneer with an attack of opportunity, it provokes an attack of opportunity from the buccaneer. This ability replaces gun training 4.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Buccaneer (Gunslinger)/Raiders Riposte (Ex)", 
                            "type": "section", 
                            "name": "Raider's Riposte (Ex)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Some youths, abandoned in the wilderness and then raised by animals, are so connected with their adoptive home and family that they become feral. Suspicious of civilized society, these foundlings often choose allegiance to the wild over their human forebears. A feral child has the following class features.</p>", 
                    "name": "Feral Child (Druid)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Feral Child (Druid)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"weapon-and-armor-proficiency\">A feral child loses proficiency with the scimitar, scythe, and sickle and with shields. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Weapon and Armor Proficiency"
                        }, 
                        {
                            "body": "<p id=\"class-skills\">A feral child adds Acrobatics to her list of class skills and removes Fly and Profession from her list of class skills. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"illiteracy:-\">At 1st level, a feral child is unable to read and write, though she may learn by taking 1 rank of Linguistics. She does not gain Druidic as a free language and cannot select Sylvan as a bonus language.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Feral Child (Druid)/Illiteracy", 
                            "type": "section", 
                            "name": "Illiteracy", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"improved-unarmed-strike\">At 1st level, a feral child gains Improved Unarmed Strike as a bonus feat.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Feral Child (Druid)/Improved Unarmed Strike", 
                            "type": "section", 
                            "name": "Improved Unarmed Strike", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"beast-family\">At 1st level, a feral child may choose one specific type of animal as the type that raised her. She gains a +2 circumstance bonus on Handle Animal and wild empathy checks with animals of that type, and she can communicate with them as if using a continual <i>speak with animals</i> spell-like ability, but this ability is nonmagical. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Feral Child (Druid)/Beast Family (Ex)", 
                            "type": "section", 
                            "name": "Beast Family (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"nature-bond\">At 1st level, a feral child must select an animal companion as her nature bond. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Feral Child (Druid)/Nature Bond (Ex)", 
                            "type": "section", 
                            "name": "Nature Bond (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"favored-terrain\">At 3rd level, a feral child gains the favored terrain ability as a ranger of her class level. A feral child may not choose urban as a favored terrain. This ability replaces trackless step and a thousand faces. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Feral Child (Druid)/Favored Terrain (Ex)", 
                            "type": "section", 
                            "name": "Favored Terrain (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"native-cunning\">At 3rd level, a feral child gains trap sense as a barbarian of equal level, and in her favored terrain, she immediately receives a Perception check to notice traps within 10 feet, as the trap spotter rogue talent. In addition, at 3rd level and every three levels thereafter, she may choose one combat maneuver, and gains a bonus equal to her trap sense bonus to her CMD against that maneuver. This ability replaces wild shape.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Feral Child (Druid)/Native Cunning (Ex)", 
                            "type": "section", 
                            "name": "Native Cunning (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"native-fortitude\">At 4th level, a feral child gains a +1 bonus on saving throws against disease, exhaustion, fatigue, fear, and poison. When she is in her favored terrain, she instead applies her favored terrain bonus on such saving throws. She also recovers from ability damage, exhaustion, and fatigue at twice the normal rate. This ability replaces resist nature's lure.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Feral Child (Druid)/Native Fortitude (Ex)", 
                            "type": "section", 
                            "name": "Native Fortitude (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"native-call\">At 9th level, when in her favored terrain, for any <i>summon nature's ally</i> spells a feral child uses to summon animals that are native to that terrain, she treats the duration of the spell as if she were 2 levels higher. </p><p>At 17th level, when the feral child uses <i>summon nature's ally</i> spells to summon such animals, those animals gain a +2 bonus to both their Strength and Constitution ability scores. This stacks with the effects of the Augmented Summoning feat. </p><p>This ability replaces venom immunity and timeless body. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Feral Child (Druid)/Native Call (Su)", 
                            "type": "section", 
                            "name": "Native Call (Su)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>A scion of forgotten kings, with a lineage rich with the dust of ancient empires spanning every golden age of humanity's history, an imperious embodies the apex of human potential, as well as human temerity and uninhibited hubris.</p>", 
                    "name": "Imperious Bloodline (Sorcerer)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Imperious Bloodline (Sorcerer)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"class-skill\">Perform (oratory).</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Imperious Bloodline (Sorcerer)/Class Skill", 
                            "type": "section", 
                            "name": "Class Skill", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bonus-spells\"><i>moment of greatness</i> , <i>eagle's splendor</i> (5th), <i>heroism</i> (7th), <i>threefold aspect</i> (9th), <i>greater command</i> (11th), <i>pure strain</i> (13th), <i>greater age resistance</i>, <i>prediction of failure</i> , <i>overwhelming presence</i> (19th).</p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Bonus Spells"
                        }, 
                        {
                            "body": "<p id=\"bonus-feats\">Diehard, Endurance, Heroic Defiance, Heroic Recovery, Improved Initiative, Lingering Spell, Magical Aptitude, Persuasive.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Imperious Bloodline (Sorcerer)/Bonus Feats", 
                            "type": "section", 
                            "name": "Bonus Feats", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bloodline-arcana\">Whenever you cast a harmful spell, you gain a bonus equal to the spell's level on Intimidate checks made against any creature adversely effected by that spell until the end of your next turn. Adversely effected typically means damage, but it can also mean debilitating effects or conditions. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Imperious Bloodline (Sorcerer)/Bloodline Arcana", 
                            "type": "section", 
                            "name": "Bloodline Arcana", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"bloodline-powers\">You draw upon ancestors both legendary and forgotten. </p><blockquote><p id=\"student-of-humanity\"><i>Student of Humanity (Ex)</i>At 1st level, you gain Diplomacy, Knowledge (history), Knowledge (local), Knowledge (nobility), and Linguistics as class skills. In addition, when using these skills to learn, study, or gather information about humans, you add an insight bonus equal to your Charisma bonus on such checks.</p><p id=\"heroic-echo\"><i>Heroic Echo (Su)</i>: At 3rd level, when you receive a morale bonus from any spell, spell-like ability, or magic item, including those you cast on yourself, that bonus increases by +1. At 9th level, this ability also applies to competence bonuses. If you receive a morale effect (or a competence effect at 9th level) that affects an area or multiple targets, as an immediate action you can share your increased bonus with all other recipients. This increase to other participants lasts a number of rounds equal to your Charisma bonus. You can use this ability once per day, plus one time per three levels after 3rd.</p><p id=\"take-your-best-shot\"><i>Take Your Best Shot (Su)</i>: At 9th level, if you are targeted by a harmful spell, spell-like ability, or supernatural ability and suffer no harm from it, whether because of a successful saving throw, spell resistance, the attack missing, or some other protection, as an immediate action you can make an Intimidate check to demoralize the creature that produced the effect, but only if the creature that used the harmful effect is within 30 feet and can clearly see and hear you. </p><p>At 13th level, you can use this ability after succeeding at a saving throw to reduce the effects of an attack (if no save is allowed, you cannot use this ability).</p><p id=\"heroic-legends\"><i>Heroic Legends (Su)</i>: At 15th level, you may inspire greatness or inspire heroics as a bard of your sorcerer level by sacrificing a spell slot as a swift or move action. The effect lasts a number of rounds equal to the sacrificed spell's level; this duration is doubled for human recipients. </p><p id=\"immortal-legend\"><i>Immortal Legend (Ex)</i>: At 20th level, you cease aging; no longer need to eat, drink, or sleep; and gain immunity to death effects and energy drain. </p></blockquote>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Imperious Bloodline (Sorcerer)/Bloodline Powers", 
                            "type": "section", 
                            "name": "Bloodline Powers", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Some monks wander the world in humility to learn and to share wisdom and philosophy from their teachers with those they meet, often aiding those who are in need. A wanderer has the following class features.</p>", 
                    "name": "Wanderer (Monk)", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Wanderer (Monk)", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"class-skills\">The wanderer adds Diplomacy, Knowledge (geography), Knowledge (local), Linguistics, and Survival to his list of class skills. </p>", 
                            "source": "Advanced Race Guide", 
                            "type": "section", 
                            "name": "Class Skills"
                        }, 
                        {
                            "body": "<p id=\"far-traveler\">At 1st level, the wanderer gains either one additional language known or proficiency in one exotic or martial weapon. At 4th level and every four levels thereafter, the wanderer may gain an additional language known or may retrain her weapon proficiency from this ability to a different exotic or martial weapon. This ability replaces the bonus feat gained at 1st level. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Wanderer (Monk)/Far Traveler (Ex)", 
                            "type": "section", 
                            "name": "Far Traveler (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"long-walk\">At 3rd level, the wanderer gains Endurance as a bonus feat, and the feat bonus doubles when he makes Constitution checks because of a forced march. In addition, a wanderer gains a +2 bonus on saving throws against  spells and effects that cause exhaustion and fatigue. This ability replaces still mind.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Wanderer (Monk)/Long Walk (Ex)", 
                            "type": "section", 
                            "name": "Long Walk (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"light-step\">At 5th level, a wanderer leaves no trail and cannot be tracked, though he can leave a trail if desired. By spending 1 point from his <i>ki</i> pool, he can use <i>ant haul</i>, <i>feather step</i>, <i>longstrider</i>,<i> pass without trace</i>, or <i>tireless pursuit</i>  as a spell-like ability (with a caster level equal to his monk level). This ability replaces slow fall.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Wanderer (Monk)/Light Step (Su)", 
                            "type": "section", 
                            "name": "Light Step (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"inscrutable\">At 5th level, the wanderer gains a supernatural air of mystery. The DC to gain information or insight into the wanderer with Diplomacy, Knowledge skills, or Sense Motive increases by 5. In addition, by spending 1 point from his <i>ki</i> pool, the wanderer gains <i>nondetection</i> for 24 hours with a caster level equal to his monk level. This ability replaces high jump.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Wanderer (Monk)/Inscrutable (Su)", 
                            "type": "section", 
                            "name": "Inscrutable (Su)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"wanderer's-wisdom\">At 7th level, the wanderer can dispense excellent advice in the form of philosophical proverbs and parables. As a swift action, the wanderer can inspire courage or inspire competence as a bard of his monk level by spending 2 points from his <i>ki</i> pool. This affects one creature within 30 feet and lasts a number of rounds equal to the wanderer's Wisdom modifier (minimum 1 round). This ability is language-dependent. This ability replaces wholeness of body.</p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Wanderer (Monk)/Wanderers Wisdom (Ex)", 
                            "type": "section", 
                            "name": "Wanderer's Wisdom (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"disappear-unnoticed\">At 12th level, the wanderer may use Stealth to hide even while being directly observed or when no cover or concealment is available, as long as he is adjacent to at least one creature of his size or larger, by spending 1 point from his <i>ki</i> pool. This effect lasts until the beginning of the wanderer's next turn and may be continued in consecutive rounds by spending 1 <i>ki</i> point each round. This ability replaces abundant step. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Wanderer (Monk)/Disappear Unnoticed (Ex)", 
                            "type": "section", 
                            "name": "Disappear Unnoticed (Ex)", 
                            "source": "Advanced Race Guide"
                        }, 
                        {
                            "body": "<p id=\"free-step\">At 13th level, the wanderer gains continuous <i>freedom of movement</i> as a continuous spell-like ability. This ability replaces diamond soul. </p>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/Racial Archetypes and Bloodlines/Wanderer (Monk)/Free Step (Su)", 
                            "type": "section", 
                            "name": "Free Step (Su)", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }
            ]
        }, 
        {
            "body": "<p>The following options are available to humans. At the GM's discretion, other appropriate races may also make use of some of these.</p>", 
            "type": "section", 
            "sections": [
                {
                    "body": "<p>Humans have access to the following equipment.</p>", 
                    "name": "Human Equipment", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Equipment", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p id=\"training-harness\">This specialized gear must be tailored to a specific type of animal. A training harness provides a +2 bonus on Handle Animal checks made with an animal wearing it. </p>", 
                            "name": "Training Harness", 
                            "weight": "10 lbs.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Equipment/Training Harness", 
                            "price": "10 gp", 
                            "misc": {
                                "null": {
                                    "Gear Type": "Item"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<p id=\"whip,-training\">This short lash has a reach of only 10 feet, but is otherwise identical to a normal whip. The wielder gains a +2 circumstance bonus on Handle Animal checks to push a trained animal and on Intimidate checks made to demoralize any animal as long as the animal is within the whip's reach. When using the whip to demoralize a trained animal, the wielder may choose to fascinate the animal rather than causing it to become shaken for the same duration as the shaken condition, but the fascinate effect ends if line of sight between the wielder and the animal is broken.</p>", 
                            "name": "Whip, Training", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Equipment/Whip/Training", 
                            "misc": {
                                "Weapon": {
                                    "Weapon Class": "One-Handed Melee Weapons", 
                                    "Gear Type": "Item", 
                                    "Special": "disarm, nonlethal, reach, trip", 
                                    "Weight": "2 lbs.", 
                                    "Price": "1 gp", 
                                    "Dmg (S)": "1d2", 
                                    "Proficiency": "Exotic Weapons", 
                                    "Critical": "&times;2", 
                                    "Dmg (M)": "1d3", 
                                    "Dmg (L)": "1d4", 
                                    "Type": "S", 
                                    "Dmg (T)": "1"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "type": "item"
                        }, 
                        {
                            "body": "<table id=\"human-equipment\"><caption>Human Equipment</caption><thead><tr><th>Item</th><th>Cost</th><th>Weight</th></tr></thead><tr class=\"odd\"><td>Training harness</td><td>10 gp</td><td>10 lbs.</td></tr><tr class=\"even\"><td>Whip, training</td><td>5 gp</td><td>2 lbs.</td></tr></table>", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Equipment/Human Equipment", 
                            "type": "table", 
                            "name": "Human Equipment", 
                            "source": "Advanced Race Guide"
                        }
                    ]
                }, 
                {
                    "body": "<p>Humans have access to the following feats. </p>", 
                    "name": "Human Feats", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p class=\"stat-block-1\">You are extremely lucky and sometimes your allies are as well. </p>", 
                            "name": "Bestow Luck", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Bestow Luck", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Defiant Luck, Inexplicable Luck, human.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain an extra use per day of your Defiant Luck ability. You can also use your Inexplicable Luck ability to grant an ally that can see and hear its benefit as an immediate action.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">An open mind and combat training grant versatility to your critical hits. </p>", 
                            "name": "Critical Versatility", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Critical Versatility", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Fighter level 11th, human. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day, you can spend 1 hour practicing maneuvers to gain one single critical feat that you meet the prerequisites for. You gain the benefits of the chosen critical feat until you choose to practice a different critical feat.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your ability to avert disaster is impressive. </p>", 
                            "name": "Dauntless Destiny", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Dauntless Destiny", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Cha 13, Fearless Curiosity, Intimidate 10 ranks, human. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +1 bonus on saving throws against effects with the emotion descriptor; this bonus stacks with those granted by Fearless Curiosity and Intimidating Confidence. In addition, once per day you may reroll a natural 1 on a saving throw or an attack roll. If your reroll results in a successful saving throw or attack roll, as a free action you can make an Intimidate check to demoralize the target of your attack or the creature that forced you to make a saving throw, as long as the creature is within 30 feet and can see and hear you. This effect does not apply on saving throws against traps or other objects. This does not stack with other effects that allow you to reroll a saving throw or an attack roll. You may only make one reroll. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You can sometimes defiantly shrug off spells and attacks that would kill a lesser creature. </p>", 
                            "name": "Defiant Luck", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Defiant Luck", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Human. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day, after you roll a natural 1 on a saving throw or a critical hit is confirmed against you, you can either reroll that saving throw, or force the creature that confirmed the critical hit against you to reroll the critical confirmation roll. This does not stack with other effects that allow you to reroll a saving throw or an attack roll. You may only make one reroll.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">If you are using the optional hero point system, you can also spend 1 hero point when a critical hit is confirmed against you to have the opponent reroll the critical hit confirmation roll.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You progress gain extra versatility. </p>", 
                            "name": "Fast Learner", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Fast Learner", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Int 13, human. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you gain a level in a favored class, you gain both +1 hit point and +1 skill rank instead of choosing either one or the other benefit or you can choose an alternate class reward. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your desire to see and experience the world overrides healthy caution. </p>", 
                            "name": "Fearless Curiosity", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Fearless Curiosity", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Cha 13, human. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +1 bonus on saving throws against effects with the emotion descriptor. In addition, for any round in which you begin your turn affected by a fear effect, you gain a new save at the beginning of your turn to reduce the severity of the fear effect, from panicked to frightened, frightened to shaken, and shaken to unaffected. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your indomitable will breaks free from mental shackles. </p>", 
                            "name": "Heroic Will", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Heroic Will", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Iron Will, base Will save +4, human. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day as a standard action, you may attempt a new saving throw against a harmful condition requiring a Will save that is affecting you. If you are dominated, controlled, or cannot take an action because of the effect against which you are trying to make a new saving throw, you can make this saving throw at the start of the turn as no action, but on a success, your turn ends. You cannot use this feat to remove instantaneous effects, effects that do not require a Will save, or effects that do not allow a saving throw. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You are an expert trainer of horses, hounds, falcons, or hunting cats.</p>", 
                            "name": "Huntmaster", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Huntmaster", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Handle Animal 1 rank; either the animal companion, divine bond (mount), or mount class feature; human. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">If you have the animal companion class feature, pick one of the following types of animal companions that this feat affects: bird, dog, small cat, or horse. If you have the divine bond (mount) or mount class feature, this feat always affects horses. </p><p>You gain a +2 bonus on Handle Animal and Knowledge (nature) checks with creatures of that type of animal. Furthermore, you are treated as one level higher when determining the abilities of your animal companion or mount, as long as it is of the chosen type.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You are masterful in your improvisation. </p>", 
                            "name": "Improved Improvisation", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Improved Improvisation", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Int 13, Fast Learner, Improvisation, human.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Your nonproficiency penalty with weapons, armor, and shields is halved. In addition, the bonus on all skill checks for skills you have no ranks in increases to +4 instead of +2.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You can figure out how to do almost anything.</p>", 
                            "name": "Improvisation", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Improvisation", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Int 13, Fast Learner, human.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +2 bonus on all skill checks for skills you have no ranks in. Furthermore, you can use all trained skills untrained.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Others are often dumfounded by your luck. </p>", 
                            "name": "Inexplicable Luck", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Inexplicable Luck", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Defiant Luck, human. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Once per day, as a free action before a roll is made, you gain a +8 bonus on any single d20 roll. You can also use this ability after the roll is made, but if you do, this bonus is reduced to +4.  </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You have boundless faith in your success. </p>", 
                            "name": "Intimidating Confidence", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Intimidating Confidence", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Cha 13, Fearless Curiosity, Intimidate 5 ranks, human.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You gain a +1 bonus on saving throws against effects with the emotion descriptor; this bonus stacks with the bonus granted by Fearless Curiosity. When you confirm a critical hit, as a free action you can make an Intimidate check to demoralize one creature you threaten. If you have the Dazzling Display feat, you can make Intimidate checks to demoralize all creatures you threaten instead. You gain a +2 bonus on this check if your weapon has a &times;3 critical modifier, or +4 if it has a &times;4 critical modifier.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You broaden your study of weapons to encompass multiple similar weapons. </p>", 
                            "name": "Martial Mastery", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Martial Mastery", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Martial Versatility, fighter level 16th, human.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Each combat feat you have that applies to a specific weapon (e.g., Weapon Focus) can be used with all weapons in the same weapon group. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">You further broaden your study of weapons to encompass multiple similar weapons. </p>", 
                            "name": "Martial Versatility", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Martial Versatility", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "Combat"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Fighter level 4th, human.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisites"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">Choose one combat feat you know that applies to a specific weapon (e.g., Weapon Focus). You can use that feat with any weapon within the same weapon group.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">You may take this feat more than once. Each time it applies to a different feat. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Special"
                                }
                            ]
                        }, 
                        {
                            "body": "<p class=\"stat-block-1\">Your success drives your further actions.</p>", 
                            "name": "Surge of Success", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Feats/Surge of Success", 
                            "type": "feat", 
                            "source": "Advanced Race Guide", 
                            "feat_types": {
                                "feat_type": "General"
                            }, 
                            "sections": [
                                {
                                    "body": "<p class=\"stat-block-1\">Human. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Prerequisite"
                                }, 
                                {
                                    "body": "<p class=\"stat-block-1\">When you confirm a critical hit or roll a natural 20 on a saving throw, you gain a +2 circumstance bonus on a single attack roll, saving throw, skill check, or ability check of your choice before the end of your next turn. You must choose to use this bonus before you make the attack roll, saving throw, skill check, or ability check.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Benefit"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Humans have access to the following magic items.</p>", 
                    "name": "Human Magic Items", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Magic Items", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "slot": "belt", 
                            "name": "Belt of Foraging", 
                            "weight": "1 lb.", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Magic Items/Belt of Foraging", 
                            "type": "item", 
                            "price": "6,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "3,000 gp", 
                                    "Requirements": "Craft Wondrous Item, detect animals and plants, creator must have at least 1 rank in Survival"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint divination", 
                            "subtype": "belt", 
                            "sections": [
                                {
                                    "body": "<p>This belt allows its wearer to easily forage while in the wilderness. As long as the wearer of this belt has at least 1 rank in Survival, he need not make a check to get along in the wild; he always succeeds at that Survival check as long as he moves at half his overland speed. He can still choose to make that check to provide food and water for one other creature for every 2 points by which his result exceeds DC 10. Furthermore, he can instead make a DC 20 Survival check to get along in the wild while moving at full speed instead of half speed. While doing so, he can provide food and water for one other creature for every 2 points by which his check result exceeds 20. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "head", 
                            "name": "Crown of Conquest", 
                            "weight": "3 lbs.", 
                            "cl": "7th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Magic Items/Crown of Conquest", 
                            "type": "item", 
                            "price": "24,600 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "12,300 gp", 
                                    "Requirements": "Craft Wondrous Item, bless, eagle's splendor, prayer"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate enchantment", 
                            "subtype": "head", 
                            "sections": [
                                {
                                    "body": "<p>This crown of steel and gold projects an aura of menacing power. The wearer gains a +4 competence bonus on Intimidate checks, and whenever he confirms a critical hit, the crown creates a <i>prayer</i> effect centered on the crown's wearer (caster level 5th). </p><p>If the wearer of the crown has the Leadership feat, he gains a +1 bonus to his Leadership score and any follower or cohort of the wearer gains a +1 bonus on attack rolls and saving throws against fear effects while within line of sight of the wearer.</p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "head", 
                            "name": "Crown of Swords", 
                            "weight": "3 lbs.", 
                            "cl": "3rd", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Magic Items/Crown of Swords", 
                            "type": "item", 
                            "price": "6,000 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "3,000 gp", 
                                    "Requirements": "Craft Wondrous Item, spiritual weapon"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "faint evocation", 
                            "subtype": "head", 
                            "sections": [
                                {
                                    "body": "<p>This radiant crown of steel is bedecked with miniature mithral swords. A <i>crown of swords</i> can be used up to 10 times per day. When struck in combat, the wearer may spend one use as an immediate action to create a longsword-shaped <i>spiritual weapon</i> that then attacks her attacker. On the wearer's next turn, she may spend one additional use each round to continue attacking that target with the <i>spiritual weapon</i>; the <i>spiritual weapon</i> cannot be redirected and disappears if the target is killed or moves out of range. Multiple <i>spiritual weapons</i> may be created (even attacking the same target) if the wearer is attacked in subsequent rounds. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }, 
                        {
                            "slot": "none", 
                            "name": "Rod of Steadfast Resolve", 
                            "weight": "5 lbs.", 
                            "cl": "9th", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Magic Items/Rod of Steadfast Resolve", 
                            "type": "item", 
                            "price": "38,305 gp", 
                            "misc": {
                                "Construction": {
                                    "Cost": "19,305 gp", 
                                    "Requirements": "Craft Rod, bless, calm emotion, the creator must have the human subtype"
                                }
                            }, 
                            "source": "Advanced Race Guide", 
                            "aura": "moderate abjuration", 
                            "sections": [
                                {
                                    "body": "<p>This rod functions as a <i>+2 light mace</i>. It takes the form of a light mace with a head in the shape of a clenched fist. While a creature wields this rod, it grants all its allies within a 20-foot-radius burst a +2 morale bonus on saving throws against fear and emotion effects, or a +4 morale bonus on such saves if the ally has the human subtype. </p><p>Also, once per day as an immediate action, the wielder can activate the rod to allow himself or a single ally within the rod's aura to reroll a failed saving throw against a spell or effect with the fear or emotion descriptor. The affected creature must take the result of the reroll, even if it is worse. </p>", 
                                    "source": "Advanced Race Guide", 
                                    "type": "section", 
                                    "name": "Description"
                                }
                            ]
                        }
                    ]
                }, 
                {
                    "body": "<p>Humans have access to the following spells.</p>", 
                    "name": "Human Spells", 
                    "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Spells", 
                    "type": "section", 
                    "source": "Advanced Race Guide", 
                    "sections": [
                        {
                            "body": "<p>When casting this spell, choose a single skill that you have at least one rank in. The target gains a +2 insight bonus on skill checks with this skill and is considered trained in that skill. The insight bonus increases by 1 for every four levels of the caster (maximum +6). Furthermore, once before the spell's duration, the target can choose to roll two checks and take the greater result. Doing so ends the spell's other effects.</p>", 
                            "school": "enchantment", 
                            "description": "Target gains a +2 insight bonus on skill checks with a skill you have at least one rank in and is considered trained in that skill.", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Spells/Bestow Insight", 
                            "casting_time": "1 standard action", 
                            "level_text": "bard: 2; skald: 2; cleric: 3; oracle: 3; warpriest: 3; inquisitor: 2; sorcerer: 2; wizard: 2; arcanist: 2; witch: 2", 
                            "source": "Advanced Race Guide", 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Arcanist", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Bard", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Cleric", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Inquisitor", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Oracle", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Skald", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Sorcerer", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Warpriest", 
                                    "level": 3
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 2
                                }, 
                                {
                                    "class": "Wizard", 
                                    "level": 2
                                }
                            ], 
                            "effects": [
                                {
                                    "text": "one creature touched", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }
                            ], 
                            "duration": "1 minute/level", 
                            "subschool_text": "compulsion", 
                            "subschool": [
                                "compulsion"
                            ], 
                            "type": "spell", 
                            "component_text": "V, S", 
                            "name": "Bestow Insight"
                        }, 
                        {
                            "body": "<p>You mark the target with a black marking on its skin; the mark's exact appearance determined by you, but can be no larger than your hand. The <i>black mark</i> functions as a <i>mark of justice</i>, and when the mark is activated, the target becomes shaken anytime it is on or in the water more than a 5 feet from shore. In addition, as long as the <i>black mark</i> is active, the target is affected as if subject to <i>nature's exile</i> , but all creatures with the aquatic or water subtype or with a swim speed are made hostile, even those not of the animal type, though non-aquatic animals are not. </p>", 
                            "school": "necromancy", 
                            "saving_throw": "Will negates", 
                            "description": "You mark the target with a black marking on its skin; The mark functions as a mark of justice but with respect to water.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Spells/Black Mark", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "druid: 7; witch: 7", 
                            "descriptor": [
                                "curse", 
                                "fear"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Druid", 
                                    "level": 7
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 7
                                }
                            ], 
                            "descriptor_text": "curse, fear", 
                            "effects": [
                                {
                                    "text": "one creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "a flask of seawater", 
                                    "type": "M"
                                }
                            ], 
                            "duration": "permanent", 
                            "type": "spell", 
                            "component_text": "V, S, M (a flask of seawater)", 
                            "name": "Black Mark"
                        }, 
                        {
                            "body": "<p>You inflict a curse of the roiling sea upon the target, making it permanently sickened. Anytime the target is on or in the water more than a mile from shore, it also becomes staggered with seasickness. This curse cannot be dispelled, though <i>remove curse</i> or <i>break enchantment</i> can negate it. </p>", 
                            "school": "necromancy", 
                            "saving_throw": "Will negates", 
                            "description": "You inflict a curse of the roiling sea upon the target, making it permanently sickened.", 
                            "source": "Advanced Race Guide", 
                            "url": "pfsrd://Advanced Race Guide/Races/Humans/New Racial Rules/Human Spells/Old Salts Curse", 
                            "spell_resistance": "yes", 
                            "casting_time": "1 standard action", 
                            "level_text": "druid: 5; hunter: 5; witch: 5; hunter: 5", 
                            "descriptor": [
                                "curse"
                            ], 
                            "range": "touch", 
                            "levels": [
                                {
                                    "class": "Druid", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Hunter", 
                                    "level": 5
                                }, 
                                {
                                    "class": "Witch", 
                                    "level": 5
                                }
                            ], 
                            "descriptor_text": "curse", 
                            "effects": [
                                {
                                    "text": "one creature", 
                                    "name": "Target"
                                }
                            ], 
                            "components": [
                                {
                                    "type": "V"
                                }, 
                                {
                                    "type": "S"
                                }, 
                                {
                                    "text": "a flask of seawater", 
                                    "type": "M"
                                }
                            ], 
                            "duration": "permanent", 
                            "type": "spell", 
                            "component_text": "V, S, M (a flask of seawater)", 
                            "name": "Old Salt's Curse"
                        }
                    ]
                }
            ], 
            "name": "New Racial Rules", 
            "source": "Advanced Race Guide"
        }
    ]
}