{
    "body": "<p>You must be at least 3rd tier to select these path abilities.</p>", 
    "name": "3rd-Tier Trickster Path Abilities", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p id=\"combat-saboteur\">You can sabotage an opponent's gear with a simple touch. This sabotage is a sunder combat maneuver that doesn't provoke attacks of opportunity. Add your tier to your CMB when attempting this maneuver. If you succeed, you can give the broken condition to a single item the opponent is wielding or carrying. This attack doesn't deal any damage to the object. The condition can be removed by spending 1 minute undoing the sabotage, or instantaneously with <i>mending</i> or a similar spell.</p>", 
            "name": "Combat Saboteur", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Combat Saboteur", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"critical-skill\">Whenever you roll a natural 20 on a skill check, you perform that skill with exceptional proficiency. Typically, this means that the task takes half the normal amount of time to accomplish. If the skill would normally take a full-round action, it instead takes a standard action. If it would normally take a standard or move action, it instead takes a swift action. If it would normally take a swift or free action, it instead takes no time at all. The GM might rule that instead of reducing the amount of time needed, using the skill takes the normal amount of time but the critical success results in some other added benefit, depending on the skill being used and the situation.</p>", 
            "name": "Critical Skill", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Critical Skill", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"fickle-attack\">Whenever you roll damage for a melee or ranged attack with a weapon or alchemical item, you can treat any natural 1s on the damage dice as if they were the highest possible number on those dice. You can select this ability up to three times. The second time you select it, treat 1s and 2s as the highest value. The third time, treat 1s, 2s, and 3s as the highest value.</p>", 
            "name": "Fickle Attack", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Fickle Attack", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"menacing-whisper\">Whenever you're adjacent to a creature that can't see you (whether through Stealth, magic, or the creature being unable to see) but can hear you, as a swift action you can attempt an Intimidate check to demoralize that creature. You can expend one use of mythic power as a free action to give such a creature a <i>suggestion</i>. The save DC against this effect is 10 + your tier + your Charisma modifier.</p>", 
            "name": "Menacing Whisper", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Menacing Whisper", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"mirror-dodge\">When hit by a melee or ranged attack, you can expend one use of mythic power as an immediate action to replace yourself with an illusory duplicate and teleport to any open square within 30 feet of your current position. You take no damage from this attack, which instead destroys your illusory duplicate (similar to <i>mirror image</i>). Using this ability requires a line of effect to the teleportation target square.</p>", 
            "name": "Mirror Dodge", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Mirror Dodge", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"perfect-lie\">When telling a lie, you can expend one use of mythic power to make the lie indiscernible from the truth by both Sense Motive and magic. Obvious proof of your falsehood still reveals the lie for what it is, but in absence of proof, those who hear your lie believe it.</p>", 
            "name": "Perfect Lie", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Perfect Lie", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"perfect-mimic\">You can use the Disguise skill as a full-round action. When you attempt to impersonate a specific person, those familiar with the individual receive only half the normal bonus from familiarity to see through your disguise. If you expend one use of mythic power when creating a disguise to impersonate an individual, you can read that creature's mind as if using <i>detect thoughts</i> with a range of 1 mile. This allows you to better mimic the individual, granting you a further +10 bonus on opposed Disguise skill checks. The target of your impersonation receives a Will saving throw (DC 10 + your tier + your Charisma modifier) to negate the <i>detect thoughts</i> aspect of this ability.</p>", 
            "name": "Perfect Mimic", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Perfect Mimic", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"sardonic-wit\">You know exactly when to lighten the mood and help shake off the doldrums. As a move action, you can expend one use of mythic power to remove a single mind-affecting effect from one creature within 30 feet. This ability doesn't work on effects with an instantaneous or permanent duration.</p>", 
            "name": "Sardonic Wit", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Sardonic Wit", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"vanishing-move\">When you wish to not be seen, you aren't. As a swift action, you can make yourself invisible until the end of your turn. This effect ends if you do anything other than move. If you expend one use of mythic power when using this ability, it instead acts as <i>greater invisibility</i> using double your tier as your caster level.</p>", 
            "name": "Vanishing Move", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/3rd-Tier Trickster Path Abilities/Vanishing Move", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}