{
    "body": "<p>As you gain tiers, you gain the following abilities.</p>", 
    "name": "Trickster Features", 
    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features", 
    "type": "section", 
    "source": "Mythic Adventures", 
    "sections": [
        {
            "body": "<p>Select one of the following abilities. Once chosen, it can't be changed.</p>", 
            "name": "Trickster Attack", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Trickster Attack", 
            "type": "section", 
            "source": "Mythic Adventures", 
            "sections": [
                {
                    "body": "<p>As a swift action, you can expend one use of mythic power to draw a thrown weapon or alchemical item and make a ranged attack with it. This attack doesn't provoke attacks of opportunity. When making a deadly throw, roll twice for the attack, take the higher result, and add your tier to the roll. If the attack misses, the weapon or alchemical item lands adjacent to the target, regardless of the range.</p>", 
                    "name": "Deadly Throw", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Trickster Attack/Deadly Throw", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>As a swift action, you can expend one use of mythic power to move up to your speed. At any point during this movement, you can make a single melee or ranged attack at your highest attack bonus, adding your tier to the attack roll. This is in addition to any other attacks you make this round. Damage from this attack bypasses all damage reduction.</p>", 
                    "name": "Fleet Charge", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Trickster Attack/Fleet Charge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>As a swift action, you can expend one use of mythic power to make a melee attack or ranged attack against a target within 30 feet, in addition to any other attacks you make this round. When you make a surprise strike, the target is considered flat-footed regardless of any class features or abilities it might have, and you add your tier to the attack roll. Damage from this attack bypasses damage reduction.</p>", 
                    "name": "Surprise Strike", 
                    "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Trickster Attack/Surprise Strike", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Mythic Adventures", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>At 1st tier and every tier thereafter, select one new path ability from the trickster path abilities lists or from the universal path abilities lists. Once you select an ability, it can't be changed. Unless otherwise noted, each ability can be selected only once. Some abilities have requirements, such as a class ability or minimum mythic tier, that you must meet before you select them.</p>", 
            "source": "Mythic Adventures", 
            "type": "section", 
            "name": "Path Ability"
        }, 
        {
            "body": "<p>At 10th tier, whenever you make an attack roll against a non-mythic foe, that foe is treated as flat-footed, even if it has abilities that prevent it from being flat-footed. Once per round when you roll a natural 20 on an opposed skill check against a mythic foe, you regain one use of mythic power.</p>", 
            "name": "Supreme Trickster", 
            "url": "pfsrd://Mythic Adventures/Rules/Mythic Heroes/Trickster/Trickster Features/Supreme Trickster", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Mythic Adventures", 
            "type": "ability"
        }
    ]
}