{
    "body": "<p>Aquatic terrain is the least hospitable to most PCs, because they can't breathe there. Aquatic terrain doesn't offer the variety that land terrain does. The ocean floor holds many marvels, including undersea analogues of any of the terrain elements described earlier in this section, but if characters find themselves in the water because they were bull rushed off the deck of a pirate ship, the tall kelp beds hundreds of feet below them don't matter. Accordingly, these rules simply divide aquatic terrain into two categories: flowing water (such as streams and rivers) and non-flowing water (such as lakes and oceans).</p>", 
    "name": "Aquatic Terrain", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Large, placid rivers move at only a few miles per hour, so they function as still water for most purposes. But some rivers and streams are swifter; anything floating in them moves downstream at a speed of 10 to 40 feet per round. The fastest rapids send swimmers bobbing downstream at 60 to 90 feet per round. Fast rivers are always at least rough water (Swim DC 15), and whitewater rapids are stormy water (Swim DC 20). If a character is in moving water, move her downstream the indicated distance at the end of her turn. A character trying to maintain her position relative to the riverbank can spend some or all of her turn swimming upstream.</p>", 
            "name": "Flowing Water", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Flowing Water", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Characters swept away by a river moving 60 feet per round or faster must make DC 20 Swim checks every round to avoid going under. If a character gets a check result of 5 or more over the minimum necessary, she arrests her motion by catching a rock, tree limb, or bottom snag&mdash;she is no longer being carried along by the flow of the water. Escaping the rapids by reaching the bank requires three DC 20 Swim checks in a row. Characters arrested by a rock, limb, or snag can't escape under their own power unless they strike out into the water and attempt to swim their way clear. Other characters can rescue them as if they were trapped in quicksand (described in Marsh Terrain). </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Flowing Water/Swept Away", 
                    "type": "section", 
                    "name": "Swept Away", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Lakes and oceans simply require a swim speed or successful Swim checks to move through (DC 10 in calm water, DC 15 in rough water, DC 20 in stormy water). Characters need a way to breathe if they're underwater; failing that, they risk drowning. When underwater, characters can move in any direction.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Non-Flowing Water", 
            "type": "section", 
            "name": "Non-Flowing Water", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>How far you can see underwater depends on the water's clarity. As a guideline, creatures can see 4d8 &times; 10 feet if the water is clear, and 1d8 &times; 10 feet if it's murky. Moving water is always murky, unless it's in a particularly large, slow-moving river.</p><p>It's hard to find cover or concealment to hide underwater (except along the sea floor).</p>", 
            "name": "Stealth and Detection Underwater", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Stealth and Detection Underwater", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>An invisible creature displaces water and leaves a visible, body-shaped &ldquo;bubble&rdquo; where the water was displaced. The creature still has concealment (20% miss chance), but not total concealment (50% miss chance).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Stealth and Detection Underwater/Invisibility", 
                    "type": "section", 
                    "name": "Invisibility", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>Land-based creatures can have considerable difficulty when fighting in water. Water affects a creature's attack rolls, damage, and movement. In some cases a creature's opponents might get a bonus on attacks. The effects are summarized on Table: Combat Adjustments Underwater. They apply whenever a character is swimming, walking in chest-deep water, or walking along the bottom of a body of water. </p>", 
            "name": "Underwater Combat", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table id=\"table-13-7-combat-adjustments-underwater\"><caption>Table: Combat Adjustments Underwater</caption><thead><tr><th rowspan=\"2\">Condition</th><th colspan=\"2\">Attack/Damage</th><th rowspan=\"2\">Movement</th><th rowspan=\"2\">Off Balance?<sup>1</sup></th></tr><tr><th>Slashing or Bludgeoning</th><th>Piercing</th></tr></thead><tr class=\"odd\"><td><i>Freedom of movement</i></td><td>normal/normal</td><td>normal/normal</td><td>normal</td><td>No</td></tr><tr class=\"even\"><td>Has a swim speed</td><td>&ndash;2/half</td><td>normal</td><td>normal</td><td>No</td></tr><tr class=\"odd\"><td>Successful Swim check</td><td>&ndash;2/half<sup>2 </sup></td><td>normal</td><td>quarter or half<sup>3 </sup></td><td>No</td></tr><tr class=\"even\"><td>Firm footing<sup>4 </sup></td><td>&ndash;2/half<sup>2</sup></td><td>normal</td><td>half</td><td>No</td></tr><tr class=\"odd\"><td>None of the above</td><td>&ndash;2/half<sup>2</sup></td><td> &ndash;2/half</td><td>normal</td><td>Yes</td></tr><tfoot><tr><td colspan=\"5\">1 Creatures flailing about in the water (usually because they failed their Swim checks) have a hard time fighting effectively. An off-balance creature loses its Dexterity bonus to Armor Class, and opponents gain a +2 bonus on attacks against it. </td></tr><tr><td colspan=\"5\">2 A creature without <i>freedom of movement</i> effects or a swim speed makes grapple checks underwater at a &ndash;2 penalty, but deals damage normally when grappling.</td></tr><tr><td colspan=\"5\">3 A successful Swim check lets a creature move one-quarter its speed as a move action or one-half its speed as a full-round action.</td></tr><tr><td colspan=\"5\">4 Creatures have firm footing when walking along the bottom, braced against a ship's hull, or the like. A creature can only walk along the bottom if it wears or carries enough gear to weigh itself down: at least 16 pounds for Medium creatures, twice that for each size category larger than Medium, and half that for each size category smaller than Medium. </td></tr></tfoot></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Table Combat Adjustments Underwater", 
                    "type": "table", 
                    "name": "Table: Combat Adjustments Underwater", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Thrown weapons are ineffective underwater, even when launched from land. Attacks with other ranged weapons take a &ndash;2 penalty on attack rolls for every 5 feet of water they pass through, in addition to the normal penalties for range. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Ranged Attacks Underwater", 
                    "type": "section", 
                    "name": "Ranged Attacks Underwater", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Characters swimming, floating, or treading water on the surface, or wading in water at least chest deep, have improved cover (+8 bonus to AC, +4 bonus on Reflex saves) from opponents on land. Land-bound opponents who have <i>freedom of movement</i> effects ignore this cover when making melee attacks against targets in the water. A completely submerged creature has total cover against opponents on land unless those opponents have <i>freedom of movement</i> effects. Magical effects are unaffected except for those that require attack rolls (which are treated like any other effects) and fire effects.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Attacks from Land", 
                    "type": "section", 
                    "name": "Attacks from Land", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Nonmagical fire (including alchemist's fire) does not burn underwater. Spells or spell-like effects with the fire descriptor are ineffective underwater unless the caster makes a caster level check (DC 20 + spell level). If the check succeeds, the spell creates a bubble of steam instead of its usual fiery effect, but otherwise the spell works as described. A supernatural fire effect is ineffective underwater unless its description states otherwise. The surface of a body of water blocks line of effect for any fire spell. If the caster has made the caster level check to make the fire spell usable underwater, the surface still blocks the spell's line of effect.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Fire", 
                    "type": "section", 
                    "name": "Fire", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"spellcasting-underwater\">Casting spells while submerged can be difficult for those who cannot breathe underwater. A creature that cannot breathe water must make a concentration check (DC 15 + spell level) to cast a spell underwater (this is in addition to the caster level check to successfully cast a fire spell underwater). Creatures that can breathe water are unaffected and can cast spells normally. Some spells might function differently underwater, subject to GM discretion.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Underwater Combat/Spellcasting Underwater", 
                    "type": "section", 
                    "name": "Spellcasting Underwater", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>In many wilderness areas, river floods are a common occurrence.</p><p>In spring, an enormous snowmelt can engorge the streams and rivers it feeds. Other catastrophic events such as massive rainstorms or the destruction of a dam can create floods as well.</p><p>During a flood, rivers become wider, deeper, and swifter. Assume that a river rises by 1d10+10 feet during the spring flood, and its width increases by a factor of 1d4 &times; 50%. Fords might disappear for days, bridges might be swept away, and even ferries might not be able to manage the crossing of a flooded river. A river in flood makes Swim checks one category harder (calm water becomes rough, and rough water becomes stormy). Rivers also become 50% swifter.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Aquatic Terrain/Floods", 
            "type": "section", 
            "name": "Floods", 
            "source": "Core Rulebook"
        }
    ]
}