{
    "body": "<p>Desert terrain exists in warm, temperate, and cold climates, but all deserts share one common trait: little rain. The three categories of desert terrain are tundra (cold desert), rocky deserts (often temperate), and sandy deserts (often warm).</p><p>Tundra differs from the other desert categories in two important ways. Because snow and ice cover much of the landscape, it's easy to find water. During the height of summer, the permafrost thaws to a depth of a foot or so, turning the landscape into a vast field of mud. The muddy tundra affects movement and skill use as the shallow bogs described in Marsh Terrain, although there's little standing water.</p><p>The table below describes terrain elements found in each of the three desert categories. The terrain elements on this table are mutually exclusive; for instance, a square of tundra might contain either light undergrowth or an ice sheet, but not both.</p>", 
    "name": "Desert Terrain", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"3\">Desert Category</th></tr><tr><th>Tundra</th><th>Rocky</th><th>Sandy</th></tr></thead><tr class=\"odd\"><td>Light undergrowth</td><td>15%</td><td>5%</td><td>5%</td></tr><tr class=\"even\"><td>Ice sheet</td><td>25%</td><td>&mdash;</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Light rubble</td><td>5%</td><td>30%</td><td>10%</td></tr><tr class=\"even\"><td>Dense rubble</td><td>&mdash;</td><td>30%</td><td>5%</td></tr><tr class=\"odd\"><td>Sand dunes</td><td>&mdash;</td><td>&mdash;</td><td>50%</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Desert Category", 
            "type": "table", 
            "name": "Desert Category", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Consisting of scrubby, hardy bushes and cacti, light undergrowth functions as described for other terrain types.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Light Undergrowth", 
            "type": "section", 
            "name": "Light Undergrowth", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"ice-sheet\">The ground is covered with slippery ice. It costs 2 squares of movement to enter a square covered by an ice sheet, and the DC of Acrobatics checks there increases by 5. A DC 10 Acrobatics check is required to run or charge across an ice sheet. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Ice Sheet", 
            "type": "section", 
            "name": "Ice Sheet", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Small rocks are strewn across the ground, making nimble movement more difficult. The DC of Acrobatics checks increases by 2. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Light Rubble", 
            "type": "section", 
            "name": "Light Rubble", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>This terrain feature consists of more and larger stones. It costs 2 squares of movement to enter a square with dense rubble. The DC of Acrobatics checks increases by 5, and the DC of Stealth checks increases by 2.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Dense Rubble", 
            "type": "section", 
            "name": "Dense Rubble", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"sand-dunes\">Created by the action of wind on sand, dunes function as hills that move. If the wind is strong and consistent, a sand dune can move several hundred feet in a week's time. Sand dunes can cover hundreds of squares. They always have a gentle slope pointing in the direction of the prevailing wind and a steep slope on the leeward side.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Sand Dunes", 
            "type": "section", 
            "name": "Sand Dunes", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Tundra is sometimes bordered by forests, and the occasional tree isn't out of place in the cold wastes. Rocky deserts have towers and mesas consisting of flat ground surrounded on all sides by cliffs and steep slopes (as described in Mountain Terrain). Sandy deserts sometimes have quicksand; this functions as described in Marsh Terrain, although desert quicksand is a waterless mixture of fine sand and dust. All desert terrain is crisscrossed with dry streambeds (treat as trenches 5 to 15 feet wide) that fill with water on the rare occasions when rain falls.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Other Desert Terrain Features", 
            "type": "section", 
            "name": "Other Desert Terrain Features", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>In general, the maximum distance in desert terrain at which a Perception check for detecting the nearby presence of others can succeed is 6d6 &times; 20 feet; beyond this distance, elevation changes and heat distortion in warm deserts makes sight-based Perception impossible. The presence of dunes in sandy deserts limits spotting distance to 6d6 &times; 10 feet. The scarcity of undergrowth or other elements that offer concealment or cover makes using Stealth more difficult.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Stealth and Detection in the Desert", 
            "type": "section", 
            "name": "Stealth and Detection in the Desert", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>A sandstorm reduces visibility to 1d10 &times; 5 feet and provides a &ndash;4 penalty on Perception checks. A sandstorm deals 1d3 points of nonlethal damage per hour to any creatures caught in the open, and leaves a thin coating of sand in its wake. Driving sand creeps in through all but the most secure seals and seams, chafing skin and contaminating carried gear. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Desert Terrain/Sandstorms", 
            "type": "section", 
            "name": "Sandstorms", 
            "source": "Core Rulebook"
        }
    ]
}