{
    "body": "<p>Forest terrain can be divided into three categories: sparse, medium, and dense. An immense forest could have all three categories within its borders, with more sparse terrain at the outer edge of the forest and dense forest at its heart. </p><p>The table below describes in general terms how likely it is that a given square has a terrain element in it.</p>", 
    "name": "Forest Terrain", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"3\">Category of Forest </th></tr><tr><th>Sparse</th><th>Medium</th><th>Dense</th></tr></thead><tr class=\"odd\"><td>Typical trees</td><td>50%</td><td>70%</td><td>80%</td></tr><tr class=\"even\"><td>Massive trees</td><td>&mdash;</td><td>10%</td><td>20%</td></tr><tr class=\"odd\"><td>Light undergrowth</td><td>50%</td><td>70%</td><td>50%</td></tr><tr class=\"even\"><td>Heavy undergrowth</td><td>&mdash;</td><td>20%</td><td>50%</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Category of Forest", 
            "type": "table", 
            "name": "Category of Forest", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"trees\">The most important terrain element in a forest is the trees, obviously. A creature standing in the same square as a tree gains partial cover, which grants a +2 bonus to Armor Class and a +1 bonus on Reflex saves. The presence of a tree doesn't otherwise affect a creature's fighting space, because it's assumed that the creature is using the tree to its advantage when it can. The trunk of a typical tree has AC 4, hardness 5, and 150 hp. A DC 15 Climb check is sufficient to climb a tree. Medium and dense forests have massive trees as well. These trees take up an entire square and provide cover to anyone behind them. They have AC 3, hardness 5, and 600 hp. Like their smaller counterparts, it takes a DC 15 Climb check to climb them.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Trees", 
            "type": "section", 
            "name": "Trees", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"undergrowth\">Vines, roots, and short bushes cover much of the ground in a forest. A space covered with light undergrowth costs 2 squares of movement to move into, and provides concealment. Undergrowth increases the DC of Acrobatics and Stealth checks by 2 because the leaves and branches get in the way. Heavy undergrowth costs 4 squares of movement to move into and provides concealment with a 30% miss chance (instead of the usual 20%). It increases the DC of Acrobatics checks by 5. Heavy undergrowth is easy to hide in, granting a +5 circumstance bonus on Stealth checks. Running and charging are impossible. Squares with undergrowth are often clustered together. Undergrowth and trees aren't mutually exclusive; it's common for a 5-foot square to have both a tree and undergrowth.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Undergrowth", 
            "type": "section", 
            "name": "Undergrowth", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"forest-canopy\">It's common for elves and other forest dwellers to live on raised platforms far above the surface floor. These wooden platforms often have rope bridges between them. To get to the treehouses, characters ascend the trees' branches (Climb DC 15), use rope ladders (Climb DC 0), or take pulley elevators (which can be made to rise a number of feet equal to a Strength check, made each round as a full-round action). Creatures on platforms or branches in a forest canopy are considered to have cover when fighting creatures on the ground, and in medium or dense forests they have concealment as well.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Canopy", 
            "type": "section", 
            "name": "Forest Canopy", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Fallen logs generally stand about 3 feet high and provide cover just as low walls do. They cost 5 feet of movement to cross. Forest streams average 5 to 10 feet wide and no more than 5 feet deep. Pathways wind through most forests, allowing normal movement and providing neither cover nor concealment. These paths are less common in dense forests, but even unexplored forests have occasional game trails.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Other Forest Terrain Elements", 
            "type": "section", 
            "name": "Other Forest Terrain Elements", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>In a sparse forest, the maximum distance at which a Perception check for detecting the nearby presence of others can succeed is 3d6 &times; 10 feet. In a medium forest, this distance is 2d8 &times; 10 feet, and in a dense forest it is 2d6 &times; 10 feet.</p><p>Because any square with undergrowth provides concealment, it's usually easy for a creature to use the Stealth skill in the forest. Logs and massive trees provide cover, which also makes hiding possible.</p><p>The background noise in the forest makes Perception checks that rely on sound more difficult, increasing the DC of the check by 2 per 10 feet, not 1. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Stealth and Detection in a Forest", 
            "type": "section", 
            "name": "Stealth and Detection in a Forest", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Most campfire sparks ignite nothing, but if conditions are dry, winds are strong, or the forest floor is dried out and flammable, a forest fire can result. Lightning strikes often set trees ablaze and start forest fires in this way. Whatever the cause of the fire, travelers can get caught in the conflagration.</p><p>A forest fire can be spotted from as far away as 2d6 &times; 100 feet by a character who makes a Perception check, treating the fire as a Colossal creature (reducing the DC by 16). If all characters fail their Perception checks, the fire moves closer to them. They automatically see it when it closes to half the original distance. With proper elevation, the smoke from a forest fire can be spotted as far as 10 miles away.</p><p>Characters who are blinded or otherwise unable to make Perception checks can feel the heat of the fire (and thus automatically &ldquo;spot&rdquo; it) when it is 100 feet away.</p><p>The leading edge of a fire (the downwind side) can advance faster than a human can run (assume 120 feet per round for winds of moderate strength). Once a particular portion of the forest is ablaze, it remains so for 2d4 &times; 10 minutes before dying to a smoking wasteland. Characters overtaken by a forest fire might find the leading edge of the fire advancing away from them faster than they can keep up, trapping them deeper and deeper within its grasp.</p><p>Within the bounds of a forest fire, a character faces three dangers: heat damage, catching on fire, and smoke inhalation. </p>", 
            "name": "Forest Fires", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires", 
            "type": "section", 
            "source": "Core Rulebook", 
            "abbrev": "CR 6", 
            "sections": [
                {
                    "body": "<p>Getting caught within a forest fire is even worse than being exposed to extreme heat (see Heat Dangers). Breathing the air causes a character to take 1d6 points of fire damage per round (no save). In addition, a character must make a Fortitude save every 5 rounds (DC 15, +1 per previous check) or take 1d4 points of nonlethal damage. A character who holds his breath can avoid the lethal damage, but not the nonlethal damage. Those wearing heavy clothing or any sort of armor take a &ndash;4 penalty on their saving throws. Those wearing metal armor or who come into contact with very hot metal are affected as if by a <i>heat metal</i> spell.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires/Heat Damage", 
                    "type": "section", 
                    "name": "Heat Damage", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Characters engulfed in a forest fire are at risk of catching on fire when the leading edge of the fire overtakes them, and continue to be at risk once per minute thereafter.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires/Catching on Fire", 
                    "type": "section", 
                    "name": "Catching on Fire", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Forest fires naturally produce a great deal of smoke. A character who breathes heavy smoke must make a Fortitude save each round (DC 15, +1 per previous check) or spend that round choking and coughing. A character who chokes for 2 consecutive rounds takes 1d6 points of nonlethal damage. Smoke also provides concealment to characters within it.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Forest Terrain/Forest Fires/Smoke Inhalation", 
                    "type": "section", 
                    "name": "Smoke Inhalation", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}