{
    "body": "<p>There are many ways to get lost in the wilderness. Following an obvious road, trail, or feature such as a stream or shoreline prevents most from becoming lost, but travelers striking off cross-country might become disoriented&mdash;especially in conditions of poor visibility or in difficult terrain. </p>", 
    "name": "Getting Lost", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Anytime characters cannot see at least 60 feet due to reduced visibility conditions, they might become lost. Characters traveling through fog, snow, or a downpour might easily lose the ability to see any landmarks not in their immediate vicinity. Similarly, characters traveling at night might be at risk, too, depending on the quality of their light sources, the amount of moonlight, and whether they have darkvision or low-light vision.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Poor Visibility", 
            "type": "section", 
            "name": "Poor Visibility", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Any character in forest, moor, hill, or mountain terrain might become lost if he moves away from a trail, road, stream, or other obvious path or track. Forests are especially dangerous because they obscure far-off landmarks and make it hard to see the sun or stars.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Difficult Terrain", 
            "type": "section", 
            "name": "Difficult Terrain", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>If conditions exist that make getting lost a possibility, the character leading the way must succeed on a Survival check or become lost. The difficulty of this check varies based on the terrain, the visibility conditions, and whether or not the character has a map of the area being traveled through. Refer to the table below and use the highest DC that applies.</p>", 
            "name": "Chance to Get Lost", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Chance to Get Lost", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>Terrain</th><th>Survival DC</th></tr></thead><tr class=\"odd\"><td>Desert or plains</td><td>14</td></tr><tr class=\"even\"><td>Forest</td><td>16</td></tr><tr class=\"odd\"><td>Moor or hill</td><td>10</td></tr><tr class=\"even\"><td>Mountain</td><td>12</td></tr><tr class=\"odd\"><td>Open sea</td><td>18</td></tr><tr class=\"even\"><td>Urban, ruins, or dungeon</td><td>8</td></tr><tr><th> Situation</th><th>Check Modifier</th></tr><tr class=\"even\"><td>Proper navigational tools (map, sextant)</td><td>+4</td></tr><tr class=\"odd\"><td>Poor visibility</td><td>&ndash;4</td></tr></table>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Chance to Get Lost/Terrain", 
                    "type": "table", 
                    "name": "Terrain", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>A character with at least 5 ranks in Knowledge (geography) or Knowledge (local) pertaining to the area being traveled through gains a +2 bonus on this check.</p><p>Check once per hour (or portion of an hour) spent in local or overland movement to see if travelers have become lost. In the case of a party moving together, only the character leading the way makes the check.</p>", 
                    "source": "Core Rulebook", 
                    "type": "section"
                }
            ]
        }, 
        {
            "body": "<p>If a party becomes lost, it is no longer certain of moving in the direction it intended to travel. Randomly determine the direction in which the party actually travels during each hour of local or overland movement. The characters' movement continues to be random until they blunder into a landmark they can't miss, or until they recognize that they are lost and make an effort to regain their bearings.</p>", 
            "name": "Effects of Being Lost", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Once per hour of random travel, each character in the party may attempt a Survival check (DC 20, &ndash;1 per hour of random travel) to recognize that he is no longer certain of his direction of travel. Some circumstances might make it obvious that the characters are lost.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost/Recognizing Youre Lost", 
                    "type": "section", 
                    "name": "Recognizing You're Lost", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Determining the correct direction of travel once a party has become lost requires a Survival check (DC 15, +2 per hour of random travel). If a character fails this check, he chooses a random direction as the &ldquo;correct&rdquo; direction for resuming travel.</p><p>Once the characters are traveling along their new course, correct or incorrect, they might get lost again. If the conditions still make it possible for travelers to become lost, check once per hour of travel as described above to see if the party maintains its new course or begins to move at random again.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost/Setting a New Course", 
                    "type": "section", 
                    "name": "Setting a New Course", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>It's possible that several characters may attempt to determine the right direction to proceed after becoming lost. Make a Survival check for each character in secret, then tell the players whose characters succeeded the correct direction in which to travel, and tell the players whose characters failed a random direction they think is right, with no indication who is correct.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Effects of Being Lost/Conflicting Directions", 
                    "type": "section", 
                    "name": "Conflicting Directions", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p>There are several ways for characters to find their way after becoming lost. First, if the characters successfully set a new course and follow it to the destination they're trying to reach, they're not lost anymore. Second, the characters, through random movement, might run into an unmistakable landmark. Third, if conditions suddenly improve&mdash;the fog lifts or the sun comes up&mdash;lost characters may attempt to set a new course, as described above, with a +4 bonus on the Survival check.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Getting Lost/Regaining Your Bearings", 
            "type": "section", 
            "name": "Regaining Your Bearings", 
            "source": "Core Rulebook"
        }
    ]
}