{
    "body": "<p>Two categories of marsh exist: relatively dry moors and watery swamps. Both are often bordered by lakes (described in Aquatic Terrain), which are effectively a third category of terrain found in marshes.</p>", 
    "name": "Marsh Terrain", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"2\">Marsh Category</th></tr><tr><th>Moor</th><th>Swamp</th></tr></thead><tr class=\"odd\"><td>Shallow bog</td><td>20%</td><td>40%</td></tr><tr class=\"even\"><td>Deep bog</td><td>5%</td><td>20%</td></tr><tr class=\"odd\"><td>Light undergrowth</td><td>30%</td><td>20%</td></tr><tr class=\"even\"><td>Heavy undergrowth</td><td>10%</td><td>20%</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Marsh Category", 
            "type": "table", 
            "name": "Marsh Category", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"bogs\">If a square is part of a shallow bog, it has deep mud or standing water of about 1 foot in depth. It costs 2 squares of movement to move into a square with a shallow bog, and the DC of Acrobatics checks in such a square increases by 2. </p><p>A square that is part of a deep bog has roughly 4 feet of standing water. It costs Medium or larger creatures 4 squares of movement to move into a square with a deep bog, or characters can swim if they wish. Small or smaller creatures must swim to move through a deep bog. Tumbling is impossible in a deep bog.</p><p>The water in a deep bog provides cover for Medium or larger creatures. Smaller creatures gain improved cover (+8 bonus to AC, +4 bonus on Reflex saves). Medium or larger creatures can crouch as a move action to gain this improved cover. Creatures with this improved cover take a &ndash;10 penalty on attacks against creatures that aren't underwater.</p><p>Deep bog squares are usually clustered together and surrounded by an irregular ring of shallow bog squares.</p><p>Both shallow and deep bogs increase the DC of Stealth checks by 2.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Bogs", 
            "type": "section", 
            "name": "Bogs", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The bushes, rushes, and other tall grasses in marshes function as undergrowth does in a forest. A square that is part of a bog does not also have undergrowth. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Undergrowth", 
            "type": "section", 
            "name": "Undergrowth", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"quicksand\">Patches of quicksand present a deceptively solid appearance (appearing as undergrowth or open land) that might trap careless characters. A character approaching a patch of quicksand at a normal pace is entitled to a DC 8 Survival check to spot the danger before stepping in, but charging or running characters don't have a chance to detect a hidden patch before blundering into it. A typical patch of quicksand is 20 feet in diameter; the momentum of a charging or running character carries him 1d2 &times; 5 feet into the quicksand.</p>", 
            "name": "Quicksand", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Quicksand", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Characters in quicksand must make a DC 10 Swim check every round to simply tread water in place, or a DC 15 Swim check to move 5 feet in whatever direction is desired. If a trapped character fails this check by 5 or more, he sinks below the surface and begins to drown whenever he can no longer hold his breath (see the Swim skill description in Using Skills).</p><p>Characters below the surface of quicksand may swim back to the surface with a successful Swim check (DC 15, +1 per consecutive round of being under the surface).</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Quicksand/Effects of Quicksand", 
                    "type": "section", 
                    "name": "Effects of Quicksand", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>Pulling out a character trapped in quicksand can be difficult. A rescuer needs a branch, spear haft, rope, or similar tool that enables him to reach the victim with one end of it. Then he must make a DC 15 Strength check to successfully pull the victim, and the victim must make a DC 10 Strength check to hold onto the branch, pole, or rope. If both checks succeed, the victim is pulled 5 feet closer to safety. If the victim fails to hold on, he must make a DC 15 Swim check immediately to stay above the surface. </p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Quicksand/Rescue", 
                    "type": "section", 
                    "name": "Rescue", 
                    "source": "Core Rulebook"
                }
            ]
        }, 
        {
            "body": "<p id=\"hedgerows\">Common in moors, hedgerows are tangles of stones, soil, and thorny bushes. Narrow hedgerows function as low walls, and it takes 3 squares of movement to cross them. Wide hedgerows are more than 5 feet tall and take up entire squares. They provide total cover, just as a wall does. It takes 4 squares of movement to move through a square with a wide hedgerow; creatures that succeed on a DC 10 Climb check need only 2 squares of movement to move through the square.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Hedgerows", 
            "type": "section", 
            "name": "Hedgerows", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Some marshes, particularly swamps, have trees just as forests do, usually clustered in small stands. Paths lead across many marshes, winding to avoid bog areas. As in forests, paths allow normal movement and don't provide the concealment that undergrowth does.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Other Marsh Terrain Elements", 
            "type": "section", 
            "name": "Other Marsh Terrain Elements", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>In a marsh, the maximum distance at which a Perception check for detecting the nearby presence of others can succeed is 6d6 &times; 10 feet. In a swamp, this distance is 2d8 &times; 10 feet.</p><p>Undergrowth and deep bogs provide plentiful concealment, so it's easy to use Stealth in a marsh.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Marsh Terrain/Stealth and Detection in a Marsh", 
            "type": "section", 
            "name": "Stealth and Detection in a Marsh", 
            "source": "Core Rulebook"
        }
    ]
}