{
    "body": "<p>The three mountain terrain categories are alpine meadows, rugged mountains, and forbidding mountains. As characters ascend into a mountainous area, they're likely to face each terrain category in turn, beginning with alpine meadows, extending through rugged mountains, and reaching forbidding mountains near the summit.</p><p>Mountains have an important terrain element, the rock wall, that is marked on the border between squares rather than taking up squares itself. </p>", 
    "name": "Mountain Terrain", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"3\">Mountain Category</th></tr><tr><th>Alpine Meadow</th><th>Rugged</th><th>Forbidding</th></tr></thead><tr class=\"odd\"><td>Gradual slope</td><td>50%</td><td>25%</td><td>15%</td></tr><tr class=\"even\"><td>Steep slope</td><td>40%</td><td>55%</td><td>55%</td></tr><tr class=\"odd\"><td>Cliff</td><td>10%</td><td>15%</td><td>20%</td></tr><tr class=\"even\"><td>Chasm</td><td>&mdash;</td><td>5%</td><td>10%</td></tr><tr class=\"odd\"><td>Light undergrowth</td><td>20%</td><td>10%</td><td>&mdash;</td></tr><tr class=\"even\"><td>Scree</td><td>&mdash;</td><td>20%</td><td>30%</td></tr><tr class=\"odd\"><td>Dense rubble</td><td>&mdash;</td><td>20%</td><td>30%</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Category", 
            "type": "table", 
            "name": "Mountain Category", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>These function as described in Hills Terrain.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Gradual and Steep Slopes", 
            "type": "section", 
            "name": "Gradual and Steep Slopes", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"cliff\">These terrain elements also function like their hills terrain counterparts, but they're typically 2d6 &times; 10 feet tall. Cliffs taller than 80 feet take up 20 feet of horizontal space.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Cliff", 
            "type": "section", 
            "name": "Cliff", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"chasm\">Usually formed by natural geological processes, chasms function like pits in a dungeon setting. Chasms aren't hidden, so characters won't fall into them by accident (although bull rushes are another story). A typical chasm is 2d4 &times; 10 feet deep, at least 20 feet long, and anywhere from 5 feet to 20 feet wide. It takes a DC 15 Climb check to climb out of a chasm. In forbidding mountain terrain, chasms are typically 2d8 &times; 10 feet deep.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Chasm", 
            "type": "section", 
            "name": "Chasm", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>This functions as described in Forest Terrain.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Light Undergrowth", 
            "type": "section", 
            "name": "Light Undergrowth", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"scree\">A field of shifting gravel, scree doesn't affect speed, but it can be treacherous on a slope. The DC of Acrobatics checks increases by 2 if there's scree on a gradual slope and by 5 if there's scree on a steep slope. The DC of Stealth checks increases by 2 if the scree is on a slope of any kind.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Scree", 
            "type": "section", 
            "name": "Scree", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"dense-rubble\">The ground is covered with rocks of all sizes. It costs 2 squares of movement to enter a square with dense rubble. The DC of Acrobatics checks on dense rubble increases by 5, and the DC of Stealth checks increases by 2. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Dense Rubble", 
            "type": "section", 
            "name": "Dense Rubble", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"rock-wall\">A vertical plane of stone, rock walls require DC 25 Climb checks to ascend. A typical rock wall is 2d4 &times; 10 feet tall in rugged mountains and 2d8 &times; 10 feet tall in forbidding mountains. Rock walls are drawn on the edges of squares, not in the squares themselves.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Rock Wall", 
            "type": "section", 
            "name": "Rock Wall", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Found in cliff and steep slope squares and next to rock walls, cave entrances are typically between 5 and 20 feet wide and 5 feet deep. A cave could be anything from a simple chamber to the entrance to an elaborate dungeon. Caves used as monster lairs typically have 1d3 rooms that are 1d4 &times; 10 feet across. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Cave Entrance", 
            "type": "section", 
            "name": "Cave Entrance", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Most alpine meadows begin above the treeline, so trees and other forest elements are rare in the mountains. Mountain terrain can include active streams (5 to 10 feet wide and no more than 5 feet deep) and dry streambeds (treat as a trench 5 to 10 feet across). Particularly high-altitude areas tend to be colder than the lowland areas that surround them, so they might be covered in ice sheets (described in Desert Terrain).</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Other Mountain Terrain Features", 
            "type": "section", 
            "name": "Other Mountain Terrain Features", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>As a guideline, the maximum distance in mountain terrain at which a Perception check for detecting the nearby presence of others can succeed is 4d10 &times; 10 feet. Certain peaks and ridgelines afford much better vantage points, of course, and twisting valleys and canyons have much shorter spotting distances. Because there's little vegetation to obstruct line of sight, the specifics on your map are your best guide for the range at which an encounter could begin. As in hills terrain, a ridge or peak provides enough cover to hide from anyone below the high point.</p><p>It's easier to hear faraway sounds in the mountains. The DC of Perception checks that rely on sound increase by 1 per 20 feet between listener and source, not per 10 feet.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Stealth and Detection in Mountains", 
            "type": "section", 
            "name": "Stealth and Detection in Mountains", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>The combination of high peaks and heavy snowfalls means that avalanches are a deadly peril in many mountainous areas. While avalanches of snow and ice are common, it's also possible to have an avalanche of rock and soil.</p><p>An avalanche can be spotted from as far away as 1d10 &times; 500 feet by a character who makes a DC 20 Perception check, treating the avalanche as a Colossal creature. If all characters fail their Perception checks to determine the encounter distance, the avalanche moves closer to them, and they automatically become aware of it when it closes to half the original distance. It's possible to hear an avalanche coming even if you can't see it. Under optimum conditions (no other loud noises occurring), a character who makes a DC 15 Perception check can hear the avalanche or landslide when it is 1d6 &times; 500 feet away. This check might have a DC of 20, 25, or higher in conditions where hearing is difficult (such as in the middle of a thunderstorm). </p><p>A landslide or avalanche consists of two distinct areas: the bury zone (in the direct path of the falling debris) and the slide zone (the area the debris spreads out to encompass). Characters in the bury zone always take damage from the avalanche; characters in the slide zone might be able to get out of the way. Characters in the bury zone take 8d6 points of damage, or half that amount if they make a DC 15 Reflex save. They are subsequently buried. Characters in the slide zone take 3d6 points of damage, or no damage if they make a DC 15 Reflex save. Those who fail their saves are buried. </p><p>Buried characters take 1d6 points of nonlethal damage per minute. If a buried character falls unconscious, he must make a DC 15 Constitution check or take 1d6 points of lethal damage each minute thereafter until freed or dead. See Cave-Ins and Collapses for rules on digging out buried creatures.</p><p>The typical avalanche has a width of 1d6 &times; 100 feet, from one edge of the slide zone to the opposite edge. The bury zone in the center of the avalanche is half as wide as the avalanche's full width.</p><p>To determine the precise location of characters in the path of an avalanche, roll 1d6 &times; 20; the result is the number of feet from the center of the path taken by the bury zone to the center of the party's location. Avalanches of snow and ice advance at a speed of 500 feet per round, while rock and soil avalanches travel at a speed of 250 feet per round.</p>", 
            "name": "Avalanches", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Avalanches", 
            "source": "Core Rulebook", 
            "abbrev": "CR 7", 
            "type": "section"
        }, 
        {
            "body": "<p>High altitude travel can be extremely fatiguing&mdash;and sometimes deadly&mdash;to creatures that aren't used to it. Cold becomes extreme, and the lack of oxygen in the air can wear down even the most hardy of warriors.</p>", 
            "name": "Mountain Travel", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>Creatures accustomed to high altitude generally fare better than lowlanders. Any creature with an Environment entry that includes mountains is considered native to the area and acclimated to the high altitude. Characters can also acclimate themselves by living at high altitude for a month. Characters who spend more than two months away from the mountains must reacclimate themselves when they return. Undead, constructs, and other creatures that do not breathe are immune to altitude effects.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Acclimated Characters", 
                    "type": "section", 
                    "name": "Acclimated Characters", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p id=\"altitude-zones\">In general, mountains present three possible altitude bands: low pass, low peak/high pass, and high peak. </p>", 
                    "name": "Altitude Zones", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones", 
                    "type": "section", 
                    "source": "Core Rulebook", 
                    "sections": [
                        {
                            "body": "<p>Most travel in low mountains takes place in low passes, a zone consisting largely of alpine meadows and forests. Travelers might find the going difficult (which is reflected in the movement modifiers for traveling through mountains), but the altitude itself has no game effect.</p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones/Low Pass (lower than 5,000 feet)", 
                            "type": "section", 
                            "name": "Low Pass (lower than 5,000 feet)", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>Ascending to the highest slopes of low mountains, or most normal travel through high mountains, falls into this category. All non-acclimated creatures labor to breathe in the thin air at this altitude. Characters must succeed on a Fortitude save each hour (DC 15, +1 per previous check) or be fatigued. The fatigue ends when the character descends to an altitude with more air. Acclimated characters do not have to attempt the Fortitude save. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones/Low Peak or High Pass (5,000 to 15,000 feet)", 
                            "type": "section", 
                            "name": "Low Peak or High Pass (5,000 to 15,000 feet)", 
                            "source": "Core Rulebook"
                        }, 
                        {
                            "body": "<p>The highest mountains exceed 15,000 feet in height. At these elevations, creatures are subject to both high altitude fatigue (as described above) and altitude sickness, whether or not they're acclimated to high altitudes. Altitude sickness represents long-term oxygen deprivation, and affects mental and physical ability scores. After each 6-hour period a character spends at an altitude of over 15,000 feet, he must succeed on a Fortitude save (DC 15, +1 per previous check) or take 1 point of damage to all ability scores. Creatures acclimated to high altitude receive a +4 competence bonus on their saving throws to resist high altitude effects and altitude sickness, but eventually even seasoned mountaineers must abandon these dangerous elevations. </p>", 
                            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Mountain Terrain/Mountain Travel/Altitude Zones/High Peak (more than 15,000 feet)", 
                            "type": "section", 
                            "name": "High Peak (more than 15,000 feet)", 
                            "source": "Core Rulebook"
                        }
                    ]
                }
            ]
        }
    ]
}