{
    "body": "<p>Plains come in three categories: farms, grasslands, and battlefields. Farms are common in settled areas, while grasslands represent untamed plains. The battlefields where large armies clash are temporary places, usually reclaimed by natural vegetation or the farmer's plow. Battlefields represent a third terrain category because adventurers tend to spend a lot of time there, not because they're particularly prevalent.</p><p>The table below shows the proportions of terrain elements in the different categories of plains. On a farm, light undergrowth represents most mature grain crops, so farms growing vegetable crops will have less light undergrowth, as will all farms during the time between harvest and a few months after planting.</p><p>The terrain elements in the table below are mutually exclusive.</p>", 
    "name": "Plains Terrain", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<table><thead><tr><th rowspan=\"2\"></th><th colspan=\"3\">Plains Category</th></tr><tr><th>Farm</th><th>Grassland</th><th>Battlefield</th></tr></thead><tr class=\"odd\"><td>Light undergrowth</td><td>40%</td><td>20%</td><td>10%</td></tr><tr class=\"even\"><td>Heavy undergrowth</td><td>&mdash;</td><td>10%</td><td>&mdash;</td></tr><tr class=\"odd\"><td>Light rubble</td><td>&mdash;</td><td>&mdash;</td><td>10%</td></tr><tr class=\"even\"><td>Trench</td><td>5%</td><td>&mdash;</td><td>5%</td></tr><tr class=\"odd\"><td>Berm</td><td>&mdash;</td><td>&mdash;</td><td>5%</td></tr></table>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Plains Category", 
            "type": "table", 
            "name": "Plains Category", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Whether they're crops or natural vegetation, the tall grasses of the plains function like light undergrowth in a forest. Particularly thick bushes form patches of heavy undergrowth that dot the landscape in grasslands.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Undergrowth", 
            "type": "section", 
            "name": "Undergrowth", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>On the battlefield, light rubble usually represents something that was destroyed: the ruins of a building or the scattered remnants of a stone wall, for example. It functions as described in the Desert Terrain section.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Light Rubble", 
            "type": "section", 
            "name": "Light Rubble", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"trench\">Often dug before a battle to protect soldiers, a trench functions as a low wall, except that it provides no cover against adjacent foes. It costs 2 squares of movement to leave a trench, but it costs nothing extra to enter one. Creatures outside a trench who make a melee attack against a creature inside the trench gain a +1 bonus on melee attacks because they have higher ground. In farm terrain, trenches are generally irrigation ditches.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Trench", 
            "type": "section", 
            "name": "Trench", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"berm\">A common defensive structure, a berm is a low, earthen wall that slows movement and provides a measure of cover. Put a berm on the map by drawing two adjacent rows of steep slope (described in Hills Terrain), with the edges of the berm on the downhill side. Thus, a character crossing a 2-square berm will travel uphill for 1 square, then downhill for 1 square. Two square berms provide cover as low walls for anyone standing behind them. Larger berms provide the low wall benefit for anyone standing 1 square downhill from the top of the berm. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Berm", 
            "type": "section", 
            "name": "Berm", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"fences\">Wooden fences are generally used to contain livestock or impede oncoming soldiers. It costs an extra square of movement to cross a wooden fence. A stone fence provides a measure of cover as well, functioning as low walls. Mounted characters can cross a fence without slowing their movement if they succeed on a DC 15 Ride check. If the check fails, the steed crosses the fence, but the rider falls out of the saddle.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Fences", 
            "type": "section", 
            "name": "Fences", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Occasional trees dot the landscape in many plains, although on battlefields they're often felled to provide raw material for siege engines (described in Urban Features). Hedgerows (described in Marsh Terrain) are found in plains as well. Streams, generally 5 to 20 feet wide and 5 to 10 feet deep, are commonplace.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Other Plains Terrain Features", 
            "type": "section", 
            "name": "Other Plains Terrain Features", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>In plains terrain, the maximum distance at which a Perception check for detecting the nearby presence of others can succeed is 6d6 &times; 40 feet, although the specifics of your map might restrict line of sight. Cover and concealment are not uncommon, so a good place of refuge is often nearby, if not right at hand.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Wilderness/Plains Terrain/Stealth and Detection in Plains", 
            "type": "section", 
            "name": "Stealth and Detection in Plains", 
            "source": "Core Rulebook"
        }
    ]
}