{
    "body": "<p>Once you have a creature's type and CR determined, use Table: Monster Statistics by CR to determine its approximate statistics by CR. These values are a rough guideline only. You will notice that many of the existing monsters in this book do not follow these guidelines exactly. Most monsters excel in one of these areas, usually in the amount of damage dealt, but lag in one or two other areas to help balance them out. When referring to Table: Monster Statistics by CR, keep the following points in mind.</p>", 
    "name": "Step 2: Target Statistics", 
    "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics", 
    "type": "section", 
    "source": "Bestiary", 
    "sections": [
        {
            "body": "<p>This is the approximate CR of the monster. This number might change as design progresses.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/CR", 
            "type": "section", 
            "name": "CR", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>This is the approximate hit point total for the monster. Note that creatures with particularly high Armor Classes or saving throws, or a number of resistances, might have a lower number. Outsiders and constructs typically have lower hit point totals.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/Hit Points", 
            "type": "section", 
            "name": "Hit Points", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>This is the average Armor Class for a creature of this CR. When it comes time to design the creature's protections, keep this number in mind. Creatures with hit points above the average often have lower Armor Class values to compensate.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Armor Class"
        }, 
        {
            "body": "<p>This is the average total attack bonus for a creature of this CR. This value is for creatures that are primarily melee or ranged combatants. Creatures with a higher than normal average damage typically have a lower attack value to compensate.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/High Attack", 
            "type": "section", 
            "name": "High Attack", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>This is the average total attack bonus for a creature of this CR that does not rely upon melee or ranged attacks to deal damage. This includes most creatures that rely on spells and spell-like abilities in combat.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/Low Attack", 
            "type": "section", 
            "name": "Low Attack", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>This is the average amount of damage dealt by a creature of this CR if all of its attacks are successful. To determine a creature's average damage, add the average value for all of the damage dice rolled (as determined by Table: Average Die Results) to the damage modifier for each attack.</p><p>A creature that relies on melee or ranged weapons in combat should have average damage within the range of high and low damage.</p><p>A creature with higher than normal attack bonuses will often deal lower damage, while a creature with lower than normal attack bonuses will often deal higher damage.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/Average Damage", 
            "type": "section", 
            "name": "Average Damage", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>This is the average difficulty class (DC) for any spells, spell-like abilities, and special abilities (such as breath weapons) possessed by a creature of this CR that relies on such attacks in combat. If an ability is particularly powerful, it might have a lower DC to compensate.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/Primary Ability DC", 
            "type": "section", 
            "name": "Primary Ability DC", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>This is the average DC for spells and special abilities for a creature that does not rely on such attacks in combat. Generally, a DC should not be lower than this number.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/Secondary Ability DC", 
            "type": "section", 
            "name": "Secondary Ability DC", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>This is the average saving throw bonus for a creature of this CR if the saving throw is one of the creature's good saving throws.</p>", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/Good Save", 
            "type": "section", 
            "name": "Good Save", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p>This is the average saving throw bonus for a creature of this CR if the saving throw is one of the creature's poor saving throws.</p>", 
            "name": "Poor Save", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/Poor Save", 
            "type": "section", 
            "source": "Bestiary", 
            "sections": [
                {
                    "body": "<table id=\"table-1-5-average-die-results\"><caption>Table: Average Die Results</caption><thead><tr><th>Die Type</th><th>Average Result*</th></tr></thead><tbody><tr class=\"odd\"><td>d4</td><td>2.5</td></tr><tr class=\"even\"><td>d6</td><td>3.5</td></tr><tr class=\"odd\"><td>d8</td><td>4.5</td></tr><tr class=\"even\"><td>d10</td><td>5.5</td></tr><tr class=\"odd\"><td>d12</td><td>6.5</td></tr><tr class=\"even\"><td>d20</td><td>10.5</td></tr></tbody><tfoot><tr><td colspan=\"2\">*Always round down after multiplying. For example, treat the average of 1d4 as 2, and the average of 2d4 as 5.</td></tr></tfoot></table>", 
                    "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 2 Target Statistics/Poor Save/Table Average Die Results", 
                    "type": "table", 
                    "name": "Table: Average Die Results", 
                    "source": "Bestiary"
                }
            ]
        }
    ]
}