{
    "body": "<p>Using Table: Monster Statitics by CR, Table: Creature Statistics by Type, and Table: Statistics Summary, you can now determine many of the creature's other statistics.</p><p>When building a creature's Armor Class, start by adding armor, shield, and natural armor bonuses to its Dexterity modifier. If a creature does not wear armor, give it a tougher hide to get it near its average AC. Remember that creatures with higher hit point totals might have a lower Armor Class, whereas creatures with fewer hit points might have a higher Armor Class. If a creature's Armor Class deviates from the average by more than 5 points, it might not be the right CR.</p><p>When determining a creature's attack bonuses, refer to the guidelines from Table: Monster Statistics by CR based on the creature's CR. If the bonus is too low, consider increasing the creature's Strength or Dexterity, or increasing the amount of damage it deals to above the average. If the bonus is too high, consider decreasing the creature's Strength or Dexterity, or decrease the amount of damage it deals. If this value is significantly different, and the creature is intended to rely on melee or ranged attacks, consider adjusting the creature's CR.</p><p>Use Table: Average Die Results to determine the number of damage dice, combined with damage bonuses, that the creature needs to reach the average damage for its CR. The creature might need additional or more damaging attacks to approach the average. Remember that creatures that primarily deal damage with other abilities, such as spells, do not need to meet the average damage for their attacks. You can also use Table: Average Die Results to determine a creature's average hit points. Remember that PC class levels provide the maximum number of hit points at 1st level.</p><p>Repeat this process for a creature's saving throws. If the saving throws are too high, consider altering the ability scores on which they are based. </p><p>When determining a creature's speed, first decide if it has any alternative modes of movement, such as burrow, climb, fly, or swim. Most Medium creatures have a base speed of 30 feet. Quadrupeds and Large creatures increase this by 10 feet each. Smaller creatures decrease this base speed by 10 feet. If a creature is particularly fast or slow, modify the base speed by 10 feet. Burrow and climb speeds are usually half a creature's base speed, while flying speeds are roughly double. Remember to give a creature the appropriate skills for any unusual movement methods.</p>", 
    "name": "Step 7: Other Statistics", 
    "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 7 Other Statistics", 
    "type": "section", 
    "source": "Bestiary", 
    "sections": [
        {
            "body": "<table id=\"table-1-4-creature-statistics-by-type\"><caption>Table: Creature Statistics by Type</caption><thead><tr><th>Type</th><th>Hit Die</th><th>Base Attack Bonus (BAB)</th><th>Good Saving Throws</th><th>Skill Ranks*</th></tr></thead><tbody><tr class=\"odd\"><td>Aberration</td><td>d8</td><td>HD &times; 3/4 (Medium BAB)</td><td>Will</td><td>4 + Int mod per HD</td></tr><tr class=\"even\"><td>Animal</td><td>d8</td><td>HD &times; 3/4 (Medium BAB)</td><td>Fort, Ref</td><td>2 + Int mod per HD</td></tr><tr class=\"odd\"><td>Construct</td><td>d10</td><td>HD (Fast BAB)</td><td>&mdash;</td><td>2 + Int mod per HD</td></tr><tr class=\"even\"><td>Dragon</td><td>d12</td><td>HD (Fast BAB)</td><td>Fort, Ref, Will</td><td>6 + Int mod per HD</td></tr><tr class=\"odd\"><td>Fey</td><td>d6</td><td>HD &times; 1/2 (Slow BAB)</td><td>Ref, Will</td><td>6 + Int mod per HD</td></tr><tr class=\"even\"><td>Humanoid</td><td>d8</td><td>HD &times; 3/4 (Medium BAB)</td><td>Varies (any one)</td><td>2 + Int mod per HD</td></tr><tr class=\"odd\"><td>Magical beast</td><td>d10</td><td>HD (Fast BAB)</td><td>Fort, Ref</td><td>2 + Int mod per HD</td></tr><tr class=\"even\"><td>Monstrous humanoid</td><td>d10</td><td>HD (Fast BAB)</td><td>Ref, Will</td><td>4 + Int mod per HD</td></tr></tbody><tr class=\"odd\"><td>Ooze</td><td>d8</td><td>HD &times; 3/4 (Medium BAB)</td><td>&mdash;</td><td>2 + Int mod per HD</td></tr><tr class=\"even\"><td>Outsider</td><td>d10</td><td>HD (Fast BAB)</td><td>Varies (any two)</td><td>6 + Int mod per HD</td></tr><tr class=\"odd\"><td>Plant</td><td>d8</td><td>HD &times; 3/4 (Medium BAB)</td><td>Fort</td><td>2 + Int mod per HD</td></tr><tr class=\"even\"><td>Undead</td><td>d8</td><td>HD &times; 3/4 (Medium BAB)</td><td>Will</td><td>4 + Int mod per HD</td></tr><tr class=\"odd\"><td>Vermin</td><td>d8</td><td>HD &times; 3/4 (Medium BAB)</td><td>Fort</td><td>2 + Int mod per HD</td></tr><tfoot><tr><td colspan=\"5\">* As long as a creature has an Intelligence of at least 1, it gains a minimum of 1 skill point per Hit Die. Creatures with an Intelligence score of &ldquo;&mdash;&rdquo; gain no skill points or feats.</td></tr></tfoot></table>", 
            "url": "pfsrd://Bestiary/Rules/Monster Creation/Building the Monster/Step 7 Other Statistics/Table Creature Statistics by Type", 
            "type": "table", 
            "name": "Table: Creature Statistics by Type", 
            "source": "Bestiary"
        }
    ]
}