{
    "body": "<p id=\"aeon-subtype\"> Aeons are a race of neutral outsiders who roam the planes maintaining the balance of reality. Aeons possess the following traits.</p><ul><li>\tImmunity to cold, poison, and critical hits.</li><li>\tResistance to electricity 10 and fire 10.</li></ul>", 
    "name": "Aeon Subtype", 
    "url": "pfsrd://Bestiary/Rules/Creature Types/Creature SubTypes/Aeon Subtype", 
    "type": "section", 
    "source": "Bestiary 2", 
    "sections": [
        {
            "body": "<p id=\"envisaging\"> Aeons communicate wordlessly, almost incomprehensibly. Caring little for the wants and desires of other creatures, they have no need to engage in exchanges of dialogue. Instead, aeons mentally scan beings for their thoughts and intentions, and then retaliate with flashes of psychic projections that emit a single concept in response to whatever the other being was thinking. The flash is usually a combination of a visual and aural stimulation, which displays how the aeon perceives future events might work out. For instance, an aeon seeking to raze a city communicates this concept to non-aeons by sending them a vivid image of the city crumbling to ash. An aeon's envisaging functions as a non-verbal form of telepathy. Aeons cannot read the thoughts of any creature immune to mind-affecting effects.</p>", 
            "name": "Envisaging", 
            "url": "pfsrd://Bestiary/Rules/Creature Types/Creature SubTypes/Aeon Subtype/Envisaging", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"extension-of-all\"> Through an aeon's connection to the multiverse, it gains access to strange and abstruse knowledge that filters through all existence. Much of the knowledge is timeless, comprised of events long past, present, and potentially even those yet to come. Aeons gain a racial bonus equal to half their racial Hit Dice on all Knowledge skill checks. This same connection also binds them to other aeons. As a result, they can communicate with each other freely, over great distances as if using telepathy. This ability also works across planes, albeit less effectively, allowing the communication of vague impressions or feelings, not specific details or sights. Due to the vast scope of the aeon race's multiplanar concerns, though, even the most dire reports of a single aeon rarely inspire dramatic or immediate action.</p>", 
            "name": "Extension of All", 
            "url": "pfsrd://Bestiary/Rules/Creature Types/Creature SubTypes/Aeon Subtype/Extension of All", 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }, 
        {
            "body": "<p id=\"void-form\"> Though aeons aren't incorporeal, their forms are only a semi-tangible manifestation of something greater. An aeon's void form grants it a deflection bonus equal to 1/4 its Hit Dice (rounded down).</p>", 
            "name": "Void Form", 
            "url": "pfsrd://Bestiary/Rules/Creature Types/Creature SubTypes/Aeon Subtype/Void Form", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary 2", 
            "type": "ability"
        }
    ]
}