{
    "body": "<p id=\"nightshade-subtype\">Nightshades are monstrous undead composed of shadow and evil. They have the following traits.</p><ul><li>\tLow-light vision.</li><li> <i>Desecrating Aura (Su)</i> All nightshades have a 30-foot- radius emanation equivalent to a <i>desecrate</i> spell centered on a shrine of evil power. Undead within this radius (including the nightshade) gain a +2 profane bonus on attack and damage rolls and saving throws, as well as +2 hit points per die, and the save DC of channeled negative energy is increased by +6 (these adjustments are included for the nightshades in their entries). This aura can be negated by <i>dispel evil</i>, but a nightshade can reactivate it on its turn as a free action. A desecrating aura suppresses and is suppressed by <i>consecrate</i> or <i>hallow</i>; both effects are negated within any overlapping area of effect.</li><li> <i>Channel Energy (Su)</i> A nightshade can channel negative energy as cleric of a level equal to its base CR. It can use this ability a number of times per day equal to 3 + its Charisma modifier.</li><li> <i>Darksense (Ex)</i> Nightshades gain <i>true seeing</i> in dim light and darkness. Regardless of light conditions, they can detect living creatures and their health within 60 feet, as blindsense with <i>deathwatch</i> continuously active. <i>Mind blank</i> and <i>nondetection</i> prevent the latter effect but not the nightshade's <i>true seeing</i>.</li><li> <i>Light Aversion (Ex)</i> A nightshade in bright light becomes sickened&mdash;the penalties from this condition are doubled when the nightshade is in natural sunlight.</li><li> <i>Summon (Sp)</i> Nightshades can summon undead creatures. They can be summoned only within areas of darkness, and summoned undead cannot create spawn. The exact type and number of undead they can summon vary according to the nightshade in question, as detailed in each nightshade's entry.</li></ul>", 
    "url": "pfsrd://Bestiary/Rules/Creature Types/Creature SubTypes/Nightshade Subtype", 
    "type": "section", 
    "name": "Nightshade Subtype", 
    "source": "Bestiary 2"
}