{
    "body": "<p id=\"damage-reduction-(ex-or-su)\"> A creature with this special quality ignores damage from most weapons and natural attacks. Wounds heal immediately, or the weapon bounces off harmlessly (in either case, the opponent knows the attack was ineffective). The creature takes normal damage from energy attacks (even nonmagical ones), spells, spell-like abilities, and supernatural abilities. A certain kind of weapon can sometimes damage the creature normally, as noted below.</p><p>The entry indicates the amount of damage ignored (usually 5 to 15 points) and the type of weapon that negates the ability. </p><p>Some monsters are vulnerable to piercing, bludgeoning, or slashing damage. Others are vulnerable to certain materials, such as adamantine, alchemical silver, or cold-forged iron. Attacks from weapons that are not of the correct type or made of the correct material have their damage reduced, although a high enhancement bonus can overcome some forms of damage reduction.</p><p>Some monsters are vulnerable to magic weapons. Any weapon with at least a +1 magical enhancement bonus on attack and damage rolls overcomes the damage reduction of these monsters. Such creatures' natural weapons (but not their attacks with weapons) are treated as magic weapons for the purpose of overcoming damage reduction.</p><p>A few very powerful monsters are vulnerable only to epic weapons&mdash;that is, magic weapons with at least a +6 enhancement bonus. Such creatures' natural weapons are also treated as epic weapons for the purpose of overcoming damage reduction.</p><p>Some monsters are vulnerable to good-, evil-, chaotic-, or lawful-aligned weapons, such as from an<i> align weapon</i> spell or the <i>holy</i> magical weapon property. A creature with an alignment subtype (chaotic, evil, good, or lawful) can overcome this type of damage reduction with its natural weapons and weapons it wields as if the weapons or natural weapons had an alignment (or alignments) that matched the subtype(s) of the creature. </p><p>When a damage reduction entry has a dash (&mdash;) after the slash, no weapon negates the damage reduction.</p><p>A few creatures are harmed by more than one kind of weapon, such as &ldquo;cold iron or magic.&rdquo; A weapon that deals damage of either of these types overcomes this damage reduction.</p><p>A few other creatures require combinations of different types of attacks to overcome their damage reduction (such as &ldquo;magic and silver&rdquo;), and a weapon must be both types to overcome this type of damage reduction. A weapon that is only one type is still subject to damage reduction.</p>", 
    "name": "Damage Reduction", 
    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Damage Reduction", 
    "sections": [
        {
            "body": "<p id=\"format\">DR 5/silver; <i>Location</i>: Defensive Abilities.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Format"
        }
    ], 
    "ability_types": {
        "ability_type": "Supernatural"
    }, 
    "source": "Bestiary", 
    "type": "ability"
}