{
    "body": "<p id=\"gaze\"> A gaze attack takes effect when foes look at the attacking creature's eyes. The attack can have any sort of effect; petrification, death, and charm are common. The typical range is 30 feet. The type of saving throw for a gaze attack is usually a Will or Fortitude save (DC 10 + the 1/2 gazing creature's racial HD + the gazing creature's Cha modifier; the exact DC is given in the creature's text). A successful saving throw negates the effect. A monster's gaze attack is described in abbreviated form in its description. Each opponent within range of a gaze attack must attempt a saving throw each round at the beginning of his or her turn in the initiative order. Opponents can avoid the need to make the saving throw by not looking at the creature, in one of two ways. </p>", 
    "name": "Gaze", 
    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Gaze", 
    "sections": [
        {
            "body": "<p id=\"averting-eyes\">The opponent avoids looking at the creature's face, instead looking at its body, watching its shadow, tracking it in a reflective surface, etc. Each round, the opponent has a 50% chance to avoid having to make a saving throw against the gaze attack. The creature with the gaze attack, however, gains concealment from that opponent.</p>", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Gaze/Averting Eyes", 
            "type": "section", 
            "name": "Averting Eyes", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p id=\"wearing-a-blindfold\">The foe cannot see the creature at all (also possible to achieve by turning one's back on the creature or shutting one's eyes) and does not have to make saving throws against the gaze. However, the creature with the gaze attack gains total concealment from the opponent. </p><p>A creature with a gaze attack can actively gaze as an attack action by choosing a target within range. That opponent must attempt a saving throw but can try to avoid this as described above. Thus, it is possible for an opponent to save against a creature's gaze twice during the same round, once before the opponent's action and once during the creature's turn. </p><p>Gaze attacks can affect ethereal opponents. A creature is immune to the gaze attacks of others of its kind unless otherwise noted. Allies of a creature with a gaze attack might be affected; these allies are considered to be averting their eyes from the creature with the gaze attack, and have a 50% chance to not need to make a saving throw against the gaze attack each round.  The creature can also veil its eyes, thus negating its gaze ability.</p>", 
            "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Gaze/Wearing a Blindfold", 
            "type": "section", 
            "name": "Wearing a Blindfold", 
            "source": "Bestiary"
        }, 
        {
            "body": "<p id=\"format\">gaze; <i>Location</i>: Special Attacks.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Format"
        }
    ], 
    "ability_types": {
        "ability_type": "Supernatural"
    }, 
    "source": "Bestiary", 
    "type": "ability"
}