{
    "body": "<p id=\"spell-like-abilities-(sp)-\">Spell-like abilities are magical and work just like spells (though they are not spells and so have no verbal, somatic, focus, or material components). They go away in an <i>antimagic field</i> and are subject to spell resistance if the spell the ability is based on would be subject to spell resistance.</p><p>A spell-like ability usually has a limit on how often it can be used. A constant spell-like ability or one that can be used at will has no use limit; unless otherwise stated, a creature can only use a constant spell-like ability on itself. Reactivating a constant spell-like ability is a swift action. Using all other spell-like abilities is a standard action unless noted otherwise, and doing so provokes attacks of opportunity. It is possible to make a concentration check to use a spell-like ability defensively and avoid provoking an attack of opportunity, just as when casting a spell. A spell-like ability can be disrupted just as a spell can be. Spell-like abilities cannot be used to counterspell, nor can they be counterspelled.</p><p>For creatures with spell-like abilities, a designated caster level defines how difficult it is to dispel their spell-like effects and to define any level-dependent variables (such as range and duration) the abilities might have. The creature's caster level never affects which spell-like abilities the creature has; sometimes the given caster level is lower than the level a spellcasting character would need to cast the spell of the same name. If no caster level is specified, the caster level is equal to the creature's Hit Dice. The saving throw (if any) against a spell-like ability is 10 + the level of the spell the ability resembles or duplicates + the creature's Charisma modifier.</p><p>Some spell-like abilities duplicate spells that work differently when cast by characters of different classes. A monster's spell-like abilities are presumed to be the sorcerer/wizard versions. If the spell in question is not a sorcerer/wizard spell, then default to cleric, druid, bard, paladin, and ranger, in that order.</p>", 
    "name": "Spell-Like Abilities", 
    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Spell-Like Abilities", 
    "sections": [
        {
            "body": "<p id=\"format\">At will&mdash;<i>burning hands</i> (DC 13); <i>Location</i>: Spell-Like Abilities.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Format"
        }
    ], 
    "ability_types": {
        "ability_type": "Spell-Like"
    }, 
    "source": "Bestiary", 
    "type": "ability"
}