{
    "body": "<p id=\"whirlwind\"> Some creatures can transform themselves into whirlwinds and remain in that form for up to 1 round for every 2 HD they have. If the creature has a fly speed, it can continue to fly at that same speed while in whirlwind form; otherwise it gains a fly speed equal to its base land speed (average maneuverability) while in whirlwind form.</p><p>The whirlwind is always 5 feet wide at its base, but its height and width at the top vary from creature to creature (minimum 10 feet high). A whirlwind's width at its peak is always equal to half its height. The creature controls the exact height, but it must be at least 10 feet high.</p><p>The whirlwind form does not provoke attacks of opportunity, even if the creature enters the space another creature occupies. Another creature might be caught in the whirlwind if it touches or enters the whirlwind, or if the whirlwind moves into or through the creature's space. A creature in whirlwind form cannot make its normal attacks and does not threaten the area around it.</p><p>A creature that comes in contact with the whirlwind must succeed at a Reflex save (DC 10 + 1/2 the monster's HD + the monster's Strength modifier) or take damage as if it were hit by the whirlwind creature's slam attack. It must also succeed at a second Reflex save or be picked up bodily and held suspended in the powerful winds, automatically taking the indicated damage each round. A creature that can fly is allowed a Reflex save each round on its turn to escape the whirlwind. The creature still takes damage that round but can leave if the save is successful.</p><p>Creatures trapped in the whirlwind cannot move except to go where the whirlwind carries them or to escape the whirlwind. Trapped creatures can otherwise act normally, but must succeed at a concentration check (DC 15 + spell level) to cast a spell. Creatures caught in the whirlwind take a &ndash;4 penalty to Dexterity and a &ndash;2 penalty on attack rolls. The whirlwind can have only as many creatures trapped inside at one time as will fit inside the whirlwind's volume. As a free action, the whirlwind can eject any carried creatures whenever it wishes, depositing them in its space.</p><p>If the whirlwind's base touches the ground, it creates a swirling cloud of debris. This cloud is centered on the creature and has a diameter equal to half the whirlwind's height. The cloud obscures all vision, including darkvision, beyond 5 feet. Creatures 5 feet away have concealment, while those farther away have total concealment. Those caught in the cloud of debris must succeed at a concentration check (DC 15 + spell level) to cast a spell.</p>", 
    "name": "Whirlwind", 
    "url": "pfsrd://Bestiary/Rules/Universal Monster Rules/Whirlwind", 
    "sections": [
        {
            "body": "<p id=\"format\">whirlwind (3/day, 10&ndash;30 ft. high, 1d6+6 damage, DC 15); <i>Location</i>: Special Attacks.</p>", 
            "source": "Bestiary", 
            "type": "section", 
            "name": "Format"
        }
    ], 
    "ability_types": {
        "ability_type": "Supernatural"
    }, 
    "source": "Bestiary", 
    "type": "ability"
}