{
    "dexterity": "13", 
    "ac": "15, touch 15, flat-footed 14 (+1 Dex, +4 size)", 
    "special_attacks": "implant", 
    "intelligence": "4", 
    "melee": "bite +1 (1d2–3)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "10 ft., swim 10 ft.", 
    "alignment": "CN", 
    "size": "Diminutive", 
    "languages": "Aklo", 
    "strength": "4", 
    "constitution": "14", 
    "space": "1 ft.", 
    "treasure": "none", 
    "init": "+1", 
    "environment": "temperate forests or fresh water", 
    "source": "Bestiary 4", 
    "charisma": "11", 
    "fortitude": "+2", 
    "type": "creature", 
    "feats": "Skill Focus (Stealth)", 
    "senses": "low-light vision; Perception +4", 
    "description": "This minuscule creature resembles a newt with three tails. It's covered in a transparent slime, and looks hungry.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Alpluachra/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a full-round action, an alpluachra can crawl into the mouth of a helpless creature (no more than three size categories larger than itself) and implant itself into the creature's throat. Once implanted, anything that the creature ingests is instead consumed by the alpluachra, including such substances as elixirs and potions or ingested alchemical items, diseases, drugs, or poisons. Once the alpluachra is implanted, the host creature begins suffering the effects of starvation and thirst (Pathfinder RPG Core Rulebook 444). Due in part to its numbing slime, an implanted alpluachra is difficult to detect. Each time the host creature ingests anything, it gains an automatic Perception check against the alpluachra's Stealth. After the newtlike fey is detected, it can be removed either by consuming at least half a pound of salt or a gallon of salt water, by a remove disease spell cast on the host creature, or by treating the host with a successful DC 15 Heal check. When a Heal check made for this purpose fails by 5 or more, the host creature takes 1d6 points of damage. If the host attempts to remove the alpluachra by eating salt or drinking salt water, it must succeed at a DC 12 Fortitude save or become sickened for 1d8 hours from the reaction with the alpluachra. If the alpluachra dies or becomes unconscious, it is immediately detected by the host creature, and can be removed safely as a full-round action. While implanted, an alpluachra is considered helpless.", 
                    "name": "Implant", 
                    "url": "pfsrd://Bestiary 4/Monsters/Alpluachra/Special Abilities/Implant", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Any creature that deals damage to an alpluachra with a natural attack or an unarmed strike, comes into contact with an alpluachra, or is host to an alpluachra must succeed at a DC 12 Fortitude save or take a -4 penalty on all tactile Perception checks, as well as other skill checks requiring tactile senses (such as Disable Device and Sleight of Hand) for 24 hours. A host creature that fails this saving throw takes the penalty to detect the alpluachra implanted inside it. If the host creature succeeds at the saving throw, it can't be affected by the same alpluachra's numbing slime for another 24 hours.", 
                    "name": "Numbing Slime", 
                    "url": "pfsrd://Bestiary 4/Monsters/Alpluachra/Special Abilities/Numbing Slime", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Half a pound of salt or a gallon of salt water poured over an alpluachra or consumed by a creature an alpluachra has implanted itself in deals 1d3 points of damage to the alpluachra.", 
                    "name": "Vulnerable to Salt", 
                    "url": "pfsrd://Bestiary 4/Monsters/Alpluachra/Special Abilities/Vulnerable to Salt", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>These strange and insatiable fey prowl bubbling brooks, sauntering streams, and slow-moving rivers in a constant pursuit of food, but the extremely lazy creatures often tire of hunting. Alpluachras find it much easier to slip down a sleeping creature's throat, fall asleep, and dream of fantastic feasts and warm bubbling pools while its host does the eating for it. Because of this, alpluachras always keep an eye on riverbanks, looking for creatures napping near waterways. Once they find potential hosts, alpluachras stealthily slither up and slide down their snoring gullets.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Once inside, an alpluachra rests along the walls of the esophagus and devours all the food that comes down the host's throat. The host often starves to death in the process, as the parasite becomes more ravenous over time.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Despite their propensity to slowly kill their hosts, alpluachras are slothful rather than cruel. They have no concept of the harm they are doing, lazily enjoying the benefits while the host is still alive.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "5 (1d6+2)", 
    "weaknesses": "vulnerable to salt", 
    "reach": "0 ft.", 
    "wisdom": "11", 
    "defensive_abilities": "numbing slime", 
    "creature_type": "Fey", 
    "special_qualities": "amphibious", 
    "name": "Alpluachra", 
    "base_attack": "+0", 
    "skills": "Escape Artist +5, Perception +4, Stealth +20, Swim +5", 
    "reflex": "+3", 
    "cmd": "4 (8 vs. trip)", 
    "cmb": "–3", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 4/Monsters/Alpluachra", 
    "organization": "solitary", 
    "creature_subtype": "aquatic"
}