{
    "dexterity": "15", 
    "ac": "14, touch 14, flat-footed 12 (+2 Dex, +2 size)", 
    "intelligence": "-", 
    "melee": "slam +2 (1d2)", 
    "cr": "1/3", 
    "xp": "135", 
    "speed": "fly 40 ft. (perfect)", 
    "alignment": "NE", 
    "size": "Tiny", 
    "strength": "11", 
    "constitution": "-", 
    "space": "2-1/2 ft.", 
    "treasure": "none", 
    "init": "+2", 
    "environment": "any", 
    "source": "Bestiary 4", 
    "charisma": "10", 
    "immune": "undead traits", 
    "fortitude": "+0", 
    "type": "creature", 
    "senses": "darkvision 60 ft.; Perception +0", 
    "description": "A decaying humanoid head floats silently and ominously, its graying teeth eerily clattering.", 
    "sections": [
        {
            "body": "<p>A beheaded is a severed head or skull animated as a mindless undead sentinel that silently floats at eye level as it lies in wait for living prey or is sent out into the lands of the living to terrorize everyone it finds. A beheaded set loose near populated areas thumps ominously against shut doors and windows, biding its time until someone responds to the incessant knocking. The beheaded then assaults this victim.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Beheaded also guard grim crypts, abattoirs, and hideouts of murders who like to keep reminders of their past sins close at hand. Beheaded come in many varieties, usually based on the creature the head came from. A beheaded prefers to float at head height so it can more easily attack the face, neck, and shoulders of its victim.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A neutral evil spellcaster can gain a beheaded as a familiar at 3rd level by taking the Improved Familiar feat. A beheaded familiar loses the mindless trait and has an Intelligence score appropriate for its master's level.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A spellcaster can create a beheaded with <i>animate dead</i>. Each beheaded created requires two onyx gems worth 100 gp and the casting of one <i>air walk</i> or <i>fly</i> spell. Beheaded can be created with additional abilities from the list below. Creating a variant beheaded counts as 1 additional Hit Die toward the caster's maximum Hit Dice of controlled undead. For every two abilities added, increase the beheaded's CR by 1.</p><p><i>Belching </i>The beheaded can make a ranged touch attack with a maximum range of 30 feet that deals 1d6 points of energy damage (acid, cold, electricity, or fire, chosen at the time of creation).</p><p><i>Flaming (Su)</i>The beheaded gains fire immunity and a +2 bonus to Charisma. Its slam attack also deals 1d6 points of fire damage and might catch the target on fire.</p><p><i>Grabbing (Ex)</i>This type of beheaded has long tendrils of ragged hair or other limblike growths (such as a medusa's snake hair). Its slam attack gains the grab (Medium) special ability.</p><p><i>Screaming (Su)</i>This type of beheaded can scream out once every 1d4 rounds. Every creature within 30 feet must succeed at a Will save or be shaken for 1d4 rounds. The save DC is equal to 10 + 1/2 the screaming skull's racial Hit Dice + the screaming skull's Charisma modifier. This is a sonic mind-affecting fear effect. Whether or not the save is successful, any creature in the area can't be affected by that beheaded's scream for the next 24 hours.</p><p><i>Swarming (Ex)</i>The beheaded gains 1 additional Hit Die, the swarm subtype, swarm immunities, and the distraction special ability. It loses its slam attack but gains a swarm attack that deals 1d6 points of damage. This counts as two abilities for the purpose of determining the beheaded's CR.</p>", 
            "name": "Creating Beheaded", 
            "url": "pfsrd://Bestiary 4/Monsters/Beheaded/Creating Beheaded", 
            "ability_types": {
                "ability_type": "Supernatural"
            }, 
            "source": "Bestiary 4", 
            "type": "ability"
        }
    ], 
    "hp": "4 (1d8)", 
    "reach": "0 ft.", 
    "wisdom": "11", 
    "creature_type": "Undead", 
    "name": "Beheaded", 
    "base_attack": "+0", 
    "skills": "Fly +14", 
    "reflex": "+2", 
    "cmd": "10 (can't be tripped)", 
    "cmb": "+0", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 4/Monsters/Beheaded", 
    "organization": "solitary, pair, or patrol (3–6)"
}