{
    "dexterity": "8", 
    "ac": "33, touch 1, flat-footed 33 (–1 Dex, +32 natural, –8 size)", 
    "special_attacks": "breath weapon, overwhelming strength, swallow whole (20d6 acid damage, AC 26, 29 hp), trample (DC 37)", 
    "intelligence": "3", 
    "melee": "bite +29 (6d6+25/19–20 plus grab), slam +29 (3d8+25/19–20)", 
    "cr": "17", 
    "xp": "102,400", 
    "speed": "50 ft., burrow 50 ft.", 
    "alignment": "CN", 
    "size": "Colossal", 
    "languages": "Aklo (rarely speaks)", 
    "strength": "44", 
    "constitution": "28", 
    "space": "30 ft.", 
    "treasure": "none", 
    "init": "+3", 
    "environment": "any underground", 
    "source": "Bestiary 4", 
    "charisma": "23", 
    "immune": "acid, fire, disease, magical control, paralysis, poison, sleep, stun", 
    "fortitude": "+21", 
    "type": "creature", 
    "feats": "Awesome Blow, Critical Focus, Improved Bull Rush, Improved Critical (bite), Improved Critical (slam), Improved Initiative, Lightning Reflexes, Power Attack, Staggering Critical, Vital Strike", 
    "senses": "darkvision 60 ft., low-light vision; Perception +28", 
    "description": "This titanic worm heaves its endless bulk into the air, raising one end as if ready to strike with a massive set of hooked jaws.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Bhole/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Once every minute, a bhole can expel a prodigious amount of thick slime from its gullet. This breath weapon has a range of 900 feet, and creates a 40-foot-diameter spread of slime in its targeted area. Any creature within this area must succeed at a DC 29 Fortitude save or be stunned for 1d4 rounds. The slime transforms the area it coats into difficult terrain. Furthermore, any creature that is in the area (or that attempts to enter the area) must succeed at a DC 29 Reflex save or be entangled by the slime. Bhole slime persists for 2d6 hours and bhole lairs are typically pre-caked with the stuff. A bhole can move through bhole slime without penalty. The save DC is Constitution-based.", 
                    "name": "Breath Weapon", 
                    "url": "pfsrd://Bestiary 4/Monsters/Bhole/Special Abilities/Breath Weapon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A bhole is immune to nearly all forms of mind control, including all charm, suggestion, and dominate spells. It is similarly immune to magic jar and possession attempts. Confusion and other mind-affecting effects that don't allow another creature to directly control a bhole work normally. Rare effects that allow a creature to manipulate the exact effects of confusion on a creature provide one of the few ways to magically control a bhole. Other methods, particularly those tied to strange and powerful artifacts, may work as well.", 
                    "name": "Immune to Magical Control", 
                    "url": "pfsrd://Bestiary 4/Monsters/Bhole/Special Abilities/Immune to Magical Control", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A bhole always applies 1-1/2 times its Strength modifier on all natural weapon attacks.", 
                    "name": "Overwhelming Strength", 
                    "url": "pfsrd://Bestiary 4/Monsters/Bhole/Special Abilities/Overwhelming Strength", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Known on some worlds as dholes, bholes are among the largest of living creatures, wormlike leviathans of such size that few can claim to have seen one wholly from head to tail, and those who do suffer from madness or other afflictions that cause others to doubt these tales. The coloration of these creature ranges widely, from dark blues and purples to pale grays, yellows, or white. A bhole's cavernous mouth consists of long, bony jaws that extend and unfold from the creature's head when it feeds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Bholes are incredibly long-lived&mdash;those that exist in remote worlds or in other dimensions have done so for countless eons. The bholes themselves seem to have no interest in their history, perhaps as a result of their limited intellect, but they can live forever, barring death by violence.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Regions inhabited by bholes are always wastelands. Bholes seem able to eat and digest anything and everything, and in time can reduce a huge area to just a honeycombed network of immense tunnels. These regions swiftly collapse in on themselves, leaving rubble-filled pits of terrifying size.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "290 (20d10+180)", 
    "reach": "60 ft.", 
    "wisdom": "21", 
    "creature_type": "Magical Beast", 
    "dr": "10/-", 
    "name": "Bhole", 
    "base_attack": "+20; CMB +45 (+47 bull rush, +49 grapple)", 
    "skills": "Perception +28", 
    "reflex": "+13", 
    "cmd": "54 (56 vs. bull rush, can't be tripped)", 
    "will": "+11", 
    "url": "pfsrd://Bestiary 4/Monsters/Bhole", 
    "sr": "28", 
    "organization": "solitary"
}