{
    "dexterity": "22", 
    "ac": "23, touch 17, flat-footed 16 (+6 Dex, +1 dodge, +6 natural)", 
    "special_attacks": "blood drain (1d2 Con), detonate", 
    "intelligence": "14", 
    "melee": "bite +18 (2d4+4), 2 claws +18 (1d6+4 plus grab)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "30 ft., fly 60 ft. (perfect; in fiery form only)", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Abyssal, Common, Giant, Infernal", 
    "strength": "18", 
    "constitution": "15", 
    "immune": "charm, disease, fear, fire, sleep", 
    "treasure": "standard", 
    "init": "+10", 
    "environment": "any land", 
    "source": "Bestiary 4", 
    "charisma": "19", 
    "fortitude": "+6", 
    "spells": [
        {
            "spell-like abilities": "(CL 12th; concentration +16)<p class=\"stat-block-2\">Constant-<i>detect good</i>, <i>detect magic</i></p><p class=\"stat-block-2\">At will-<i>inflict moderate wounds</i> (DC 16), <i>scorching ray</i>, <i>spider climb</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>deep slumber</i> (DC 17)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Agile Maneuvers, Combat Reflexes, Dodge, Improved Initiative, Mobility, Weapon Finesse", 
    "senses": "darkvision 60 ft., detect good, detect magic; Perception +18", 
    "description": "This woman would be pretty if it were not for her sharp teeth and nails, and her ghastly pale skin.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Blood Hag/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A blood hag in fiery form can explode in a 30-foot-radius burst that deals 8d6 points of fire damage (Reflex DC 18 for half). Using this ability returns a blood hag to her normal form. The save DC is Constitution-based.", 
                    "name": "Detonate", 
                    "url": "pfsrd://Bestiary 4/Monsters/Blood Hag/Special Abilities/Detonate", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": ": As a standard action, a blood hag who has removed her skin by using mask evil can assume the form of a flying ball of fire for up to 12 rounds. After leaving fiery form, a blood hag must wait 1d4 rounds before assuming it again. A blood hag in this form who enters the same space as another creature stops moving for that round and deals 3d6 points of fire damage (Reflex DC 20 negates) to that creature. A blood hag can suppress her heat and dim her light to that of an ember if she chooses, and can pass through openings and cracks as though in gaseous form. A blood hag in fiery form retains her AC and also has immunity to nonmagical attacks and effects. A successful targeted dispel magic spell or 20 points of cold damage returns her from her fiery form to her normal form. A blood hag can assume fiery form a number of times per day equal to her Charisma modifier (typically 4). The save DC is Charisma-based.", 
                    "name": "Fiery Form", 
                    "url": "pfsrd://Bestiary 4/Monsters/Blood Hag/Special Abilities/Fiery Form", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "During the day, a blood hag \"wears her skin,\" giving her the appearance of a young woman. When so disguised, the blood hag can't use her bite, claws, or fiery form ability. At night, she bursts out of her skin and returns to her monstrous form. The hag regrows her skin each dawn. While a blood hag is wearing her skin, her alignment is masked as though by a constant undetectable alignment spell.", 
                    "name": "Mask Evil", 
                    "url": "pfsrd://Bestiary 4/Monsters/Blood Hag/Special Abilities/Mask Evil", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Blood hags, known to some as soucouyants, prefer to live near isolated human communities or on the edge of civilized lands. A blood hag takes the appearance of a young woman by day. At night, she assumes her true form, as her skin peels back and sloughs off to reveal the monstrosity beneath.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A hunting blood hag preys on unsuspecting neighbors during the night, sneaking into their homes and feeding off their blood or burning them alive. When a blood hag finds a particularly choice victim, she forgoes simply feeding on her, and instead abducts her, spiriting her away to the hag's hidden lair, where she'll be tortured and drained dry of blood over the course of days or weeks. Once the hag has properly prepared the victim's skin, she wears it. Bold and particularly clever blood hags attempt to masquerade as their victims for a time.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Blood hags of exceptional talent typically gain levels in the witch class.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A hag coven containing a blood hag loses access to the <i>control weather</i> and <i>speak with dead</i> spell-like abilities. Instead, the coven gains access to <i>death ward</i>, <i>fire storm</i>, and <i>nightmare</i>. When all three hags of the coven are within 10 feet of one another, the other hags gain the fire immunity and spell resistance of the blood hag. Blood hags absolutely loathe submitting to the authority of others, and rarely form covens with other blood hags or with any hags of power comparable to or greater than their own.</p>", 
            "url": "pfsrd://Bestiary 4/Monsters/Blood Hag/Blood Hag Covens", 
            "type": "section", 
            "name": "Blood Hag Covens", 
            "source": "Bestiary 4"
        }
    ], 
    "hp": "90 (12d10+24)", 
    "wisdom": "17", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "fiery form (DC 20), mask evil", 
    "dr": "5/cold iron and magic", 
    "name": "Blood Hag", 
    "base_attack": "+12", 
    "skills": "Acrobatics +18, Bluff +16, Disguise +16, Fly +14, Intimidate +19, Perception +18, Stealth +21", 
    "reflex": "+14", 
    "cmd": "33", 
    "cmb": "+18 (+22 grapple)", 
    "will": "+11", 
    "url": "pfsrd://Bestiary 4/Monsters/Blood Hag", 
    "sr": "19", 
    "organization": "solitary or coven (3 hags of any kind)", 
    "creature_subtype": "shapechanger"
}