{
    "dexterity": "11", 
    "ac": "17, touch 9, flat-footed 17 (+8 natural, –1 size)", 
    "special_attacks": "constrict (1d6+4), engulf (DC 17, 1d6 acid and paralysis)", 
    "intelligence": "12", 
    "melee": "2 slams +9 (1d6+4 plus grab)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "0 ft., fly 30 ft. (good)", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "Brethedan; telepathy 100 ft.", 
    "strength": "19", 
    "constitution": "20", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+0", 
    "environment": "any sky", 
    "source": "Bestiary 4", 
    "charisma": "11", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Combat Reflexes, Iron Will, Power Attack, Weapon Focus (slam)", 
    "senses": "blindsense 120 ft., darkvision 60 ft.; Perception +12", 
    "description": "This amorphous creature looks like an iridescent, blimp-shaped jellyfish, with a line of tentacles dangling down beneath it.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Brethedan/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A brethedan's body is extremely mutable, and can adapt to respond to virtually any situation. Once per round as a swift action that does not provoke attacks of opportunity, a brethedan can reshape its body and chemistry to adopt any of the following qualities.", 
                    "name": "Adaptation", 
                    "url": "pfsrd://Bestiary 4/Monsters/Brethedan/Special Abilities/Adaptation", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<ul><li>It gains resistance 5 against a single energy type (acid, cold, electricity, or fire).</li><li>It gains an additional natural attack (bite, tentacle, etc.) with damage appropriate to its size.</li><li>Its slam damage type changes to slashing or piercing.</li><li>Its slam damage die increases by one step (from 1d6 to 1d8 for most brethedans).</li><li>It gains a +4 natural armor bonus to AC.</li><li>Its reach increases to 20 feet.</li></ul>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p class=\"stat-block-1\">A brethedan can only have one modification in effect at any one time&mdash;if it selects a new adaptation, it loses any other in effect. More extreme adaptations are also possible (at the GM's discretion), but generally take days or even months to adopt.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "name": "Combine", 
            "url": "pfsrd://Bestiary 4/Monsters/Brethedan/Combine", 
            "sections": [
                {
                    "body": "<p class=\"stat-block-1\"> Thanks to their perfect communication, brethedans can combine to work together as parts of a larger organism. As a swift action, a brethedan adjacent to another can merge with it, becoming a single creature occupying both spaces. The merging brethedan forfeits its actions to augment the other, and adds its hit points (though not its Hit Dice) to the new creature's collective total. At this time, it also chooses one adaptation&mdash;the combined creature gains this benefit, and it cannot be changed unless the combined creature uses its single adaptation action each round to do so. Any number of brethedans can merge in this fashion, but each adaptation can be gained only once (though resistances to multiple energy types are allowed). The combined creature retains the ability to swap one adaptation each round (not once per component creature). Splitting into the component creatures again is a full-round action in which all component creatures are released and the remaining hit points are divided evenly. For the purposes of Hit Die-related effects, the Hit Dice of a combined brethedan are equal to those of the component creature with the highest CR.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section"
                }, 
                {
                    "body": "<p>Brethedans are an adaptive race of floating, telepathic creatures that live on gas giant worlds. Though highly intelligent, they disdain physical tools, likely because of the lack of raw materials available in the clouds of their vast homes. Instead, brethedans have evolved to solve problems by combining and modifying their bodies or producing tailored biological agents inside themselves. Though humanoids rarely understand the placid race's obscure and alien goals, brethedans do sometimes travel to and even colonize other gaseous worlds, and are believed to be the first creatures to have tamed oma for use as living spaceships. A typical Brethedan is 10 feet long and weighs 200 pounds.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section"
                }
            ], 
            "ability_types": {
                "ability_type": "Extraordinary"
            }, 
            "source": "Bestiary 4", 
            "type": "ability"
        }
    ], 
    "hp": "66 (7d8+35); regeneration 2 (acid)", 
    "reach": "10 ft.", 
    "wisdom": "14", 
    "defensive_abilities": "amorphous", 
    "creature_type": "Aberration", 
    "special_qualities": "adaptation, combine", 
    "name": "Brethedan", 
    "base_attack": "+5", 
    "skills": "Escape Artist +10, Fly +12, Handle Animal +7, Perception +12, Stealth +6", 
    "reflex": "+2", 
    "cmd": "20 (can't be tripped)", 
    "cmb": "+10 (+14 grapple)", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 4/Monsters/Brethedan", 
    "organization": "solitary, pair, or flotilla (3–8)"
}