{
    "dexterity": "9", 
    "ac": "18, touch 8, flat-footed 18 (–1 Dex, +10 natural, –1 size)", 
    "special_attacks": "rend (2 claws, 1d8+9), smash and bash", 
    "intelligence": "6", 
    "racial_modifiers": "+8 Stealth when underground", 
    "melee": "2 claws +11 (1d8+6), gore +11 (1d8+6)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft., burrow 30 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Giant", 
    "strength": "22", 
    "constitution": "17", 
    "space": "10 ft.", 
    "treasure": "standard", 
    "init": "+3", 
    "environment": "any underground", 
    "source": "Bestiary 4", 
    "charisma": "6", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Great Fortitude, Improved Initiative, Skill Focus (Stealth)", 
    "senses": "tremorsense 60 ft., scent; Perception +9", 
    "description": "This hairless, hunchbacked giant has cruel tusks and two enormous, blunt-clawed fists that look strong enough to shatter stone.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Buggane/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Bugganes are blind. They are immune to gaze attacks, visual effects, illusions, and other attack forms that rely on sight.", 
                    "name": "Blind", 
                    "url": "pfsrd://Bestiary 4/Monsters/Buggane/Special Abilities/Blind", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per minute as a swift action, a buggane can empower itself to completely ignore the physicality of stone and metal, enabling it to pass through stone and metal barriers as easily as air. Until the beginning of the buggane's next turn, the buggane has earth glide and takes no damage from stone or metal weapons, or from the natural attacks of creatures of the earth subtype or stone or metal constructs. Additionally, a buggane's melee attacks ignore any AC bonus (including enhancement bonuses) from metal or stone armor and shields. While using earth distortion, the buggane cannot damage stone or metal constructs or creatures of the earth subtype with its natural attacks.", 
                    "name": "Earth Distortion", 
                    "url": "pfsrd://Bestiary 4/Monsters/Buggane/Special Abilities/Earth Distortion", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a free action, a buggane can attempt to trip an opponent it damages with its rend attack without provoking an attack of opportunity. If the trip attempt fails, the buggane cannot be tripped in return. If the trip attempt is successful, the target must succeed at a DC 19 Fortitude save or be stunned for 1 round. The save DC is Strength-based.", 
                    "name": "Smash and Bash", 
                    "url": "pfsrd://Bestiary 4/Monsters/Buggane/Special Abilities/Smash and Bash", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Bugganes are a race of blind, hairless giants that dwell deep underground. Distantly related to ogres, bugganes share their surface-dwelling cousins' appetite for the flesh of sentient beings, and are coldly efficient killers who tenaciously stalk their prey in absolute silence. Bugganes pursue and slay those who trespass into their well-marked territories, carrying their victims back to their lairs where they are unceremoniously consumed by the entire clan.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Dull-witted and savage, bugganes disdain the use of even the most primitive weapons and tools. They rely on their tusks and claws, all of which are capable of shredding flesh, bone, and solid rock with equal ease. Their useless, mole-like eyes react painfully to bright light. A typical buggane stands between 8 and 9 feet tall and weighs 900 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "51 (6d10+18)", 
    "weaknesses": "light blindness", 
    "reach": "10 ft.", 
    "wisdom": "13", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "blind, earth distortion", 
    "name": "Buggane", 
    "base_attack": "+6", 
    "skills": "Climb +10, Perception +9, Stealth +7 (+15 when underground)", 
    "reflex": "+4", 
    "cmd": "22", 
    "cmb": "+13", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 4/Monsters/Buggane", 
    "organization": "solitary, pair, hunting party (3–5), or clan (6–30)"
}