{
    "dexterity": "26", 
    "ac": "23, touch 23, flat-footed 14 (+6 deflection, +8 Dex, +1 dodge, –2 size)", 
    "special_attacks": "feed", 
    "intelligence": "19", 
    "melee": "disintegrating touch +15 touch (6d6; DC 22)", 
    "cr": "10", 
    "xp": "9,600", 
    "speed": "30 ft., fly 50 ft. (perfect)", 
    "alignment": "CN", 
    "size": "Huge", 
    "languages": "Aklo (can't speak)", 
    "strength": "-", 
    "constitution": "22", 
    "space": "15 ft.", 
    "treasure": "incidental", 
    "init": "+12", 
    "environment": "any", 
    "source": "Bestiary 4", 
    "charisma": "23", 
    "immune": "acid, cold, fire, mind-affecting effects, ooze traits, poison, sonic", 
    "fortitude": "+10", 
    "type": "creature", 
    "feats": "Dodge, Improved Initiative, Lightning Reflexes, Mobility, Spring Attack, Weapon Finesse", 
    "senses": "blindsense 120 ft.; Perception +18", 
    "description": "An eerie radiance, a glow unlike anything else, fills the area, bringing with it a stifling sense of latent malignancy.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Colour Out of Space/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A creature within 300 feet of a colour out of space (even when the colour is hiding within a solid object) must succeed at a DC 22 Will save or become overwhelmed with listlessness and ennui. While under this effect, the creature takes a -4 penalty on all Will saving throws, and doesn't willingly travel farther than a mile from the area where it failed its saving throw against that colour's aura of lassitude. A break enchantment spell (DC 22) ends the effect, as does removing the victim from the aura's area of effect. Every 24 hours, a creature affected by an aura of lassitude can attempt a new DC 22 Will save to cast off the effects of the aura. A creature that succeeds at this saving throw is immune to that colour's aura of lassitude for 24 hours. A creature that is under the effects of an aura of lassitude from a colour out of space can't be further affected by this ability from other colours. This is a mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Aura of Lassitude", 
                    "url": "pfsrd://Bestiary 4/Monsters/Colour Out of Space/Special Abilities/Aura of Lassitude", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A colour's touch causes a terrible disintegration of flesh and bone. A successful DC 22 Fortitude save halves the damage caused by a colour out of space's touch attack. A creature reduced to 0 hit points by a colour out of space's touch attack must succeed at a DC 22 Fortitude save or be immediately slain and reduced to a pile of fine ash. The save DC is Constitution-based.", 
                    "name": "Disintegrating Touch", 
                    "url": "pfsrd://Bestiary 4/Monsters/Colour Out of Space/Special Abilities/Disintegrating Touch", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A colour can attempt to feed on any living creature or a region of plant life as a full-round action. If it feeds on a single creature, the colour must have line of sight and be within 300 feet of the target. If it feeds on a region of plant and animal life, it only needs to be within that region. It can attempt to feed on a region once per week, and upon a living creature at will (but only once per day per living creature). Feeding on a region of plant life is automatically successful, blighting that region of plant life as if by a diminish plants spell used to stunt growth.A creature can resist being fed upon by a colour out of space by succeeding at a DC 22 Will save, in which case the colour must wait 24 hours before attempting to feed on that creature again. If this saving throw fails, the victim takes 1d4 points of Charisma drain and Constitution drain. The save DC is Charisma-based.A creature whose Constitution score is drained to 0 by a colour out of space's feed attack immediately dies, crumbling into a mass of desiccated tissue.A creature whose Charisma score is drained to 0 by a colour out of space's feed attack gains the colour-blighted simple template (see the facing page). Every time a colour successfully feeds on a creature, it gains 1 growth point. A colour out of space can never have more than 100 growth points&mdash;it can expend 100 growth points after spending 24 hours concentrating on its growth, and in so doing gains 1 permanent Hit Die.", 
                    "name": "Feed", 
                    "url": "pfsrd://Bestiary 4/Monsters/Colour Out of Space/Special Abilities/Feed", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A colour out of space takes half again as much damage (+50%) from force effects, and takes a -4 penalty on all saving throws to resist force effects. A colour out of space can't damage force effects with its disintegrating touch. Its aura of lassitude and feed ability is blocked if the colour is completely entrapped by force effects (such as by a windowless cell version of forcecage or a telekinetic sphere).", 
                    "name": "Susceptible to Force Effects", 
                    "url": "pfsrd://Bestiary 4/Monsters/Colour Out of Space/Special Abilities/Susceptible to Force Effects", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The deepest, strangest parts of space hold truly alien beings&mdash;and of those, few are more notorious than the colour out of space. The lack of a physical body does little to impede this deadly alien life form's ability to cause incredible devastation to other life it encounters. A colour out of space's life cycle requires periodic visits to the deepest reaches of space for the creature to gestate and grow in the vicinity of powerful gravitational fields (such as those created by planets), and this custom only increases the monster's opportunities to bring ruin to countless worlds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>The colour out of space is just that&mdash;a mobile radiance. Its glow is unlike any seen in nature. The few who encounter one of these creatures and survive sometimes describe the radiance or portrayed it in art as a sinister, green-gray illumination, but these depictions are flawed reproductions. To witness the colour out of space is to know there are things no humanoid mind can fully comprehend, describe, or explain.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Very little is known about the life cycle of a colour that dwells in the depths of space, for it is only when it comes to a planet to grow and reproduce that other life forms encounter it. A colour's arrival upon a world is typically via a small meteorite strike&mdash;the colour itself infuses a meteoroid, and shortly after the falling star's arrival, the rock crumbles away to expose the semisolid mass of a larval colour that seeps into the surrounding landscape. Although a colour is incorporeal, and thus able to move through solid objects, it can also exist as a free-floating, eerie radiance. Natural sunlight doesn't particularly harm colours out of space, but they prefer to dwell in darkened areas like deep caves or abandoned wells where their own radiance is the only light.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Over the course of several weeks, months, or even years, the colour feeds upon the surrounding plant and animal life&mdash;the act of being fed upon is weirdly addictive to its victims, who develop a self-destructive lassitude that prevents them from fleeing the region. When a colour has absorbed enough life to grow to full maturity (usually signified by reaching 25 to 30 Hit Dice), it gathers its strength and erupts from its den, coruscating into the sky as it launches the majority of itself back into space. Sometimes, enough remains of the parent colour to survive on its own, and in these cases the life cycle repeats again and again. Areas blighted by a colour out of space are singularly recognizable, not only for the eerie pallor of local plant life and large swaths of blasted, barren landscape, but also by the presence of those the colour has fed on. These unfortunate, deformed individuals, known as colour-blighted creatures, never live for long, but while they do, their madness often drives them to violent behavior, be they people or beasts.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A creature with the colour-blighted simple template appears hideously deformed and glows with the same unnamable color as the creature that blighted it. A colour-blighted creature's quick and rebuild rules are the same.</p>", 
            "name": "Colour-Blighted Simple Template (CR +0)", 
            "url": "pfsrd://Bestiary 4/Monsters/Colour Out of Space/Colour-Blighted Simple Template (CR +0)", 
            "type": "section", 
            "source": "Bestiary 4", 
            "sections": [
                {
                    "body": "<p>A colour-blighted creature's ability scores are already drained as a result of being fed upon by a colour out of space, but once a creature gains this template it becomes immune to further feed attacks from colours out of space until it loses the colour-blighted simple template. A Charisma score drained to 0 by a colour out of space's feed attack is raised to 1; otherwise, its ability scores are not altered by this template. In order to remove this simple template from a creature, one only has to restore all of its drained ability scores to normal. As long as a creature suffers the colour-blighted template, it becomes aggressive toward creatures that do not exude the colors of a colour out of space, and gains a +1 bonus on attack rolls and weapon damage rolls against such targets. Every 24 hours, a creature suffering from this simple template must succeed at a DC 12 Fortitude save or crumble into fine, white ash&mdash;such a doom means instant death and, for many color-blighted creatures, the only chance at escape from a life filled with pain.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Colour Out of Space/Colour-Blighted Simple Template (CR +0)/Rebuild Rules", 
                    "type": "section", 
                    "name": "Rebuild Rules", 
                    "source": "Bestiary 4"
                }
            ]
        }
    ], 
    "hp": "126 (12d8+72)", 
    "weaknesses": "susceptible to force effects", 
    "reach": "15 ft.", 
    "wisdom": "23", 
    "defensive_abilities": "amorphous, incorporeal", 
    "creature_type": "Ooze", 
    "name": "Colour Out of Space", 
    "base_attack": "+9", 
    "skills": "Fly +27, Knowledge (geography) +16, Knowledge (nature) +16, Knowledge (planes) +16, Perception +18, Stealth +12", 
    "reflex": "+14", 
    "cmd": "36 (can't be tripped)", 
    "cmb": "+19", 
    "will": "+10", 
    "url": "pfsrd://Bestiary 4/Monsters/Colour Out of Space", 
    "aura": "lassitude (300 ft., DC 22)", 
    "sr": "21", 
    "organization": "solitary", 
    "creature_subtype": "incorporeal"
}