{
    "dexterity": "13", 
    "ac": "12, touch 12, flat-footed 10 (+1 Dex, +1 dodge)", 
    "intelligence": "24", 
    "melee": "2 claws +2 (1d4–2)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "5 ft., fly 30 ft. (perfect)", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "telepathy 100 ft.; tongues", 
    "strength": "6", 
    "constitution": "8", 
    "immune": "mind-affecting effects", 
    "treasure": "standard", 
    "init": "+1", 
    "environment": "any urban", 
    "source": "Bestiary 4", 
    "charisma": "21", 
    "fortitude": "+0", 
    "spells": [
        {
            "spell-like abilities": "(CL 4th; concentration +9)<p class=\"stat-block-2\">Constant-<i>detect magic</i>, <i>mage hand</i>, <i>read magic</i>, <i>tongues</i></p><p class=\"stat-block-2\">At will-<i>daze</i> (DC 15), <i>detect thoughts</i> (DC 17), <i>ghost sound</i> (DC 15), <i>magic missile</i></p><p class=\"stat-block-2\">1/day-<i>telekinesis</i> (DC 20)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Casting, Dodge", 
    "senses": "blindsight 60 ft., darkvision 60 ft.; Perception +10", 
    "description": "This floating creature is mostly pulsating brain-sac, with an atrophied manikin body hanging under it.", 
    "sections": [
        {
            "body": "<p>Once, the entities that would become known as contemplatives were relatively normal humanoids, notable only for their extreme intelligence. At some point in the distant past, however, their race discovered a great secret within itself, unlocking the mind's potential for such sought-after mental powers as telekinesis. Evolution&mdash;whether natural or forced by the contemplatives themselves&mdash;made their incredible brains the sole focus of their advancement, and as the contemplatives grew to rely more and more on their psychic abilities, their limbs withered and shrank.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Today, a contemplative's massive brain makes up roughly 80 percent of its body weight. Below the pulsating and partially translucent sac that protects the vital organ, the rest of its body hangs almost vestigially, used for little more than breathing and processing food. Movement, speech, and the manipulation of objects are handled by the creatures' psychic abilities, resulting in a collection of eerily quiet figures that float slowly and precisely along the halls of their fortresses, mulling over ideas that only their advanced brains are capable of understanding. Though alien in appearance and demeanor, contemplatives are rarely malicious; instead, when their unexplainable goals bring them into conflict with other races, it can generally be assumed that they have good reasons for their actions, though this may be of little comfort to those inconvenienced by the far-seeing brain-people's schemes. Perhaps the most disturbing thing about the contemplatives, however, is the chance that their abhorrent, brain-centric form may in fact be the ultimate destination of all humanoid evolution.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical contemplative weighs roughly 100 pounds and measures 4 feet in diameter, though it prefers to float at the eye level of whomever it's talking to. When it speaks inside another creature's head, its voice is monotone and seems to come from everywhere at once, and when multiple contemplatives are encountered, they almost always use the pronoun \"we\" rather than the individual \"I.\"</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "18 (4d10–4)", 
    "wisdom": "17", 
    "creature_type": "Monstrous Humanoid", 
    "name": "Contemplative", 
    "base_attack": "+4", 
    "skills": "Bluff +9, Diplomacy +9, Fly +9, Handle Animal +9, Knowledge (arcana, history, planes) +11, Linguistics +11, Perception +10, Sense Motive +7, Spellcraft +11, Use Magic Device +9", 
    "reflex": "+5", 
    "cmd": "14", 
    "cmb": "+2", 
    "will": "+7", 
    "url": "pfsrd://Bestiary 4/Monsters/Contemplative", 
    "organization": "solitary, trio, or band (4–7)"
}