{
    "dexterity": "17", 
    "ac": "17, touch 14, flat-footed 13 (+3 Dex, +1 dodge, +3 natural)", 
    "special_attacks": "death throes, sneak attack +2d6", 
    "intelligence": "13", 
    "racial_modifiers": "+4 Climb, +4 Perception, +4 Stealth", 
    "melee": "mwk dagger +10/+5 (1d4+2/19–20 plus black smear poison)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Dark Folk, Undercommon", 
    "strength": "14", 
    "constitution": "14", 
    "treasure": "standard (mwk dagger, black smear [2 doses; Pathfinder RPG Bestiary 54], other gear)", 
    "init": "+3", 
    "environment": "any underground", 
    "source": "Bestiary 4", 
    "charisma": "18", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 8th; concentration +12)<p class=\"stat-block-2\">Constant-<i>detect magic</i></p><p class=\"stat-block-2\">At will-<i>bleed</i> (DC 14)</p><p class=\"stat-block-2\">3/day-<i>deeper darkness, shadow</i> <i>step</i></p><p class=\"stat-block-2\">1/day-<i>shadow</i> <i>conjuration</i> (DC 18)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Augment Summoning, Dodge, Spell Focus (conjuration), Weapon Finesse", 
    "senses": "detect magic, see in darkness; Perception +8", 
    "description": "Wrapped in tatters of dark musty robes, this humanoid figure weaves malevolent magic.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Dark Caller/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When a dark caller is slain, its body bursts into shreds of blisteringly cold shadows, leaving its gear in a heap on the ground. All creatures within a 10-foot burst take 1d4 points of Strength damage and are staggered for 1 round. A successful DC 16 Fortitude save halves the Strength damage and negates the staggered effect. This ability damage is temporary and an affected creature's Strength returns to normal after 3d10 minutes. The save DC is Constitution-based.", 
                    "name": "Death Throes", 
                    "url": "pfsrd://Bestiary 4/Monsters/Dark Caller/Special Abilities/Death Throes", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Three dark callers can collaborate on a ritual that calls an owb (see page 210) to their service. The ritual takes 1 hour to complete. If the dark callers involved are distracted in any way, the attempt is ruined and the ritual must begin anew. Once called to their service, the owb serves them for 24 hours. Though the owb is free-willed, it follows orders to the best of its ability.", 
                    "name": "Shadow Ritual", 
                    "url": "pfsrd://Bestiary 4/Monsters/Dark Caller/Special Abilities/Shadow Ritual", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Dark callers hold a position in dark folk society similar to that of lay priests. Dark callers are named for their role in summoning otherworldly creatures called owbs (see page 210) to oversee important rites in their shadowed communities deep underground. Dark callers perform rituals that bring these creatures forth to preside over all manner of ceremonies the dark folk perform, but the most important is the blanching. When dark folk are born, they are exposed to the sinister touch of the owb's curse of darkness ability, which saps all color and light from the infant dark folk. It's during this ritual that the infant's potential is judged. From that moment on, the youngling grows into one of the various types of dark folk.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Dark callers are the least physically malformed of the dark folk, but their minds are more twisted than those of their cousins. They're cruel and inscrutable to most, and they lead their kind alongside dark stalkers, controlling vast underground communities of these strange humanoids. In many cases, one dark stalker and one dark caller lead a clan.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A dark caller is highly superstitious, seeing omens in all things. He constantly performs strange rituals whose results are interpreted only by him, then passed to the dark stalker with he's paired with in leadership.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Dark callers are typically 6 feet tall and weigh slightly under 100 pounds. Despite their lanky frames, they're quite strong, though they avoid physical confrontation. Instead, they'll use their limited authority to command dark creepers to fight for them, or at least distract attackers while the dark callers cast spells.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "52 (8d8+16)", 
    "weaknesses": "light blindness", 
    "wisdom": "13", 
    "creature_type": "Humanoid", 
    "special_qualities": "poison use, shadow ritual", 
    "name": "Dark Caller", 
    "base_attack": "+6", 
    "skills": "Climb +6, Intimidate +5, Knowledge (arcana) +9, Knowledge (planes) +9, Perception +8, Stealth +10, Use Magic Device +5", 
    "reflex": "+9", 
    "cmd": "22", 
    "cmb": "+8", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 4/Monsters/Dark Caller", 
    "organization": "solitary, pair, or gang (1 plus 2–5 dark stalkers), or clan (20–80 dark creepers plus 1 dark stalker and dark caller per 20 dark creepers)", 
    "creature_subtype": "dark folk"
}