{
    "dexterity": "15", 
    "ac": "13, touch 11, flat-footed 11 (+2 Dex, +2 natural, –1 size)", 
    "special_attacks": "disease", 
    "intelligence": "4", 
    "racial_modifiers": "+2 Perception, +2 Stealth, +2 Survival", 
    "melee": "2 bites +4 (1d8+1 plus disease and trip)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "30 ft.", 
    "alignment": "NE", 
    "size": "Large", 
    "languages": "Goblin (can't speak)", 
    "strength": "13", 
    "constitution": "13", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "+2", 
    "environment": "warm deserts", 
    "source": "Bestiary 4", 
    "charisma": "6", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Toughness, Weapon Finesse", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +7", 
    "description": "This black-furred, two-headed dog is as large as a horse and has midnight-black eyes. Tiny worms crawl on its mangy hide.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Death Dog/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Wormpox: Bite&mdash;Injury; save Fort DC 12; onset 1 day; frequency 1 day; effect 1 Con damage; cure 2 consecutive saves.", 
                    "name": "Disease", 
                    "url": "pfsrd://Bestiary 4/Monsters/Death Dog/Special Abilities/Disease", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Death dogs are disease-ridden nocturnal pack hunters. Said to be the risen corpses of dogs or hyenas animated by monster-worshiping cultists, they are actually living creatures infested with symbiotic worms. Capable of tracking their prey for miles across barren terrain, death dogs surround stronger creatures, attacking and retreating, allowing their infected bites to wear down an opponent until it is too weak to fight. A pack's territory may overlap with others of its kind without competition, though in lean times packs may skirmish over live prey or carrion.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A death dog's saliva contains hundreds of tiny eggs that grow into flesh-devouring worms. The worms don't harm the death dog, but consume any creatures they come into contact with. A death dog's corpse is contagious for several days after its demise and may infect creatures that touch or eat it. <i>Remove disease</i> can kill a death dog's worms and remove its disease ability, but if allowed to associate with others of its kind, its quickly becomes reinfected.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical death dog is 7 feet long, stands 4 feet tall at the shoulder, and weighs about 500 pounds. Death dogs may ally with hobgoblins and bugbears, though the goblinoids are not immune to the dogs' disease. Thus these alliances are often temporary.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>In the scrub borders between forests and deserts or plains and badlands, worgs and death dogs may mix. If a worg pack is resistant to disease, or an outcast worg takes control of a death dog pack, crossbreeding may occur. Most of these two-headed pups die before reaching adulthood, but those that survive are larger, tougher, smarter, and able to speak as well as a worg can (add the advanced creature simple template). These \"death worgs\" have worms infecting their brains, driving them mad with rage.</p><p>Death worgs bully their packs into submission, raid caravans and humanoid settlements, and kill more than they can eat. Most death worgs live only a year or two into adulthood, slain in needless fights for dominance or dropping dead as their worm-ravaged brains stop working.</p>", 
            "url": "pfsrd://Bestiary 4/Monsters/Death Dog/Death Worg", 
            "type": "section", 
            "name": "Death Worg", 
            "source": "Bestiary 4"
        }
    ], 
    "hp": "22 (3d10+6)", 
    "reach": "5 ft.", 
    "wisdom": "12", 
    "creature_type": "Magical Beast", 
    "name": "Death Dog", 
    "base_attack": "+3", 
    "skills": "Perception +7, Stealth +4, Survival +4", 
    "reflex": "+5", 
    "cmd": "17 (21 vs. trip)", 
    "cmb": "+5", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 4/Monsters/Death Dog", 
    "organization": "solitary, pair, or pack (3–12)"
}