{
    "dexterity": "25", 
    "ac": "36, touch 15, flat-footed 29 (+7 armor, +7 Dex, +14 natural, –2 size)", 
    "special_attacks": "infernal wound", 
    "intelligence": "23", 
    "racial_modifiers": "+4 Acrobatics when jumping", 
    "resist": "acid 10", 
    "melee": "bite +28 (2d6+12), 2 claws +28 (1d8+12 plus infernal wound), 2 slams +26 (1d8+6), tail slap +26 (2d6+6)", 
    "cr": "18", 
    "xp": "153,600", 
    "speed": "40 ft., fly 80 ft. (average)", 
    "alignment": "LE", 
    "size": "Huge", 
    "languages": "Abyssal, Aklo, Celestial, Common, Draconic, Infernal; telepathy 100 ft.", 
    "strength": "34", 
    "constitution": "30", 
    "space": "15 ft.", 
    "treasure": "double", 
    "init": "+11", 
    "environment": "any (Hell)", 
    "source": "Bestiary 4", 
    "charisma": "24", 
    "immune": "cold, dismissal, electricity, fire, poison, sonic", 
    "fortitude": "+21", 
    "spells": [
        {
            "spell-like abilities": "(CL 16th; concentration +23)<p class=\"stat-block-2\">At will-<i>gaseous form</i>, <i>greater invisibility</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>scorching ray</i>, <i>whispering wind</i></p><p class=\"stat-block-2\">3/day-<i>blasphemy</i> (DC 24), <i>dispel magic</i>, <i>ethereal jaunt</i>, <i>harm</i> (DC 23), <i>heal</i> (DC 23), <i>hold monster</i> (DC 22), <i>wall of stone</i></p><p class=\"stat-block-2\">1/day-<i>greater scrying</i> (DC 21), summon (level 7, horned devil 60%), <i>unhallow</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Awesome Blow, Flyby Attack, Greater Bull Rush, Hover, Improved Bull Rush, Improved Initiative, Multiattack, Power Attack, Toughness", 
    "senses": "darkvision 60 ft., see in darkness; Perception +28", 
    "description": "This ancient monstrosity has the torso of a massively muscled giant, scaly wings, and the lower half of a four-legged, clawed beast.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Devil/Nemesis/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An advodaza can grant worthy servants a measure of its power. As a full-round action, an advodaza can touch a willing creature, marking it with a unique symbol. For as long as the creature is marked, it gains a spell-like ability it can use once per day. This spell-like ability comes from the advodaza's chosen domain (see false divinity, below). The target can also telepathically communicate with the advodaza over any distance while on the same plane. An advodaza can dismiss its mark as a standard action, no matter where the bearer is. It can also, as a standard action, cause pain to a mark bearer that deals 6d6 points of damage with no saving throw. An advodaza can mark multiple creatures, up to a number equal to its Hit Dice (typically 18).", 
                    "name": "Devil Mark", 
                    "url": "pfsrd://Bestiary 4/Monsters/Devil/Nemesis/Special Abilities/Devil Mark", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Each advodaza chooses one cleric domain and gains the domain spells (5th level and lower) of that domain as spell-like abilities. Each of these abilities can be used 3 times per day. The advodaza does not gain any of the domain's granted powers. Most advodazas possess powers from the Evil, Fire, Law, Trickery, War, or Weather domains, though any domains except Good or Chaos are possible. These spell-like abilities are not included in the stat block above.Evil Domain: align weapon (evil only), dispel good, magic circle against good, protection from good, unholy blight", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "descriptor"
                }, 
                {
                    "body": "Fire Domain: burning hands, fire shield, fireball, produce flame, wall of fireLaw Domain: align weapon (law only), dispel chaos, magic circle against chaos, order's wrath, protection from chaosTrickery Domain: confusion, disguise self, false vision, invisibility, nondetectionWar Domain: divine power, flame strike, magic vestment, magic weapon, spiritual weaponWeather Domain: call lightning, fog cloud, ice storm, obscuring mist, sleet storm", 
                    "name": "False Divinity", 
                    "url": "pfsrd://Bestiary 4/Monsters/Devil/Nemesis/Special Abilities/False Divinity", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Advodazas armor themselves in fallen idols and ornaments of devotion. This armor grants an advodaza a +7 armor bonus to AC and immunity to cold, electricity, and sonic damage, as well as immunity to the spell dismissal. The spells chaos hammer, holy smite, holy word, and word of chaos destroy this armor, removing the devil's armor bonus to AC and its immunities (its cold immunity is replaced with the devil's normal cold resistance of 10). The&#160;armor is automatically destroyed if the advodaza is slain. If uninterrupted for 1 hour, an advodaza can summon new armor to replace its destroyed protection.", 
                    "name": "Idol Armor", 
                    "url": "pfsrd://Bestiary 4/Monsters/Devil/Nemesis/Special Abilities/Idol Armor", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "An advodaza's assaults leave vicious marks that do not easily heal. The damage an advodaza inflicts with its claws leaves persistent wounds that deal 2d6 points of bleed damage. Bleeding caused in this way is difficult to stanch&mdash;a successful DC 29 Heal check is required to stop the bleeding, and anyone attempting to magically heal a creature suffering from an infernal wound must succeed at a DC 29 caster level check or the spell does not function. Success indicates the healing works normally and stops all bleed effects. The Heal check DC and caster level DC are Constitution-based.", 
                    "name": "Infernal Wound", 
                    "url": "pfsrd://Bestiary 4/Monsters/Devil/Nemesis/Special Abilities/Infernal Wound", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>False gods, fallen demagogues, nemesis devils&mdash;all are names for the fiends known collectively as advodazas. They survive from dark ages past, when mortals offered worship to base things and unwholesome spirits that masqueraded as baleful gods. Although time and faith have turned against these beings, the most tenacious of their kind have refused to fade into oblivion, and to these obstinate corruptors and one-time deities the gates of Hell swing wide and welcoming. These lords of cults and masters of forgotten mysteries find renewed vigor in the depths of the Pit, and those seeking to restore their power and lordship over mortalkind undergo terrible indoctrinations and binding rites that transform them over the ages into true devils. What emerge are shades of half-remembered demigods, fallen princes seeking to claim their subjects anew, and fiends of blasphemy: the idol-clad advodazas.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Fantastically ancient beings, advodazas rose from spirits worshiped by mortals in distant ages, typically as part of primitive and deranged cults. While humanoids still huddled in crude shelters, begging any power that would listen to protect them from storms, beasts, enemies, hunger, and countless other fears, the spirits of the land, sky, and animals were the first to give heed. Not deities, but elusive influences, these forces heard the early prayers and worked what appeared to be miracles in return for sacrifices and adoration. Slowly, these formless vestiges took shape as idols, fetishes, palladia, and all manner of cult images. Yet as knowledge of true deities and the powers they offered worshipers spread, the old spirits were either forgotten or demonized and rooted out.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>All advodazas desire to eventually return to the Material Plane, where they might tempt new followers to serve, sacrifice, and raise idols to their names. Though merciless, advodazas appeal to many mortals because of the directness of their interaction and their willingness to grant power or to violently smite enemies for a seemingly paltry price. In death, however, advodazas' servants find no divine realm, nor do they sit beside some grand deity. When they die, there is only Hell.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>No two advodazas look exactly alike. Each one embodies the powers and spheres of influence for which it was worshiped in ages past and subsequently anthropomorphized as a monstrous being. Typically, this results in quadrupedal and half-bestial shapes that bristle with terrible wings, hooves, claws, and fangs. Universally, though, they bear the broken remnants of their fallen faith&mdash;in the form of cracked idols worn like armor, profane talismans crafted into jewelry, or fearful totems wielded like massive weapons&mdash;and bristle with archaic power and unquenchable arrogance. Despite this wide range of appearances, all advodazas possess the same core abilities, though some particularly ancient or powerful fiends possess augmented or even unique abilities.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Most advodazas stand about 18 feet tall and weigh approximately 9 tons.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "297 (18d10+198)", 
    "reach": "15 ft. (20 ft. with tail)", 
    "wisdom": "25", 
    "defensive_abilities": "idol armor", 
    "creature_type": "Outsider", 
    "special_qualities": "devil mark, false divinity (Trickery)", 
    "dr": "10/good and silver", 
    "name": "Devil, Nemesis", 
    "base_attack": "+18", 
    "skills": "Acrobatic +25 (+29 when jumping), Bluff +28, Diplomacy +28, Fly +24, Intimidate +28, Knowledge (arcana, planes, religion) +27, Perception +28, Sense Motive +28, Spellcraft +24, Stealth +20", 
    "reflex": "+18", 
    "cmd": "49 (51 vs. bull rush, 53 vs. trip)", 
    "cmb": "+32 (+36 bull rush)", 
    "will": "+13", 
    "url": "pfsrd://Bestiary 4/Monsters/Devil/Nemesis", 
    "sr": "29", 
    "organization": "solitary or pantheon (2–5)", 
    "creature_subtype": "devil, evil, extraplanar, lawful"
}