{
    "dexterity": "12", 
    "ac": "15, touch 9, flat-footed 14 (+1 Dex, +6 natural, –2 size)", 
    "special_attacks": "pounce", 
    "intelligence": "6", 
    "racial_modifiers": "+7 Perception, +5 Sense Motive", 
    "melee": "5 bites +7 (1d8+3)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "40 ft., fly 40 ft. (perfect), swim 40 ft.", 
    "alignment": "N", 
    "size": "Huge", 
    "languages": "Draconic", 
    "strength": "17", 
    "constitution": "18", 
    "space": "15 ft.", 
    "treasure": "standard", 
    "init": "+5", 
    "environment": "temperate ruins", 
    "source": "Bestiary 4", 
    "charisma": "13", 
    "immune": "disease, mind-affecting effects, poison", 
    "fortitude": "+8", 
    "spells": [
        {
            "spell-like abilities": "(CL 5th; concentration +6)<p class=\"stat-block-2\">At will-<i>dimension door</i> (within sacred site only)</p><p class=\"stat-block-2\">3/day-<i>alarm</i>, <i>knock</i></p><p class=\"stat-block-2\">1/day-<i>arcane lock</i>, <i>augury</i>, <i>clairvoyance/clairaudience</i>, <i>hold portal</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Reflexes, Iron Will, Weapon Focus (bite)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +16", 
    "description": "This regal hydra has one larger head and four smaller ones, and projects an aura of authority and menace.", 
    "sections": [
        {
            "body": "<p>A divine guardian is a creature chosen by the gods to guard a sacred site of the faith. Blessed with eternal life (or damned, some might say), a divine guardian spends untold centuries in the service of its deity, tirelessly and deathlessly defending its charge from any who would seek to desecrate it.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Typically such a creature is transformed into a form more regal than its mortal one, setting it apart from a typical member of its race or species. A divine guardian is spiritually connected to the one site that it must guard for eternity. As long as a divine guardian remains within that site, it does not hunger, thirst, get sick, or even age. Within the bounds of its sacred site, a divine guardian possesses numerous defensive powers to ward it from intruders, but it can never leave the area or the long years of its service will finally catch up to it. A divine guardian must weigh the power and prestige of its endless responsibility against the freedom death might inevitably bring.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Most divine guardians are chosen servants who agree to willingly serve their gods for all eternity, but some have been cursed with their duty in response for some harm to the god's faithful or as atonement for some great sin. Whatever the nature of its creation, a divine guardian is still beholden to the god that granted it its powers, and to the followers of that god as well.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A cleric or paladin of the deity that created a divine guardian can issue the guardian commands. This does not give the cleric or paladin complete control over the creature, but the guardian does respond favorably to those requests. For example, a cleric could ask it to not attack her companions, or to help her defend the guardian's sacred site from attackers. A cleric or paladin of the same faith must win an opposed Charisma check to convince a divine guardian to do anything it wouldn't ordinarily do. A divine guardian can never be ordered to leave its sacred site or to go against the tenets of its deity's faith.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>The divine guardian hydra presented here is built using a hydra. This divine guardian hydra is a divine guardian of the god of nature and the weather, thus giving it the air and water subtypes.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>\"Divine guardian\" is an acquired template that can be added to any creature (referred to hereafter as the base creature). A divine guardian uses all the base creature's statistics and special abilities except as noted here.</p>", 
            "name": "Creating a Divine Guardian", 
            "url": "pfsrd://Bestiary 4/Monsters/Divine Guardian/Creating a Divine Guardian", 
            "type": "section", 
            "source": "Bestiary 4", 
            "sections": [
                {
                    "body": "<p>Same as the base creature +1.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "CR"
                }, 
                {
                    "body": "<p>Usually, the alignment of a divine guardian matches that of the god who invested it with power. Sometimes, however, a god punishes a wayward worshiper or an enemy of the faith by making it a divine guardian.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Alignment"
                }, 
                {
                    "body": "<p>The creature's type does not change, but the creature might gain one or more alignment or elemental subtypes, depending on the alignment and portfolio of the deity that granted it the template. Possible subtypes include air, chaotic, cold, earth, evil, fire, good, lawful, and water. For instance, a lawful good deity's divine guardian would have the lawful and good subtypes, even if it were actually of some other alignment. Similarly, a neutral god of water and ice would grant its divine guardian the water and cold subtypes.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Type"
                }, 
                {
                    "body": "<p>A divine guardian gains darkvision 60 feet and low-light vision.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Senses"
                }, 
                {
                    "body": "<p>A divine guardian is immune to disease, poison, and all mind-affecting effects. It also gains fast healing 5. In addition, it gains the following defensive ability.</p><p><i>Ability Healing </i>A divine guardian heals 1 point of ability damage per round in each damaged ability score.</p>", 
                    "name": "Defensive Abilities", 
                    "url": "pfsrd://Bestiary 4/Monsters/Divine Guardian/Creating a Divine Guardian/Defensive Abilities", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>A divine guardian gains the following.</p><p><i>Spell-Like Abilities</i>A divine guardian has a cumulative number of spell-like abilities depending on its Hit Dice. Unless otherwise noted, these abilities are usable 1/day. CL is equal to the divine guardian's HD or the CL of the base creature's spell-like abilities, whichever is higher.</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>HD</th><th>Abilities</th></tr></thead><tbody><tr class=\"odd\"><td>1-2</td><td><i>Alarm</i> 3/day, <i>dimension door</i> at will (within sacred site only), <i>hold portal</i></td></tr><tr class=\"even\"><td>3-4</td><td><i>Arcane lock</i>, <i>knock</i> 3/day</td></tr><tr class=\"odd\"><td>5-6</td><td><i>Augury</i>, <i>clairaudience/clairvoyance</i></td></tr><tr class=\"even\"><td>7-8</td><td><i>Dismissal</i></td></tr><tr class=\"odd\"><td>9-10</td><td> <i>Commune</i></td></tr><tr class=\"even\"><td>11-12</td><td> <i>Guards and wards</i></td></tr><tr class=\"odd\"><td>13-14</td><td> <i>Forbiddance</i></td></tr><tr class=\"even\"><td>15-16</td><td> <i>Banishment</i></td></tr><tr class=\"odd\"><td>17-18</td><td> <i>Repulsion</i></td></tr><tr class=\"even\"><td>19-20</td><td> <i>Screen</i></td></tr><tr class=\"odd\"><td>21+ </td><td><i>Antipathy</i></td></tr></tbody></table>", 
                            "url": "pfsrd://Bestiary 4/Monsters/Divine Guardian/Creating a Divine Guardian/Special Attacks/", 
                            "type": "table", 
                            "source": "Bestiary 4"
                        }
                    ], 
                    "name": "Special Attacks", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>A divine guardian gains the following.</p><p><i>Aura </i>A divine guardian with the chaotic, evil, good, or lawful subtypes has an aura as if it were an aligned outsider of equivalent Hit Dice (see the <i>detect evil</i> spell for details).</p><p><i>Blessed Life (Ex)</i>A divine guardian does not age or breathe. It does not require food, drink, or sleep.</p><p><i>Divine Swiftness (Ex)</i>A divine guardian is gifted with incredible speed, granting it a +4 bonus on initiative rolls. In addition, each of the base creature's speeds is doubled. If the base creature has a fly speed, the divine guardian's maneuverability becomes perfect if it was not already. If the divine guardian acquires the air, earth, or water subtype, it gains a fly, burrow, or swim speed equal to its highest speed.</p><p><i>Sacred Site (Ex)</i>Each divine guardian is assigned to guard a specific site sacred to the deity that invested it with power. This area may be a structure, a series of structures, or a natural site with clearly defined borders. It can be as large as a city, but in most cases it's a single temple or a sacred grove. Gods don't waste their powers on places that their worshipers can protect, so most divine guardians keep watch over abandoned burial grounds or lost temples. The divine guardian of such a site is charged with protecting it from harm and preventing incursions by those not of the faith. It must keep its vigil until the god deems the guardian's task done.</p><p>If the divine guardian ever moves out of the area defined as the sacred site, it immediately loses the divine guardian template and any spellcasting ability the deity might have granted from class levels. It cannot regain the template unless it atones for its failure (usually by completing some quest or via an <i>atonement</i> spell) and reenters the site within 1 week. Otherwise, it loses the template permanently, taking 6d6 points of Constitution drain as the years of lost food, drink, and sleep return to it tenfold. A creature that lacks a Constitution score takes 2d6 points of damage per Hit Die from this process. Even if it survives the Constitution drain, the creature can never regain the template.</p>", 
                    "name": "Special Qualities", 
                    "url": "pfsrd://Bestiary 4/Monsters/Divine Guardian/Creating a Divine Guardian/Special Qualities", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>Wis +4, Cha +4. If the base creature has an Intelligence score of 2 or lower, it also gains Int +4.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Abilities"
                }, 
                {
                    "body": "<p>A divine guardian gains a +5 racial bonus on Perception and Sense Motive checks.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p>Solitary.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Divine Guardian/Creating a Divine Guardian/Organization", 
                    "type": "section", 
                    "name": "Organization", 
                    "source": "Bestiary 4"
                }
            ]
        }
    ], 
    "hp": "47 (5d10+20); fast healing 5", 
    "reach": "10 ft.", 
    "wisdom": "15", 
    "defensive_abilities": "ability healing", 
    "creature_type": "Magical Beast", 
    "special_qualities": "blessed life, divine swiftness, hydra traits, regenerate head, sacred site", 
    "name": "Divine Guardian", 
    "base_attack": "+5", 
    "skills": "Fly +9, Perception +16, Sense Motive +7, Swim +11", 
    "reflex": "+5", 
    "cmd": "21 (can't be tripped)", 
    "cmb": "+10", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 4/Monsters/Divine Guardian", 
    "organization": "solitary", 
    "creature_subtype": "air, water"
}