{
    "dexterity": "11", 
    "ac": "12, touch 11, flat-footed 12 (+1 natural, +1 size)", 
    "special_attacks": "devastating maw, sneak attack +1d6, swarming", 
    "intelligence": "3", 
    "racial_modifiers": "+8 Climb", 
    "melee": "bite +4 (1d6+3/19–20)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "30 ft., burrow 30 ft., climb 30 ft.", 
    "alignment": "N", 
    "size": "Small", 
    "languages": "Aklo", 
    "strength": "12", 
    "constitution": "14", 
    "treasure": "incidental", 
    "init": "+0", 
    "environment": "any underground (except water)", 
    "source": "Bestiary 4", 
    "charisma": "5", 
    "fortitude": "+2", 
    "type": "creature", 
    "feats": "Improved CriticalB (bite), Weapon Focus (bite), Weapon SpecializationB (bite)", 
    "senses": "darkvision 60 ft.; Perception +5", 
    "description": "This small creature looks like a lumpy head with crab legs and a giant mouth filled with stone teeth.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Dossenus/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A dossenus can burrow through stone (or weaker materials such as wood) as easily as dirt.", 
                    "name": "Burrow", 
                    "url": "pfsrd://Bestiary 4/Monsters/Dossenus/Special Abilities/Burrow", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A dossenus' bite attack counts as adamantine for the purposes of overcoming DR and bypassing hardness.", 
                    "name": "Devastating Maw", 
                    "url": "pfsrd://Bestiary 4/Monsters/Dossenus/Special Abilities/Devastating Maw", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A dossenus cannot swim and always fails Swim checks. If a dossenus becomes completely submerged in water, it must succeed at a DC 15 Will save on its turn each round or be paralyzed with fear until it is no longer submerged.", 
                    "name": "Hydrophobia", 
                    "url": "pfsrd://Bestiary 4/Monsters/Dossenus/Special Abilities/Hydrophobia", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Dossenuses are brutally efficient at swarming foes and often skitter atop one another in their haste to overwhelm and devour prey. Up to two dossenuses can share the same square at the same time. If two dossenuses sharing the same square attack the same foe, they are considered to be flanking that foe as if they were in two opposite squares.", 
                    "name": "Swarming", 
                    "url": "pfsrd://Bestiary 4/Monsters/Dossenus/Special Abilities/Swarming", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A dossenus is a subterranean pack hunter that can digest almost anything. Its body is mostly head and face, dominated by a huge mouth with multiple rows of black, rocklike teeth. Two thin arms and four thin legs extend from its underdeveloped body; its front limbs end in crablike claws it can use to clumsily manipulate objects. A dossenus is just under 4 feet long and weighs 60 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Dossenuses are notorious for their voracious appetites and ability to gnaw through practically any substance with their savage teeth. Though their tiny eyes appear absent of thought or purpose, dossenuses are actually slightly more intelligent than mere beasts. These creatures have a primitive communal social structure, speak and understand Aklo, and practice a violent form of religion based on the indiscriminate consumption of all other forms of life. Dossenuses practice ritual cannibalism of their dead.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Dossenuses are gifted climbers and burrowers and use their talents to clamber up or through walls, floors, ceilings, and over their fellows to quickly surround and overwhelm prey.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Once one of these extremely tenacious creatures lays eyes on potential prey, it does not give up the chase until it or its target is dead, or enters or crosses a body of water. A dossenus cannot swim (it sinks to the bottom) and has an intense fear of deep water.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Once every few generations, dossenuses gather in great numbers, sometimes in the thousands. After several weeks of worship, fasting, and frenzied mating, the creatures skitter forth as a massive swarm intent on devouring any living thing in their path.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "13 (2d8+4)", 
    "weaknesses": "hydrophobia, light blindness", 
    "wisdom": "10", 
    "creature_type": "Aberration", 
    "name": "Dossenus", 
    "base_attack": "+1", 
    "skills": "Climb +17, Perception +5", 
    "reflex": "+0", 
    "cmd": "11 (15 vs. trip)", 
    "cmb": "+1", 
    "will": "+3; +4 vs. poison", 
    "url": "pfsrd://Bestiary 4/Monsters/Dossenus", 
    "organization": "solitary, clutch (2–9), or infestation (10–20)"
}