{
    "dexterity": "20", 
    "ac": "48, touch 13, flat-footed 43 (+5 Dex, +35 natural, –2 size)", 
    "special_attacks": "impregnate surrogate, mythic power (10/day, surge +1d12), razor claws, well of life", 
    "intelligence": "29", 
    "melee": "2 claws +31 (4d8+14/16–20/×4), gore +28 (4d6+7), 4 tentacles +29 (2d6+7)", 
    "cr": "25", 
    "xp": "1,638,400", 
    "speed": "50 ft., climb 30 ft., swim 30 ft.", 
    "alignment": "NE", 
    "size": "Huge", 
    "languages": "Abyssal, Aklo, Aquan, Auran, Celestial, Common, Draconic, Ignan, Infernal, Terran", 
    "strength": "38", 
    "constitution": "46", 
    "space": "15 ft.", 
    "treasure": "double", 
    "init": "+9", 
    "environment": "any", 
    "source": "Bestiary 4", 
    "charisma": "41", 
    "immune": "bleed, disease, poison, polymorph effects", 
    "fortitude": "+28", 
    "spells": [
        {
            "spell-like abilities": "(CL 20th; concentration +35)<p class=\"stat-block-2\">Constant-<i>freedom of movement</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>dimension door</i></p><p class=\"stat-block-2\">3/day-<i>antilife shell</i>, <i>break enchantment</i>, <i>contagion</i> (DC 28), quickened <i>cure serious wounds</i>,<i> dimension door</i></p><p class=\"stat-block-2\">1/day-<i>antimagic field</i>, <i>destruction</i> (DC 32), <i>regenerate</i><sup>M</sup></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Casting, Combat ReflexesM, Great FortitudeM, Improved Initiative, Iron WillM, Lightning ReflexesM, Multiattack, Quick Channel, Quicken Spell-Like Ability (cure serious wounds), Selective Channeling, Skill Focus (Perception), Weapon FocusM (claw), Weapon Focus (tentacle)", 
    "senses": "darkvision 120 ft., lifesense, true seeing; Perception +39", 
    "description": "This woman's upper body is shapely and beautiful, but her lower body is bloated, with pulsating tumors and writing tentacles.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a full-round action, a drakainia can give birth to a spawn, which is a Large or smaller creature of her choice with a single random mutation (see the facing page). Each day she can produce any number of creatures whose combined total base CR does not exceed 3 + her Constitution modifier (usually 21).", 
                    "name": "Birth Spawn", 
                    "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Special Abilities/Birth Spawn", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A drakainia's aura pulses with developing life. All poisons or diseases active within her 30-foot aura have an onset of 1 round and a frequency of 1/minute. Impregnated creatures within her aura gestate in 2d4 rounds. Any creature born within her aura gains a mutation as if it were the drakainia's spawn, though if the creature's parent was not impregnated by the drakainia, the creature born is an infant of the kind its biological parents would produce, and doesn't count toward the CR limit the drakainia can spawn per day.", 
                    "name": "Gestation Aura", 
                    "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Special Abilities/Gestation Aura", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A drakainia can disgorge a monstrous embryo into the mouth of a living, corporeal creature that is pinned or helpless. She makes a grapple combat maneuver check, and if she succeeds she impregnates that creature regardless of its gender. A mythic character must succeed at a DC 38 Fortitude saving throw to avoid being impregnated; a non-mythic character is impregnated automatically. An impregnated creature's pregnancy lasts for 2d4 rounds. During this pregnancy, the victim is nauseated until the monster bursts forth from the victim's abdomen, which deals 10d6 points of damage to the pregnant creature and applies the broken condition to any armor it is wearing.Remove Disease (DC 28) eliminates the unnatural embryo. Alternatively, as a full-round action another creature can attempt to cut out the growing monster with a DC 38 Heal check. On a successful check, the offspring is removed, and the formerly pregnant creature takes 1d4 points of bleed damage. On failed check, the pregnant creature takes 2d6 points of bleed damage and is stunned for 1 round, but the offspring is not removed. The creature spawned by means of this impregnation is any creature of the drakainia's choice that is at least one size category smaller than the creature she impregnated. These spawn count against the drakainia's daily CR allowance for birth spawn (see above).", 
                    "name": "Impregnate Surrogate", 
                    "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Special Abilities/Impregnate Surrogate", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "When a drakainia uses her dimension door spell-like ability, instead of the normal range, she can choose to teleport to any space occupied by one of her spawn that is within 1 mile of her. She doesn't need line of sight or knowledge of the spawn's location. If she chooses a spawn that is farther than a mile away, she does not lose the use of the spell-like ability, but does lose the action. On arrival, she explodes out from her offspring, destroying it entirely.", 
                    "name": "Invert Birth", 
                    "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Special Abilities/Invert Birth", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "The spawn gestating inside the drakainia constantly alter her internal construction, making her immune to bleed, disease, poison, and polymorph effects. When she is subject to a critical hit or a sneak attack, this polymorphism grants her a 75% chance of negating such attacks.", 
                    "name": "Polymorphism", 
                    "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Special Abilities/Polymorphism", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A drakainia's claws are razor sharp with a critical threat range of 17-20 and a critical multiplier of ×4.", 
                    "name": "Razor Claws", 
                    "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Special Abilities/Razor Claws", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a swift action, a drakainia can transfer a single harmful spell effect or condition from herself to one of her offspring that is currently within her gestation aura.", 
                    "name": "Transfer Suffering", 
                    "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Special Abilities/Transfer Suffering", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A drakainia can unleash the primal life energy within in her body to channel positive energy as if she were a 20th-level cleric (DC 35). She can use this ability 18 times per day and can choose to expend 1 use of mythic power at each use to maximize the damage healed.", 
                    "name": "Well of Life", 
                    "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Special Abilities/Well of Life", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Primal life energy, raw and uncontrolled, seethes through this mother of monsters. Her churning, distended belly mocks creation, birthing horrors and dismal failures. The weak are torn apart in the writhing mass of her nursery, while the strong transcend their hideous origins to become creatures of greatness in their own right.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>She is always encountered with at least a handful of her favored children, as well as other progeny she can sacrifice to protect herself. With their help, she impregnates those who come across her with twisted, monstrous life.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>When a drakainia spawns, either through her own body or through a surrogate, what issues forth is a mutated abomination. Any impregnated creature that's within the drakainia's gestation aura has a child of the parents' race, but with one of the following mutations.</p>", 
            "name": "Drakainia Spawn", 
            "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Drakainia Spawn", 
            "type": "section", 
            "source": "Bestiary 4", 
            "sections": [
                {
                    "body": "<table><thead><tr><th>d%</th><th>Mutation</th></tr></thead><tbody><tr class=\"odd\"><td>01-10</td><td><b>Fatal Mutation</b> The creature is birthed stillborn and horribly disfigured.</td></tr><tr class=\"even\"><td>11-20</td><td><b>Covered in Eyes </b> Eyes cover the front and back of the creature's head. It gains all-around vision.</td></tr><tr class=\"odd\"><td>21-30</td><td><b>Chameleon Scales (Ex)</b> This creature is covered in scales that shift their hue to blend in with their surroundings. The creature gains a +8 racial bonus on Stealth checks and gains hide in plain sight.</td></tr><tr class=\"even\"><td>31-40</td><td><b>Poison Glands (Ex)</b> The creature has a pair of poison sacs near its mouth. It gains immunity to poison, and three times per day it can spit a dose of poison up to 20 feet as a ranged touch attack. <i>Poison</i>: Contact&mdash;injury; <i>save</i> Fort DC 10 + 1/2 the creature's HD + its Constitution modifier; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d3 Con damage; <i>cure</i> 1 save.</td></tr><tr class=\"odd\"><td>41-50</td><td><b>Sticky (Ex)</b> The creature's limbs are covered in tiny, hooked hairs that give its skin a downy appearance. It gains the grab ability on its primary natural attacks (if it has any) or its unarmed strike, and a +8 racial bonus on Climb checks.</td></tr><tr class=\"even\"><td>51-60</td><td><b>Serpent-Headed Tail (Ex)</b> The creature has a tail that ends in a snake head. This provides a +4 circumstance bonus on Perception checks and a primary bite attack (1d3 + the creature's Strength modifier for a Medium creature). In addition, the creature gains Improved Trip as a bonus feat.</td></tr><tr class=\"odd\"><td>61-70</td><td><b>Vestigial Companion (Ex)</b> The creature has the head of an animal (usually a goat, chicken, or dog) growing out of its back or torso, providing the scent ability. If the base creature already has scent, this mutation allows it to determine the direction of a particular scent as a free action.</td></tr><tr class=\"even\"><td>71-80</td><td><b>Multiple Heads (Ex)</b> The creature has 2d4 heads, granting it a +4 racial bonus on saving throws against illusions and enchantments and a +8 racial bonus on Perception checks. The creature speaks an additional number of languages equal to its total number of heads. Each head speaks with a different voice.</td></tr><tr class=\"odd\"><td>81-90</td><td><b>Tentacles (Ex)</b> The creature's legs are replaced with multiple tentacles. It can't be tripped and gains a +8 racial bonus to CMD and a +8 racial bonus on combat maneuver checks to grapple.</td></tr><tr class=\"even\"><td>91-99</td><td><b>Impenetrable Skin (Ex)</b> The drakainia spawn's skin is tough and scaly. It gains DR/&mdash; equal to half its HD (maximum 10).</td></tr><tr class=\"odd\"><td>100</td><td><b>Favored Spawn (Su)</b> Favored spawn are those a drakainia has marked as successful or quasi-successful mutations. These powerful spawn gain a +4 luck bonus on all saving throws, a +4 increase to natural armor, a +4 inherent bonus to two ability scores, and 1 mythic rank.</td></tr></tbody></table>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Drakainia/Drakainia Spawn/", 
                    "type": "ability", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4"
                }
            ]
        }
    ], 
    "hp": "642 (25d8+530); regeneration 10 (negative energy)", 
    "reach": "15 ft. (20 ft. with claws)", 
    "wisdom": "21", 
    "creature_type": "Aberration", 
    "special_qualities": "birth spawn, invert birth, polymorphism, transfer suffering", 
    "dr": "10/epic", 
    "name": "Drakainia", 
    "base_attack": "+18", 
    "skills": "Bluff +40, Climb +45, Diplomacy +40, Handle Animal +20, Heal +30, Intimidate +43, Knowledge (arcana) +34, Knowledge (dungeoneering) +34, Knowledge (nature) +34, Perception +39, Sense Motive +30, Spellcraft +37, Swim +50, Use Magic Device +40", 
    "reflex": "+15", 
    "cmd": "49 (can't be tripped)", 
    "cmb": "+34", 
    "will": "+21", 
    "url": "pfsrd://Bestiary 4/Monsters/Drakainia", 
    "sr": "36", 
    "aura": "gestation (30 ft.)", 
    "mr": "10", 
    "organization": "solitary", 
    "creature_subtype": "mythic"
}