{
    "dexterity": "11", 
    "ac": "12, touch 10, flat-footed 12 (+2 natural)", 
    "special_attacks": "horrifying ooze", 
    "intelligence": "-", 
    "melee": "slam +3 (1d4+3 plus horrifying ooze)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "30 ft.; air walk", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "16", 
    "constitution": "-", 
    "immune": "undead traits", 
    "treasure": "none", 
    "init": "+0", 
    "environment": "any", 
    "source": "Bestiary 4", 
    "charisma": "12", 
    "fortitude": "+0", 
    "spells": [
        {
            "spell-like abilities": "(CL 1st; concentration +1)<p class=\"stat-block-2\">Constant-<i>air walk</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "ToughnessB", 
    "senses": "darkvision 60 ft.; Perception +0", 
    "description": "This slimy, shifting mass has the shape of a humanoid, but is made out of what appears to be some form of sticky rope or cloth.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Any creature struck by an ectoplasmic creature's slam attack must succeed at a DC 11 Will save or be shaken for 1d4 rounds. The save DC is Charisma-based.", 
                    "name": "Horrifying Ooze", 
                    "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Special Abilities/Horrifying Ooze", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "An ectoplasmic creature has the ability to pass through walls or material obstacles. To use this ability, the ectoplasmic creature must begin and end its turn outside of whatever wall or obstacle it's moving through. An ectoplasmic creature cannot move through corporeal creatures with this ability, and its movement speed is halved while moving through a wall or obstacle. Any surface it moves through is coated with a thin, silvery mucus that lingers for 1 minute.", 
                    "name": "Phase Lurch", 
                    "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Special Abilities/Phase Lurch", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Drawn from energies of the Ethereal Plane, ectoplasm is a vile substance resembling thick tangles of slimy linen or dripping goo. It shapes itself into the form of an undead creature, creating a host for a soul unfortunate enough to be confined within it. The existence of an ectoplasmic being is a cruel one, and few souls willingly choose this painful form of undeath.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>An ectoplasmic creature is approximately the same size as the body it inhabited in life, though it weighs nearly twice as much, as the ropes of undead matter that compose its body are significantly heavier than most living flesh.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Even more so than most undead beings, creatures born of ectoplasm live hateful existences, filled with nothing but a lust for destruction and suffering. They have no bodily needs and require no sustenance; the only thing an ectoplasmic creature feeds upon is its own hatred of the living.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Once a spirit has passed to the afterlife, it seldom wishes to return at all, let alone in a disfigured ectoplasmic body. Spirits that aren't powerful enough to come back as ghosts or spectres sometimes return as ectoplasmic monsters, particularly when there are no remains of the creature's original body for its soul to inhabit in the form of a skeleton or zombie. Sometimes, ghosts and other strong undead purposefully draw upon ectoplasm from the ethereal realm, yearning for even more power in their ectoplasmic hosts.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Those who suffer this sorrowful fate, by misfortune or choice, are usually stuck in their ectoplasmic prisons until death grants them sweet release from this unlife. The transition from death to ectoplasmic undeath is a torturous ordeal, as is retaining the horrid form into which the creature is reborn. Often, this persistent agony drives these beings beyond mad, creating within an insatiable rage akin to that experienced by frustrated ghosts and other haunted souls.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>An ectoplasmic creature's burning desperation and embitterment often pushes it toward violence: most such beings fling themselves into battle willingly, killing to satiate their natural hunger for the suffering of others, while simultaneously hoping to be killed and thus freed of their own suffering own.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Whenever in contact with surfaces (including walls they pass through), ectoplasmic creatures leave a trail of a silvery substance that resembles a slug's mucus&mdash;a trait almost exclusive to these undead. This slippery secretion dries within moments, so if its encountered, there is surely such a creature lurking nearby.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Ectoplasmic beings can inhabit any location, regardless of environment or climate. The horrors tend to prowl the areas in which they died, and rarely venture outside these areas, as though they were anchored there.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Though these entities rarely coordinate complicated actions with others of their kind, they seem to do so unintentionally at times. Their unnatural strength makes ectoplasmic creatures formidable combatants, which those not familiar with fighting ectoplasmic creatures would expect by looking at them. Fortunately for the wary, the sticky ectoplasm that trails behind these undead monsters is a clear indicator of their presence, and most experienced clerics can identify the substance at a glance.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>\"Ectoplasmic\" is an acquired template that can be added to any corporeal creature (other than an undead), referred to hereafter as the base creature.</p>", 
            "name": "Creating an Ectoplasmic Creature", 
            "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Creating an Ectoplasmic Creature", 
            "type": "section", 
            "source": "Bestiary 4", 
            "sections": [
                {
                    "body": "<p>Same as the base creature +1.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Creating an Ectoplasmic Creature/Challenge Rating", 
                    "type": "section", 
                    "name": "Challenge Rating", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>Usually chaotic evil.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Alignment"
                }, 
                {
                    "body": "<p>The creature's type changes to undead. It retains any subtype except for alignment subtypes (such as evil) and subtypes that indicate kind (such as giant). It does not gain the augmented subtype. It uses all the base creature's statistics and special abilities except as noted in the following sections.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Type"
                }, 
                {
                    "body": "<p>The creature's natural armor bonus changes as follows:</p>", 
                    "type": "section", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>Ectoplasm Size</th><th>Natural Armor Bonus</th></tr></thead><tbody><tr class=\"odd\"><td>Tiny or smaller</td><td>+0</td></tr><tr class=\"even\"><td>Small</td><td>+1</td></tr><tr class=\"odd\"><td>Medium</td><td>+2</td></tr><tr class=\"even\"><td>Large</td><td>+3</td></tr><tr class=\"odd\"><td>Huge</td><td>+4</td></tr><tr class=\"even\"><td>Gargantuan</td><td>+6</td></tr><tr class=\"odd\"><td>Colossal</td><td>+8</td></tr></tbody></table>", 
                            "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Creating an Ectoplasmic Creature/Armor Class/", 
                            "type": "table", 
                            "source": "Bestiary 4"
                        }
                    ], 
                    "name": "Armor Class", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>Drop HD gained from class levels (to a minimum of 1 HD) and change racial Hit Dice to d8s. Ectoplasmic creatures use their Charisma modifiers to determine bonus hit points (instead of Constitution).</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Hit Dice"
                }, 
                {
                    "body": "<p>Base save bonuses for racial Hit Dice are Fort +1/3 HD, Ref +1/3 HD, and Will +1/2 HD + 2.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Creating an Ectoplasmic Creature/Saves", 
                    "type": "section", 
                    "name": "Saves", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>An ectoplasmic creature loses the base creature's defensive abilities, and gains DR 5/ slashing as well as all of the standard immunities and traits possessed by undead creatures.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Defensive Abilities"
                }, 
                {
                    "body": "<p>Winged ectoplasmic creatures can still fly, but their maneuverability drops to poor if it was initially any better. If the base creature flew magically, so can the ectoplasmic creature. Retain all other movement types. An ectoplasmic creature gains the ability to traverse the air (as the <i>air walk</i> spell) as a constant effect.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Speed"
                }, 
                {
                    "body": "<p>An ectoplasmic creature retains all natural weapons of the base creature. It gains a slam attack that deals damage based on the ectoplasmic creature's size.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Creating an Ectoplasmic Creature/Attacks", 
                    "type": "section", 
                    "name": "Attacks", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>An ectoplasmic creature retains all of the special attacks of the base creature. In addition, an ectoplasmic creature gains the following special attack.</p><p><i>Horrifying Ooze </i>Any creature struck by an ectoplasmic creature's slam attack must succeed at a Will save (DC = 10 + 1/2 the ectoplasmic creature's Hit Dice + the ectoplasmic creature's Charisma modifier) or be shaken for 1d4 rounds.</p>", 
                    "name": "Special Attacks", 
                    "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Creating an Ectoplasmic Creature/Special Attacks", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>An ectoplasmic creature receives a +2 bonus to Strength and a +2 bonus to Charisma. An ectoplasmic creature has no Constitution or Intelligence score, and its Wisdom score becomes 10.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Abilities"
                }, 
                {
                    "body": "<p>An ectoplasmic creature's base attack bonus is equal to 3/4 its Hit Dice.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Creating an Ectoplasmic Creature/BAB", 
                    "type": "section", 
                    "name": "BAB", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>An ectoplasmic creature loses all feats possessed by the base creature, and gains Toughness as a bonus feat.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Feats"
                }, 
                {
                    "body": "<p>An ectoplasmic creature loses most special qualities of the base creature. It retains any extraordinary special qualities that improve its melee or ranged attacks. An ectoplasmic creature gains the following special ability:</p><p><i>Phase Lurch </i>An ectoplasmic creature has the ability to pass through walls or material obstacles. In order to use this ability, the ectoplasmic creature must begin and end its turn outside of whatever wall or obstacle it's moving through. An ectoplasmic creature cannot move through corporeal creatures with this ability, and its movement speed is halved while moving through a wall or obstacle. Any surface it moves through is coated with a thin, silvery mucus that lingers for 1 minute.</p>", 
                    "name": "Special Abilities", 
                    "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature/Creating an Ectoplasmic Creature/Special Abilities", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }
    ], 
    "hp": "7 (1d8+3)", 
    "wisdom": "10", 
    "creature_type": "Undead", 
    "special_qualities": "phase lurch", 
    "dr": "5/slashing", 
    "name": "Ectoplasmic Creature", 
    "base_attack": "+0", 
    "url": "pfsrd://Bestiary 4/Monsters/Ectoplasmic Creature", 
    "reflex": "+0", 
    "cmd": "13", 
    "cmb": "+3", 
    "will": "+2", 
    "organization": "solitary, pair, or haunt (3–6)"
}