{
    "dexterity": "13", 
    "ac": "18, touch 14, flat-footed 14 (+1 Dex, +3 dodge, +4 natural)", 
    "intelligence": "6", 
    "melee": "battleaxe +10 (1d8+5/×3), bite +5 (1d6+2)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "20", 
    "constitution": "15", 
    "treasure": "standard (battle axe, other treasure)", 
    "init": "+1", 
    "environment": "temperate hills or plains", 
    "source": "Bestiary 4", 
    "charisma": "15", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Acrobatic, Cleave, Iron Will, Power Attack", 
    "senses": "darkvision 60 ft.; Perception +9", 
    "description": "This half-bodied monstrosity with a toothy mouth and stringy hair hops about on its single leg with unusual grace.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Fachen/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Each creature within a 30-foot radius that sees a fachen must succeed at a DC 15 Will save or be paralyzed by fear for 1d4 rounds. A creature that successfully saves is not subject to the same fachen's fear aura for 24 hours. This is a paralysis effect and a mind-affecting fear effect. The save DC is Charisma-based.", 
                    "name": "Fear", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fachen/Special Abilities/Fear", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Despite its strange anatomy, a fachen is adept at keeping itself upright and out of danger. A fachen gains a +3 dodge bonus to AC and a +4 racial bonus to its CMD against trip combat maneuvers.", 
                    "name": "Incredible Balance", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fachen/Special Abilities/Incredible Balance", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The fearsome fachen's terrifying visage paralyzes all but the most intrepid that happen across its hopping path. Reports disagree on just what it is about the fachen that turns one's blood to ice&mdash;the single leg and foot that somehow don't impair the being's balance or speed, the seemingly too-strong arm jutting from the center of the creature's torso, or the lone, bulbous eye leering maliciously at its would-be prey. Most likely it's a combination of all of these things mixed with the unrelenting rage and savagery that seems to ooze from its every pore.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Though the fachen's grotesque approximation of a humanoid form could be enough to scare a traveler witless on its own, no single part of the abomination's appearance induces fear like that of its mouth, a snarling and snapping thing filled with two full rows of long, sharp teeth&mdash;a mouth that looks like a cage out of a foul nightmare. Constantly gnashing or chomping in the air, it delivers grievous wounds to those who don't flee this terrible creature.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Though they're able to speak, fachens do so only to curse at those they encounter. These barbaric creatures have no discernible culture, and sages and naturalists are still puzzled as to how they even reproduce. It almost seems as if they are pure rage that spontaneous takes on a hideous natural form.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical fachen stands just short of 6 feet tall, and despite appearing to be half a person, weighs around 150 pounds because of its muscle mass. Though it isn't a very large creature, its fearsome composition and the aura of fear it exudes give it a presence that makes it seem much greater than its actual size.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "45 (7d8+14)", 
    "wisdom": "12", 
    "creature_type": "Aberration", 
    "special_qualities": "incredible balance", 
    "name": "Fachen", 
    "base_attack": "+5", 
    "skills": "Acrobatics +13, Perception +9, Stealth +6", 
    "reflex": "+3", 
    "cmd": "24 (28 vs. trip)", 
    "cmb": "+10", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 4/Monsters/Fachen", 
    "aura": "fear (30 ft., DC 15)", 
    "organization": "solitary"
}