{
    "dexterity": "6", 
    "ac": "13, touch 8, flat-footed 13 (–2 Dex, +5 natural)", 
    "special_attacks": "digestive spew, disgusting demise, piteous moan", 
    "intelligence": "1", 
    "melee": "2 slams +6 (1d6+3)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "20 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "strength": "15", 
    "constitution": "18", 
    "immune": "acid, mind-affecting effects", 
    "treasure": "none", 
    "init": "+2", 
    "environment": "any underground", 
    "source": "Bestiary 4", 
    "charisma": "5", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Great Fortitude, Improved Initiative, Weapon Focus (slam)", 
    "senses": "darkvision 60 ft.; Perception –1", 
    "description": "Pale and glistening with moisture, this sluglike creature stares vacantly as a droning moan escapes its slobbering lips.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Fleshwarp/Grothlut/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "In order to ingest food, a grothlut must first regurgitate its digestive liquids upon its victim. As a standard action, it can spit these liquids on a creature within 5 feet. This spew deals 3d6 acid damage (Reflex DC 15 half). The save DC is Constitution-based.", 
                    "name": "Digestive Spew", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fleshwarp/Grothlut/Special Abilities/Digestive Spew", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "When a grothlut reaches 0 or fewer hit points, its digestive organs rupture, freeing alchemical agents that have a violent effect on the rest of the grothlut's internal organs and flesh. This causes an explosion of grothlut viscera within a 30-foot-radius burst of the creature. Though this viscera deals no damage, it's disgusting to behold and its smell can cause living creatures within that radius to become nauseated for 1d4 rounds (Fortitude DC 14 negates). This is a poison effect. The save DC is Constitution-based.", 
                    "name": "Disgusting Demise", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fleshwarp/Grothlut/Special Abilities/Disgusting Demise", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Whenever a grothlut sees another creature, it begins to moan as free action. Anyone within 60 feet who can hear the moan must succeed at a DC 15 Will saving throw or become sickened by the moaning for as long as she can hear it. Every two additional grothluts with the area increase the DC by 1, to a maximum of DC 18. This is a mind-affecting sonic effect. The save DC is Constitution-based.", 
                    "name": "Piteous Moan", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fleshwarp/Grothlut/Special Abilities/Piteous Moan", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Grothluts are sluglike abominations with vaguely human heads and torsos, and rubbery arms that move awkwardly at their sides. They shuffle mindlessly until other creatures come into view, then piteously moan before slithering forward to attack and feed. Those moans are the last vestige of their formerly human selves crying for release as slivers of the creatures' intellects are forced to continuously relive their transformation.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Many fleshcrafters consider the grothlut a failure, as the transformation all but stamps out its human consciousness. Others disagree, arguing that warping the creature's mind makes it more useful, as its stupidity makes it pliable and easy to herd. The drow typically use grothluts only as guardians to slowly patrol the remote edges of their enclaves. Once in position, though, grothluts can be used as crude shock troops, unleashed to soften enemy forces before more valuable warriors wade in and cut down the enemies who have been nauseated by the grothluts' exploded organs and flesh.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "42 (5d8+20)", 
    "wisdom": "8", 
    "creature_type": "Aberration", 
    "special_qualities": "compression", 
    "name": "Fleshwarp, Grothlut", 
    "base_attack": "+3", 
    "skills": "Climb +10", 
    "reflex": "–1", 
    "cmd": "13 (can't be tripped)", 
    "cmb": "+5", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 4/Monsters/Fleshwarp/Grothlut", 
    "aura": "piteous moan (30 ft.)", 
    "organization": "solitary or rout (2–10)"
}