{
    "dexterity": "17", 
    "ac": "23, touch 12, flat-footed 20 (+3 Dex, +11 natural, –1 size)", 
    "special_attacks": "soul scream, rend (2 tentacles 2d6+10; 3 tentacles 3d6+10; 4 tentacles 4d6+10)", 
    "intelligence": "8", 
    "melee": "bite +8 14 (1d8+7), 4 tentacles +8 (1d6+3 plus mind lash)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "10 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Elven (can't speak)", 
    "strength": "24", 
    "constitution": "23", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+7", 
    "environment": "any underground", 
    "source": "Bestiary 4", 
    "charisma": "18", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Combat Reflexes, Deflect Arrows, Improved Initiative, Lightning Reflexes, Weapon Focus (tentacle)", 
    "senses": "darkvision 60 ft.; Perception +15", 
    "description": "A mad-eyed mess of deformed limbs, misplaced features, and bone shards pulls itself along amid a cacophony of slapping flesh.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Fleshwarp/Irnakurse/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Those struck by an irnakurse are overwhelmed with dark emotions and corrupted images of a ruined life. Any non-evil creature hit by an irnakurse's tentacle must succeed at a DC 19 Will save or be stunned for 1 round. A creature that successfully saves can't be affected by the same irnakurse's mind lash for 24 hours. The save DC is Charisma-based.", 
                    "name": "Mind Lash", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fleshwarp/Irnakurse/Special Abilities/Mind Lash", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Capable of channeling all of its rage and terror into a single, unnatural noise, an irnakurse can unleash a sound of alien horror as a standard action. Any non-evil creature within 30 feet of a screaming irnakurse must succeed at a DC 19 Will save or take 1d4 points of Wisdom drain. Once it begins screaming, an irnakurse can continue as a free action for 6 rounds, but can't scream again for 5 minutes afterward. The save DC is Charisma-based.", 
                    "name": "Soul Scream", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fleshwarp/Irnakurse/Special Abilities/Soul Scream", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Irnakurse, meaning \"perfect ones\" in the Elven language, represent the sum outpouring of drow hatred for their surface-world brethren. These brainwashed, rage-filled abominations are the result of elves subjected to fleshwarping&mdash;and were the drow to have their way, embodiments of the elven race's future. Each irnakurse suffers long under the knife of the dark elves' most practiced fleshwarpers until its body and mind lie in total ruin. When the weeks of torture and transformation are complete, what was once an elf emerges as a shrieking mockery of its lost grace, a horror of reworked flesh and broken bones, a \"perfect\" elf to the drow and a sin against life to elvenkind.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Through the blasphemous tortures that create them, irnakurse are made completely mad and become unable to harm drow. All non-drow, however, they view as targets to vent their terror and rage upon. Elves especially provoke irnakurses' ire.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>No two irnakurse look exactly the same&mdash;drow torturers take profane pride in sculpting their elven victims into unique masterpieces of agony&mdash;most stand between 8 and 9 feet tall and weigh upward of 300 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "105 (10d8+60)", 
    "reach": "10 ft. (15 ft. with tentacles)", 
    "wisdom": "14", 
    "creature_type": "Aberration", 
    "name": "Fleshwarp, Irnakurse", 
    "base_attack": "+7", 
    "skills": "Climb +20, Perception +15, Stealth +12", 
    "reflex": "+8", 
    "cmd": "28 (32 vs. trip)", 
    "cmb": "+15", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 4/Monsters/Fleshwarp/Irnakurse", 
    "organization": "solitary"
}