{
    "dexterity": "15", 
    "ac": "29, touch 16, flat-footed 26 (+5 deflection, +2 Dex, +1 dodge, +13 natural, –2 size)", 
    "special_attacks": "constrict (1d8+9), sucking wind, wind blast", 
    "intelligence": "19", 
    "melee": "4 tentacles +21 (1d8+9/19–20 plus grab)", 
    "cr": "14", 
    "xp": "38,400", 
    "speed": "30 ft., fly 60 ft. (perfect)", 
    "alignment": "CE", 
    "size": "Huge", 
    "languages": "Aklo", 
    "strength": "28", 
    "constitution": "24", 
    "space": "15 ft.", 
    "treasure": "standard", 
    "init": "+6", 
    "environment": "any", 
    "source": "Bestiary 4", 
    "charisma": "21", 
    "immune": "acid, cold, sonic", 
    "fortitude": "+13", 
    "spells": [
        {
            "spell-like abilities": "(CL 14th; concentration +19)<p class=\"stat-block-2\">At will-<i>alter winds</i>, <i>gust of wind</i> (DC 17), <i>whispering wind</i>, <i>wind walk</i></p><p class=\"stat-block-2\">3/day-<i>control winds</i> (DC 20), <i>river of wind</i> (DC 19), <i>wind wall</i></p><p class=\"stat-block-2\">1/day-<i>control weather</i>, <i>whirlwind</i> (DC 23)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Reflexes, Dodge, Flyby Attack, Improved Critical (tentacle), Improved Initiative, Mobility, Power Attack, Vital Strike, Weapon Focus (tentacle)", 
    "senses": "darkvision 60 ft.; Perception +26", 
    "description": "This nauseating, tapered tower of flesh, eyes, and tendrils writhes midair, surrounded by a strange vortex of sucking wind.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Flying Polyp/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A flying polyp's mastery over air and wind allows it to surround itself with blasts of precisely aimed gusts, granting the creature a +5 deflection bonus to its Armor Class and a +4 resistance bonus on Reflex saving throws.", 
                    "name": "Deflecting Winds", 
                    "url": "pfsrd://Bestiary 4/Monsters/Flying Polyp/Special Abilities/Deflecting Winds", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A flying polyp's body constantly flickers and shifts, passing from visibility to invisibility in a seemingly random pattern and often not wholly at once, leaving the creature's body in what appear to be multiple sections. This ability, combined with the flying polyp's amorphous, elastic form, makes it difficult to target the creature, granting it a 20% miss chance against all attacks. By concentrating, a flying polyp can become fully invisible.", 
                    "name": "Partial Invisibility", 
                    "url": "pfsrd://Bestiary 4/Monsters/Flying Polyp/Special Abilities/Partial Invisibility", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "This attack allows the flying polyp to send an eerie wind out to slow and eventually stop a creature's escape. The wind itself isn't particularly strong, but it creates a peculiar sucking sensation as if it were attempting to pull creatures back toward the flying polyp. Activating this ability is a full-round action, and it must concentrate each round to maintain the effect. The sucking wind manifests as a 100-foot-radius spread, with the flying polyp at the center. Each round the polyp maintains concentration, the sucking wind's radius increases by 100 feet, to a maximum radius of a mile. A flying polyp can detect creatures within this area via tremorsense. As a free action, it can increase the effects of the sucking wind on up to five different creatures within the area at one time. Each targeted creature must succeed at a DC 26 Fortitude save each round it remains in the area of the sucking wind or it is slowed until it leaves the area. A creature already under the effects of any slowing effect (such as from this sucking wind or a slow spell) that fails this save is held in place for 1 round&mdash;it is not helpless, but cannot move via any means. Freedom of movement protects against the effects of the sucking wind, and control winds negates its effects in the area of effect of the control winds spell. Natural windstorms or other powerful winds have no effect on a sucking wind. A flying polyp can activate a sucking wind once per day, and can maintain concentration on the effect for up to an hour. The save DC is Constitution-based.", 
                    "name": "Sucking Wind", 
                    "url": "pfsrd://Bestiary 4/Monsters/Flying Polyp/Special Abilities/Sucking Wind", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Once every 1d4 rounds as a standard action, a flying polyp can create a powerful blast of wind at a range of up to 120 feet. This blast of wind creates a sudden explosion of flesh-scouring wind in a 30-foot- radius burst. All creatures within this area take 14d6 points of bludgeoning damage, with a successful DC 26 Reflex save halving the damage. In addition, these winds can check or blow away creatures as if they were tornado-strength winds. The save DC is Constitution-based.", 
                    "name": "Wind Blast", 
                    "url": "pfsrd://Bestiary 4/Monsters/Flying Polyp/Special Abilities/Wind Blast", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A flying polyp is a nauseating mass of flesh, eyes, tentacles, and mouths. A typical flying polyp measures 30 feet in length but is unusually light for its size, weighing no more than 2,000 pounds. These creatures seem to have no maximum lifespan, but their violent, warlike nature ensures that death eventually occurs&mdash;even if it takes eons for the polyp to encounter something capable of defeating it.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A flying polyp is a physical being, but one composed of material strangely unlike the flesh that garbs most living creatures. While the stuff that makes up the exterior of a flying polyp's body might seem similar to ordinary flesh, it often behaves in ways that should be impossible. The material seems to fade in and out of visibility, almost at random, at points becoming transparent enough that the nauseating inner workings of the thing's body are laid bare. Although the polyp feels moist and damp to the touch, what might serve as blood in other creatures behaves more like strange vortices of wind within a flying polyp's body. When wounded, its damaged flesh does not bleed so much as whistle and gust.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A flying polyp's association with wind goes far beyond the strange storms that surge through what pass as veins and arteries in its massive body. These creatures have a remarkable ability to control the air around them, both via a wide array of spell-like abilities and through the use of potent supernatural powers. They do not wield tools or weapons as a rule, instead using their mastery of the winds themselves to wage war and build their grim cities, scouring towers and chambers out of basalt with precise blasts of sand-laden wind.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Although flying polyps display some of the features of other sentient races, particularly in their habit of building cities (although these towering settlements usually incorporate architectural features that most other races find awkward and unsettling), in other areas they seem strangely primitive or uninterested. They are as aberrant in mind and philosophy as they are in physical form. For example, they seem to have neither a name for their own race, nor a language to call their own. Their cities, while bewildering in their vast scale, seem to serve little purpose other than to unnerve, for flying polyps do not engage in trade or politics or other social constructs.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>The primary exception to this, to the detriment of other creatures unfortunate enough to dwell in regions claimed by flying polyps, is war. Flying polyps excel at genocide, using their mastery over wind to scour clean entire cities and civilizations when they come upon them. Some among their kind can even travel to other planets by bringing with them a sizable sphere of purloined wind to carry them aloft and sustain them, and with this power they lead armies from planet to planet as necessary, relentlessly tracking their chosen enemies across worlds. Every so often, flying polyps encounter a race that is their equal in war, and on some worlds, they still endure the humiliation of these ancient defeats after being imprisoned in extensive underground chambers where they are cut off from the outside world. Yet flying polyps are long-lived, and should unforeseen tectonic events creates new exit to their prison chambers, lost in the forgotten corners of those planets' depths, they emerge with unabated fury to seek revenge against the enemies who dared humiliate them so.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "207 (18d8+126)", 
    "weaknesses": "vulnerable to electricity", 
    "reach": "15 ft.", 
    "wisdom": "20", 
    "defensive_abilities": "amorphous, deflecting winds, partial invisibility", 
    "creature_type": "Aberration", 
    "dr": "10/magic and slashing", 
    "name": "Flying Polyp", 
    "base_attack": "+13", 
    "skills": "Fly +27, Knowledge (engineering) +22, Knowledge (history) +22, Knowledge (nature) +22, Perception +26, Spellcraft +25, Stealth +15, Use Magic Device +23", 
    "reflex": "+12", 
    "cmd": "42 (can't be tripped)", 
    "cmb": "+24 (+28 grapple)", 
    "will": "+16", 
    "url": "pfsrd://Bestiary 4/Monsters/Flying Polyp", 
    "aura": "frightful presence (90 ft., DC 24)", 
    "sr": "25", 
    "organization": "solitary, pair, or storm (3–10)", 
    "creature_subtype": "air"
}