{
    "dexterity": "10", 
    "ac": "12, touch 11, flat-footed 12 (+1 natural, +1 size)", 
    "intelligence": "10", 
    "resist": "sonic 10", 
    "melee": "bite +3 (1d6+1)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "40 ft., burrow 10 ft.", 
    "alignment": "LN", 
    "size": "Small", 
    "languages": "Common, telepathy 60 ft.", 
    "strength": "13", 
    "constitution": "13", 
    "treasure": "incidental (occasionally a 10–50 gp gem embedded into a worker's carapace)", 
    "init": "+0 (+4 with hive mind)", 
    "environment": "warm or temperate land or underground", 
    "source": "Bestiary 4", 
    "charisma": "9", 
    "fortitude": "+1", 
    "type": "creature", 
    "feats": "Skill Focus (Profession [miner])", 
    "senses": "blindsense 30 ft., darkvision 60 ft., hive mind; Perception +4 (+8 with hive mind)", 
    "description": "This small, centaurlike ant creature bears a huge, bulging sack on its armored back.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Formian/Formian Worker/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When a formian worker succeeds at an aid another check or attack roll that aids another hive mate within its telepathy range, it grants a +4 bonus on the skill check, on the attack roll, or to AC instead of the normal +2.", 
                    "name": "Able Assistant", 
                    "url": "pfsrd://Bestiary 4/Monsters/Formian/Formian Worker/Special Abilities/Able Assistant", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Workers are able to bear remarkable burdens for their size. They have a +5 racial bonus to Strength when calculating the effects of encumbrance.", 
                    "name": "Peerless Bearer", 
                    "url": "pfsrd://Bestiary 4/Monsters/Formian/Formian Worker/Special Abilities/Peerless Bearer", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>These lowest-caste formians stand a little taller than a large dog, and their small mandibles are better equipped for slicing leaves and cutting fruit from the vine than carving into flesh. Regardless, many humanoids find the sight of these centaurlike ant creatures intimidating. Their iridescent chitin is nearly featureless, marked only by small scarring as they age and a series of markings on their chest. A few more accomplished formian workers bear small gems proudly glued to their carapace, tokens granted them by taskmasters for particularly impressive accomplishments.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Formian workers are the backbone of the hive. They produce and harvest all food, perform all mining and tunneling, aid the taskmasters in the crafting of goods, and perform all other menial labor. Formian workers grow fast and learn quickly within the hive mind. Shortly after it leaves its larval stage, a formian is assigned to a senior worker who teaches it a trade, and by the end of the second year, a formian worker is a productive member of the hive. Workers live 20-30 years, and older workers are assigned lighter or more skilled work in order to give them capacity to train the young formian workers.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Workers are hatched in large batches and given a clutch name, usually based on a well-regarded formian of the previous generation. Only when they leave their larval stage are workers given a unique number carved into their carapaces, which is used in place of an individual name. Workers parrot the taskmasters in many things; they denote accomplishments on their carapaces and even have duels (though duels among workers almost never involve death). Rarely, a particularly remarkable worker will be called out for special attention by their taskmaster, and these workers are presented to the queen and given a proper name of their own.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Workers flee from combat unless they are ordered by a taskmaster or myrmarch to attack intruders. If a hive is invaded, formian workers might be used as diversions or to undermine or collapse tunnels on invading enemies. If forced into a direct fight, they usually spend most of their efforts assisting a warrior or myrmarch, though they make good use of mining picks or alchemist's fire if they are cornered.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "6 (1d10+1)", 
    "wisdom": "10", 
    "creature_type": "Monstrous Humanoid", 
    "special_qualities": "able assistant, formian traits, peerless bearer", 
    "name": "Formian Worker", 
    "base_attack": "+1", 
    "skills": "Climb +5, Knowledge (engineering) +4, Perception +4 (+8 with hive mind), Profession (miner) +7", 
    "reflex": "+2", 
    "cmd": "11 (15 vs. trip)", 
    "cmb": "+1", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 4/Monsters/Formian/Formian Worker", 
    "organization": "solitary, work crew (6–12 plus 1 taskmaster), band (3–15 plus 5–8 warriors and 1 taskmaster)."
}