{
    "dexterity": "17", 
    "ac": "18, touch 14, flat-footed 14 (+3 Dex, +1 dodge, +4 natural)", 
    "special_attacks": "drowning touch (DC 14), enchanting music (DC 19)", 
    "intelligence": "12", 
    "racial_modifiers": "+4 Perform (string), +4 Swim", 
    "melee": "2 slams +8 (2d6)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft., swim 40 ft.; water walk", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Common, Sylvan", 
    "strength": "10", 
    "constitution": "15", 
    "treasure": "standard (mwk harp or violin, other treasure)", 
    "init": "+7", 
    "environment": "cold or temperate water (waterfalls)", 
    "source": "Bestiary 4", 
    "charisma": "21", 
    "fortitude": "+5", 
    "spells": [
        {
            "spell-like abilities": "(CL 9th; concentration +14)<p class=\"stat-block-2\">Constant-<i>water walk</i></p><p class=\"stat-block-2\">3/day-<i>hydraulic torrent</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Dodge, Improved Initiative, Weapon Finesse, Weapon Focus (slam)", 
    "senses": "low-light vision; Perception +16", 
    "description": "This striking, blue-eyed man with luminous skin and flowing white hair holds an ethereal harp.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Fossegrim/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A fossegrim can flood the lungs of a creature that is willing, is helpless, is affected by its enchanted music ability, touches it while it's in treasure form, or is touched by it (traditionally by kissing the creature on the lips). If the target cannot breathe water, it cannot hold its breath and immediately begins to drown slowly. On its turn, the target can attempt a DC 16 Fortitude save to cough up this water; if it fails, it falls unconscious at 0 hp. On the next round, a fallen target must attempt another DC 16 Fortitude save, dropping to -1 hit points and dying if it fails; on the next round it must attempt to save again or lose 1d6 hit points. On the first successful save, the water clears from the target's lungs and the target stabilizes. The save DC is Constitution-based.", 
                    "name": "Drowning Touch", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fossegrim/Special Abilities/Drowning Touch", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a full-round action, a fossegrim can play a musical stringed instrument (usually a harp or violin) and target a single creature within 45 feet that can hear and see the fossegrim with an effect identical to the unnatural lust spell (CL 9th; Will DC 19). This action provokes an attack of opportunity. If the target touches or kisses the fossegrim, the fey can affect the target with its drowning touch ability. This is a sonic mind-affecting compulsion effect. The save DC is Charisma-based.", 
                    "name": "Enchanting Music", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fossegrim/Special Abilities/Enchanting Music", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "When underwater, a fossegrim's body becomes transparent, effectively rendering it invisible. It can become visible or transparent at will as a free action.", 
                    "name": "Transparency", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fossegrim/Special Abilities/Transparency", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "url": "pfsrd://Bestiary 4/Monsters/Fossegrim/Special Abilities/Treasure", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Treasure"
                }, 
                {
                    "body": "As a standard action when completely underwater, a fossegrim can create an illusion causing it to resemble a Medium pile of gold and silver coins, glittering jewels, and valuable art objects. If a fossegrim speaks, moves, attacks, or uses any of its special abilities or spell-like abilities while in treasure form, the illusion dissipates. A successful DC 19 Will save is required to disbelieve this illusion. If a living creature within the fossegrim's melee reach touches or physically interacts with the illusion, the fossegrim reaches out to kiss or otherwise touch that creature, automatically affecting the creature with its drowning touch ability. The fossegrim can maintain this illusion indefinitely and can revert to its normal natural form as a free action. This is a mind-affecting illusion (glamer) effect. The save DC to disbelieve is Charisma-based.", 
                    "name": "Form", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fossegrim/Special Abilities/Form", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Pale and possessing unnatural beauty, fossegrims are wicked fey who haunt idyllic waterfalls, where they lure the unsuspecting near with song and the promise of treasure, only to drown them. Well built and elflike in appearance, fossegrims are gifted musicians, and their lairs often echo with the sound of bewitching music. They are never without their enchanting instruments.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "41 (9d6+19)", 
    "wisdom": "14", 
    "creature_type": "Fey", 
    "special_qualities": "amphibious, transparency, treasure form", 
    "dr": "5/cold iron", 
    "name": "Fossegrim", 
    "base_attack": "+4", 
    "skills": "Bluff +17, Diplomacy +9, Knowledge (geography) +6, Knowledge (nature) +10, Perception +16, Perform (sing) +10, Perform (string) +21, Sense Motive +16, Sleight of Hand +10, Stealth +15, Swim +18", 
    "reflex": "+9", 
    "cmd": "17", 
    "cmb": "+4", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 4/Monsters/Fossegrim", 
    "organization": "solitary", 
    "creature_subtype": "aquatic"
}