{
    "dexterity": "16", 
    "ac": "16, touch 12, flat-footed 13 (+3 Dex, +4 natural, –1 size)", 
    "special_attacks": "constrict (2d4+6 plus 1d6 cold), jagged slam, numbing touch", 
    "intelligence": "-", 
    "melee": "slam +6 (2d4+6/19–20 plus 1d6 cold and grab)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "20 ft., swim 20 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "18", 
    "constitution": "20", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "–5", 
    "environment": "any cold", 
    "source": "Bestiary 4", 
    "charisma": "1", 
    "immune": "cold, ooze traits", 
    "fortitude": "+6", 
    "type": "creature", 
    "senses": "blindsense 60 ft.; Perception –5", 
    "description": "This transparent blue formation of ice is as forbidding as the serpent it resembles.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Freezing Flow/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a creature of living ice, a freezing flow is difficult to discern from its surroundings in icy and snowy land environments and when in icy water. A successful DC 15 Perception check is required to notice a freezing flow in these environments. Any creature that fails to notice a freezing flow and walks into it automatically takes damage as if struck by the ooze's slam attack.", 
                    "name": "Crystalline", 
                    "url": "pfsrd://Bestiary 4/Monsters/Freezing Flow/Special Abilities/Crystalline", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A freezing flow's slam attack is a slashing tendril of crystalline ice. It deals slashing damage instead of bludgeoning damage and has a critical range of 19-20.", 
                    "name": "Jagged Slam", 
                    "url": "pfsrd://Bestiary 4/Monsters/Freezing Flow/Special Abilities/Jagged Slam", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Each time a freezing flow deals cold damage with its slam attack or constrict ability, the target must succeed at a DC 17 Fortitude save or be staggered with numbing cold for 1 round. The save DC is Constitution-based.", 
                    "name": "Numbing Touch", 
                    "url": "pfsrd://Bestiary 4/Monsters/Freezing Flow/Special Abilities/Numbing Touch", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>It's believed that these strange frozen oozes are created when a particularly cold arctic area has prolonged exposure to ice from the Elemental Planes. Rising seemingly spontaneously from such a supernatural deep freeze, freezing flows shamble forth in search of prey, hungry for the life energy of warm-blooded creatures, which they somehow metabolize.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Within their native habitat, these oozes are particularly difficult to spot. While they lack intelligence, they have an instinct to stay put within frozen ice flows, on the icy surface of frozen lakes and rivers, or within areas of permafrost, waiting for prey to stumble upon them. This instinct may be tied to the fact that they can stay relatively dormant for decades or even centuries, but eventually they need the life energy of warm-blooded creatures to fuel their strange locomotion. Since they dwell in unforgiving and underpopulated areas, it is easier for them to conserve energy and wait for prey rather than to try to track down warm-blooded creatures.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>After feeding, or when fully fed, these creatures tend to ignore other creatures unless attacked. Though freezing flows' crystalline construction can give the illusion that they are brittle, nothing is further from the truth. When a freezing flow slams into flesh, it does so with enough power to break bone, and it is cold enough to numb flesh, causing its prey to convulse in a fit of shivers.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>When hungry, the only things freezing flows avoid are fire and high temperatures. Such things can still melt and damage a freezing flow, though it typically requires more heat to diminish a freezing flow into a puddle of water than it takes to melt a patch of normal ice 10 times the ooze's size.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "47 (5d8+25)", 
    "weaknesses": "vulnerable to fire", 
    "reach": "5 ft.", 
    "wisdom": "1", 
    "creature_type": "Ooze", 
    "special_qualities": "crystalline", 
    "name": "Freezing Flow", 
    "base_attack": "+3", 
    "skills": "Swim +12", 
    "reflex": "+3", 
    "cmd": "13", 
    "cmb": "+8", 
    "will": "–4", 
    "url": "pfsrd://Bestiary 4/Monsters/Freezing Flow", 
    "organization": "solitary", 
    "creature_subtype": "cold, water"
}