{
    "dexterity": "19", 
    "ac": "23, touch 21, flat-footed 19 (+7 deflection, +4 Dex, +2 natural)", 
    "special_attacks": "create spawn, poison spore cloud (DC 20), stunning glance (DC 21)", 
    "intelligence": "16", 
    "melee": "slam +8 (1d4+3)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "20 ft., swim 10 ft.", 
    "alignment": "CG", 
    "size": "Medium", 
    "languages": "Common, Sylvan, Undercommon", 
    "strength": "14", 
    "constitution": "22", 
    "immune": "disease, plant traits", 
    "treasure": "standard", 
    "init": "+4", 
    "environment": "any ruins or underground", 
    "source": "Bestiary 4", 
    "charisma": "25", 
    "fortitude": "+15", 
    "spells": [
        {
            "spell-like abilities": "(CL 8th; concentration +15)<p class=\"stat-block-2\">1/day-<i>dimension door</i></p>"
        }, 
        {
            "druid spells prepared": "(CL 7th; concentration +10)<p class=\"stat-block-2\">4th-<i>command plants</i> (DC 17)</p><p class=\"stat-block-2\">3rd-<i>call lightning</i> (DC 16), <i>speak with plants</i>, <i>spike growth</i> (DC 16)</p><p class=\"stat-block-2\">2nd-<i>chill metal</i> (DC 15), <i>flame blade</i>, <i>resist energy</i>, <i>summon swarm</i></p><p class=\"stat-block-2\">1st-<i>entangle</i> (DC 14), <i>faerie fire</i>, <i>obscuring mist</i>, <i>pass without trace</i>, <i>produce flame</i></p><p class=\"stat-block-2\">0-<i>detect magic</i>, <i>guidance</i>, <i>resistance</i>, <i>virtue</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Agile Maneuvers, Combat Casting, Self-Sufficient, Weapon Finesse", 
    "senses": "darkvision 60 ft., low-light vision;Perception +14", 
    "description": "Mushroom caps and mold sprout from the pallid skin of this lithe female figure, and spores waft from her fungal gills.", 
    "sections": [
        {
            "body": "<p>A fungal creature is an animate plant with the appearance of a living creature. It grows from spores implanted in the dead body of a host creature, and takes on the host creature's basic form and many of that creature's abilities. It retains none of the memories of the creature it grew from, yet it instinctively knows how to use the abilities it inherited from its host. How exactly this is possible is a question that continues to befuddle scholars. The leading theory is that the spores' precise modeling of their host succeeds in capturing some of the creature's physiology&mdash;essentially copying its mind&mdash;but that for some reason the departure of the creature's spirit or soul upon death prevents the spores from copying the memories as well.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Fungal creatures are often content to sit in quiet contemplation, absorbing the nutrients they require from the life-giving earth. But when faced with living creatures, the overwhelming biological need to reproduce takes over, and the fungal creatures try to seed their spores into new hosts to spawn the next generation of fungal creatures.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Fungal creatures have the general appearance of the base creatures from which they spawned, but their skin is pale fungus rather than flesh and blood. Mushroom caps and shelf fungi sprout from a fungal creature's body, along with fungal gills to deliver the fungal creature's spores. As with many types of fungi, a fungal creature's flesh is poisonous, and any creature that ingests any part of a fungal creature's body risks infection by its spores (as described in the create spawn ability and fungal spores poison on the facing page).</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>The fungal nymph presented here is built using the nymph from the <i>Pathfinder RPG Bestiary</i>. See page 217 of the <i>Bestiary</i> for rules on this creature's blinding beauty, inspiration, spells, stunning glance, unearthly grace, and wild empathy abilities.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>\"Fungal creature\" is an inherited template that can be added to any corporeal, living creature susceptible to Constitution damage (referred to hereafter as the base creature). A fungal creature uses all the base creature's statistics and special abilities except as noted here.</p>", 
            "name": "Creating a Fungal Creature", 
            "url": "pfsrd://Bestiary 4/Monsters/Fungal Creature/Creating a Fungal Creature", 
            "type": "section", 
            "source": "Bestiary 4", 
            "sections": [
                {
                    "body": "<p>Same as the base creature +1.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "CR"
                }, 
                {
                    "body": "<p>The creature's type changes to plant (augmented). Do not recalculate base class Hit Dice, BAB, saves, or skill points.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Type"
                }, 
                {
                    "body": "<p>A fungal creature gains darkvision 60 feet.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Senses"
                }, 
                {
                    "body": "<p>The fungal growths that appear on a fungal creature's body increase the base creature's natural armor bonus by 2.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Armor Class"
                }, 
                {
                    "body": "<p>Change all racial Hit Dice to d8s. Class Hit Dice are unaffected.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Hit Dice"
                }, 
                {
                    "body": "<p>A fungal creature gains immunity to disease in addition to all of the standard plant traits.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Defensive Abilities"
                }, 
                {
                    "body": "<p>Each of a fungal creature's speeds decreases by 10 feet from those of the base creature (minimum 5 feet).</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Speed"
                }, 
                {
                    "body": "<p>A fungal creature retains all the natural weapons, manufactured weapon attacks, and weapon proficiencies of the base creature. If the base creature has no other natural attacks, the fungal creature gains a slam attack that deals damage based on the fungal creature's size.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fungal Creature/Creating a Fungal Creature/Attacks", 
                    "type": "section", 
                    "name": "Attacks", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>A fungal creature gains the following.</p><p><i>Create Spawn </i>A creature killed by Constitution damage from a fungal creature's poison spore cloud transforms into a fungal spawn over a period of 24 hours. A <i>plant growth</i> spell halves the transformation time, and a <i>diminish plants</i> spell doubles it. A <i>blight</i> spell destroys the fungal spores and prevents the corpse's transformation, but spells that remove disease are ineffective against the growing spores. Once a creature fully transforms into a fungal spawn, the corpse from which it grew is destroyed.</p><p>A fungal spawn gains the fungal creature template, but it loses all class levels and memories of the base creature from which it was spawned. If the base creature has 1 or fewer racial Hit Dice and normally has class levels, use a 1st-level warrior version of it as the base creature. The fungal spawn awakens as a free-willed being that knows all it needs to know (including language) in order to use its abilities and survive. Although it bears no allegiance to the fungal creature that created it, the new fungal creature immediately recognizes other fungal creatures as its own kind.</p><p><i>Poison Spore Cloud (Ex)</i>Once per day, a fungal creature can release a choking cloud of spores in a 15-foot-radius spread that lingers in the air for 10 rounds. This cloud functions as an inhaled poison. Any breathing creature in the cloud must succeed at a Fortitude save or inhale the spores. A creature that remains in the area of the spore cloud must continue to attempt Fortitude saves against its effects. Multiple spore clouds from multiple fungal creatures require multiple saves from any creature in an area where the clouds overlap.</p><p><i>Fungal Spores</i>Poison&mdash;inhaled; <i>save</i> Fort DC 10 + 1/2 the fungal creature's racial Hit Dice + the fungal creature's Con modifier; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d2 Con damage and fatigued for 1 minute; <i>cure</i> 2 saves.</p><p><i>Poisonous Blood (Ex)</i>A fungal creature's blood and flesh are ingested poisons. Any creature that makes a bite attack against a fungal creature, swallows one whole, or otherwise ingests part of one must succeed at a Fortitude save or be afflicted by the poison.</p><p>A fungal creature can drain its own blood to procure an ingested poison that functions as described above. However, its blood has a distinctive and largely unwelcome smell and taste, so most intelligent creatures would refuse to eat food tainted with it unless the taste was thoroughly disguised (which requires a successful DC 15 Profession [cook] check). The fungal creature must deal at least 1 point of damage to itself to get a full dose of poison, and the drawn blood (or amputated flesh) retains its poisonous nature for only 24 hours unless additional living fungal blood is mixed into it.</p><p><i>Fungal Blood or Flesh</i>Poison&mdash;ingested; <i>save</i> Fort DC 10 + 1/2 the fungal creature's racial Hit Dice + the fungal creature's Con modifier; <i>frequency</i> 1/minute for 6 minutes; <i>effect</i> 1 Str damage, 1 Dex damage, and nauseated for 1 minute; <i>cure</i> 2 saves.</p>", 
                    "name": "Special Attacks", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fungal Creature/Creating a Fungal Creature/Special Attacks", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>A fungal creature gains the following.</p><p><i>Fungal Metabolism </i>Fungal creatures breathe, but they do not eat or sleep in the typical manner.</p><p><i>Rejuvenation (Ex)</i>A fungal creature gains all the sustenance it requires from contact with moist natural earth, but it must rejuvenate itself as often and for as long as humans need sleep. As long as it is in contact with moist natural earth, a resting fungal creature regains hit points as though it were undergoing complete bed rest and long term care (4 hit points per Hit Die for each day of rest). The fungal creature can engage in light activity during rejuvenation, but any strenuous activity (like fighting, running, or casting a spell) prevents it from regaining hit points for that day. Complete bed rest doesn't increase the amount of healing a fungal creature gains from rejuvenation.</p>", 
                    "name": "Special Qualities", 
                    "url": "pfsrd://Bestiary 4/Monsters/Fungal Creature/Creating a Fungal Creature/Special Qualities", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>Str +4, Dex -2 (minimum 1), Con +4.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Abilities"
                }, 
                {
                    "body": "<p>If a fungal creature is able to speak, it gains the ability to speak Sylvan in addition to any other languages the base creature knows.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Languages"
                }
            ]
        }
    ], 
    "hp": "84 (8d8+48)", 
    "wisdom": "17", 
    "defensive_abilities": "poisonous blood (DC 20)", 
    "creature_type": "Plant", 
    "special_qualities": "fungal metabolism, inspiration, rejuvenation, unearthly grace, wild empathy +21", 
    "dr": "10/cold iron", 
    "name": "Fungal Creature", 
    "base_attack": "+4", 
    "skills": "Craft (alchemy) +14, Diplomacy +18, Escape Artist +15, Heal +13, Knowledge (dungeoneering) +11, Knowledge (nature) +14, Perception +14, Sense Motive +14, Stealth +15, Survival +5, Swim +10", 
    "reflex": "+17", 
    "cmd": "27", 
    "cmb": "+8", 
    "will": "+16", 
    "url": "pfsrd://Bestiary 4/Monsters/Fungal Creature", 
    "aura": "blinding beauty (30 ft., DC 21)", 
    "organization": "solitary", 
    "creature_subtype": "augmented fey"
}