{
    "dexterity": "15", 
    "ac": "20, touch 13, flat-footed 17 (+2 Dex, +1 dodge, +7 natural)", 
    "special_attacks": "blood drain (1d2 Constitution), fear cone (30 ft., DC 16)", 
    "intelligence": "9", 
    "melee": "2 claws +9 (2d6+3), bite +9 (2d6+3 plus grab)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "30 ft., fly 30 ft. (average)", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Common", 
    "strength": "16", 
    "constitution": "-", 
    "space": "5 ft.", 
    "treasure": "incidental", 
    "init": "+6", 
    "environment": "any land", 
    "source": "Bestiary 4", 
    "charisma": "18", 
    "immune": "undead traits", 
    "fortitude": "+5", 
    "spells": [
        {
            "spell-like abilities": "(CL 7th; concentration +9)<p class=\"stat-block-2\">Constant-<i>detect evil</i></p><p class=\"stat-block-2\">At will-<i>invisibility</i></p><p class=\"stat-block-2\">1/day-<i>disguise self</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Reflexes, Dodge, Improved Initiative, Iron Will, Lightning Reflexes", 
    "senses": "darkvision 60 ft., detect evil; Perception +13", 
    "description": "This skeletal creature with a long, thin neck seems to float above the ground. Its jaw is elongated, showing sharp, worn teeth.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Gaki/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A gaki takes 1d4 points of fire damage every round it's exposed to the light of a full moon. It takes 1d4 points of cold damage every round it is exposed to direct sunlight.", 
                    "name": "Aversion to Sun and Moon", 
                    "url": "pfsrd://Bestiary 4/Monsters/Gaki/Special Abilities/Aversion to Sun and Moon", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Despite being undead, a gaki is plagued by an insatiable hunger, and believes it can gain a normal body or rest in peace if it consumes the right mixture of flesh, food, and drink. A gaki that finds a corpse or is offered food, wine, holy water, or flowers must succeed at a DC 20 Will save or spend one turn trying to grab and consume it. Its narrow neck prevents it from swallowing more than a tiny amount, and it gives up after 1 round of attempting to do so. A gaki that consumes holy water in this way is not harmed by it.", 
                    "name": "Compulsive Hunger", 
                    "url": "pfsrd://Bestiary 4/Monsters/Gaki/Special Abilities/Compulsive Hunger", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>When an especially jealous or greedy evil person dies, it sometimes returns as a gaki&mdash;a misshapen creature with a supernatural hunger for things of the material world. Mistakenly called \"hungry ghosts\" because of their ability to fly and turn invisible, gakis believe that if they consume the right material&mdash;typically meat, wine, blood, flowers, and souls&mdash;they can form a new body resembling their former mortal shapes. Its long, thin neck restricts how much it can eat, and the creature is perpetually starving. It prefers to consume evil creatures, believing it gains more sustenance from a sinful being than a righteous one, but it won't pass up any mortal flesh. Some gakis believe they must consume flesh from demons or undead, and fixate on these creatures to the aversion of all others.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Gakis are cursed, pitiable creatures with nothing to lose, which makes them very dangerous. Some that have existed for many years as undead grow desperate and try consuming earth, sewage, or more vile substances in an attempt to find the missing ingredient for their transformation. Particularly unfortunate ones bear an onerous curse that causes anything they try to eat to burst into flame or wither away into dust.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>These creatures have short memories and little sense of perspective. They're smart enough to pursue what they want cannily, but fail at making long-term plans. Most gakis wander alone, pursuing their search for nourishment in solitude. When they do form packs, they use their numbers to surround and bring down large animals or groups of people, but then throw cooperation aside to squabble and shove as each one greedily tries to claim the entire prize they've taken.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Strangely, gakis are scorched by moonlight and frozen by sunlight. Because of this, they're forced to lurk in the shadows of ruins. Some wander the deep caves and tunnels below the surface, scrounging whatever meals they can find. In urban areas, they group together to stalk the slums, often leaping upon victims, tearing away small morsels of flesh before they retreat, leaving victims bleeding and disoriented. They find hiding places&mdash;often in abandoned buildings or sewers&mdash;to stay during the day, turning invisible and biding their time till the dark of night comes.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "74 (9d8+32)", 
    "weaknesses": "aversion to sun and moon, compulsive hunger, vulnerable to cold and fire", 
    "reach": "5 ft. (10 ft. with bite)", 
    "wisdom": "12", 
    "creature_type": "Undead", 
    "name": "Gaki", 
    "base_attack": "+6", 
    "skills": "Intimidate +14, Perception +13, Stealth +14", 
    "reflex": "+7", 
    "cmd": "22", 
    "cmb": "+9 (+13 grapple)", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 4/Monsters/Gaki", 
    "organization": "solitary or gang (2–4)"
}