{
    "dexterity": "12", 
    "ac": "20, touch 10, flat-footed 19 (+3 armor, +1 Dex, +7 natural, –1 size)", 
    "special_attacks": "rock throwing (120 ft.)", 
    "intelligence": "10", 
    "racial_modifiers": "+4 Craft (armor), +4 Craft (weapons)", 
    "resist": "fire 30", 
    "melee": "warhammer +15/+10 (2d6+12/×3) or 2 slams +14 (1d8+8)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "40 ft.", 
    "alignment": "LN", 
    "size": "Large", 
    "languages": "Common, Giant", 
    "strength": "27", 
    "constitution": "19", 
    "space": "10 ft.", 
    "treasure": "standard (warhammer, studded leather, other treasure)", 
    "init": "+1", 
    "environment": "warm mountains or underground", 
    "source": "Bestiary 4", 
    "charisma": "10", 
    "fortitude": "+11", 
    "type": "creature", 
    "feats": "Improved Sunder, Lightning Reflexes, Martial Weapon Proficiency (warhammer), Power Attack, Weapon Focus (warhammer)", 
    "senses": "low-light vision; Perception +9", 
    "description": "Soot, ash, and coal dust streak this giant's rust-colored skin. Her eyes hold a look of both determination and detachment.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Giant/Slag/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A slag giant who makes a full attack against a metal or stone object or structure deals double damage.", 
                    "name": "Shattering Blow", 
                    "url": "pfsrd://Bestiary 4/Monsters/Giant/Slag/Special Abilities/Shattering Blow", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Magically crafted and crossbred from fire giants and stone giants by ancient wizards, slag giants are among the foremost artisans and crafters of giantkind. Proportioned more like stone giants than fire giants, slag giants have long limbs with lean muscles; they stand 14 feet tall and weigh 3,000 pounds. Slag giants' skin color ranges from a deep and ruddy hue to a rusty orange. Their hair is black, gray, or white, though males and females both tend to keep their hair cropped close or shaved off. Slag giants can live to be 400 years old.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Slag giants usually evince a cold, detached attitude about everything other than their work. Their inherent understanding of metalworking and resistance to fire allow them to craft arms and armor from inside their huge forges, sometimes working the metal with their bare hands. Small families of slag giants often ally with clans of other giants, providing masterwork armor and weapons in exchange for ore and the freedom to practice their crafting skills in peace. Even militaristic fire giants (who pride themselves on their strength and martial prowess) respect the fine work of the weaker slag giants, and usually attempt to ally with the artisans rather than enslaving them.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Slag giant settlements usually consist of several stone homes (built from or surrounded by forge slag) with built-in forges and large, smoking chimneys. Most are in hills or mountains, but they can be found anywhere there is a ready supply of iron ore. Although they prefer creation to combat, slag giants are brutal and efficient fighters, capable of destroying an enemy's weapons or armor in a few precise blows. They often let opponents retreat if it gives the giants the opportunity to collect any broken weapons and armor as salvage. If approached peacefully, they are willing to barter or sell their goods, though they usually don't have human-sized items on hand. Trespassers who carelessly or wantonly destroy a slag giant's work or foul its forge usually end up in the fire. Most settlements have several giant-sized breastplates the residents can don if they expect a serious fight.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "85 (10d8+40)", 
    "reach": "10 ft.", 
    "wisdom": "12", 
    "defensive_abilities": "rock catching", 
    "creature_type": "Humanoid", 
    "special_qualities": "shattering blow", 
    "ranged": "rock +8 (1d8+8)", 
    "name": "Giant, Slag", 
    "base_attack": "+7", 
    "skills": "Craft (armor) +12, Craft (weapons) +12, Intimidate +8, Perception +9", 
    "reflex": "+6", 
    "cmd": "29 (31 vs. sunder)", 
    "cmb": "+16 (+18 sunder)", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 4/Monsters/Giant/Slag", 
    "organization": "solitary, pair, mining expedition (3–7), or tribe (5–20 plus 25% noncombatants and 1 cleric, or 1 fighter of 4th to 6th level plus 1–3 giant frilled lizards)", 
    "creature_subtype": "giant"
}