{
    "dexterity": "13", 
    "ac": "13, touch 13, flat-footed 12 (+1 Dex, +2 size)", 
    "special_attacks": "misplacement", 
    "intelligence": "8", 
    "racial_modifiers": "+2 Disable Device, +2 Sleight of Hand", 
    "melee": "bite +1 (1d3–1)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "10 ft., fly 20 ft. (average), swim 20 ft.", 
    "alignment": "N", 
    "size": "Tiny", 
    "languages": "Common, Sylvan", 
    "strength": "9", 
    "constitution": "12", 
    "space": "2-1/2 ft.", 
    "treasure": "incidental", 
    "init": "+5", 
    "environment": "temperate coasts", 
    "source": "Bestiary 4", 
    "charisma": "12", 
    "fortitude": "+1", 
    "spells": [
        {
            "spell-like abilities": "(CL 1st; concentration +2)At will-prestidigitation, ventriloquism (DC 12)1/day-scare (DC 13)"
        }
    ], 
    "type": "creature", 
    "feats": "Improved Initiative", 
    "senses": "darkvision 60 ft., low-light vision; Perception +4", 
    "description": "This small, bizarre humanoid creature has finlike wings, strange yellow skin, and tiny black eyes burning with malevolence.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Gremlin/Haniver/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Hanivers are swift and curious, possessing an uncanny ability to meddle with the possessions of any character whose square they enter. Any time a haniver succeeds at a Sleight of Hand check against a creature, it also rearranges that creature's possessions. The next time that creature attempts to produce a weapon or item, it finds its possessions misplaced or disarranged; retrieving a stored item or drawing a weapon then requires a standard action instead of a move action (unless the haniver has stolen the item in question). After spending this standard action, the character takes mental inventory and is no longer affected by this ability.Occasionally, hanivers replace items they've stolen or leave their old treasures&mdash;seashells, old fish, clumps of sand&mdash;in containers or clothing they have rooted through. They do this without any added difficultly to their Sleight of Hand checks.", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "descriptor"
                }, 
                {
                    "url": "pfsrd://Bestiary 4/Monsters/Gremlin/Haniver/Special Abilities/Misplacement", 
                    "source": "Bestiary 4", 
                    "type": "ability", 
                    "name": "Misplacement", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }
                }
            ]
        }, 
        {
            "body": "<p>Haniver gremlins haunt the stories of sailors and fishing communities, featuring prominently in parables told to naughty children by disapproving parents. A thousand such tales exist, each a variation on a common theme&mdash;the gremlins flap up from the sea, startle nasty fishermen or disobedient youths, and make off with their trinkets. Yet as is rarely the case with such tales, nearly every word of these stories&mdash;no matter how unlikely or comic&mdash;proves near to the truth.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Strange, capricious fey creatures that enjoy skimming whitecaps, flipping over solitary horseshoe crabs, and suicidally teasing dolphins and sharks, hanivers endlessly indulge a mad racial curiosity. Such is their obsession that every haniver must know what is under every rock, in every basket, and beneath every hat. Should they like what they find, they typically attempt to make off with it, clinging to their prize like a beloved heirloom until the next curiosity or shiny treasure catches their attention. Hanivers have no concept of worth, though they know much of desirability, and might hang onto an item they would otherwise discard in moments if another creature&mdash;or former owner&mdash;expresses desire for it. The gremlins don't steal out of any sense of maliciousness, but rather out of curiosity and selfishness. The most intelligent occasionally even believe that they're trading, and leave behind old \"treasures\"&mdash;often strange or natural items that barely fit the description&mdash;in place of things they've claimed. Regardless, folklore advises those who have something stolen by a haniver to simply abandon it rather than face the frustration of attempting to rescue it&mdash;hence the tendency of sailors to blame the hanivers whenever something goes missing.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Hanivers possess flat, leathery bodies with only a few thin bones. Most stand little more than a foot tall and 1-1/2 feet across, and weigh less than 5 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "4 (1d6+1)", 
    "reach": "0 ft.", 
    "wisdom": "11", 
    "creature_type": "Fey", 
    "special_qualities": "amphibious", 
    "dr": "2/cold iron", 
    "name": "Gremlin, Haniver", 
    "base_attack": "+0", 
    "skills": "Disable Device +3, Disguise +5, Fly +5, Perception +4, Sleight of Hand +7, Stealth +13, Swim +11", 
    "reflex": "+3", 
    "cmd": "8", 
    "cmb": "–1", 
    "will": "+2", 
    "url": "pfsrd://Bestiary 4/Monsters/Gremlin/Haniver", 
    "sr": "11", 
    "organization": "solitary, pair, or swarm (4–12)", 
    "creature_subtype": "aquatic"
}