{
    "dexterity": "13", 
    "ac": "44, touch 7, flat-footed 43 (+6 armor, +1 Dex, +31 natural, –4 size)", 
    "special_attacks": "agonizing venom, breath weapon (60-ft. cone, 2d4 Con damage from poison, Fortitude DC 33 half, usable every 1d4 rounds), constrict (2d8+21), fast swallow, lingering poisonous cloud, mythic power (10/day, surge +1d12), poison, swallow whole (6d6 bludgeoning damage plus poison, AC 25, 52 hp)", 
    "intelligence": "15", 
    "racial_modifiers": "+8 Knowledge (geography), +8 Perception, +8 Stealth, +8 Survival", 
    "resist": "acid 30, cold 30, electricity 30, fire 30, sonic 30", 
    "melee": "2 claws +36 (2d8+14), bite +36 (4d6+21 plus grab and poison), 2 wings +34 (2d6+7), tail slap +34 (2d8+21 plus grab)", 
    "cr": "24", 
    "xp": "1,228,800", 
    "speed": "50 ft., climb 30 ft., fly 200 ft. (average), swim 30 ft.", 
    "alignment": "N", 
    "size": "Gargantuan", 
    "languages": "Abyssal, Celestial, Common, Draconic, Infernal, Sylvan", 
    "strength": "38", 
    "constitution": "30", 
    "space": "20 ft.", 
    "treasure": "triple, plus one artifact or major item", 
    "init": "+15M", 
    "environment": "any", 
    "source": "Bestiary 4", 
    "charisma": "25", 
    "immune": "ability damage, ability drain, curses, death effects, dragon traits, sleep, paralysis, poison", 
    "fortitude": "+25", 
    "spells": [
        {
            "spell-like abilities": "(CL 26th; concentration +33)<p class=\"stat-block-2\">Constant-<i>detect magic</i>, <i>detect scrying</i></p><p class=\"stat-block-2\">At will-<i>discern location</i>, <i>false vision</i> (see aura of security), <i>fog cloud</i>, <i>greater dispel magic</i>, <i>locate object</i>, <i>major curse</i> (DC 22), <i>persuasive goad</i> (DC 18)</p><p class=\"stat-block-2\">3/day-<i>geas/quest</i> (DC 23), <i>leashed shackles</i> (DC 21), <i>maze</i>, <i>plant growth</i>, <i>spell turning</i>, <i>wall of st</i>one, <i>wall of thorns</i></p><p class=\"stat-block-2\">1/day-<i>breath of life</i>, <i>dimensional lock</i>, <i>limited wish</i> (DC 24), <i>mage's disjunction</i> (DC 26), <i>plane shift</i>, <i>word of recall</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Blinding Critical, CleaveM, Critical FocusM, Death from AboveUC, Flyby Attack, Great Cleave, Hover, Improved InitiativeM, Iron WillM, Multiattack, Power AttackM, Staggering Critical, Stunning Critical", 
    "senses": "blindsight 120 ft., darkvision 120 ft., detect magic, detect scrying, low-light vision, mistsight; Perception +44", 
    "description": "This immense dragon coils its long, serpentine body beneath spreading wings, its eyes glittering like burnished gold.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Guardian Dragon/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Any creature failing its saving throw against the dragon's breath weapon, poison, or poisonous blood is sickened with pain for 1 minute. A second, third, and fourth failed saving throw mean the creature is also staggered for 1 minute, nauseated for 1 minute, and helpless for 1 minute, respectively. This is a pain effect. If the dragon expends one use of mythic power when poisoning a creature, the dragon's breath weapon and poison overcome any poison immunity the target has.", 
                    "name": "Agonizing Venom", 
                    "url": "pfsrd://Bestiary 4/Monsters/Guardian Dragon/Special Abilities/Agonizing Venom", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A guardian dragon is alerted whenever a Tiny or larger creature enters its aura (as a mental alarm spell). If its dimensional lock spell-like ability is dispelled or destroyed, it may expend two uses of mythic power to cast it again. The dragon can use its false vision spell-like ability only within its aura, and the duration ends if the aura's area no longer includes the affected area.", 
                    "name": "Aura of Security", 
                    "url": "pfsrd://Bestiary 4/Monsters/Guardian Dragon/Special Abilities/Aura of Security", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per day, a guardian dragon can give a non-mythic creature the agile, arcane, divine, invincible, or savage mythic template (Pathfinder RPG Mythic Adventures 224). The dragon must expend a number of uses of mythic power equal to the amount the target creature's CR increases. The creature isn't under the dragon's control, but won't willingly attack the dragon unless magically forced to do so. Alternatively, the dragon can expend one use of mythic power to create difficult terrain in a 100-foot-radius burst; the type of difficult terrain is appropriate to the area (mud in plains, rubble in mountains, and so on). The effects of this ability persist as long as the dragon remains within 10 miles of the affected creature or area.", 
                    "name": "Heroic Challenge", 
                    "url": "pfsrd://Bestiary 4/Monsters/Guardian Dragon/Special Abilities/Heroic Challenge", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "The guardian dragon can expend one use of mythic power when it uses its breath weapon to have the cloud remain for 10 rounds, functioning as cloudkill. The dragon can expend one additional use of mythic power for this to function as mythic cloudkill.", 
                    "name": "Lingering Poisonous Cloud", 
                    "url": "pfsrd://Bestiary 4/Monsters/Guardian Dragon/Special Abilities/Lingering Poisonous Cloud", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Bite or swallow whole&mdash;injury; save Fort DC 33; frequency 1/round for 6 rounds; effect 1d4 Str and 1d4 Con; cure 2 consecutive saves.", 
                    "name": "Poison", 
                    "url": "pfsrd://Bestiary 4/Monsters/Guardian Dragon/Special Abilities/Poison", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A guardian dragon can spend 1 hour concentrating to create a labyrinthine extradimensional lair for itself and whatever it is guarding. This functions like greater create demiplane (Pathfinder RPG Ultimate Magic 213) and creates a demiplane with the morphic, portal, shape, and structure properties. The demiplane is approximately a 500-foot-diameter sphere, and the dragon usually fills it with a maze of corridors (most of which are large enough for the Gargantuan dragon to move through) to confuse and delay invaders intent on stealing its treasure. The demiplane's portal is connected to a spot in the dragon's hidden lair, and over time the dragon usually brings guardian creatures from the Material Plane to add to the demiplane's defenses. The dragon can have only one demiplane active at a time, and the demiplane dissolves 10d10 minutes after the dragon leaves, so the dragon leaves only for a few minutes at a time or if its treasure has been stolen.", 
                    "name": "Secret Lair", 
                    "url": "pfsrd://Bestiary 4/Monsters/Guardian Dragon/Special Abilities/Secret Lair", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A guardian dragon gains the swift tracker and quarry abilities of a ranger when tracking or hunting any creature that has confirmed a critical hit against it, penetrated its spell resistance, or taken any amount of its treasure. Any divination spell-like ability a guardian dragon uses to locate such a creature or its treasure counts as the mythic version of the spell, if appropriate.", 
                    "name": "Vengeful Seeker", 
                    "url": "pfsrd://Bestiary 4/Monsters/Guardian Dragon/Special Abilities/Vengeful Seeker", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A guardian dragon is an immense, serpentine dragon created by a deity to hide and guard a fabulous, legendary treasure. Spiriting its charge away to the farthest ends of the earth and beyond, the dragon maintains its eternal vigil surrounded by a garden, a labyrinth, a palace, or something uncanny, either building such a place itself or occupying a structure crafted for it by the deity.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Over time, the guardian dragon enhances the defenses around its lair. As most guardian dragons have been protecting the same item for decades or centuries, a typical guardian dragon's lair is full of natural hazards and stocked with a variety of lesser mythic and non-mythic opponents that add to the lair's defenses.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A mortal hero might brave the dangers of such a lair, seeking the dragon's prize, but the guardian's thirst for vengeance when recovering its charge is unending. The dragon considers any theft of its possessions an affront to its honor, and takes such an offense personally. With magic that allows it to find any creature at any distance, the dragon is relentless in pursuit of its lost items. Many enterprising thieves have escaped with a treasure, only to be located days or weeks later, killed, and dragged back to the dragon's lair with the stolen items.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Because of its many victories over thieves and dragonslayers, a guardian dragon is usually in possession of a large collection of magic items, and it doesn't hesitate to make use of rings, scrolls, wands, and other items to protect itself or fortify its lair&mdash;or for instructing its lesser guardians on how to use these items. A guardian dragon might be willing to trade items it can't use for something more suitable, as long as the other party makes no attempt to take anything without permission (especially its charge, but it considers any theft reprehensible).</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A guardian dragon is 50 feet long when fully uncoiled and weighs 7 tons.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "529 (26d12+360)", 
    "reach": "15 ft. (20 ft. with bite)", 
    "wisdom": "24", 
    "defensive_abilities": "fortification (50%), poisonous blood (dragon bile), unstoppable", 
    "creature_type": "Dragon", 
    "special_qualities": "amphibious, heroic challenge, mythic immortality, recuperation, secret lair, vengeful seeker", 
    "dr": "15/epic and magic", 
    "name": "Guardian Dragon", 
    "base_attack": "+26", 
    "skills": "Climb +38, Fly +11, Intimidate +36, Knowledge (geography) +26, Knowledge (local, religion) +18, Perception +44, Sense Motive +36, Spellcraft +18, Stealth +13, Survival +44, Swim +22, Use Magic Device +23", 
    "reflex": "+16", 
    "cmd": "51 (55 vs. grapple, can't be tripped)", 
    "cmb": "+44 (+48 grapple)", 
    "will": "+24", 
    "url": "pfsrd://Bestiary 4/Monsters/Guardian Dragon", 
    "sr": "35", 
    "aura": "frightful presence (300 ft., DC 30), security (1,000 ft.)", 
    "mr": "10", 
    "organization": "solitary", 
    "creature_subtype": "aquatic, mythic"
}