{
    "dexterity": "43", 
    "ac": "48, touch 37, flat-footed 31 (+16 Dex, +1 dodge, +10 insight, +11 natural)", 
    "special_attacks": "bleed (1d6), fulvous dreams, mythic power (10/day, surge +1d12), reveal visage, sneak attack +10d6, Yellow Sign", 
    "intelligence": "35", 
    "racial_modifiers": "+20 Acrobatics when jumping", 
    "resist": "acid 30, electricity 30, fire 30", 
    "melee": "4 tattered lash +41 (2d8+7 plus bleed)", 
    "cr": "29", 
    "xp": "6,553,600", 
    "speed": "80 ft.; air walk", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Aklo; telepathy 100 ft., tongues", 
    "strength": "24", 
    "constitution": "44", 
    "space": "5 ft.", 
    "treasure": "triple", 
    "init": "+26", 
    "environment": "any", 
    "source": "Bestiary 4", 
    "charisma": "36", 
    "immune": "ability damage, ability drain, aging, cold, death effects, disease, energy drain, mind-affecting effects, paralysis, petrification, sonic", 
    "fortitude": "+28", 
    "spells": [
        {
            "spell-like abilities": "(CL 29th; concentration +42)<p class=\"stat-block-2\">Constant-<i>air walk</i>, <i>freedom of movement</i>, <i>tongues</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>astral projection</i>, <i>dimension door</i><sup>M</sup>, <i>dream</i><sup>M</sup>, <i>enervation</i><sup>M</sup>, <i>greater dispel magic</i>, <i>insanity</i> (DC 30), <i>mirage arcana</i> (DC 28), <i>nightmare</i><sup>M</sup> (DC 28), <i>sending</i><sup>M</sup>, <i>veil</i>, <i>wish</i><sup>M</sup> (see below)</p><p class=\"stat-block-2\">3/day-<i>demand</i> (DC 31), quickened <i>feeblemind</i>, <i>interplanetary teleport</i>, <i>mass suggestion</i> (DC 29), <i>project image</i> (DC 30)</p><p class=\"stat-block-2\">1/day-<i>symbol of death</i> (DC 31), <i>symbol of fear</i> (DC 29), <i>symbol of insanity</i> (DC 31), <i>symbol of pain</i> (DC 28), <i>symbol of persuasion</i> (DC 29), <i>symbol of strife</i> (DC 32), <i>symbol of stunning</i> (DC 30), <i>symbol of weakness</i> (DC 30)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Agile Maneuvers, Combat Expertise, Combat Reflexes, Critical Focus, Dodge, Greater Feint, Greater Vital Strike, Improved Critical (tattered lash), Improved Feint, Improved Vital Strike, Mobility, Quicken Spell-Like Ability (feeblemind), Spring Attack, Staggering Critical, Vital Strike, Weapon Finesse, Whirlwind Attack", 
    "senses": "darkvision 60 ft., true seeing; Perception +47", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Great Old One/Hastur/Hastur/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When Hastur uses his nightmare spell-like ability on a creature that has seen the Yellow Sign, he also afflicts that creature with horrifying dreams tinted with a nauseating yellow color and thick with overwhelming sensations of decadence, shame, and entropic disorder. In addition to the effect of nightmare, the target must also succeed at a DC 40 Will save or be compelled to seek out a Yellow Sign, throwing all of his resources and actions into the obsession. While obsessed, the target takes a -4 penalty on Will saving throws, saving throws against symbol spells, concentration checks, and Wisdom-based skill checks. This obsession effect ends immediately if the victim looks upon the Yellow Sign. This is a mind-affecting curse effect. The save DC is Charisma-based.", 
                    "name": "Fulvous Dreams", 
                    "url": "pfsrd://Bestiary 4/Monsters/Great Old One/Hastur/Hastur/Special Abilities/Fulvous Dreams", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "If Hastur is slain, the robes that drape his frame suddenly drop to the ground as if whatever shape supported them had suddenly ceased to exist. The robes themselves remain inanimate on the ground, but any humanoid creature that touches them must succeed at a DC 40 Will save to resist a sudden urge to put the robes on. Doing so is a full-round action that provokes attacks of opportunity. Once it has donned Hastur's robes, the creature immediately perishes and its body is destroyed. In its place, Hastur lives again, as if brought back via true resurrection. If the discarded robes are not donned within 24 hours, they fade away, leaving behind a faint yellow stain. In this case, Hastur can't manifest a physical body again until the conditions are right, or until an unwitting cultist or fool calls him forth once again. The save DC is Charisma-based.", 
                    "name": "Immortality", 
                    "url": "pfsrd://Bestiary 4/Monsters/Great Old One/Hastur/Hastur/Special Abilities/Immortality", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a swift action, Hastur may reveal to one adjacent creature the true shape beneath his robes. The creature must succeed at DC 40 Will save or be paralyzed for 1d4 rounds and take 1d4 points of Wisdom drain at the end of its turn each round the paralysis lasts, though the revelation is too awful for memory to retain. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                    "name": "Reveal Visage", 
                    "url": "pfsrd://Bestiary 4/Monsters/Great Old One/Hastur/Hastur/Special Abilities/Reveal Visage", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Hastur attacks with long strips of his tattered yellow robes. These strips have a reach of 40 feet and are primary natural slashing attacks. Bleed damage from the strips stacks with itself (up to 10d6 points of bleed damage). Hastur treats insane targets as if they were flat-footed when he attacks with these weapons.", 
                    "name": "Tattered Lash", 
                    "url": "pfsrd://Bestiary 4/Monsters/Great Old One/Hastur/Hastur/Special Abilities/Tattered Lash", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Failing a DC 40 Will save against Hastur's unspeakable presence afflicts a creature with a random insanity. A creature that is already insane instead becomes confused for as long as it remains in the area. The save DC is Charisma-based.", 
                    "name": "Unspeakable Presence", 
                    "url": "pfsrd://Bestiary 4/Monsters/Great Old One/Hastur/Hastur/Special Abilities/Unspeakable Presence", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Although Hastur may use wish as a spell-like ability at will, he can do so only to grant the wishes of other creatures, and only once per creature. Invariably, the results of these wishes serve somehow to advance Hastur's agenda.", 
                    "name": "Wish", 
                    "url": "pfsrd://Bestiary 4/Monsters/Great Old One/Hastur/Hastur/Special Abilities/Wish", 
                    "ability_types": {
                        "ability_type": "Spell-Like"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per day as a free action, Hastur can touch any solid surface and inscribe the Yellow Sign upon it. Once inscribed, the Yellow Sign remains for a year, but is active only on certain nights when the light from Hastur's distant world shines in the night sky as a star. Any creature that looks upon an active Yellow Sign must succeed at a DC 40 Will save to avoid becoming dominated by Hastur (as dominate monster); whether or not the save is successful, the creature doesn't have to save against that Yellow Sign again for 24 hours. While the creature is under this domination effect, if the creature's Charisma drain plus Charisma damage ever equal its Charisma score, it immediately dies and allows Hastur to manifest physically at the location of its corpse, as if the victim had donned Hastur's tattered robes (see immortality). A Yellow Sign can be removed with dispel chaos, dispel evil, or erase, any of which requires the caster to succeed at a DC 35 caster level check. Mage's disjunction automatically removes a Yellow Sign. This is a mind-affecting effect. The save DC is Charisma-based.", 
                    "name": "Yellow Sign", 
                    "url": "pfsrd://Bestiary 4/Monsters/Great Old One/Hastur/Hastur/Special Abilities/Yellow Sign", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Hastur is the most mysterious of the Great Old Ones. In fact, the entity known as Hastur might actually be an Outer God. The physical manifestation of this entity is known as the King in Yellow, and though most consider this creature&mdash;a vaguely human-shaped figure draped in a yellow cloak&mdash;to be synonymous with Hastur himself, many scholars believe that the King in Yellow is nothing more than an avatar used by the true Hastur to move among the denizens of the physical world. Hastur himself is said to dwell upon a distant world called Carcosa on the shores of the monstrous Lake of Hali, and his power on a planet is strongest when the baleful light of Carcosa's star is visible in that planet's night sky.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "731 (34d8+578); fast healing 25", 
    "reach": "40 ft.", 
    "wisdom": "31", 
    "defensive_abilities": "freedom of movement, immortality, insanity (DC 40)", 
    "creature_type": "Aberration", 
    "special_qualities": "otherworldly insight", 
    "dr": "15/epic and lawful", 
    "name": "Hastur", 
    "base_attack": "+25", 
    "skills": "Acrobatics +53 (+73 when jumping), Bluff +47, Disguise +47, Intimidate +50, Knowledge (arcana, geography, history, local) +46, Knowledge (nobility) +49, Perception +47, Perform (act) +47, Sense Motive +44, Sleight of Hand +50, Spellcraft +49, Stealth +53, Use Magic Device +47", 
    "reflex": "+27", 
    "cmd": "69 (can't be tripped)", 
    "cmb": "+41", 
    "will": "+29", 
    "url": "pfsrd://Bestiary 4/Monsters/Great Old One/Hastur/Hastur", 
    "aura": "unspeakable presence (300 ft., DC 40)", 
    "sr": "40", 
    "organization": "solitary (unique)", 
    "creature_subtype": "chaotic, evil, Great Old One"
}