{
    "dexterity": "17", 
    "ac": "17, touch 14, flat-footed 13 (+3 Dex, +1 dodge, +3 natural)", 
    "special_attacks": "lashing tail, manipulate luck", 
    "intelligence": "12", 
    "resist": "cold 10", 
    "melee": "slam +7 (1d6+4), tail slap +7 (1d6+4 plus 1d4 Cha damage)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft.", 
    "alignment": "CN", 
    "size": "Medium", 
    "languages": "Common, Giant, Sylvan", 
    "strength": "19", 
    "constitution": "14", 
    "immune": "charm effects, compulsion effects", 
    "treasure": "standard", 
    "init": "+3", 
    "environment": "cold forests or mountains", 
    "source": "Bestiary 4", 
    "charisma": "19", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 4th; concentration +8)<p class=\"stat-block-2\">Constant-<i>detect snares and pits</i>, <i>endure elements</i>, <i>pass without trace</i></p><p class=\"stat-block-2\">3/day-<i>charm person</i> (DC 15), <i>daze monster</i> (DC 16), <i>wood shape</i></p><p class=\"stat-block-2\">1/day-<i>deep slumber</i> (DC 17)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Deceitful, Dodge, Mobility, Power Attack", 
    "senses": "darkvision 60 ft., detect snares and pits, low-light vision, scent; Perception +12", 
    "description": "This woman's foxlike tail and the wood-lined hollow inside her back reveal her true fey nature.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Huldra/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A huldra's tail slap is a primary attack. In addition, each time a huldra damages a creature with her tail slap, she deals 1d4 points of Charisma damage, causing her target to grow progressively more deformed and ugly with each strike. A successful DC 15 Fortitude save negates the Charisma damage. The save DC is Constitution-based.", 
                    "name": "Lashing Tail", 
                    "url": "pfsrd://Bestiary 4/Monsters/Huldra/Special Abilities/Lashing Tail", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per day, a huldra can manipulate another creature's luck by spending a full-round action, during which the huldra must remain in physical contact with the target creature. When the huldra uses this ability, she must choose whether she is imparting good luck or bad luck. A creature granted good luck gains a +2 luck bonus on all saving throws, attack rolls, and skill checks, while a creature afflicted with bad luck takes a -4 penalty on all saving throws, attack rolls, and skill checks. A successful DC 17 Will save negates the effect. Huldras cannot be the target of this ability. This effect lasts for 24 hours and is a curse effect. The save DC is Charisma-based.", 
                    "name": "Manipulate Luck", 
                    "url": "pfsrd://Bestiary 4/Monsters/Huldra/Special Abilities/Manipulate Luck", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Huldras are fey creatures that legend claims were originally created by troll witches to lure humans into their clutches. Every huldra is aware of this tale, finds it insulting, and denies it at length&mdash;yet the legend persists. There's no greater way to inflame a huldra to anger than to speak about this myth (especially while expressing distrust or contempt for the huldra), and the huldras' hatred of all things trollish is well known among scholars of the fey and those who regularly encounter the less common fey creatures.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>From the front, a huldra appears to be a beautiful human woman, yet two distinctive features mark the huldra as something supernatural: her long, foxlike tail, and the fact that she doesn't have a solid back&mdash;merely a hole that reveals her body to be a hollow, bark-lined shell. Most huldras wear their hair long to mask the hole in their backs, and they prefer long gowns to hide their tails when interacting with humanoids. Though huldras are not ashamed of their status as fey, they react rather negatively when someone points out their tails. So long as humanoids are respectful, however, huldras tend to be curious about other races, and may aid those who pass through their territories by telling them the best places for hunting or fishing.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Huldras sometimes become enamored of woodcutters or others who adventure outdoors, and invite these paramours to share their beds, but such romances usually end in disappointment and misunderstanding on both sides. Despite their relatively lithe frames, huldras are deceptively strong, and stories abound of them performing astonishing feats of strength such as straightening horseshoes and tossing aside attackers, and their natural weapons are quite potent.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "38 (7d6+14); regeneration 3 (acid or fire)", 
    "wisdom": "14", 
    "creature_type": "Fey", 
    "name": "Huldra", 
    "base_attack": "+3", 
    "skills": "Bluff +16, Disguise +16, Escape Artist +13, Knowledge (nature) +11, Perception +12, Stealth +13, Use Magic Device +14", 
    "reflex": "+8", 
    "cmd": "21", 
    "cmb": "+7", 
    "will": "+7", 
    "url": "pfsrd://Bestiary 4/Monsters/Huldra", 
    "organization": "solitary, pair, or family (3–9)"
}