{
    "dexterity": "15", 
    "ac": "17, touch 12, flat-footed 15 (+2 Dex, +5 natural)", 
    "special_attacks": "constrict (1d6+9), poison, sneak attack +2d6", 
    "intelligence": "7", 
    "melee": "bite +13 (1d6+9 plus grab and poison)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "40 ft., fly 60 ft. (good)", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Aklo", 
    "strength": "22", 
    "constitution": "16", 
    "treasure": "none", 
    "init": "+6", 
    "environment": "any (Ethereal Plane)", 
    "source": "Bestiary 4", 
    "charisma": "10", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Blind-Fight, Improved Initiative, Skill Focus (Stealth), Shadow Strike", 
    "senses": "darkvision 60 ft.; Perception +11", 
    "description": "Seeming to phase in and out of existence, this ophidian creature has a great striped hood like a cobra.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Hypnalis/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A hypnalis's bite attack is treated as if it has the ghost touch special weapon quality.", 
                    "name": "Ghost Touch Fangs", 
                    "url": "pfsrd://Bestiary 4/Monsters/Hypnalis/Special Abilities/Ghost Touch Fangs", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A hypnalis can shift from the Ethereal Plane to the Material Plane as a free action and shift back again as a move action (or part of a move action). The ability is otherwise identical to ethereal jaunt (CL 15th).", 
                    "name": "Phasing", 
                    "url": "pfsrd://Bestiary 4/Monsters/Hypnalis/Special Abilities/Phasing", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "If a hypnalis poisons an ethereal creature while on the Ethereal Plane (including creatures under the effects of spells or effects that grant etherealness such as ethereal jaunt), the creature is immediately forced onto the Material Plane and takes the specified Constitution damage. Creatures on the Material Plane are affected by this poison as normal.Hypnalis Venom: Bite&mdash;injury; save Fort DC 16; frequency 1/round for 6 rounds; effect 1d3 Con and effects listed above; cure 2 consecutive saves. The save DC is Constitution-based.", 
                    "name": "Poison", 
                    "url": "pfsrd://Bestiary 4/Monsters/Hypnalis/Special Abilities/Poison", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Sometimes called an ether serpent, a hypnalis resembles a snake the size of a python sporting a hood like that of a cobra with gray stripes. The creature's fangs carry a potent venom that is not only deadly, but can force creatures off the Ethereal Plane. While other denizens of the Ethereal Plane focus their attention on warring with each other, spying on others, or feeding on dreams, a hypnalis hunts those not native to its plane.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Different hypnalises deal with such interlopers in their own ways. Some sinister or young and hotheaded hypnalises hunt such trespassers for sport, tormenting them for a while before killing them or expelling them to the Material Plane. Other older or inquisitive hypnalises are more curious about such strangers and pragmatic in their dealings with them, approaching interlopers in attempts to find out their method for traveling to the Ethereal Plane and whether or not they can return. If they can, these hypnalises might request that these interlopers leave, backing such requests with threats if the interlopers seem uncooperative. If the interlopers don't have a method to return to their home, some rare good-natured hypnalises may help them find a way to leave the Ethereal Plane without using its poison. Even when this is the case, hypnalises are wary creatures, and are always on guard against treachery.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A hypnalis is approximately 8 feet long and weighs about 20 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "59 (7d10+21)", 
    "wisdom": "13", 
    "creature_type": "Outsider", 
    "special_qualities": "ghost touch fangs, phasing", 
    "name": "Hypnalis", 
    "base_attack": "+7", 
    "skills": "Bluff +10, Fly +10, Perception +11, Sense Motive +10, Stealth +15", 
    "reflex": "+7", 
    "cmd": "25 (can't be tripped)", 
    "cmb": "+13 (+17 grapple)", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 4/Monsters/Hypnalis", 
    "organization": "solitary, pair, or nest (3–7)", 
    "creature_subtype": "extraplanar"
}