{
    "dexterity": "13", 
    "ac": "15, touch 15, flat-footed 14 (+1 Dex, +4 size)", 
    "special_attacks": "daze, tears of anguish", 
    "intelligence": "7", 
    "melee": "slam +6 (1d2–3), 2 wings +6 (1d1–3 plus daze)", 
    "cr": "1/2", 
    "xp": "200", 
    "speed": "5 ft., fly 60 ft. (perfect)", 
    "alignment": "NE", 
    "size": "Diminutive", 
    "languages": "Common (can't speak)", 
    "strength": "4", 
    "constitution": "-", 
    "space": "1 ft.", 
    "treasure": "none", 
    "init": "+1", 
    "environment": "any", 
    "source": "Bestiary 4", 
    "charisma": "11", 
    "immune": "undead traits", 
    "fortitude": "+0", 
    "type": "creature", 
    "feats": "Weapon Finesse", 
    "senses": "darkvision 60 ft.; Perception +7", 
    "description": "This bloodshot eyeball trails strands of bloody nerves that fan out like flapping wings.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Isitoq/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "An isitoq's nerves form grotesque wings. Any creature struck by the creature's wings must succeed at a DC 11 Will save or be dazed for 1 round as the target's mind is flooded with images of the last seconds of the isitoq's existence as a living creature. This is a mind-affecting fear effect. The save DC is Charisma-based.", 
                    "name": "Daze", 
                    "url": "pfsrd://Bestiary 4/Monsters/Isitoq/Special Abilities/Daze", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a full-round action, an isitoq can make a ranged touch attack to squirt tears into the eyes of a creature within 30 feet. If the target fails a DC 11 saving throw, it experiences the effect of the isitoq's daze ability. The save DC is Charisma-based.", 
                    "name": "Tears of Anguish", 
                    "url": "pfsrd://Bestiary 4/Monsters/Isitoq/Special Abilities/Tears of Anguish", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "An isitoq's creator or master can see through its eye at a range of 60 feet, using the eye's normal vision and darkvision. The following spells have a 5% chance per caster level of the isitoq's creator of operating through the isitoq: detect chaos, detect evil, detect good, detect law, detect magic, and message. If the creator is 15th level or higher, the following spells have the same chance of functioning through the isitoq: read magic and tongues.", 
                    "name": "Visual Sensor", 
                    "url": "pfsrd://Bestiary 4/Monsters/Isitoq/Special Abilities/Visual Sensor", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Awkwardly flapping through the air, this creature constantly weeps salty tears, leaving a dripping trail behind it as it flies. Most often encountered in the company of necromancers or powerful undead creatures capable of casting spells, an isitoq serves as a companion, spy, or sometimes even a familiar. Its creator normally uses it as a sentinel, sending it flying through the halls of its laboratory, lair, or dungeon complex to watch for intruders or spy on guests and test subjects. As an isitoq's creator can see through the creature's single eye, the creator can keep watch over her domain without having to leave an inner sanctum or other heavily-guarded area.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Though the isitoq's attack is itself weak, any creature struck by the floating eyeball's wings sees the last moments of life experienced by the creature from which the isitoq was created. This horror-filled vision is potent with emotion, making the victim feel as if it's experiencing its own death.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A spellcaster can create an isitoq from the head of a Small or Medium corpse that has at least one intact eye. The head must be animated as a 1 Hit Die undead using <i>animate dead</i> (this counts toward the total HD animated by the spell and the total HD the caster can control), followed by casting <i>clairaudience/clairvoyance</i> or <i>locate object</i> to establish the sensory connection, and <i>air walk</i>, <i>fly</i>, <i>levitate</i>, or <i>wind wall</i> to give it the ability to fly. When these spells are finished, one of the head's eyes pulls itself free of its socket and becomes an isitoq. The rest of the head remains part of a corpse.</p><p>An evil spellcaster with the Improved Familiar feat can gain an isitoq as a familiar at 5th level.</p>", 
            "url": "pfsrd://Bestiary 4/Monsters/Isitoq/Creating an Isitoq", 
            "type": "section", 
            "name": "Creating an Isitoq", 
            "source": "Bestiary 4"
        }
    ], 
    "hp": "9 (2d8)", 
    "reach": "0 ft.", 
    "wisdom": "14", 
    "creature_type": "Undead", 
    "special_qualities": "visual sensor", 
    "name": "Isitoq", 
    "base_attack": "+1", 
    "skills": "Fly +15, Perception +7, Stealth +18", 
    "reflex": "+1", 
    "cmd": "5 (can't be tripped)", 
    "cmb": "–2", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 4/Monsters/Isitoq", 
    "organization": "solitary or gang (2–8)"
}