{
    "dexterity": "23", 
    "ac": "44, touch 30, flat-footed 38 (+4 deflection, +6 Dex, +14 natural, +12 profane, –2 size)", 
    "special_attacks": "clutch foe, crushing blow, favored enemy (giants +4, humans +4, see below), powerful slam, rock throwing (600 ft.), vengeful strike", 
    "intelligence": "25", 
    "racial_modifiers": "+8 Perception", 
    "resist": "acid 30, fire 30", 
    "melee": "+5 adamantine icy burst warhammer +53/+48/+43/+38 (3d6+24/19–20/×3 plus 1d6 cold), slam +48 (1d8+19 plus grab)", 
    "cr": "26", 
    "xp": "2,457,600", 
    "speed": "60 ft., climb 60 ft.", 
    "alignment": "CE", 
    "size": "Huge", 
    "languages": "Abyssal, Celestial, Common, Draconic, Giant; telepathy 300 ft.", 
    "strength": "48", 
    "constitution": "38", 
    "space": "15 ft.", 
    "treasure": "triple (+5 adamantine icy burst warhammer, other treasure)", 
    "init": "+6", 
    "environment": "any cold (Abyss)", 
    "source": "Bestiary 4", 
    "charisma": "27", 
    "immune": "ability damage, ability drain, charm effects, compulsion effects, cold, death effects, electricity, energy drain, petrification, and poison", 
    "fortitude": "+35", 
    "spells": [
        {
            "spell-like abilities": "(CL 26th; concentration +34)<p class=\"stat-block-2\">Constant-<i>air walk</i>, <i>detect good</i>, <i>detect law</i>, <i>freedom of movement</i>, <i>true seeing</i>, <i>unholy aura</i> (DC 26)</p><p class=\"stat-block-2\">At will-<i>astral projection</i>, <i>blasphemy</i>* (DC 25), <i>cone of cold</i>* (DC 23), <i>desecrate</i>*, <i>enlarge person</i>*, <i>greater dispel magic</i>, <i>greater teleport</i>, <i>telekinesis</i>* (DC 23), <i>shapechange</i>, <i>unhallow</i>, <i>unholy blight</i>* (DC 22)</p><p class=\"stat-block-2\">3/day-<i>polar ray</i>*, <i>power word stun</i>*, summon demons, <i>symbol of stunning</i> (DC 25)</p><p class=\"stat-block-2\">1/day-<i>mass icy prison</i> (DC 27), <i>polar midnight</i> (DC 27), <i>time stop</i>*<i></i></p>* Kostchtchie can use the mythic version of this ability in his realm."
        }
    ], 
    "type": "creature", 
    "feats": "Awesome Blow, Catch Off-Guard, Craft Construct, Craft Magic Arms and Armor, Craft Wondrous Item, Critical Focus, Greater Sunder, Greater Vital Strike, Improved Bull Rush, Improved Critical (warhammer), Improved Sunder, Improved Vital Strike, Power Attack, Quick Draw, Staggering Critical, Vital Strike", 
    "senses": "darkvision 60 ft., detect good, detect law, true seeing; Perception +52", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Demon Lord/Kostchtchie/Kostchtchie/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "If Kostchtchie chooses to use his hand to make a grapple check when he successfully slams and grabs a Medium or smaller opponent, he takes a -20 penalty on the grapple check. On following rounds, he can attempt to maintain his grapple on the creature as a swift action. If successful, he can constrict the creature for 1d8+28 points of damage, throw the creature (treat this as a bull rush), or use the creature as an improvised weapon. An opponent used as a weapon takes half as much damage as it deals to the creature it hits.", 
                    "name": "Clutch Foe", 
                    "url": "pfsrd://Bestiary 4/Monsters/Demon Lord/Kostchtchie/Kostchtchie/Special Abilities/Clutch Foe", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per round, Kostchtchie may designate any attack with his warhammer to be a crushing blow. He must designate this attack before making the attack roll. If he hits, the blow ignores the target's hardness and damage reduction, and allows him to make a free trip attempt against the target. This trip attempt does not provoke an attack of opportunity, can target a foe of any size, and has no chance of causing Kostchtchie to fall prone if he fails. A creature struck by a crushing blow must attempt a DC 44 Fortitude save; success means the creature is staggered for 1 round, and failure means it is stunned for 1 round and staggered for 1d6 rounds afterward. The save DC is Strength-based.", 
                    "name": "Crushing Blow", 
                    "url": "pfsrd://Bestiary 4/Monsters/Demon Lord/Kostchtchie/Kostchtchie/Special Abilities/Crushing Blow", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Against female giants or female humans, Kostchtchie's favored enemy bonuses increase to +8. Once per day, he can declare any one creature as a favored enemy, but only if that creature has damaged, humiliated, or otherwise inconvenienced him at some point in the previous 24 hours. His favored enemy bonuses against that creature last 24 hours.", 
                    "name": "Favored Enemy", 
                    "url": "pfsrd://Bestiary 4/Monsters/Demon Lord/Kostchtchie/Kostchtchie/Special Abilities/Favored Enemy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Kostchtchie's slam attack is considered a primary attack even when he uses a weapon in his other hand, and he always adds his full Strength bonus to damage dealt with his slam attack.", 
                    "name": "Powerful Slam", 
                    "url": "pfsrd://Bestiary 4/Monsters/Demon Lord/Kostchtchie/Kostchtchie/Special Abilities/Powerful Slam", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Once per round, Kostchtchie may make an attack of opportunity against any creature that strikes him in melee combat. This attack of opportunity has a critical threat range of 18-20. Against female targets, the vengeful strike is also a crushing blow.", 
                    "name": "Vengeful Strike", 
                    "url": "pfsrd://Bestiary 4/Monsters/Demon Lord/Kostchtchie/Kostchtchie/Special Abilities/Vengeful Strike", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Kostchtchie (pronounced kosh-TIK-ti-kai) appears as an immense, deformed frost giant with twisted legs, tiny white eyes, and a thick matted beard into which are woven dozens of skulls&mdash;trophies of mortal kings and priests of rival faiths he has slain. Legends speak that each of these skulls is haunted by the ghost of its previous owner, and that he can commune with these spirits to seek their wisdom&mdash;although if the legends are true, it is more likely that Kostchtchie has little interest in anything but mockery and torment for these lost souls.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Kostchtchie is never seen without his massive warhammer, an adamantine maul of such prodigious size that even the strongest frost giant would have trouble wielding it properly. Known also as the Deathless Frost, Kostchtchie dwells in an immense Abyssal fortress carved from the heart of a towering mountain in a frozen realm of jagged mountains and immense glaciers infested with manifold frozen horrors. Kostchtchie stands 30 feet tall.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Kostchtchie was born of human parents, and became a murderer when his father forced him to kill his mother and sisters. Kostchtchie went one better and murdered his father as well. Later in life, after he had become a ferocious warlord well known for the slaying of dozens of giant chieftains, he confronted the Witch Queen Baba Yaga and tried to force her to grant him immortality&mdash;she agreed, but twisted his form, turned him into a hideous giant, and hid away the last fragment of his mortal soul in a magical torc. Kostchtchie fled to the Abyss to nurture his hatred and hide his shame, eventually finding a new purpose as a patron of frost giants despite his hatred of their kind. Kostchtchie longs for the recovery of the torc that contains the fragment of his soul, in the hope that its return might reverse his deformity without removing his immortality.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>In combat, Kostchtchie almost always uses Power Attack, taking a -8 penalty on all attack rolls but gaining a +16 bonus on damage rolls. The Deathless Frost is often accompanied by several frost giants, at least two of which are clerics. These clerics attend his every need, healing him in battle as best they can lest they forfeit their lives&mdash;or fall to some fate even more dire at the merciless hands of the Deathless Frost.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "604 (31d10+434); regeneration 30 (deific or mythic)", 
    "weaknesses": "vulnerable to fire", 
    "reach": "15 ft.", 
    "wisdom": "30", 
    "defensive_abilities": "Abyssal resurrection, freedom of movement, rock catching", 
    "creature_type": "Outsider", 
    "special_qualities": "demon lord traits", 
    "dr": "20/cold iron, epic, and good", 
    "ranged": "rock +37/+32/+27/+22 (2d6+19)", 
    "name": "Kostchtchie", 
    "base_attack": "+31", 
    "skills": "Bluff +42, Climb +58, Intimidate +42, Knowledge (arcana) +41, Knowledge (engineering) +38, Knowledge (local) +41, Knowledge (planes) +41, Knowledge (religion) +38, Perception +52, Sense Motive +44, Spellcraft +41, Stealth +32, Use Magic Device +39", 
    "reflex": "+20", 
    "cmd": "86 (88 vs. bull rush, 88 vs. sunder)", 
    "cmb": "+52 (+54 bull rush, +56 grapple, +56 sunder)", 
    "will": "+31", 
    "url": "pfsrd://Bestiary 4/Monsters/Demon Lord/Kostchtchie/Kostchtchie", 
    "aura": "frightful presence (120 ft., DC 33), unholy aura (DC 26)", 
    "sr": "37", 
    "organization": "solitary (unique)", 
    "creature_subtype": "chaotic, cold, demon, evil, extraplanar"
}