{
    "dexterity": "16", 
    "ac": "14, touch 14, flat-footed 11 (+3 Dex, +1 size)", 
    "special_attacks": "poison, seed", 
    "intelligence": "1", 
    "melee": "stinger +3 (1d4+1 plus poison)", 
    "cr": "1", 
    "xp": "400", 
    "speed": "5 ft., fly 40 ft. (average)", 
    "alignment": "N", 
    "size": "Small", 
    "strength": "12", 
    "constitution": "17", 
    "immune": "plant traits", 
    "treasure": "none", 
    "init": "+3", 
    "environment": "temperate or warm forests", 
    "source": "Bestiary 4", 
    "charisma": "4", 
    "fortitude": "+6", 
    "type": "creature", 
    "feats": "Flyby Attack", 
    "senses": "low-light vision; Perception +5", 
    "description": "This creature looks like a broad leaf with whiskers like a catfish and a dangerous stinger trailing behind it.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Leaf Ray/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Poison"
                }, 
                {
                    "body": "Sting&mdash;injury; save Fort DC 14; frequency 1/round for 6 rounds; effect 1d2 Dex; cure 1 save.", 
                    "url": "pfsrd://Bestiary 4/Monsters/Leaf Ray/Special Abilities/", 
                    "type": "ability", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "Once per day, a leaf ray can implant a seed into a helpless target with its stinger. As a full-round action, the leaf ray stings its victim, depositing a seed into the victim's flesh. This process deals 1 hit point of damage to the victim, but the implanted creature isn't subject to the leaf ray's poison in this process. The seed germinates inside the victim, making it sickened while it harbors the leaf ray seed, and dealing 1d2 points of Constitution damage to the victim each day the seed grows within. This damage is negated with a successful DC 14 Fortitude save. The seed feeds off the victim's body and only grows into a new leaf ray tree when the victim dies from Constitution damage. Removing an implanted seed requires a successful DC 20 Heal check (a full-round action); each attempt deals 1 hit point of damage. Although immunity to disease offers no special protection against a leaf ray seed's implantation, remove disease, heal, or similar effects automatically destroy any implanted seeds.", 
                    "name": "Seed", 
                    "url": "pfsrd://Bestiary 4/Monsters/Leaf Ray/Special Abilities/Seed", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Growing in the upper canopies of massive trees, leaf rays fly through the air in search of food. Barely sentient, leaf rays have just enough intelligence to find nourishment and pick out creatures suitable for harboring their seeds. These creatures are hardly picky in their quest for either, merely requiring a warm-blooded living creature, preferably mammalian, for each purpose.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Leaf rays begin their lives as buds in the tops of deciduous trees, and form a symbiotic relationship with these trees, often leaving the husks of their victims under their host trees to decay and fertilize the soil. During its budding stage, a leaf ray spends its time flexing its body in reaction to blowing winds in order to prepare itself for flight. Once a leaf ray has matured, it can separate its stingerlike stem from the parent tree and soar through the air. A leaf ray measures 3 feet across and weighs only 2 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Leaf rays change color in depending on the season, but they do not die off during winter. The stats above represent a leaf ray in the spring and summer. The following variations follow the changing seasons.</p>", 
            "name": "Variant Leaf Rays", 
            "url": "pfsrd://Bestiary 4/Monsters/Leaf Ray/Variant Leaf Rays", 
            "type": "section", 
            "source": "Bestiary 4", 
            "sections": [
                {
                    "body": "<p>A leaf ray turns shades of yellow and red in the fall, and its poison's purpose shifts to deal Strength damage instead of Dexterity damage.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Leaf Ray/Variant Leaf Rays/Fall", 
                    "type": "section", 
                    "name": "Fall", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>A leaf ray in the winter turns a dull range of browns and grays, and its poison deals Constitution damage instead of Dexterity damage. Because of this, few leaf rays are successful in implanting their seeds during this season.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Leaf Ray/Variant Leaf Rays/Winter", 
                    "type": "section", 
                    "name": "Winter", 
                    "source": "Bestiary 4"
                }
            ]
        }
    ], 
    "hp": "15 (2d8+6)", 
    "wisdom": "13", 
    "creature_type": "Plant", 
    "name": "Leaf Ray", 
    "base_attack": "+1", 
    "skills": "Fly +9, Perception +5", 
    "reflex": "+3", 
    "cmd": "14 (can't be tripped)", 
    "cmb": "+1", 
    "will": "+1", 
    "url": "pfsrd://Bestiary 4/Monsters/Leaf Ray", 
    "organization": "solitary or rustle (2–20)"
}