{
    "dexterity": "3", 
    "ac": "12, touch 5, flat-footed 12 (–4 Dex, +7 natural, –1 size)", 
    "special_attacks": "crushing push, push (slam, 5 ft.)", 
    "intelligence": "-", 
    "resist": "acid 5, cold 5, fire 5", 
    "melee": "2 slams +6 (1d8+4 plus grab)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "10 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "18", 
    "constitution": "-", 
    "space": "10 ft.", 
    "treasure": "incidental", 
    "init": "–4", 
    "environment": "any ruins or underground", 
    "source": "Bestiary 4", 
    "charisma": "1", 
    "immune": "construct traits", 
    "fortitude": "+1", 
    "type": "creature", 
    "feats": "Improved Bull RushB", 
    "senses": "darkvision 60 ft., low-light vision; Perception +0", 
    "description": "This gruesome wall is made stacked corpses mortared together into an unyielding mass of grasping limbs, topped with a dragon skull.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Living Wall/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A living wall adjacent to a creature that is also adjacent to a barrier (such as a dungeon wall, gate, or another living wall) can spend a standard action to crush that creature against the barrier, dealing 1d8+6 points of damage. If the living wall is grappling the target, as part of this attack it can attempt a free combat maneuver check to pin the target.", 
                    "name": "Crushing Push", 
                    "url": "pfsrd://Bestiary 4/Monsters/Living Wall/Special Abilities/Crushing Push", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A living wall that is adjacent to another living wall automatically links with it, forming an impassible solid barrier. Linked living walls coordinate their attacks and move as one creature. Any linked wall can unlink itself as a free action. Any damage to one linked living wall is divided evenly among all linked living walls (for example, if three walls are linked and one takes 15 points of damage, each wall instead takes 5 points of damage). Two or three linked living walls count as a Huge creature for the purpose of effects affected or limited by size (such as bull rush), four or five count as Gargantuan, and six or more count as Colossal.", 
                    "name": "Fleshy Link", 
                    "url": "pfsrd://Bestiary 4/Monsters/Living Wall/Special Abilities/Fleshy Link", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>A living wall is a construct built out of the bodies of many creatures and mortared together with liquefied flesh. Like a gelatinous cube, it fills an entire 10-foot square, allowing it to completely block a hallway. Several living walls placed next to one another can obstruct an entire room. Its normal method of attack is to creep into range to make slam attacks, then push opponents against other walls and crush them to death. Living walls follow basic orders and are normally used to block access to certain parts of their creator's lair&mdash;to get through a living wall, it must be killed and hacked apart to create a space other creatures can pass through. Living walls can be ordered to stack themselves on top of each other to reach higher ceilings, but this requires a ramp to allow one to climb onto the other.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A living wall rises 8 to 10 feet high and weighs 4,000 pounds. The appearance of each one varies wildly depending on the creatures used to make up its constituent parts.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>The pieces of a living wall must come from normal humanoid corpses that have not decayed significantly. The wall must also include at least one skull of a Large or larger creature (not necessarily a humanoid). Assembly requires at least 20 different full bodies. Special flesh-dissolving acids worth 500 gp are also required to cement the pieces together. Note that creating a living wall requires casting a spell with the evil descriptor.</p>", 
            "type": "section", 
            "sections": [
                {
                    "name": "Living Wall", 
                    "cl": "12th", 
                    "url": "pfsrd://Bestiary 4/Monsters/Living Wall/Construction/Living Wall", 
                    "price": "18,500 gp", 
                    "misc": {
                        "Construction": {
                            "Skill": "Craft (leather) or Heal DC 13", 
                            "Cost": "9,500 gp", 
                            "Requirements": "Craft Construct, animate dead, geas/quest, limited wish, creator must be caster level 8th"
                        }
                    }, 
                    "source": "Bestiary 4", 
                    "type": "item"
                }
            ], 
            "name": "Construction", 
            "source": "Bestiary 4"
        }
    ], 
    "hp": "46 (3d10+30); fast healing 1", 
    "reach": "5 ft.", 
    "wisdom": "11", 
    "creature_type": "Construct", 
    "special_qualities": "fleshy link", 
    "dr": "5/slashing", 
    "name": "Living Wall", 
    "base_attack": "+3", 
    "url": "pfsrd://Bestiary 4/Monsters/Living Wall", 
    "reflex": "–3", 
    "cmd": "14 (16 vs. bull rush)", 
    "cmb": "+8 (+10 bull rush, +12 grapple)", 
    "will": "+1", 
    "organization": "solitary or pack (2–8)"
}