{
    "dexterity": "12", 
    "ac": "17, touch 11, flat-footed 16 (+1 Dex, +6 natural)", 
    "special_attacks": "breath weapon (30-ft. line, 2d6 acid damage plus recurring damage, Reflex DC 18 half, usable every 1d4 rounds), constrict (1d8+3), implant eggs", 
    "intelligence": "5", 
    "resist": "electricity 5, fire 5", 
    "melee": "3 claws +9 (1d8+3 plus grab), bite +10 (1d6+3)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "0 ft., fly 60 ft. (good)", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Common (can't speak); telepathy 120 ft. (other lunarma only)", 
    "strength": "16", 
    "constitution": "19", 
    "space": "5 ft.", 
    "treasure": "none", 
    "init": "+5", 
    "environment": "any underground", 
    "source": "Bestiary 4", 
    "charisma": "10", 
    "immune": "cold, poison", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Great Fortitude, Hover, Improved Initiative, Iron Will, Weapon Focus (bite)", 
    "senses": "all-around vision, darkvision 60 ft.; Perception +10", 
    "description": "This monstrous crablike creature hovers in midair, its three clawed tentacles snapping aggressively.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Lunarma/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A lunarma's carapace is covered in jagged barbs. Any creature that grapples a lunarma or attacks it with unarmed strikes or natural weapons takes 1d4 points of damage from the vicious barbs. Using a reach weapon does not endanger the attacker this way.", 
                    "name": "Barbed Carapace", 
                    "url": "pfsrd://Bestiary 4/Monsters/Lunarma/Special Abilities/Barbed Carapace", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "The acid from a lunarma's breath weapon lasts for 1d4 additional rounds, dealing 2d6 points of acid damage on its turn to any creature that took damage from the breath weapon. Washing off the acid with water or other liquid is a full-round action that ends the continuing damage.", 
                    "name": "Breath Weapon", 
                    "url": "pfsrd://Bestiary 4/Monsters/Lunarma/Special Abilities/Breath Weapon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a full-round action, a lunarma can lay 2d6 eggs in a helpless creature. The eggs hatch after 24 hours and each deals 1 point of Con damage per hour as they feed on the host. After 1d2 days of eating, the larvae crawl out and find a safe place to mature into adults. A remove disease spell rids a creature of all implanted eggs or larvae, or they can be removed one at a time by using the Heal skill to treat deadly wounds.", 
                    "name": "Implant Eggs", 
                    "url": "pfsrd://Bestiary 4/Monsters/Lunarma/Special Abilities/Implant Eggs", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Lunarmas are mysterious crablike creatures that come from space. They move by floating through the air and can eat flesh, wood, bone, and certain kinds of sand and dust. Highly aggressive, they attack by dropping on prey from above and grabbing it with their limbs, using their breath weapon to injure multiple creatures for easier capture, feeding, and implantation.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Efficient in its digestion and reproduction, a single lunarma can depopulate a village in a few days, spawning dozens of offspring that scatter in search of more prey. Fortunately, an adult lunarma lives no longer than a year. During this time, it seeks to eat and find living prey in which to lay its eggs.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A newly spawned lunarma forms a cocoon in which it metamorphoses into a preadult, emerging when it senses food. It can remain dormant in its cocoon for centuries, and clusters of eggs have been found in sealed caverns beneath icy surfaces, as well as on cold moons and drifting asteroids&mdash;as if placed there by an intelligent creature.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Though lunarmas are able to communicate among themselves telepathically, they're only barely intelligent, and their thoughts are primitive. They have no known culture, and their desires are limited to feeding and procreation. The only instinct they seem to have beyond that is a violent aversion to flumphs, which they attack on sight.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>An adult lunarma is nearly 5 feet across and weighs 400 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "76 (9d8+36)", 
    "reach": "5 ft. (10 ft. with claws)", 
    "wisdom": "12", 
    "defensive_abilities": "barbed carapace", 
    "creature_type": "Aberration", 
    "special_qualities": "no breath", 
    "name": "Lunarma", 
    "base_attack": "+6", 
    "skills": "Fly +5, Perception +10, Stealth +7", 
    "reflex": "+4", 
    "cmd": "20", 
    "cmb": "+9 (+13 grapple)", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 4/Monsters/Lunarma", 
    "organization": "solitary, pair, or hive (3–16)"
}