{
    "dexterity": "13", 
    "ac": "25, touch 10, flat-footed 24 (+1 Dex, +15 natural, –1 size)", 
    "special_attacks": "burst of vengeance, dust stroke, pounce, rake (2 claws +19, 3d6+8/19–20)", 
    "intelligence": "16", 
    "racial_modifiers": "+4 Stealth", 
    "melee": "2 claws +19 (3d6+8/19–20)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "30 ft., fly 50 ft. (clumsy)", 
    "alignment": "NE", 
    "size": "Large", 
    "languages": "Common, Draconic, Sphinx; comprehend languages", 
    "strength": "26", 
    "constitution": "-", 
    "space": "10 ft.", 
    "treasure": "double", 
    "init": "+5", 
    "environment": "warm ruins", 
    "source": "Bestiary 4", 
    "charisma": "19", 
    "immune": "undead traits", 
    "fortitude": "+12", 
    "spells": [
        {
            "spell-like abilities": "(CL 12th; concentration +16)<p class=\"stat-block-2\">Constant-<i>comprehend languages</i>, <i>detect magic</i>, <i>read magic</i>, <i>see invisibility</i></p><p class=\"stat-block-2\">3/day-<i>clairaudience/clairvoyance</i></p><p class=\"stat-block-2\">1/day-<i>dispel magic</i>, <i>legend lore</i>, <i>locate object</i>, <i>remove curse</i></p><p class=\"stat-block-2\">1/week-any one of the following, with a maximum duration of 1 week: <i>symbol of fear</i> (DC 20), <i>symbol of pain</i> (DC 19), <i>symbol of persuasion</i> (DC 20), <i>symbol of sleep</i> (DC 19), <i>symbol of stunning</i> (DC 21)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Combat Casting, Hover, Improved Critical (claw), Improved Initiative, Improved Natural AttackB (claw), Iron Will, ToughnessB", 
    "senses": "darkvision 60 ft., detect magic, low-light vision, see invisibility; Perception +21", 
    "description": "Wrapped in strips of linen, this creature with tattered wings looks like it used to have the hindquarters of a lion and a woman's face.", 
    "sections": [
        {
            "body": "<p>Many ancient cultures mummify their dead, preserving the bodies of the deceased through lengthy and complex funerary and embalming processes. While the vast majority of these corpses are mummified simply to preserve the bodies in the tombs where they are interred, some are mummified with the help of magic to live on after death as mummified creatures. A mummified creature appears much as other mummies do&mdash;a dusty corpse, desiccated and withered, swathed in a funeral shroud of linen wrappings adorned with hieroglyphs&mdash;but a spark of malign intelligence gleams in its unliving eyes.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Mummified creatures differ from the standard mummy presented in the <i>Pathfinder RPG Bestiary</i> with regard to how and why they are created. Most standard mummies are created as simple tomb guardians; they gain abilities such as an aura of despair and mummy rot, but they usually lose their free will, much of their intelligence, and the abilities they possessed in life. A mummified creature, on the other hand, retains its intelligence, memories, and many of its other abilities. A mummified creature does not spread the curse of mummy rot, nor does the sight of it paralyze the living with fear, but its touch can reduce a living creature to dust and its very presence is frightening. Though slow and clumsy in undeath, a mummified creature is nonetheless capable of surprising bursts of speed and ferocity. Because of its creation process, however, a mummified creature is susceptible to energy damage, though determining an individual mummified creature's vulnerability is not always easy.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Many mummified creatures are created to guard the tombs of important figures, but some powerful beings&mdash;rulers, high priests, mighty wizards, or even wealthy aristocrats&mdash;arrange to be transformed into mummified creatures upon their deaths. Unwilling to give up their lives and knowledge to the whims of fate, these people bind their souls to the dried husks of their dead bodies, trading oblivion for endless centuries of unlife. The truly wealthy sometimes arrange for their most favored spouses, concubines, servants, or guards to be mummified with them, enabling them to hold court in dusty tombs in an undead mockery of their old lives centuries after they perished.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>To create a mummified creature, a corpse must be prepared through embalming, with its internal organs replaced with dried herbs and flowers and its dead skin preserved through the application of sacred oils. Unlike with standard mummies, a mummified creature's brain is not removed from its skull after death. Injected with strange chemicals and tattooed with mystical hieroglyphs, a mummified creature's brain retains the base creature's mind and abilities, though the process does result in the loss of some mental faculties. Once this process is complete, the body is wrapped in special purified linens marked with hieroglyphs that grant the mummified creature its new abilities (as well as its weakness). Finally, the creator must cast a <i>create greater undead</i> spell to give the mummified creature its unlife.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>\"Mummified creature\" is an acquired template that can be added to any living corporeal creature (hereafter referred to as the base creature). A mummified creature uses all of the base creature's statistics except as noted here.</p>", 
            "name": "Creating a Mummified Creature", 
            "url": "pfsrd://Bestiary 4/Monsters/Mummified Creature/Creating a Mummified Creature", 
            "type": "section", 
            "source": "Bestiary 4", 
            "sections": [
                {
                    "body": "<p>Same as the base creature +1.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "CR"
                }, 
                {
                    "body": "<p>Any evil.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Alignment"
                }, 
                {
                    "body": "<p>The creature's type changes to undead (augmented). It retains any other subtypes as well, except for alignment subtypes and subtypes that indicate kind. Do not recalculate class HD, BAB, saves, or skill points.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Type"
                }, 
                {
                    "body": "<p>A mummified creature gains darkvision 60 feet.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Senses"
                }, 
                {
                    "body": "<p>A mummified creature gains a frightful presence aura with a range of 30 feet and a duration of 1d6 rounds.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Mummified Creature/Creating a Mummified Creature/Aura", 
                    "type": "section", 
                    "name": "Aura", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>Natural armor improves by +4.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Armor Class"
                }, 
                {
                    "body": "<p>Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As an undead, a mummified creature uses its Charisma modifier to determine bonus hit points (instead of Constitution).</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Hit Dice"
                }, 
                {
                    "body": "<p>A mummified creature gains DR 5/&mdash; and the defensive abilities granted by the undead type.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Defensive Abilities"
                }, 
                {
                    "body": "<p>The mummification process leaves a mummified creature vulnerable to a single energy type. Choose or determine randomly from the following list.</p>", 
                    "name": "Weaknesses", 
                    "url": "pfsrd://Bestiary 4/Monsters/Mummified Creature/Creating a Mummified Creature/Weaknesses", 
                    "type": "section", 
                    "source": "Bestiary 4", 
                    "sections": [
                        {
                            "body": "<table><thead><tr><th>d10</th><th>Energy</th></tr></thead><tbody><tr class=\"odd\"><td>1</td><td>Electricity</td></tr><tr class=\"even\"><td>2-3</td><td>Acid</td></tr><tr class=\"odd\"><td>4-7</td><td>Fire</td></tr><tr class=\"even\"><td>8-9</td><td>Cold</td></tr><tr class=\"odd\"><td>10</td><td>Sonic</td></tr></tbody></table>", 
                            "url": "pfsrd://Bestiary 4/Monsters/Mummified Creature/Creating a Mummified Creature/Weaknesses/", 
                            "type": "table", 
                            "source": "Bestiary 4"
                        }, 
                        {
                            "body": "<p>As a fail-safe in case of rebellion, a mummified creature is subtly marked during the ritual process with a hieroglyph someplace inconspicuous on its body or wrappings that identifies the particular energy type to which it is vulnerable. A successful DC 20 Perception check is needed to find the mark, but a successful DC 25 Linguistics check is still required to decipher the hieroglyph's meaning.</p>", 
                            "source": "Bestiary 4", 
                            "type": "section"
                        }
                    ]
                }, 
                {
                    "body": "<p>Decrease all speeds by 10 feet (to a minimum of 5 feet). If the base creature has a flight speed, its maneuverability changes to clumsy.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Speed"
                }, 
                {
                    "body": "<p>The mummification process hardens the mummified creature's bones to a stone-like density, granting the mummified creature a powerful slam attack if the base creature has no other natural attacks. This slam attack deals damage based on the mummified creature's size, treating the creature as if it were one size category larger.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Mummified Creature/Creating a Mummified Creature/Attacks", 
                    "type": "section", 
                    "name": "Attacks", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>A mummified creature gains the following special attacks.</p><p><i>Burst of Vengeance </i>Despite its slow, lumbering nature, a mummified creature is capable of lurching forward to attack with a short but surprising explosion of speed. Twice per day as a swift action, a mummified creature may act as if affected by a <i>haste</i> spell for 1 round.</p><p><i>Dust Stroke (Su)</i>A creature killed by a mummified creature's natural attack or slam attack is disintegrated into a cloud of dust and ash, completely destroying the victim's body (as <i>disintegrate</i>).</p>", 
                    "name": "Special Attacks", 
                    "url": "pfsrd://Bestiary 4/Monsters/Mummified Creature/Creating a Mummified Creature/Special Attacks", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>Str +4, Int -2 (minimum 1). As an undead creature, a mummified creature has no Constitution score.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Abilities"
                }, 
                {
                    "body": "<p>A mummified creature gains Toughness as a bonus feat, and Improved Natural Attack as a bonus feat for each of the base creature's natural attacks.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Feats"
                }, 
                {
                    "body": "<p>A mummified creature gains a +4 racial bonus on Stealth checks.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Skills"
                }
            ]
        }
    ], 
    "hp": "114 (12d8+60)", 
    "weaknesses": "vulnerable to fire", 
    "reach": "5 ft.", 
    "wisdom": "19", 
    "creature_type": "Undead", 
    "dr": "5/-", 
    "name": "Mummified Creature", 
    "base_attack": "+12", 
    "skills": "Bluff +12, Diplomacy +12, Fly +2, Intimidate +12, Knowledge (history) +5, Knowledge (religion) +5, Perception +21, Sense Motive +18, Spellcraft +11, Stealth +12", 
    "reflex": "+9", 
    "cmd": "32 (36 vs. trip)", 
    "cmb": "+21", 
    "will": "+10", 
    "url": "pfsrd://Bestiary 4/Monsters/Mummified Creature", 
    "aura": "frightful presence (30 ft., DC 20, 1d6 rounds)", 
    "organization": "solitary", 
    "creature_subtype": "augmented magical beast"
}