{
    "dexterity": "15", 
    "ac": "21, touch 11, flat-footed 19 (+2 Dex, +10 natural, –1 size)", 
    "special_attacks": "abduct, roar", 
    "intelligence": "7", 
    "racial_modifiers": "+8 Acrobatics (when jumping)", 
    "melee": "2 claws +21 (1d6+10 plus grab), gore +21 (2d6+10)", 
    "cr": "9", 
    "xp": "6,400", 
    "speed": "40 ft., climb 30 ft.", 
    "alignment": "CE", 
    "size": "Large", 
    "languages": "Giant", 
    "strength": "31", 
    "constitution": "18", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+6", 
    "environment": "temperate forests", 
    "source": "Bestiary 4", 
    "charisma": "6", 
    "fortitude": "+10", 
    "type": "creature", 
    "feats": "Great Fortitude, Improved Initiative, Iron Will, Lunge, MobilityB, Power Attack, Skill Focus (Stealth)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +15", 
    "description": "Resembling a bestial ogre with great tusks and thick, bristly hair, this brute seems quite nimble despite its cloven hooves.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Nependis/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When a nependis successfully grabs a Medium or smaller opponent, on that turn it can spend a swift action to move up to its speed. This movement provokes attacks of opportunity as normal. A nependis that succeeds at a second grapple check against the opponent can move up to its full speed as a swift action instead of up to half its speed.", 
                    "name": "Abduct", 
                    "url": "pfsrd://Bestiary 4/Monsters/Nependis/Special Abilities/Abduct", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A nependis can let out a savage roar. Nependises within 60 feet gain a +2 morale bonus on attack rolls, saving throws, and weapon damage rolls for 1d4 rounds. All other creatures other within range of the roar become shaken for 1d4 rounds (Will DC 14 negates); this is a mind-affecting sonic fear effect. The save DC is Charisma-based.", 
                    "name": "Roar", 
                    "url": "pfsrd://Bestiary 4/Monsters/Nependis/Special Abilities/Roar", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Fiercely territorial, the brutish nependises drive away any other large predators from their hunting grounds, even others of their kind. Only mated pairs caring for a litter tolerate each other, and even they separate once the offspring are old enough to fend for themselves. Nependises favors intelligent prey, fey in particular, both for the taste and the thrill of the hunt. They ambush opponents by jumping down from trees, grabbing the creatures, then retreating to find a safe place to eat. When challenged in its territory, a nependis drops from the trees, roars, then fights on foot. A nependis's sharp hooves allow it to climb trees as well as a great cat, leaving telltale scars in the bark.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>While nependises appear as hybrids of apes and boars, they aren't related to either. Some ascribe the origins of these creatures to a clan of ogres cursed into monstrous forms, or guardians bred and raised by the fey who later turned upon their former masters.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A full-grown nependis stands 9 feet tall and weighs 600 pounds. A newborn nependis takes 4 years to reach maturity. Nependises rarely die from natural causes, and they live as long as 80 years.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "114 (12d10+48)", 
    "reach": "10 ft.", 
    "wisdom": "12", 
    "defensive_abilities": "ferocity", 
    "creature_type": "Monstrous Humanoid", 
    "name": "Nependis", 
    "base_attack": "+12", 
    "skills": "Acrobatics +3 (+11 when jumping), Climb +18, Perception +15, Stealth +17, Survival +6", 
    "reflex": "+10", 
    "cmd": "35", 
    "cmb": "+23 (+27 grapple)", 
    "will": "+11", 
    "url": "pfsrd://Bestiary 4/Monsters/Nependis", 
    "organization": "solitary, pair, or troop (3–6)"
}