{
    "dexterity": "22", 
    "ac": "17, touch 17, flat-footed 10 (+6 Dex, +1 dodge)", 
    "special_attacks": "burning cold, curse of darkness", 
    "intelligence": "11", 
    "melee": "2 claws +12 (1d8+4 plus 1d6 cold)", 
    "cr": "6", 
    "xp": "2,400", 
    "speed": "5 ft., fly 60 ft. (perfect)", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Dark Folk (can't speak); telepathy 100 ft.", 
    "strength": "18", 
    "constitution": "19", 
    "immune": "cold", 
    "treasure": "none", 
    "init": "+10", 
    "environment": "any land or underground (Plane of Shadow)", 
    "source": "Bestiary 4", 
    "charisma": "16", 
    "fortitude": "+10", 
    "spells": [
        {
            "spell-like abilities": "(CL 8th; concentration +11)<p class=\"stat-block-2\">Constant-<i>blur</i></p><p class=\"stat-block-2\">At will-<i>deeper darkness</i>, <i>detect thoughts</i>, <i>dust of twillight</i> (DC 15)</p><p class=\"stat-block-2\">5/day-<i>shadow step</i></p><p class=\"stat-block-2\">1/day-<i>plane shift</i> (self only, to or from the Shadow Plane only)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Dodge, Flyby Attack, Improved Initiative, Point-Blank Shot", 
    "senses": "darkvision 60 ft., see in darkness; Perception +13", 
    "description": "This thing looks like a skeletal human torso coated in liquid shadow, obscuring its bones but clearly revealing its shape.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Owb/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action, an owb can conjure a ball of flickering flames and hurl it at an opponent. The flames can be thrown as a ranged touch attack at a range of 120 feet with no range increment, and deal 3d6 points of cold damage.", 
                    "name": "Burning Cold", 
                    "url": "pfsrd://Bestiary 4/Monsters/Owb/Special Abilities/Burning Cold", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "With a touch, an owb can make bright light unbearable to the victim. Any creature touched must succeed at a DC 17 Fortitude save or gain the light blindness weakness. This ability also robs the victim of its coloration, leaving the creature and its equipment in washed-out shades of gray. This effect can be removed with break enchantment or remove curse, unless the target has the dark folk subtype, in which case the effect can only be removed by wish or similar magic. The save DC is Charisma-based.", 
                    "name": "Curse of Darkness", 
                    "url": "pfsrd://Bestiary 4/Monsters/Owb/Special Abilities/Curse of Darkness", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>An owb is a sinister visitor from the Shadow Plane, a creature resembling a humanoid torso draped in darkness. Alien in nature, this mysterious shade never speaks audible words, but it constantly uses its telepathy to project mumbles of curses and threats into the minds of those it encounters.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>The race's closest relationship is with the dark folk, who worship owbs as proxies to gods of the shadows. Most dark folk believe the first of their kind were created by owbs&mdash;or more powerful owb-like beings.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>An owb despises any light other than the dim flicker created by its burning cold ability, and shrinks from its presence. It often seeks to destroy those who bring light near it, relentlessly attacking the perpetrators until its enemies flee or die.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>An owb usually keeps its presence hidden from mortals. Lurking nearby, the shadowy creature listens in on nearby thoughts, always searching for a collection of fears and worries it can capitalize on for its own machinations. It may serve as an intermediary between doppelgangers on the surface world and dark folk in subterranean lands. An owb associated with a tribe of dark folk may scrutinize newborns and tune the children's connection to the Shadow Plane so they eventually grow into a different type of dark folk than the type they were born (allowing a dark creeper to become a dark stalker, and so on).</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>An owb loves manipulation and runs conspiratorial plots involving denizens of the Shadow Plane and those of the Material Plane. An owb or cabal of owbs may control entire clans of dark folk, and use them as spies and pawns in some inscrutable plan.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Though most of an owb's form measures only 3-1/2 feet tall, it typically floats so its head is level with that of a Medium humanoid. Deceptively light, an owb weighs only 20 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "76 (8d10+32); fast healing 2", 
    "weaknesses": "light sensitivity", 
    "wisdom": "15", 
    "creature_type": "Outsider", 
    "ranged": "burning cold +14 touch (3d6 cold)", 
    "name": "Owb", 
    "base_attack": "+8", 
    "skills": "Bluff +12, Diplomacy +11, Fly +18, Knowledge (planes) +11, Perception +13, Sense Motive +13, Spellcraft +7, Stealth +17", 
    "reflex": "+8", 
    "cmd": "29", 
    "cmb": "+12", 
    "will": "+8", 
    "url": "pfsrd://Bestiary 4/Monsters/Owb", 
    "organization": "solitary or cabal (2–4)", 
    "creature_subtype": "extraplanar"
}