{
    "dexterity": "24", 
    "ac": "20, touch 18, flat-footed 12 (+7 Dex, +1 dodge, +2 natural)", 
    "special_attacks": "phasing attack", 
    "intelligence": "4", 
    "racial_modifiers": "+4 Acrobatics (+16 when jumping), +4 Stealth", 
    "resist": "electricity 10, fire 10", 
    "melee": "bite +12 (1d6+2), 2 claws +7 (1d4+1)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "120 ft.", 
    "alignment": "CN", 
    "size": "Medium", 
    "languages": "telepathy (empathy) 60 ft.", 
    "strength": "15", 
    "constitution": "12", 
    "treasure": "incidental", 
    "init": "+7", 
    "environment": "temperate or warm forests or plains", 
    "source": "Bestiary 4", 
    "charisma": "11", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Dodge, MobilityB, Spring AttackB, Weapon Finesse,Wind StanceB", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +6", 
    "description": "This brightly-colored feline blur resembles a cheetah with longer fur and lynx-like ears, and seems to scorch the air as it moves.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Pard/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Pards can transmit complex emotions and basic ideas to other pards. When interacting with other kinds of creatures, they can only convey simple emotions such as anger, fear, and curiosity.", 
                    "name": "Empathy", 
                    "url": "pfsrd://Bestiary 4/Monsters/Pard/Special Abilities/Empathy", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a full-round action, a pard can shift itself partially out of phase, damaging any creature it moves through. This works like the overrun combat maneuver, but the pard must move at least 30 feet and it gains a +4 bonus on the check. If it succeeds, the target takes 2d6 points of fire damage. If it exceeds a creature's CMD by 5 or more, it stuns the creature for 1 round instead of knocking it prone. The target can make an attack of opportunity, but at a -4 penalty. If the target forgoes an attack of opportunity provoked by this maneuver, it can try to avoid the pard by attempting a DC 19 Reflex save; if successful, it takes only half damage. The pard can only deal phasing attack damage to each target once per round, no matter how many times its movement takes it over a target creature. When using this ability, the pard can move through up to 5 feet of any solid object, barrier, or difficult terrain as if it were a normal open square. The pard cannot end its movement inside a creature or solid barrier. This ability counts as trample for the purposes of effects that enhance or protect against trample. The save DC is Dexterity-based.", 
                    "name": "Phasing Attack", 
                    "url": "pfsrd://Bestiary 4/Monsters/Pard/Special Abilities/Phasing Attack", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Pards are alien catlike creatures known for their unnatural swiftness. They have sleek, short-furred bodies and long legs built for speed. Their color and markings vary widely, even among members of the same family, ranging through every color imaginable, with some bearing stripes, others spots, and a few solid-colored coats. Adult pards are 6 feet long and weigh 100 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Pards are carnivores and usually hunt small game and larger birds (such as swans), though many have developed a fondness for the flesh of gnomes and quicklings. Smarter than common beasts, pards are semi-intelligent, mate for life, and have a complex social structure. Pards also possess a form of telepathy they use to communicate amongst themselves, and can use this on a limited basis to confront intruders or create mutually beneficial alliances.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "26 (4d10+4)", 
    "wisdom": "13", 
    "defensive_abilities": "evasion, improved uncanny dodge, uncanny dodge", 
    "creature_type": "Magical Beast", 
    "dr": "5/magic", 
    "name": "Pard", 
    "base_attack": "+4", 
    "skills": "Acrobatics +15 (+27 when jumping), Perception +6, Stealth +15", 
    "reflex": "+11", 
    "cmd": "24 (28 vs. trip)", 
    "cmb": "+6", 
    "will": "+2; +4 vs. poison", 
    "url": "pfsrd://Bestiary 4/Monsters/Pard", 
    "organization": "solitary, pair, or den (1–2 adults and 1–4 cubs)"
}