{
    "dexterity": "16", 
    "ac": "16, touch 15, flat-footed 13 (+3 Dex, +1 natural, +2 size)", 
    "special_attacks": "poison", 
    "intelligence": "11", 
    "melee": "dagger +7 (1d2/19–20)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "30 ft., fly 60 ft. (good)", 
    "alignment": "CN", 
    "size": "Tiny", 
    "languages": "Common, Sylvan; telepathy (by touch only)", 
    "strength": "10", 
    "constitution": "13", 
    "space": "2-1/2 ft.", 
    "treasure": "standard", 
    "init": "+7", 
    "environment": "any", 
    "source": "Bestiary 4", 
    "charisma": "13", 
    "fortitude": "+2", 
    "spells": [
        {
            "spell-like abilities": "(CL 6th; concentration +7)<p class=\"stat-block-2\">At will-<i>detect magic</i>, <i>invisibility</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>minor image</i> (DC 13),<i> sleep</i> (DC 12)</p><p class=\"stat-block-2\">1/day-<i>suggestion</i> (DC 13)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Improved Initiative, Weapon Finesse", 
    "senses": "darkvision 60 ft., low-light vision; Perception +8", 
    "description": "This creature combines the features of a sprightly girl and a black rabbit. A wicked, whimsical grin gleams on her face.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Pooka/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a standard action, a pooka can blow across her palm and create a 5-foot-diameter cloud of intoxicating dust. The pooka decides when she uses this ability whether the dust acts as an inhaled poison or a mild intoxicant (equivalent to 1-2 glasses of beer).Pooka Dust (Su): Inhaled; save Fort DC 13; frequency 1/round for 6 rounds; effect 1d2 Wis and 1d2 Cha (or intoxication); cure 2 consecutive saves.", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "descriptor"
                }, 
                {
                    "url": "pfsrd://Bestiary 4/Monsters/Pooka/Special Abilities/Poison", 
                    "source": "Bestiary 4", 
                    "type": "ability", 
                    "name": "Poison", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }
                }
            ]
        }, 
        {
            "body": "<p>Capricious in nature, pookas are always in search of fun, though they don't often care who they inconvenience with their antics&mdash;they're just in it for the whimsy. Always chaotic in nature, some pookas are cruel, some are good-natured, and others are slightly unhinged. There's no way to tell which kind one is just by looking at it; only by interacting with a pooka does its nature become clear.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>However, having a conversation with a pooka isn't easy. Though they're intelligent, pookas speak in choppy, simple sentences filled with obscure metaphors and nonsensical references. Most creatures who converse with a pooka usually misunderstand it the first time and have to ask the creature to repeat itself. Even their telepathy is filled with strange images and references, such as representing the word \"elf\" with the face of an elf it knew long ago, colloquialisms that only make sense to native speakers of Sylvan, and so on.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Pookas thrive when in the company of others, and they frequently find companionship in a particular individual whether the camaraderie is wanted or not. Pookas prefer creatures of chaotic alignments, don't trust those with lawful alignments, and find most people with neutral alignments boring.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Pookas pull pranks to get to know a person and stay near them to observe the results, invisibly perched on a shoulder or clinging to an article of clothing. As they usually communicate with their unlucky target (whom they call \"friend\") using telepathy, the person's erratic reactions to the unseen pooka's pranks and mental \"voice\" can make the target appear insane. The pooka doesn't mind a little rough retaliation, but flees any attempts to kill it.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Some pookas can be helpful, and farmers often leave a portion of their harvest behind as a tribute for any resident pookas. A pooka who is satisfied with such a gift may leave that farmer alone for an entire year, while a pooka who feels slighted by the offering may relentlessly mock the farmer and cause minor accidents on the farm.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A pooka measures 1 to 2 feet from eartips to tail and weighs up to 15 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A non-lawful spellcaster of at least 7th level who takes the Improved Familiar feat can select a pooka as a familiar.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "18 (4d6+4); fast healing 2", 
    "reach": "0 ft.", 
    "wisdom": "12", 
    "creature_type": "Fey", 
    "special_qualities": "change shape (2 of the following forms: cat, goat, rabbit [use stats for raccoon], or raven; polymorph)", 
    "dr": "5/cold iron or silver", 
    "name": "Pooka", 
    "base_attack": "+2", 
    "skills": "Bluff +8, Diplomacy +8, Fly +18, Perception +8, Sense Motive +6, Stealth +18, Use Magic Device +6", 
    "reflex": "+7", 
    "cmd": "13", 
    "cmb": "+3", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 4/Monsters/Pooka", 
    "sr": "13", 
    "organization": "solitary, pair, or ruse (3–9)"
}