{
    "dexterity": "16", 
    "ac": "15, touch 15, flat-footed 12 (+3 Dex, +2 size)", 
    "special_attacks": "haunting melody", 
    "intelligence": "11", 
    "resist": "cold 10, electricity 10", 
    "melee": "bite +8 (1d3–1)", 
    "cr": "2", 
    "xp": "600", 
    "speed": "20 ft., fly 50 ft. (good)", 
    "alignment": "N", 
    "size": "Tiny", 
    "languages": "Abyssal, Celestial, Infernal", 
    "strength": "8", 
    "constitution": "12", 
    "space": "2-1/2 ft.", 
    "treasure": "standard", 
    "init": "+3", 
    "environment": "any (Purgatory)", 
    "source": "Bestiary 4", 
    "charisma": "16", 
    "immune": "death effects, disease, poison", 
    "fortitude": "+2", 
    "spells": [
        {
            "spell-like abilities": "(CL 3rd; concentration +6)<p class=\"stat-block-2\">At will-<i>invisibility</i> (self only)</p><p class=\"stat-block-2\">3/day-<i>speak with dead</i> (6 questions, CL 12th)</p><p class=\"stat-block-2\">1/day-<i>hide from undead</i> (DC 14), <i>sound burst</i> (DC 15)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Alertness, Weapon Finesse", 
    "senses": "darkvision 60 ft., low-light vision, spiritsense; Perception +9", 
    "description": "This strange black bird wears a leather long-nosed mask like a plague doctor.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Nosoi/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A nosoi's song has the power to grip the spirits of those that hear it. All living and undead creatures within a 60-foot spread must succeed at a DC 14 Will saving throw or be fascinated. A creature that successfully saves is not subject to that nosoi's song for 24 hours. This effect continues for as long as the nosoi sings and for 1 round thereafter. A nosoi can sing for a number or rounds per day equal to twice its Hit Dice. This is a sonic mind-affecting charm effect. This ability can affect undead creatures, even though the undead subtype makes such creatures immune to mind-affecting effects (though undead creatures with immunity to mind-affecting effects from a source other than their creature type are still immune). The save DC is Charisma-based.", 
                    "name": "Haunting Melody", 
                    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Nosoi/Special Abilities/Haunting Melody", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Nosois eagerly fill the roles of clerks, scribes, and messengers in Purgatory's bureaucracy. They record the circumstances of each mortal's death, any judgments for and against its soul, and its final destination among the Outer Planes. A noisoi looks like a songbird&mdash;usually a crow, sparrow, or whippoorwill&mdash;though it wears a funerary mask that accentuates its beak. Many nosois craft decorative artificial tails from grave goods and other decorations that trail behind them as they fly. A nosoi typically measures about 1 foot in length but is deceptively heavy, weighing between 10 and 15 pounds. It can use drawing and writing tools suitable for Small or Medium creatures without penalty.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Nosois serve within the libraries and scriptoriums of Purgatory, tirelessly scribbling away without rest. Being social creatures, they frequently chatter or sing with one another. A nosoi considers eating a rare treat, and sometimes shares the information it knows if given a suitable tasty bribe.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A nosoi's primary duties are to record happenings within Purgatory, conduct souls to and from their appointed destinations, and carry messages from Purgatory to agents in other planes. Most outsiders respect the couriers' neutrality and allow them safe passage. Many also serve as assistants to more powerful psychopomps or even to mortals with particularly morbid concerns or important fates. Nosois take pride in knowing that their trivial tasks aid in keeping one of the multiverse's most important systems functioning with general reliability.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A true neutral spellcaster can gain a nosoi as a familiar at 7th level by taking the Improved Familiar feat. A nosoi familiar grants its master a +2 bonus on skill checks made to scribe scrolls. A nosoi immediately leaves the service of any master who creates or permanently becomes an undead.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "19 (3d10+3)", 
    "reach": "0 ft.", 
    "wisdom": "13", 
    "creature_type": "Outsider", 
    "special_qualities": "change shape (raven or songbird [same statistics], beast shape II), spirit touch", 
    "dr": "2/adamantine", 
    "name": "Psychopomp, Nosoi", 
    "base_attack": "+3", 
    "skills": "Fly +17, Knowledge (history) +6, Knowledge (planes) +6, Perception +9, Profession (scribe) +7, Sense Motive +3, Stealth +17", 
    "reflex": "+6", 
    "cmd": "13", 
    "cmb": "+4", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Nosoi", 
    "organization": "solitary, pair, or group (3–15)", 
    "creature_subtype": "extraplanar, psychopomp"
}