{
    "dexterity": "17", 
    "ac": "19, touch 13, flat-footed 16 (+3 Dex, +6 natural)", 
    "special_attacks": "compel condemned, kiss of death", 
    "intelligence": "13", 
    "resist": "cold 10, electricity 10", 
    "melee": "2 slams +6 (1d8)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "30 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Abyssal, Celestial, Common, Infernal; tongues, telepathy 100 ft.", 
    "strength": "10", 
    "constitution": "16", 
    "immune": "death effects, disease, poison", 
    "treasure": "standard", 
    "init": "+7", 
    "environment": "any (Purgatory)", 
    "source": "Bestiary 4", 
    "charisma": "19", 
    "fortitude": "+5", 
    "spells": [
        {
            "spell-like abilities": "(CL 6th; concentration +10)<p class=\"stat-block-2\">At will-<i>dancing lights</i>, <i>death</i> <i>watch</i>, <i>greater</i> <i>teleport</i> (self plus 50 lbs. of objects only), <i>invisibility</i> (self only), <i>speak with dead</i></p><p class=\"stat-block-2\">3/day-<i>major</i> <i>image</i> (DC 20)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Expertise, Improved Initiative, Iron Will", 
    "senses": "darkvision 60 ft., low-light vision, spiritsense; Perception +11", 
    "description": "With lengthy curling hair, a dancer's dress, and a bouquet of flowers, this woman remains beautiful, despite having no flesh.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Catrina/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A catrina's aura acts like a calm emotions spell with a radius of 30 feet. A creature that succeeds at its save is immune to that catrina's aura for 24 hours. The save DC is Charisma-based.", 
                    "name": "Calm Emotions Aura", 
                    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Catrina/Special Abilities/Calm Emotions Aura", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action, a catrina can force one humanoid within 30 feet to make a DC 17 Will save or be affected as per the spell dominate person. This ability functions exactly as that spell, but the catrina can only command an affected creature to approach and kiss her. This action is not considered to be against the target's nature or self-destructive. Any damage taken by the target (other than damage the catrina deals) immediately ends this effect.", 
                    "name": "Compel Condemned", 
                    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Catrina/Special Abilities/Compel Condemned", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A catrina can kill a grappled, helpless, or willing target with a long, passionate kiss. The target must succeed at a DC 17 Fortitude save or take 5d6 points of damage. Any creature damaged by the same catrina's kiss for three consecutive rounds instantly dies, regardless of how many hit points it has remaining. Creatures of the old age category take a -2 penalty on saving throws to resist this ability, while those in the venerable age category take a -4 penalty. This is a death effect. The save DCs are Charisma-based.", 
                    "name": "Kiss of Death", 
                    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Catrina/Special Abilities/Kiss of Death", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Catrinas welcome the dead into the afterlife, doing what they can to lessen the shock and terror experienced by mortals who haven't accepted their own deaths or who still grieve for themselves. Eschewing the funereal themes and colors preferred by most other psychopomps, catrinas dress in festive shades, surrounding themselves with light and color to dispel a measure of death's gloom. However, they don't disguise their skeletal bodies, for despite any gilding they might put on the moment, they don't seek to disguise the finality of death.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A catrina's motivation for easing the transition from life to death has more to do with making the soul's progression calm than compassion for the soul&mdash;after all, screaming and outrage disrupts the processing of the dead.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Catrinas rarely ever visit the Material Plane, but when they do so it's typically at the command of a more powerful psychopomp or deity of death who seeks to ease the passing of a mortal of singular importance&mdash;such as a high-ranking priest of a death goddess. In such instances they serve as companions and ushers into the realm of the dead, not executioners. However, they're capable of serving in both capacities, especially if misguided mortals try to keep them from their duty, using their deadly but painless kisses to end a life in an instant.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Catrinas always appear as festively dressed skeletons&mdash;usually in women's garb but sometimes in colorful men's formal wear, and usually decorated with or carrying flowers. They do not have true genders, but an individual catrina may have a more masculine or feminine voice and personality. They typically stand between 5 and 6 feet tall and weigh about 20 to 30 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "51 (6d10+18)", 
    "wisdom": "14", 
    "creature_type": "Outsider", 
    "special_qualities": "spirit touch", 
    "dr": "5/adamantine", 
    "name": "Psychopomp, Catrina", 
    "base_attack": "+6", 
    "skills": "Diplomacy +13, Heal +8, Knowledge (planes) +10, Knowledge (religion) +10, Perception +11, Stealth +12, Use Magic Device +10", 
    "reflex": "+8", 
    "cmd": "19", 
    "cmb": "+6", 
    "will": "+9", 
    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Catrina", 
    "aura": "calm emotions (30 ft., DC 17)", 
    "sr": "16", 
    "organization": "solitary, pair, or reception (3–10)", 
    "creature_subtype": "extraplanar, psychopomp"
}