{
    "dexterity": "35", 
    "ac": "40, touch 21, flat-footed 27 (+4 armor, +12 Dex, +1 dodge, +15 natural, –2 size)", 
    "special_attacks": "breath weapon (60-ft. cone, 20d6 cold, Reflex DC 30 half, usable every 1d4 rounds; or beetles), poison", 
    "intelligence": "24", 
    "racial_modifiers": "+4 Acrobatics when jumping", 
    "melee": "bite +32 (2d6+9/19–20 plus grab and poison), 2 claws +32 (2d6+9), tail slap +30 (2d6+4), 2 wings +30 (1d8+4)", 
    "cr": "20", 
    "xp": "307,200", 
    "speed": "40 ft., fly 60 ft. (good), swim 40 ft.", 
    "alignment": "N", 
    "size": "Huge", 
    "languages": "Abyssal, Aklo, Celestial, Common, Draconic, Infernal", 
    "strength": "28", 
    "constitution": "27", 
    "space": "15 ft.", 
    "treasure": "standard", 
    "init": "+16", 
    "environment": "any (Purgatory)", 
    "source": "Bestiary 4", 
    "charisma": "31", 
    "immune": "cold, electricity, death effects, disease, poison", 
    "fortitude": "+22", 
    "spells": [
        {
            "spell-like abilities": "(CL 20th; concentration +30)<p class=\"stat-block-2\">Constant-<i>detect thoughts</i> (DC 22), <i>mage armor</i>, <i>true seeing</i></p><p class=\"stat-block-2\">At will-<i>greater dispel magic</i>, <i>greater teleport</i> (self plus 50 lbs. of objects only), <i>reincarnate</i>, <i>rest eternal</i>, <i>scrying</i>, <i>share language</i>, <i>telekinesis</i> (DC 25), <i>tongues</i></p><p class=\"stat-block-2\">3/day-<i>circle of death</i> (DC 26), <i>forcecage</i> (DC 27), <i>miracle</i> (DC 29) (see final judgment), quickened <i>lightning bolt</i> (DC 23), <i>undeath to death</i> (DC 26)</p><p class=\"stat-block-2\">1/day-<i>soul bind</i>, summon (level 9, any one CR 19 or lower psychopomp 100%), <i>wail of the banshee</i> (DC 29)</p>"
        }
    ], 
    "type": "creature", 
    "feats": "Combat Reflexes, Dodge, Hover, Improved Bull Rush, Improved Critical (bite), Improved Initiative, Iron Will, Mobility, Multiattack, Power Attack, Quicken Spell-Like Ability (lightning bolt), Spell Penetration, Wind Stance", 
    "senses": "darkvision 60 ft., detect thoughts, low-light vision, spiritsense, true seeing; Perception +37", 
    "description": "The head of this winged, dragonlike beast is crowned with long spines. Sooty feathers cover its body.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Yamaraj/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "In addition to its cold breath weapon, a yamaraj can breath a 60-foot cone of beetles and other insectile scavengers. Creatures in the breath weapon's area take 16d6 points of slashing damage and are nauseated for 1d4 rounds (Reflex 30 halves damage and negates nausea). The scavengers persist as a swarm around the affected creature that is closest to the breath weapon's point of origin; this swarm has the same statistics as an army ant swarm, but its distraction DC is the same as the yamaraj's breath weapon DC. The save DC is Constitution-based.", 
                    "name": "Breath Weapon", 
                    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Yamaraj/Special Abilities/Breath Weapon", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A yamaraj can only use its miracle spell-like ability to restore a slain outsider to life or to reproduce the following spell effects: banishment, dimensional anchor, greater restoration, plane shift, true resurrection.", 
                    "name": "Final Judgment", 
                    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Yamaraj/Special Abilities/Final Judgment", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A yamaraj absorbs electricity to strengthen itself. If struck by an electrical attack, it heals 1 hit point per 3 points of electricity damage the attack would otherwise deal. If the amount of healing would cause the yamaraj to exceed its full normal hit points, it gains any excess as temporary hit points (up to a maximum of 100), which last up to 1 hour.", 
                    "name": "Lightning Drinker", 
                    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Yamaraj/Special Abilities/Lightning Drinker", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Bite&mdash;injury; save", 
                    "name": "Poison", 
                    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Yamaraj/Special Abilities/Poison", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "DC 30; frequency 1/round for 6 rounds; effect 1d4 Dex drain; cure 3 consecutive saves.", 
                    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Yamaraj/Special Abilities/Fort", 
                    "type": "section", 
                    "name": "Fort", 
                    "source": "Bestiary 4"
                }
            ]
        }, 
        {
            "body": "<p>Equal parts regal and horrifying to mortal sensibilities, yamarajes preside as judges of death and dispensers of ultimate justice. Superstitions of the living call them by many names&mdash;the final judges, the grave magistrates, the dragons who eat men's souls&mdash;but all agree that these nobles of death wither even the stoutest hearts. The grave magistrates glide with authority throughout Purgatory, commanding flocks of lesser psychopomps, tolerating the ministrations of devils and angels bickering for souls of note, and ordering the endless procession of petitioners. Many also serve as diplomats or military commanders to maintain Purgatory's neutrality, but any such role is secondary to maintaining the flow of souls and the balance of the multiverse. Though in theory each yamaraj answers to the gods of death, in practice each is unquestioned within its own courtroom.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Yamarajes vaguely resemble black dragons, though they are easily distinguished once one realizes the gigantic creatures are cloaked in feathers rather than scales. Each yamaraj measures at least 30 feet in length and weighs 4 tons. Despite their massive size and largely sedentary duties, yamarajes show astounding grace when they move.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Impossibly old, yamarajes are outsiders forged from lesser psychopomps or the souls of legendary mortals. As with other outsiders, they need not eat, drink, or sleep to survive, and the grave magistrates normally remain perched upon Purgatory's ruins for months at a time, overseeing the smooth organization of their realm. Hard work wears at their immortal drive, and like living lords, they eagerly indulge in exquisite banquets during their infrequent personal time. These bacchanals make for strange bedfellows among outsiders, as solars and pit fiends may hobnob alongside one another, vying for the attention of a yamaraj to help organize the release of judged souls and attempting to win future favors.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>When called into physical action, all yamarajes can breathe raw decay in the form of clouds of carrion-eating insects, and their venom saps the youth and vitality from living creatures.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Yamarajes serve as lower judges and lords of Purgatory, directing the activities of other outsiders there, presiding over the dead, pre-sorting souls destined for ultimate judgment by the death gods, and seeing to the efficiency and safety of the plane's infinite inhabitants. As the highest order of psychopomps, they are simultaneously the most dedicated to their role as shepherds of the dead and the most prone to impressing their own opinions on their work in the form of overturning precedents, rambling speeches, and extensive opinions attached to rulings. Such flexibility is necessary when making immortal decisions based on the ever-changing actions of the living, but frustrates more absolute outsiders to no end.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Unsurprisingly, yamarajes tend to vary greatly from one individual to the next. Most develop deep interests in various worldly subjects that determine the sorts of mortals they ultimately choose to watch over. A given yamaraj might go out of its way to seek out artisans, followers of specific deities, or thieves, depending on its studies or whatever has come to interest it during that eon. Yamarajes might seek to guard such pet souls, ensuring their safe travels through Purgatory, learning more from the souls as they journey together, and ultimately advocating that the death gods grant a more peaceful judgment. Others act in reverse, finding certain sorts of mortals truly disgusting, tormenting their souls through their procession to the goddess's throne, and even suggesting that the spirits should face particularly monstrous damnations. How a yamaraj reacts to an individual thus proves unpredictable, depending on its changeable tastes. Such idiosyncrasies vary between individual yamarajes, and might change over the course of centuries.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Just as many yamarajes become fascinated with souls possessing specific experiences or from certain backgrounds, some of the psychopomps go out of their way to judge beings from specific worlds, collecting bits of information and insight with every creature that passes them by. Thus, some become experts on one or multiple worlds, having spent eternities ferreting out the histories and secrets of worlds from firsthand accounts over millennia of inquiries. Many yamarajes welcome the opportunity to share the details of their investigations, though they sometimes see inquiries into their worlds of expertise as opportunities to conscript new allies to aid the psychopomps' cause. Standing at the pinnacle of their race, yamarajes are well informed as to the challenges and goals of many subservient psychopomps, and might only negotiate with mortals who perform a service in aid of their underlings.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "337 (25d10+200); fast healing 10", 
    "reach": "15 ft.", 
    "wisdom": "28", 
    "defensive_abilities": "lightning drinker", 
    "creature_type": "Outsider", 
    "special_qualities": "final judgment, spirit touch", 
    "dr": "15/adamantine", 
    "name": "Psychopomp, Yamaraj", 
    "base_attack": "+25", 
    "skills": "Acrobatics +37 (+41 when jumping), Bluff +38, Diplomacy +35, Fly +40, Intimidate +35, Knowledge (arcana) +32, Knowledge (planes) +35, Knowledge (religion) +32, Perception +37, Sense Motive +37, Spellcraft +32, Stealth +32, Swim +42", 
    "reflex": "+20", 
    "cmd": "59 (61 vs. bull rush, 63 vs. trip)", 
    "cmb": "+36 (+38 bull rush, +40 grapple)", 
    "will": "+25", 
    "url": "pfsrd://Bestiary 4/Monsters/Psychopomp/Yamaraj", 
    "aura": "fear (30 ft., DC 32)", 
    "sr": "31", 
    "organization": "solitary", 
    "creature_subtype": "extraplanar, psychopomp"
}