{
    "dexterity": "18", 
    "ac": "18, touch 14, flat-footed 14 (+4 Dex, +4 natural)", 
    "special_attacks": "needle cone", 
    "intelligence": "7", 
    "melee": "2 slams +10 (1d6+5)", 
    "cr": "5", 
    "xp": "1,600", 
    "speed": "40 ft.", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Sylvan", 
    "strength": "20", 
    "constitution": "18", 
    "immune": "plant traits", 
    "treasure": "standard", 
    "init": "+8", 
    "environment": "warm deserts", 
    "source": "Bestiary 4", 
    "charisma": "11", 
    "fortitude": "+9", 
    "type": "creature", 
    "feats": "Alertness, Combat Reflexes, Improved Initiative, Lightning Reflexes", 
    "senses": "low-light vision; Perception +10", 
    "description": "This humanoid plant creature has the prickly hide of a cactus, and smaller cactuses seemingly sprout from its flesh.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Saguaroi/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Three times per day, as a standard action a saguaroi can eject a barrage of needles from its body. This effect creates a 15-foot-cone burst of needles that deals 4d6 points of piercing damage to all creatures in the area (Reflex DC 20 for half). The save DC is Constitution-based.", 
                    "name": "Needle Cone", 
                    "url": "pfsrd://Bestiary 4/Monsters/Saguaroi/Special Abilities/Needle Cone", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A saguaroi is covered with needles and spines, and its slam attacks deal both bludgeoning and piercing damage. Any creature grappling a saguaroi or attacking it with a natural attack or unarmed strike takes 1d4 points of piercing damage (manufactured weapons with the reach special feature do not endanger the user this way). A creature grappling a saguaroi takes this damage each round of the grapple.", 
                    "name": "Needle Hide", 
                    "url": "pfsrd://Bestiary 4/Monsters/Saguaroi/Special Abilities/Needle Hide", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action once per hour, a saguaroi can cut itself (taking 1 point of damage) to produce 1 gallon of water. After producing 4 gallons, it becomes fatigued. After producing 8 gallons, it becomes exhausted and cannot produce more water for 24 hours.", 
                    "name": "Produce Water", 
                    "url": "pfsrd://Bestiary 4/Monsters/Saguaroi/Special Abilities/Produce Water", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Saguarois, also called cactusfolk by desert-dwelling humanoids, make their homes in rocky badlands, hot scrublands on the edge of vast deserts, and sandy dunes baked by the sun. They are generous but territorial, offering aid to travelers who brave the blistering deserts&mdash;often in the form of their own watery blood&mdash;but don't tolerate guests who overstay their welcome. Civilization rarely attempts to push far into the deserts, leaving these creatures relatively isolated from other intelligent races. In cases where belligerent settlements threaten the way of life for tribes of saguarois, however, the cactusfolk respond with terrifying violence.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Saguarois live in small nomadic tribes, traveling under the life-giving sun by day and rooting themselves each night in places where they can draw minerals from the pebbly and sandy soil and absorb water. Saguarois produce flowers once a year that go to seed and grow into young saguarois if the adult creatures properly care for them. If planted, a seed must be attended by one or more saguarois over the course of a year before the infant saguaroi sprouts. After sprouting, it takes 4 years before the infant saguaroi can uproot itself and move about, and decades more to reach maturity. Some saguarois have lived for hundreds of years, and these old cactusfolk often sprout additional limbs or strange twisting growths stretching out from their cylindrical torsos. Usually these additional limbs and growths are nonfunctional, but significantly advanced saguarois have been known to learn how to use them as if they were their primary arms and legs.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "59 (7d8+28); regeneration 5 (fire)", 
    "wisdom": "15", 
    "defensive_abilities": "needle hide", 
    "creature_type": "Plant", 
    "special_qualities": "freeze, produce water", 
    "name": "Saguaroi", 
    "base_attack": "+5", 
    "skills": "Perception +10, Sense Motive +5, Survival +5", 
    "reflex": "+8", 
    "cmd": "24", 
    "cmb": "+10", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 4/Monsters/Saguaroi", 
    "organization": "solitary, pair, party (3–9), or tribe (10–20)"
}