{
    "dexterity": "12", 
    "ac": "18, touch 10, flat-footed 17 (+1 Dex, +8 natural, –1 size)", 
    "special_attacks": "rend (2 claws, 1d4+4)", 
    "intelligence": "2", 
    "melee": "bite +8 (1d8+3), 2 claws +9 (1d4+3)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "10 ft., swim 40 ft.", 
    "alignment": "N", 
    "size": "Large", 
    "strength": "19", 
    "constitution": "15", 
    "space": "10 ft.", 
    "treasure": "none", 
    "init": "+1", 
    "environment": "warm coastlines", 
    "source": "Bestiary 4", 
    "charisma": "10", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "Iron Will, Skill Focus (Perception), Weapon Focus (claw)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +10", 
    "description": "This fierce creature merges the front half of a great cat with the tail and other characteristics of a giant fish.", 
    "sections": [
        {
            "body": "<p>The feral sea cat (sometimes referred to as the sea lion, sea tiger, or sea leopard) is among the most vicious and ubiquitous of coastal predators in tropical oceans. The upper body of a sea cat is that of a typical great cat&mdash;a lion, tiger, leopard, or cheetah&mdash;complete with a pair of clawed paws capable of rending the flesh from its prey. In place of back legs, however, the sea cat has a sleek and powerful tail that allows it to move quickly and silently through the water.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>While only the back half of a sea cat looks fishlike, its entire body from the neck down is covered in fine scales and fins. Among individual sea cats, these scales vary greatly in color and pattern, often influenced by the primary habitat of a given specimen; the most common sea cats, have bright coloration in striped or spotted patterns. A typical sea cat is 12 feet long and weighs upward of 800 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Sea cats can survive in both fresh and salt water, though most live in the ocean, where they can hunt a varied and consistent supply of food. A sea cat's diet typically consists of fish, crustaceans, and aquatic mammals (including seals and otters), but the creature's overpowering predatory and territorial instincts often lead it to attack ocean birds, humanoids, and even other aquatic predators like sharks and crocodiles. Coastal fishermen in areas where sea cats are known to dwell watch vigilantly for the predators, because the beasts have learned that netted or hooked prey is easier to kill and steal from the line.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Sea cats breathe air, not water. When not hunting they can be found on coastal rocks, coral islands, or even isolated beaches sunning themselves and digesting their most recent meals. Whether hunting or protecting its territory, a sea cat generally attacks immediately upon discovering a target, even when faced with a much larger or more dangerous foe.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>The sea cat's low intelligence and high level of ferocity make it incredibly difficult to train or domesticate, though pirates and aquatic races have been known to try, with limited success.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "45 (6d10+12)", 
    "reach": "5 ft.", 
    "wisdom": "13", 
    "creature_type": "Magical Beast", 
    "special_qualities": "hold breath", 
    "name": "Sea Cat", 
    "base_attack": "+6", 
    "skills": "Perception +10, Swim +17", 
    "reflex": "+6", 
    "cmd": "21 (can't be tripped)", 
    "cmb": "+10", 
    "will": "+5", 
    "url": "pfsrd://Bestiary 4/Monsters/Sea Cat", 
    "organization": "solitary, pair, or pride (3–15)"
}