{
    "dexterity": "6", 
    "ac": "20, touch 6, flat-footed 20 (–2 Dex, +14 natural, –2 size)", 
    "special_attacks": "excruciating burn (DC 16), molten form, slag blades", 
    "intelligence": "-", 
    "melee": "1d4+2 slag blades +13 (1d8+6/19–20 plus 2d6 fire)", 
    "cr": "8", 
    "xp": "4,800", 
    "speed": "30 ft., burrow 20 ft.", 
    "alignment": "N", 
    "size": "Huge", 
    "strength": "22", 
    "constitution": "23", 
    "space": "15 ft.", 
    "treasure": "none", 
    "init": "–2", 
    "environment": "any volcanoes or underground", 
    "source": "Bestiary 4", 
    "charisma": "1", 
    "immune": "acid, electricity, fire, ooze traits", 
    "fortitude": "+10", 
    "type": "creature", 
    "senses": "blindsight 60 ft., tremorsense 60 ft.; Perception –5", 
    "description": "This smoldering mass of metal-encrusted goo sports half a dozen pseudopods, each tipped with a burning-hot sword blade.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Shard Slag/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A shard slag can burrow through solid stone at half its normal burrow speed.", 
                    "name": "Burrow", 
                    "url": "pfsrd://Bestiary 4/Monsters/Shard Slag/Special Abilities/Burrow", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A living creature that takes fire damage from a shard slag must succeed at a DC 16 Fortitude save or be staggered for 1 round. This is a fire effect. The save DC is Constitution-based.", 
                    "name": "Excruciating Burn", 
                    "url": "pfsrd://Bestiary 4/Monsters/Shard Slag/Special Abilities/Excruciating Burn", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A shard slag's molten metal body is hot enough to melt stone. Creatures that begin their turn within 5 feet of a shard slag take 1d6 points of fire damage. Anyone striking a shard slag with a natural weapon or unarmed strike takes 2d6 points of fire damage. A creature that grapples a shard slag or is grappled by one takes 3d6 points of fire damage each round the grapple persists. A creature that strikes a shard slag with a weapon can attempt a DC 22 Reflex save; if it fails, it's unable to pull the weapon away from the shard slag's molten body quickly enough, and the weapon takes 2d6 points of fire damage. Unattended objects in contact with a shard slag take 2d6 points of fire damage per round. Damage caused to weapons and unattended objects is not halved, and ignores the first 5 points of hardness. The save DC is Constitution-based.", 
                    "name": "Molten Form", 
                    "url": "pfsrd://Bestiary 4/Monsters/Shard Slag/Special Abilities/Molten Form", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Each round, a shard slag manipulates its molten metal form to create 1d4+2 blade-like protrusions it can extend to attack prey. The slag blades each strike as Medium longswords that deal an additional 2d6 points of fire damage. Additionally, the slag blades are natural weapons, so a shard slag can use them to attack creatures it grapples. Due to a shard slag's constantly roiling molten body, the slag blades melt away at the end of the shard slag's turn each round to be immediately replaced by 1d4+2 new slag blades.", 
                    "name": "Slag Blades", 
                    "url": "pfsrd://Bestiary 4/Monsters/Shard Slag/Special Abilities/Slag Blades", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "If a significant amount of water&mdash;such as the contents of a large bucket, the liquid created by a create water spell, or a blow from a water elemental&mdash;strikes a shard slag, the creature must succeed at a DC 20 Fortitude save or be staggered for 1d6 rounds. A shard slag that is immersed in water is automatically staggered and must succeed at a DC 20 Fortitude save each round (this DC increases by 1 each subsequent round) or be petrified, reverting to its molten metal form once the water is gone.", 
                    "name": "Vulnerable to Water", 
                    "url": "pfsrd://Bestiary 4/Monsters/Shard Slag/Special Abilities/Vulnerable to Water", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Shard slags are living mounds of magic-infused iron. They dwell within the iron-rich molten cores of worlds, the hearts of active volcanoes, or any location where the borders of the Material Plane and the Plane of Fire are thin. Though they're not sentient, shard slags are skilled hunters and have developed a bizarre method of hunting and defending themselves. When a creature is near, a shard slag spontaneously alters its molten body to produce a number of razor-sharp blades. The shard slag then mindlessly attacks until the other creature is stabbed, burned, and then consumed.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "126 (12d8+72)", 
    "weaknesses": "vulnerable to cold and water", 
    "reach": "15 ft.", 
    "wisdom": "1", 
    "creature_type": "Ooze", 
    "special_qualities": "no breath", 
    "dr": "5/magic", 
    "name": "Shard Slag", 
    "base_attack": "+9", 
    "url": "pfsrd://Bestiary 4/Monsters/Shard Slag", 
    "reflex": "+2", 
    "cmd": "25 (can't be tripped)", 
    "cmb": "+17", 
    "will": "–1", 
    "aura": "molten form (5 ft., 1d6 fire damage)", 
    "organization": "solitary", 
    "creature_subtype": "fire"
}