{
    "dexterity": "13", 
    "ac": "18, touch 10, flat-footed 17 (+4 armor, +1 Dex, +4 natural, –1 size)", 
    "intelligence": "10", 
    "resist": "cold 5", 
    "melee": "longsword +5 (2d6+5/19–20), longsword +5 (2d6+2/19–20), 2 slams +4 (1d6+2)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "40 ft. (30 ft. in armor)", 
    "alignment": "N", 
    "size": "Large", 
    "languages": "Giant", 
    "strength": "20", 
    "constitution": "18", 
    "space": "10 ft.", 
    "treasure": "NPC gear (hide armor, 2 longswords, 2 javelins, shobhad longrifle with 20 bullets, other treasure)", 
    "init": "+5", 
    "environment": "cold deserts or mountains", 
    "source": "Bestiary 4", 
    "charisma": "13", 
    "fortitude": "+5", 
    "type": "creature", 
    "feats": "Combat Reflexes, Improved Initiative, Multiweapon Fighting, Weapon FocusB (shobhad longrifle)", 
    "senses": "darkvision 60 ft.; Perception +8", 
    "description": "This gray-skinned goliath is lean and muscled. Its four powerful arms carry weapons, and it wears a leather chest harness.", 
    "sections": [
        {
            "body": "<p>These fabled four-armed giants are native to a low-gravity planet and renowned across several worlds for their ferocity in battle. Most shobhads are born and come of age in fierce tribal clans known collectively as the Shobhad-neh, and disdain the \"soft living\" practiced by many other humanoid races&mdash;they believe the abandonment of nomadic culture is a slippery slope that leads away from individual honor and into marginalization. Whether with flashing swords and lances or mysterious longrifles capable of picking off targets on faraway horizons, the clans of the Shobhad-neh constantly vie for resources in the hard deserts and mountains where they live, their need to survive trumped only by a still greater desire for honor.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Though considered barbaric by many, the Shobhad-neh operate under strict codes of conduct that dictate how a warrior may gain status via ritualistic challenges or daring coups in territorial squabbles. Unfortunately for other races, these rules almost always apply exclusively to interactions with other shobhads, and the Shobhad-neh see \"lesser\" races as little more than sheep to be culled.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Typical shobhad warriors stand 12 feet tall and weigh 500 pounds, and their lean bodies are corded with ropes of muscle. Most shobhads prefer to go naked save for loincloths and the leather harnesses that crisscross their chests and secure their weapons in place. When they wear clothing, its either practical such as hide armor and wrappings that protect against biting sandstorms, or ceremonial like the brightly colored skins and feathers chieftains and shamans wear.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Though shobhads can be found on occasion working as lone mercenaries in cities, such urban individuals are the exception rather than the rule. Shobhad shamans preach that in human cities, an individual is little more than a faceless cog in a machine, remembered by no one. Yet a shobhad warrior who rides heroically into battle atop her armored reptilian steed is never forgotten&mdash;neither by her own kin, nor by the families of those she defeats. Thus, in battle, a shobhad is made truly immortal.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A shobhad longrifle is treated as a Large rifle with a range increment of 200 feet, but it functions only on low-gravity worlds.</p>", 
            "url": "pfsrd://Bestiary 4/Monsters/Shobhad/Shobhad Longrifle", 
            "type": "section", 
            "name": "Shobhad Longrifle", 
            "source": "Bestiary 4"
        }
    ], 
    "hp": "47 (5d10+20)", 
    "reach": "10 ft.", 
    "wisdom": "11", 
    "defensive_abilities": "ferocity", 
    "creature_type": "Monstrous Humanoid", 
    "ranged": "shobhad longrifle +6 (2d6/×4) or2 javelins +5 (1d8+5)", 
    "name": "Shobhad", 
    "base_attack": "+5", 
    "skills": "Intimidate +9, Perception +8, Stealth +2, Survival +8", 
    "reflex": "+5", 
    "cmd": "22", 
    "cmb": "+11", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 4/Monsters/Shobhad", 
    "organization": "solitary, pair, raiding party (3–19), or clan (20 or more plus 1 sergeant of 3rd–4th level per 10 adults and 1 leader of 5th–7th level), plus mounts (use statistics for ankylosaurus, Pathfinder RPG Bestiary 83)."
}