{
    "dexterity": "19", 
    "ac": "16, touch 14, flat-footed 12 (+4 Dex, +2 natural)", 
    "special_attacks": "astral recoil", 
    "intelligence": "13", 
    "melee": "mwk trident +6 (1d8+1)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "30 ft., fly 60 ft. (perfect)", 
    "alignment": "N", 
    "size": "Medium", 
    "languages": "Auran", 
    "strength": "12", 
    "constitution": "10", 
    "treasure": "standard (mwk longbow, mwk trident, other treasure)", 
    "init": "+8", 
    "environment": "any (Astral Plane)", 
    "source": "Bestiary 4", 
    "charisma": "13", 
    "fortitude": "+1", 
    "spells": [
        {
            "spell-like abilities": "(CL 3rd; concentration +1)<p class=\"stat-block-2\">3/day-<i>floating disk</i> (see below), <i>shield</i>, <i>spiritual weapon</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Improved Initiative, Point Blank Shot", 
    "senses": "darkvision 60 ft.; Perception +10", 
    "description": "Jagged scales cover this lean humanoid's sculpted skin, glinting as it soars upon a disk of radiant energy.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Shulsaga/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "As a full-round action, a shulsaga that touches a silver cord (such as that created by the spell astral projection) can cause the cord to recoil. The astral projecting creature must succeed at a DC 15 Will saving throw or be snapped back to its body, ending the spell effect but not harming the spellcaster. The save DC is Wisdom-based.", 
                    "name": "Astral Recoil", 
                    "url": "pfsrd://Bestiary 4/Monsters/Shulsaga/Special Abilities/Astral Recoil", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A shulsaga can only use its fly speed in tandem with its floating disk spell-like ability. A shulsaga that casts floating disk can use the spell to its normal effect, or step upon it and use it to fly for the duration of the spell. The disk can support its creator and the creator's equipment (even if this exceeds the load a floating disk can normally bear), but nothing else. Only the disk's caster can ride it in this way. A floating disk cast by a shulsaga is dismissible.", 
                    "name": "Disk Rider", 
                    "url": "pfsrd://Bestiary 4/Monsters/Shulsaga/Special Abilities/Disk Rider", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "As a standard action, a shulsaga can detect any planar rift within 20 miles, automatically learning its direction and distance. This includes natural portals, non-instantaneous planar spells such as gate, and other tears in reality.", 
                    "name": "Sense Rift", 
                    "url": "pfsrd://Bestiary 4/Monsters/Shulsaga/Special Abilities/Sense Rift", 
                    "ability_types": {
                        "ability_type": "Supernatural"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Natives of the Astral Plane, shulsagas wish only to be left in peace to ride and hunt the wild voids. Life is rarely so easy, though, as predatory outsiders, mortal travelers, and souls making their passage to the Outer Planes constantly trespass upon the shulsagas' home plane. Proud and territorial, the disk-riders use their intimate understanding of astral forces to drive interlopers from their territory.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Shulsagas live in a simple but far from primitive hunter society, based around drifting villages that float upon stray chunks of elemental detritus and astral protomatter. They often train the massive beasts of their native plane (such as astral leviathans) to pull and defend their unfettered homes. Because shulsagas endlessly face the deadly beings that travel the Astral Plane, most communities attack strangers rather than risking their lives trying to distinguish friends from foes. Shulsagas speak a raspy dialect of Auran.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A shulsaga is born genderless. It reaches maturity when it's a century old, and can then will its body toward a gender it will have for the rest of its life. Shulsagas can live to be over 500 years old, but most die earlier in hunts or planar upheavals. They average 7 feet in height and weigh about 240 pounds. Many have levels in ranger or summoner.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "22 (4d10)", 
    "wisdom": "16", 
    "creature_type": "Outsider", 
    "special_qualities": "disk rider, sense rift", 
    "ranged": "mwk longbow +9 (1d8/×3)", 
    "name": "Shulsaga", 
    "base_attack": "+4", 
    "skills": "Acrobatics +11, Fly +19, Knowledge (planes) +8, Perception +10, Ride +11, Stealth +11, Survival +10", 
    "reflex": "+8", 
    "cmd": "19", 
    "cmb": "+5", 
    "will": "+7", 
    "url": "pfsrd://Bestiary 4/Monsters/Shulsaga", 
    "organization": "solitary, pair, hunting party (3−6), warband (7−22)", 
    "creature_subtype": "extraplanar"
}