{
    "dexterity": "15", 
    "ac": "15, touch 12, flat-footed 13 (+2 Dex, +3 natural)", 
    "special_attacks": "aerial charge, bleed (1d6), sucking tentacles", 
    "intelligence": "5", 
    "racial_modifiers": "+4 Stealth in forests", 
    "melee": "bite +6 (1d8+3/×3 plus bleed), 2 claws +6 (1d4+3), sucking tentacles +1 (1d4+1 plus grab)", 
    "cr": "3", 
    "xp": "800", 
    "speed": "20 ft., fly 60 ft. (good)", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Aklo (can't speak)", 
    "strength": "17", 
    "constitution": "16", 
    "treasure": "none", 
    "init": "+2", 
    "environment": "temperate forests or mountains", 
    "source": "Bestiary 4", 
    "charisma": "9", 
    "fortitude": "+4", 
    "type": "creature", 
    "feats": "Flyby Attack, Skill Focus (Stealth)", 
    "senses": "darkvision 60 ft., scent; Perception +7", 
    "description": "This lean, scaly beast has broad wings, horns, a single eye, and writhing tentacles within its sharp, toothy beak.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Snallygaster/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "When a snallygaster charges downward at an angle of 45 degrees or more, its bite attack deals double damage (or triple damage on a critical hit). Bleed damage is not multiplied for this attack.", 
                    "name": "Aerial Charge", 
                    "url": "pfsrd://Bestiary 4/Monsters/Snallygaster/Special Abilities/Aerial Charge", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "A snallygaster uses its retractable tentacles to suck blood from its victim's bleeding wounds. If a target has a bleed effect and the snallygaster grabs it with tentacles or maintains a grapple against it, the target takes double the normal bleed damage at the beginning of its next turn. When the snallygaster is using its tentacles, it cannot make bite attacks.", 
                    "name": "Sucking Tentacles", 
                    "url": "pfsrd://Bestiary 4/Monsters/Snallygaster/Special Abilities/Sucking Tentacles", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The snallygaster is a hideous amalgamation of lizard and bird that preys on unwary travelers. Its claws and beak have an almost metallic sheen to them, hinting at their sharpness and strength. Black stripes run the length of its scaly blue hide all the way to the tip of its long, sinuous tail. The snallygaster's serpentine neck terminates at a small, birdlike head with a single eye set in the center of the forehead. In place of a tongue, its long throat contains a slobbering mass of tentacles that twist and squirm grotesquely whenever the creature extends them.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A typical snallygaster measures 9 feet from the tip of its tail to the point of its beak, with a wingspan of 15 feet and a weight of approximately 200 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>The snallygaster is an ambush predator, attacking its prey from above. Once it spots a potential victim, it dives toward its unsuspecting foe, using the fall to build up momentum. Once its foe lies dead or unconscious, the snallygaster uses its tonguelike tentacles to slurp up the victim's blood. The only thing a snallygaster craves more than blood is alcohol, and it spends much of each autumn scouring its territory for fermenting fruit, on which it gorges itself until thoroughly inebriated. Intoxicated snallygasters are extremely aggressive.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Snallygasters prefer to nest in wooded, mountainous regions. They are primarily active during the day, which they spend searching for food or scaring off rivals. Whether or not a female snallygaster finds a mate, it lays one to two eggs per year.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "30 (4d8+12)", 
    "wisdom": "14", 
    "creature_type": "Aberration", 
    "name": "Snallygaster", 
    "base_attack": "+3", 
    "skills": "Fly +10, Perception +7, Stealth +9 (+13 in forests)", 
    "reflex": "+3", 
    "cmd": "18 (22 vs. trip)", 
    "cmb": "+6 (+10 grapple)", 
    "will": "+6", 
    "url": "pfsrd://Bestiary 4/Monsters/Snallygaster", 
    "organization": "solitary or pair"
}