{
    "dexterity": "24", 
    "ac": "30, touch 18, flat-footed 23 (+4 armor, +1 deflection, +6 Dex, +1 dodge, +8 natural)", 
    "special_attacks": "blood drain (1d4 Con and 1d4 Wis), dominate (DC 17), sneak attack +5d6, telekinesis (DC 17)", 
    "intelligence": "16", 
    "racial_modifiers": "+8 Perception, +8 Sense Motive, +8 Stealth", 
    "sex": "male", 
    "resist": "cold 10, electricity 10, sonic 10", 
    "melee": "2 claws +14 (1d6+3)", 
    "cr": "10", 
    "xp": "9,600", 
    "speed": "30 ft.", 
    "alignment": "NE", 
    "size": "Medium", 
    "languages": "Aklo, Common; telepathy 60 ft.", 
    "strength": "16", 
    "constitution": "-", 
    "immune": "undead traits", 
    "treasure": "NPC gear (wand of scorching ray [10 charges], +2 leather armor, belt of incredible dexterity +2, cloak of resistance +1, ring of protection +1, other treasure)", 
    "init": "+11", 
    "environment": "any urban or ruins", 
    "source": "Bestiary 4", 
    "charisma": "16", 
    "fortitude": "+7", 
    "type": "creature", 
    "feats": "AlertnessB, Dodge, Improved InitiativeB, Lightning ReflexesB, Mobility, Power Attack, Skill FocusB (Perception), Skill FocusB (Stealth), Spring Attack, Weapon Finesse, Weapon Focus (claw)", 
    "senses": "darkvision 60 ft., low-light vision, scent; Perception +28", 
    "description": "This somberly dressed but feral-looking gaunt man has yellowed, ratlike fangs and ragged, clawed fingers.", 
    "sections": [
        {
            "body": "<p>Nosferatu are savage undead who may be the progenitors of the common, more refined vampires. The curse of the nosferatu lacks the elegance and romance of its modern form, harkening to a forgotten age of verminous hunger and eerie powers. Granted immortal life but not immortal youth, nosferatu are withered, embittered creatures unable to create others of their kind, as they somehow lost that ability long ago.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Their ancient sensibilities still reflect the cruelty of epochs past, and their age-spanning plots are untethered by the modern affliction of morality. Nosferatu resent common vampires (which they call \"moroi,\" an ancient term from a lost language) for their beauty, whereas those vampires scorn the nosferatu as bestial relics of an earlier age, best hidden away in remote ruins so as not to sully the charismatic reputation of \"true\" vampires.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Because nosferatu can't create spawn, any nosferatu in existence are very old&mdash;created long ago in a time before they lost the ability to infect others with their undead curse. Most nosferatu live in isolated places with few visitors, and a nosferatu could be a thousand years old and yet have fewer than a dozen character levels because it lacks sufficient foes to challenge it or the initiative to train itself.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>\"Nosferatu\" is an acquired template that can be added to any living creature with 5 or more Hit Dice (referred to hereafter as the base creature). Most nosferatu were once humanoids, fey, or monstrous humanoids. A nosferatu uses the base creature's stats and abilities except as noted here.</p>", 
            "name": "Creating a Nosferatu", 
            "url": "pfsrd://Bestiary 4/Monsters/Vampire/Nosferatu/Creating a Nosferatu", 
            "type": "section", 
            "source": "Bestiary 4", 
            "sections": [
                {
                    "body": "<p>Same as the base creature +2.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "CR"
                }, 
                {
                    "body": "<p>Any evil.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Vampire/Nosferatu/Creating a Nosferatu/AL", 
                    "type": "section", 
                    "name": "AL", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>The creature's type changes to undead (augmented). Do not recalculate class Hit Dice, BAB, or saves.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Type"
                }, 
                {
                    "body": "<p>A nosferatu gains darkvision 60 ft., low-light vision, and scent.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Senses"
                }, 
                {
                    "body": "<p>Natural armor improves by 8.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Armor Class"
                }, 
                {
                    "body": "<p>Change all racial Hit Dice to d8s. Class Hit Dice are unaffected. As an undead, a nosferatu uses its Charisma modifier to determine its bonus hit points (instead of Constitution).</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Hit Dice"
                }, 
                {
                    "body": "<p>A nosferatu gains channel resistance +4 and DR 5/wood and piercing (this includes all wood-shafted weapons such as arrows, crossbow bolts, spears, and javelins, even if the weapon's actual head is made of another material). It also gains resistance 10 to cold, electricity, and sonic.</p><p>A nosferatu gains fast healing 5. If reduced to 0 hit points in combat, a nosferatu assumes its swarm form (see below) and attempts to escape. It must reach its coffin within 1 hour or be utterly destroyed. (In swarm form, it can normally travel up to 5 miles in 1 hour.) Additional damage dealt to a nosferatu forced into swarm form has no effect. Once at rest, the nosferatu is helpless. It regains 1 hit point after 1 hour, then is no longer helpless and resumes healing at the rate of 5 hit points per round.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Defensive Abilities"
                }, 
                {
                    "body": "<p>A nosferatu can't tolerate the strong odor of garlic, and won't enter an area laced with it. Similarly, it recoils from mirrors or strongly presented holy symbols. These things don't harm the nosferatu&mdash;they merely keep it at bay. A recoiling nosferatu must stay at least 5 feet away from the mirror or holy symbol and can't touch or make melee attacks against that creature. Holding a nosferatu at bay takes a standard action. After 1 round, a nosferatu can overcome its revulsion of the object and function normally each round it succeeds at a DC 25 Will save.</p><p>A nosferatu cannot enter a private home or dwelling unless invited in by someone with the authority to do so.</p><p>Reducing a nosferatu's hit points to 0 incapacitates it but doesn't always destroy it (see fast healing). However, certain attacks can slay nosferatu. Exposing any nosferatu to direct sunlight staggers it on the first round of exposure and destroys it utterly on the second consecutive round of exposure if it does not escape. Each round of immersion in running water deals an amount of damage to a nosferatu equal to one-third of its full normal hit points&mdash;a nosferatu reduced to 0 hit points in this manner is destroyed. Driving a wooden stake through a helpless nosferatu's heart instantly slays it (this is a full-round action). However, it returns to life if the stake is removed, unless its head is also severed and anointed with holy water.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Vampire/Nosferatu/Creating a Nosferatu/Weaknesses", 
                    "type": "section", 
                    "name": "Weaknesses", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>Same as the base creature. If the base creature has a swim speed, the nosferatu is not harmed by running water.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Speed"
                }, 
                {
                    "body": "<p>A nosferatu gains two claw attacks if the base creature didn't have any (1d4 points of damage for a Small nosferatu, 1d6 points of damage for a Medium one).</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Vampire/Nosferatu/Creating a Nosferatu/Melee", 
                    "type": "section", 
                    "name": "Melee", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>A nosferatu gains several special attacks. Its save DCs are equal to 10 + 1/2 the nosferatu's Hit Dice + the nosferatu's Cha modifier unless otherwise noted.</p><p id=\"blood-drain\"><i>Blood Drain </i>A nosferatu can suck blood from a helpless, willing, or grappled living victim with its fangs by making a successful grapple check. If it pins the foe, it drains blood, draining 1d4 points of Constitution and Wisdom each round the pin is maintained. On each round it drains blood, the nosferatu gains 5 temporary hit points that last for 1 hour (up to a maximum number of temporary hit points equal to its full normal hit points).</p><p id=\"dominate\"><i>Dominate (Su)</i>A nosferatu can crush a humanoid opponent's will as a standard action. Anyone the nosferatu targets must succeed at a Will save or fall instantly under the nosferatu's influence, as though by a <i>dominate person</i> spell (caster level 12th). This ability has a range of 30 feet. At the GM's discretion, some nosferatu (such as a very old one or with an unusually strong bloodline) might be able to affect different creature types with this power.</p><p id=\"telekinesis\"><i>Telekinesis (Su)</i>As a standard action, a nosferatu can use <i>telekinesis</i> (caster level 12th).</p>", 
                    "name": "Special Attacks", 
                    "url": "pfsrd://Bestiary 4/Monsters/Vampire/Nosferatu/Creating a Nosferatu/Special Attacks", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>A nosferatu gains the following.</p><p id=\"spider-climb\"><i>Spider Climb </i>A nosferatu can climb sheer surfaces as though under the effects of a <i>spider climb</i> spell.</p><p id=\"swarm-form\"><i>Swarm Form (Su)</i>As a standard action, a nosferatu can change into a bat swarm, centipede swarm, rat swarm, or spider swarm. The nosferatu gains the natural weapons and extraordinary special attacks of the swarm it has transformed into. The swarm has the same number of hit points as the nosferatu. While in swarm form, a nosferatu can't use its claw attacks or any of its special attacks. It retains the defensive abilities, weaknesses, and special qualities it gains from being a nosferatu, counts as an undead creature, and can use any of the swarm's abilities and defenses. It can remain in swarm form until it assumes another form or until the next sunrise.</p><p id=\"telepathy\"><i>Telepathy (Su)</i>A nosferatu can communicate telepathically with any creature within 60 feet that speaks the same language it does. In addition, a nosferatu can use this ability to communicate with any animal, magical beast, or vermin.</p>", 
                    "name": "Special Qualities", 
                    "url": "pfsrd://Bestiary 4/Monsters/Vampire/Nosferatu/Creating a Nosferatu/Special Qualities", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "<p>Str +2, Dex +4, Int +2, Wis +6, Cha +4. As an undead creature, a nosferatu has no Constitution score.</p>", 
                    "url": "pfsrd://Bestiary 4/Monsters/Vampire/Nosferatu/Creating a Nosferatu/Ability Scores", 
                    "type": "section", 
                    "name": "Ability Scores", 
                    "source": "Bestiary 4"
                }, 
                {
                    "body": "<p>A nosferatu gains a +8 racial bonus on Perception, Sense Motive, and Stealth checks.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Skills"
                }, 
                {
                    "body": "<p>A nosferatu gains Alertness, Improved Initiative, Lightning Reflexes, and Skill Focus (in two different skills) as bonus feats.</p>", 
                    "source": "Bestiary 4", 
                    "type": "section", 
                    "name": "Feats"
                }
            ]
        }
    ], 
    "hp": "71 (9d8+27); fast healing 5", 
    "weaknesses": "vampire weaknesses", 
    "wisdom": "16", 
    "defensive_abilities": "channel resistance +4, evasion, improved uncanny dodge, trap sense +3", 
    "creature_type": "Undead", 
    "special_qualities": "rogue talents (bleeding attack +5, fast stealth, stand up, surprise attack), spider climb, swarm form, trapfinding +4", 
    "dr": "5/wood and piercing", 
    "name": "Vampire, Nosferatu", 
    "base_attack": "+6", 
    "level": "rogue 9", 
    "skills": "Acrobatics +19, Bluff +15, Climb +15, Intimidate +15, Knowledge (dungeoneering) +15, Knowledge (history) +12, Knowledge (local) +15, Knowledge (religion) +12, Perception +28, Sense Motive +13, Stealth +30, Survival +12, Swim +15, Use Magic Device +15", 
    "reflex": "+16", 
    "cmd": "28", 
    "cmb": "+9", 
    "will": "+7; +3 vs. traps", 
    "url": "pfsrd://Bestiary 4/Monsters/Vampire/Nosferatu", 
    "super_race": "human", 
    "organization": "solitary", 
    "creature_subtype": "augmented humanoid, human"
}