{
    "dexterity": "17", 
    "ac": "19, touch 13, flat-footed 16 (+3 armor, +3 Dex, +3 natural)", 
    "intelligence": "12", 
    "racial_modifiers": "+4 Intimidate, +4 Perception, +4 Stealth", 
    "resist": "cold 5", 
    "melee": "battleaxe +9 (1d8+7/×3)", 
    "cr": "4", 
    "xp": "1,200", 
    "speed": "30 ft.", 
    "alignment": "CE", 
    "size": "Medium", 
    "languages": "Common, Giant, Goblin", 
    "strength": "20", 
    "constitution": "15", 
    "treasure": "NPC gear (mwk studded leather armor, battleaxe, 3 javelins, other treasure)", 
    "init": "+3", 
    "environment": "cold mountains", 
    "source": "Bestiary 4", 
    "charisma": "12", 
    "fortitude": "+4", 
    "spells": [
        {
            "spell-like abilities": "(CL 4th; concentration +5)<p class=\"stat-block-2\">3/day-<i>quench</i></p>"
        }
    ], 
    "type": "creature", 
    "feats": "Martial Weapon Proficiency (battleaxe), Nimble Moves, Power Attack", 
    "senses": "darkvision 60 ft., scent; Perception +11", 
    "description": "This thick-bodied, white-furred bugbear wears bearskins and carries an axe made of ice and bone.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Wikkawak/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "Intimidate and Perception are class skills for wikkawaks.", 
                    "name": "Thuggery", 
                    "url": "pfsrd://Bestiary 4/Monsters/Wikkawak/Special Abilities/Thuggery", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>The goblinoid race of bugbears infests all regions of the world, and these cruel creatures have adapted to the various climes where they make their homes. In the icy wastes, a race of albino bugbears called wikkawaks stalk the windswept glaciers and frozen mountaintops.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Well adapted to the cold, wikkawaks are masters of stealth and arctic survival, and they have the ability to quell lanterns, torches, and campfires with a thought. Wikkawaks leave no trail in even the heaviest of snows, though salt sprinkled on snow can supposedly reveal a wikkawak's tracks. Of course, by the time one has discovered a wikkawak's trail, it could already be too late.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Like most bugbears, wikkawaks normally lead a solitary existence, preying on isolated settlers and hunters like pale arctic serial killers. Their powerful noses can sniff out a humanoid or animal over great distances. The rank smell of fear is a powerful stimulant to wikkawaks, and an individual wikkawak hunter might stalk and terrorize a potential victim for several nights, \"steeping\" its prey in dread and terror before finally pouncing. Wikkawaks consider humanoid flesh a great delicacy, and one might freeze a dead humanoid in a remote area, only to return to its grisly cache again and again to savor the taste of the victim for weeks on end. Wikkawaks enjoy keeping mementos of their victims, and prefer fingers as trophies.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Wikkawaks occasionally congregate in larger groups, either to find mates or to better terrorize a large settlement. Wikkawak pairings seldom last longer than a winter, and young wikkawaks are pushed out into the cold to fend for themselves as soon as they've grown their fur. Wikkawaks don't enjoy the company of other goblinoids, and are just as likely to kill and eat a tribe of snow goblins as they are to rule their lesser kin.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>A wikkawak is covered in a thick pelt of insulating white fur, and its beady eyes are a dead white color. A typical wikkawak stands just over 7 feet tall and weighs around 450 pounds.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "39 (6d8+12)", 
    "wisdom": "13", 
    "creature_type": "Humanoid", 
    "special_qualities": "thuggery, trackless step", 
    "ranged": "javelin +7 (1d6+5)", 
    "name": "Wikkawak", 
    "base_attack": "+4", 
    "skills": "Climb +11, Intimidate +11, Perception +11, Stealth +16, Survival +7", 
    "reflex": "+8", 
    "cmd": "22", 
    "cmb": "+9", 
    "will": "+3", 
    "url": "pfsrd://Bestiary 4/Monsters/Wikkawak", 
    "organization": "solitary, pair, gang (3–6), or warband (7–12 plus 3 warriors of 1st level and 1 chieftain of 3rd–5th level)", 
    "creature_subtype": "goblinoid"
}