{
    "dexterity": "17", 
    "ac": "21, touch 13, flat-footed 18 (+3 Dex, +8 natural)", 
    "special_attacks": "blood drain (1d2 Constitution), poison", 
    "intelligence": "-", 
    "racial_modifiers": "+8 Disguise (+16 when disguised as a humanoid), +8 Stealth", 
    "melee": "2 claws +13 (1d6+5 plus grab), bite +13 (1d6+5 plus poison)", 
    "cr": "7", 
    "xp": "3,200", 
    "speed": "40 ft., climb 20 ft., fly 20 ft. (clumsy)", 
    "alignment": "N", 
    "size": "Medium", 
    "strength": "20", 
    "constitution": "19", 
    "immune": "mind-affecting effects", 
    "treasure": "none", 
    "init": "+3", 
    "environment": "any land or underground", 
    "source": "Bestiary 4", 
    "charisma": "7", 
    "fortitude": "+11", 
    "type": "creature", 
    "feats": "Improved CriticalB (claw)", 
    "senses": "darkvision 60 ft., lifesense; Perception +1", 
    "description": "What appears to be this creature's cloak unfurls into bug wings, and its apparently human face is merely patterns on its head.", 
    "sections": [
        {
            "name": "Special Abilities", 
            "source": "Bestiary 4", 
            "url": "pfsrd://Bestiary 4/Monsters/Xenopterid/Special Abilities", 
            "type": "section", 
            "subtype": "special_abilities", 
            "sections": [
                {
                    "body": "A xenopterid can produce a sticky, slimy secretion it uses to protect its territory and eggs. The xenopterid can slime up to a 10-foot-square area per day at a rate of 1 square foot per minute. For 1 week thereafter, any creature coming in direct contact with the slime must succeed at a DC 19 Strength check or be entangled and glued to it as if it had failed its save against a tanglefoot bag. The save DC is Constitution-based.", 
                    "name": "Entangling Slime", 
                    "url": "pfsrd://Bestiary 4/Monsters/Xenopterid/Special Abilities/Entangling Slime", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }, 
                {
                    "body": "Bite&mdash;injury; save Fort DC 19; frequency 1/round for 6 rounds; effect 1d4 Dex; cure 2 consecutive saves. The save DC is Constitution-based.", 
                    "name": "Poison", 
                    "url": "pfsrd://Bestiary 4/Monsters/Xenopterid/Special Abilities/Poison", 
                    "ability_types": {
                        "ability_type": "Extraordinary"
                    }, 
                    "source": "Bestiary 4", 
                    "type": "ability"
                }
            ]
        }, 
        {
            "body": "<p>Xenopterids are human-sized predatory insects with the insidious ability to mimic the form of their favorite prey&mdash;humanoids. Xenopterids can be encountered nearly anywhere they can find food, quickly adapting their mimicry to resemble whatever humanoids are most common in a particular region. They can bend their wings to form cowls and cloaks, and they can fold their limbs to imitate humanoids' weapons and armor. A xenopterid's eeriest feature is its mouth&mdash;a crude chitinous beak that, when closed, resembles a human face. Up close, the xenopterid's unsettling nature is obvious, but from a distance or in dim light, the creature easily passes for its prey. Because their mimicking abilities require concealment, xenopterids commonly hunt their prey at night. Once a xenopterid captures and kills a victim, it liquefies the creature's remains in order to bring the putrid slurry back to the hive where it stuffs this substance into small spherical capsules the creatures use as food. Some evil races prize these capsules, and make gruesome liquors by fermenting the contents.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }, 
        {
            "body": "<p>Xenopterids live in colonies in abandoned ruins, old castles, decrepit farmsteads, and similarly abandoned human structures. A colony typically consists of 19 to 28 sterile drones and a fertile hive king and hive queen (xenopterids with the advanced creature simple template). Each colony has only one fertile male, so xenopterids reproduce slowly. Still, the only way to destroy a xenopterid colony is to kill both the king and the queen, and neither one of them ever leaves the safety of the hive. Xenopterid drones become fiercely aggressive when defending the hive against invaders.</p>", 
            "source": "Bestiary 4", 
            "type": "section"
        }
    ], 
    "hp": "93 (11d8+44)", 
    "wisdom": "12", 
    "defensive_abilities": "ferocity", 
    "creature_type": "Vermin", 
    "special_qualities": "entangling slime", 
    "name": "Xenopterid", 
    "base_attack": "+8", 
    "skills": "Climb +13, Disguise +6 (+14 when disguised as a humanoid), Fly –5, Stealth +11", 
    "reflex": "+6", 
    "cmd": "26 (34 vs. trip)", 
    "cmb": "+13 (+17 grapple)", 
    "will": "+4", 
    "url": "pfsrd://Bestiary 4/Monsters/Xenopterid", 
    "organization": "solitary, pair, or hive (3–30)"
}