{
    "body": "<p>Bad weather frequently slows or halts travel and makes it virtually impossible to navigate from one spot to another. Torrential downpours and blizzards obscure vision as effectively as a dense fog.</p><p>Most precipitation is rain, but in cold conditions it can manifest as snow, sleet, or hail. Precipitation of any kind followed by a cold snap in which the temperature dips from above freezing to 30° F or below might produce ice. </p>", 
    "name": "Rain, Snow, Sleet, and Hail", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Rain/Snow/Sleet/and Hail", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p>Rain reduces visibility ranges by half, resulting in a &ndash;4 penalty on Perception checks. It has the same effect on flames, ranged weapon attacks, and Perception checks as severe wind.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Rain/Snow/Sleet/and Hail/Rain", 
            "type": "section", 
            "name": "Rain", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"snow\">Falling snow has the same effects on visibility, ranged weapon attacks, and skill checks as rain, and it costs 2 squares of movement to enter a snow-covered square. A day of snowfall leaves 1d6 inches of snow on the ground.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Rain/Snow/Sleet/and Hail/Snow", 
            "type": "section", 
            "name": "Snow", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Heavy snow has the same effects as normal snowfall but also restricts visibility as fog does (see Fog). A day of heavy snow leaves 1d4 feet of snow on the ground, and it costs 4 squares of movement to enter a square covered with heavy snow. Heavy snow accompanied by strong or severe winds might result in snowdrifts 1d4 &times; 5 feet deep, especially in and around objects big enough to deflect the wind&mdash;a cabin or a large tent, for instance. There is a 10% chance that a heavy snowfall is accompanied by lightning (see Thunderstorm). Snow has the same effect on flames as moderate wind.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Rain/Snow/Sleet/and Hail/Heavy Snow", 
            "type": "section", 
            "name": "Heavy Snow", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Essentially frozen rain, sleet has the same effect as rain while falling (except that its chance to extinguish protected flames is 75%) and the same effect as snow once on the ground. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Rain/Snow/Sleet/and Hail/Sleet", 
            "type": "section", 
            "name": "Sleet", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Hail does not reduce visibility, but the sound of falling hail makes sound-based Perception checks more difficult (&ndash;4 penalty). Sometimes (5% chance) hail can become large enough to deal 1 point of lethal damage (per storm) to anything in the open. Once on the ground, hail has the same effect on movement as snow.</p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Rain/Snow/Sleet/and Hail/Hail", 
            "type": "section", 
            "name": "Hail", 
            "source": "Core Rulebook"
        }
    ]
}