{
    "body": "<p>The combined effects of precipitation (or dust) and wind that accompany all storms reduce visibility ranges by three-quarters, imposing a &ndash;8 penalty on Perception checks. Storms make ranged weapon attacks impossible, except for those using siege weapons, which have a &ndash;4 penalty on attack rolls. They automatically extinguish candles, torches, and similar unprotected flames. They cause protected flames, such as those of lanterns, to dance wildly and have a 50% chance to extinguish these lights. See Table: Wind Effects for possible consequences to creatures caught outside without shelter during such a storm. Storms are divided into the following three types. </p>", 
    "name": "Storms", 
    "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Storms", 
    "type": "section", 
    "source": "Core Rulebook", 
    "sections": [
        {
            "body": "<p id=\"duststorm\">These desert storms differ from other storms in that they have no precipitation. Instead, a duststorm blows fine grains of sand that obscure vision, smother unprotected flames, and can even choke protected flames (50% chance). Most duststorms are accompanied by severe winds and leave behind a deposit of 1d6 inches of sand. There is a 10% chance for a greater duststorm to be accompanied by windstorm-magnitude winds (see Table: Wind Effects). These greater duststorms deal 1d3 points of nonlethal damage each round to anyone caught out in the open without shelter and also pose a choking hazard (see Drowning, except that a character with a scarf or similar protection across her mouth and nose does not begin to choke until after a number of rounds equal to 10 + her Constitution score). Greater duststorms leave 2d3&ndash;1 feet of fine sand in their wake.</p>", 
            "name": "Duststorm", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Storms/Duststorm", 
            "source": "Core Rulebook", 
            "abbrev": "CR 3", 
            "type": "section"
        }, 
        {
            "body": "<p>In addition to the wind and precipitation common to other storms, snowstorms leave 1d6 inches of snow on the ground afterward. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Storms/Snowstorm", 
            "type": "section", 
            "name": "Snowstorm", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p id=\"thunderstorm\">In addition to wind and precipitation (usually rain, but sometimes also hail), thunderstorms are accompanied by lightning that can pose a hazard to characters without proper shelter (especially those in metal armor). As a rule of thumb, assume one bolt per minute for a 1-hour period at the center of the storm. Each bolt causes between 4d8 and 10d8 points of electricity damage. One in 10 thunderstorms is accompanied by a tornado. </p>", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Storms/Thunderstorm", 
            "type": "section", 
            "name": "Thunderstorm", 
            "source": "Core Rulebook"
        }, 
        {
            "body": "<p>Very high winds and torrential precipitation reduce visibility to zero, making Perception checks and all ranged weapon attacks impossible. Unprotected flames are automatically extinguished, and protected flames have a 75% chance of being doused. Creatures caught in the area must make a Fortitude save or face the effects based on the size of the creature (see Table: Wind Effects). Powerful storms are divided into the following four types.</p>", 
            "name": "Powerful Storms", 
            "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Storms/Powerful Storms", 
            "type": "section", 
            "source": "Core Rulebook", 
            "sections": [
                {
                    "body": "<p>While accompanied by little or no precipitation, windstorms can cause considerable damage simply through the force of their winds.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Storms/Powerful Storms/Windstorm", 
                    "type": "section", 
                    "name": "Windstorm", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>The combination of high winds, heavy snow (typically 1d3 feet), and bitter cold make blizzards deadly for all who are unprepared for them.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Storms/Powerful Storms/Blizzard", 
                    "type": "section", 
                    "name": "Blizzard", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In addition to very high winds and heavy rain, hurricanes are accompanied by floods. Most adventuring activity is impossible under such conditions.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Storms/Powerful Storms/Hurricane", 
                    "type": "section", 
                    "name": "Hurricane", 
                    "source": "Core Rulebook"
                }, 
                {
                    "body": "<p>In addition to incredibly high winds, tornadoes can severely injure and kill those that get pulled into their funnels.</p>", 
                    "url": "pfsrd://Core Rulebook/Rules/Environment/Weather/Storms/Powerful Storms/Tornado", 
                    "type": "section", 
                    "name": "Tornado", 
                    "source": "Core Rulebook"
                }
            ]
        }
    ]
}