{
    "body": "<p>Throughout the course of your adventuring career, your public persona and your true personality might drift begin to drift apart or become notably disparate. When this occurs, you may change your name and adopt an alter ego or alias in order to rid yourself of your prior reputation. In this case, your Fame and Prestige Points remain with your former name, allowing you to shed your former life and start a new one.</p><p>With an alter ego, you create an artificial persona to show the public. You wear a mask or costume to hide your true identity. When performing deeds as your alter ego, you develop its Fame instead of your own. Only when presenting yourself as the alter ego can you use its Fame and Prestige Points to your advantage. In this way, a seemingly weak or unassuming character can adopt the identity of a famous masked vigilante, relying on her fame to persuade commoners and strike fear into villains while remaining unknown in her secret identity.</p><p>If it's revealed that your two identities are actually the same person, your Fame and Prestige Points may change when dealing with those who have found out. For example, a notorious bandit changes her name and becomes a humble village healer. If her former life is made public, the villagers react to her according to her (larger, negative) Fame as a bandit, but she also loses face with bandits, who don't respect her choice to live peacefully and react according to her (lower, positive) Fame as a village healer.</p>", 
    "name": "Alter Egos, Aliases, and Secret Identities", 
    "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Alter Egos/Aliases/and Secret Identities", 
    "type": "section", 
    "source": "Ultimate Campaign", 
    "sections": [
        {
            "body": "<table id=\"table-fame-events\"><caption>Fame Events</caption><thead><tr><th>Event</th><th>Fame Modifier</th></tr></thead><tr class=\"odd\"><td colspan=\"2\"><i>Positive Events</i></td></tr><tr class=\"even\"><td>Acquire a noteworthy treasure from a worthy foe<sup>1</sup></td><td>+1</td></tr><tr class=\"odd\"><td>Confirm two successive critical hits in a CR-appropriate encounter</td><td>+1</td></tr><tr class=\"even\"><td>Consecrate a temple to your deity</td><td>+1</td></tr><tr class=\"odd\"><td>Craft a powerful magic item</td><td>+1<sup>2</sup></td></tr><tr class=\"even\"><td>Gain a level in a PC class</td><td>+1</td></tr><tr class=\"odd\"><td>Locate and disarm three or more CR-appropriate traps in a row</td><td>+1</td></tr><tr class=\"even\"><td>Make a noteworthy historical, scientific, or magical discovery<sup>3</sup></td><td>+1</td></tr><tr class=\"odd\"><td>Own a legendary item or artifact</td><td> +1<sup>4</sup></td></tr><tr class=\"even\"><td>Receive a medal or similar honor from a public figure</td><td>+1</td></tr><tr class=\"odd\"><td>Return a significant magic item or relic to its owner</td><td>+1</td></tr><tr class=\"even\"><td>Sack the stronghold of a powerful noble</td><td>+1</td></tr><tr class=\"odd\"><td>Single-handedly defeat an opponent with a CR higher than your level</td><td>+1<sup>5</sup></td></tr><tr class=\"even\"><td>Win a combat encounter with a CR of your APL + 3 or more</td><td>+1</td></tr><tr class=\"odd\"><td>Defeat in combat a person who publicly defamed you</td><td>+2</td></tr><tr class=\"even\"><td>Succeed at a DC 30 or higher Craft check to create a work of art or masterwork item<sup>6</sup></td><td>+2</td></tr><tr class=\"odd\"><td>Succeed at a DC 30 or higher public Diplomacy or Intimidate check<sup>6</sup></td><td>+2</td></tr><tr class=\"even\"><td>Succeed at a DC 30 or higher public Perform check<sup>6</sup></td><td>+2</td></tr><tr class=\"odd\"><td>Complete an adventure with a CR appropriate for your APL<sup>7</sup></td><td>+3</td></tr><tr class=\"even\"><td>Earn a formal title (lady, lord, knight, and so on)</td><td>+3</td></tr><tr class=\"odd\"><td>Defeat a key rival in combat</td><td>+5</td></tr><tr class=\"even\"><td colspan=\"2\"><i>Negative Events</i></td></tr><tr class=\"odd\"><td>Be convicted of a petty crime</td><td>&mdash;1</td></tr><tr class=\"even\"><td>Keep company with someone of disreputable character</td><td>&mdash;1<sup>8</sup></td></tr><tr class=\"odd\"><td>Be convicted of a serious nonviolent crime</td><td>&mdash;2</td></tr><tr class=\"even\"><td>Publicly flee an encounter of a CR lower than your APL</td><td>&mdash;3</td></tr><tr class=\"odd\"><td>Attack innocent people</td><td>&mdash;5</td></tr><tr class=\"even\"><td>Be convicted of a serious violent crime</td><td>&mdash;5</td></tr><tr class=\"odd\"><td>Publicly lose an encounter of a CR equal to or lower than your APL</td><td>&mdash;5</td></tr><tr class=\"even\"><td>Be convicted of murder</td><td>&mdash;8</td></tr><tr class=\"odd\"><td>Be convicted of treason</td><td>&mdash;10</td></tr><tfoot><tr><td colspan=\"2\"><sup>1</sup> This includes claiming a treasure from a defeated monster or rival. A villainous character may include stealing such an item instead of obtaining it fairly.<sup>2</sup> Per 40,000 gp of the item's price.<sup>3</sup> Such as finding the ruins of a lost city, recovering forgotten lore, or creating a useful new spell.<sup>4</sup> Per 40,000 gp of the item's price. Artifacts with no price count as 200,000 gp (5 PP) for this purpose.<sup>5</sup> Per CR the opponent is above your level.<sup>6</sup> You may increase your Fame in this way no more than once per month.<sup>7</sup> Approximately the length of a Pathfinder Module or Pathfinder Adventure Path adventure.<sup>8</sup> Per week of close association.</td></tr></tfoot></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Alter Egos/Aliases/and Secret Identities/Fame Events", 
            "type": "table", 
            "name": "Fame Events", 
            "source": "Ultimate Campaign"
        }, 
        {
            "body": "<table id=\"table-negative-fame-reactions\"><caption>Negative Fame Reactions</caption><thead><tr><th>Fame</th><th>Reaction</th></tr></thead><tr class=\"odd\"><td>&mdash;5</td><td style=\"white-space: normal;\">Merchants, hirelings, and innkeepers overcharge you by 10% to discourage you from doing business in their community.</td></tr><tr class=\"even\"><td>&mdash;8</td><td style=\"white-space: normal;\">Merchants, hirelings, and innkeepers refuse to accept your business. If you enter a business, you are immediately asked to leave. If you refuse, the owner calls for the authorities or locals to throw you out.</td></tr><tr class=\"odd\"><td>&mdash;10</td><td style=\"white-space: normal;\">When you approach, businesses shutter their windows and bar their doors. Most citizens refuse to speak with you. Others request that you leave immediately. If you remain for longer than 24 hours or act out against the citizens, your Fame decreases by 5 and the citizens form a mob to run you out of town.</td></tr><tr class=\"even\"><td>&mdash;15</td><td style=\"white-space: normal;\">Incensed that you display the gall to enter their community, an angry mob gathers. If you do not leave within a few minutes, the mob starts pelting you with fruit, sticks, and rocks.</td></tr><tr class=\"odd\"><td>&mdash;20</td><td style=\"white-space: normal;\">An angry mob forms shortly after you enter town. Not willing to wait for a potentially corrupt trial, they attempt to capture you and execute you for your crimes.</td></tr><tr class=\"even\"><td>&mdash;25</td><td style=\"white-space: normal;\">An authority figure has issued a warrant for your arrest, including a reward to anyone who captures you. This is well known and many are eager to collect it.</td></tr><tr class=\"odd\"><td>&mdash;30</td><td style=\"white-space: normal;\">An authority figure has issued a bounty for your head. This is well known and many are eager to collect it.</td></tr></table>", 
            "url": "pfsrd://Ultimate Campaign/Rules/Campaign Systems/Reputation And Fame/Reputation and Fame/Alter Egos/Aliases/and Secret Identities/Negative Fame Reactions", 
            "type": "table", 
            "name": "Negative Fame Reactions", 
            "source": "Ultimate Campaign"
        }
    ]
}